{
  "actions": [
    {
      "acted_at": "2005-04-18", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committees on Education and the Workforce, Financial Services, Agriculture, Resources, Science, Ways and Means, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Education and the Workforce, Financial Services, Agriculture, Resources, Science, Ways and Means, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Air Quality", 
      "text": "Referred to the Subcommittee on Energy and Air Quality.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "committee": "House Financial Services", 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "committee": "House Science", 
      "references": [], 
      "text": "Referred to House Science", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-18", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-04-19T23:29:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 219 Reported to House. Rule provides for consideration of H.R. 6 with 1 hour and 30 minutes of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20", 
      "in_committee": "House Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held by Committee on Resources Prior to Introduction (April 13, 2005).", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T14:54:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "Rule H. Res. 219 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T14:54:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [
        {
          "reference": "CR H2192-2366", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2210-2321", 
          "type": "text of measure as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 219.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T14:55:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 6 with 1 hour and 30 minutes of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T14:55:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 219 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T14:55:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Shelley Moore Capito to act as Chairwoman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T14:56:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour and thirty minutes of general debate on H.R. 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T16:59:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Hall amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T17:12:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 20 minutes of debate on the Dingell amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T17:32:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Dingell amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Dingell demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Dingell amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T17:34:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 30 minutes of debate on the Markey amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T18:11:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Markey amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Markey demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Markey amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T18:13:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 20 minutes of debate on the Boehlert amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T18:43:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Boehlert amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Boehlert demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Boehlert amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T18:44:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Johnson (CT) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T18:51:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Rogers (MI) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:09:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Rogers (MI) amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Holt demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Rogers (MI) amendment until later in the legislative day. Disposition of the underlying Johnson (CT) amendment remains pending subject to the final action on the perfecting Rogers (MI) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:10:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 30 minutes of debate on the Bishop (NY) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:42:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Bishop (NY) amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Bishop demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Bishop amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:43:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Slaughter amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:54:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 6 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:54:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Waxman asked unanimous consent that his amendment numbered 9 printed in House Report 109-49, be made in order during the consideration of H.R. 6 in the Committee of the Whole at any time. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:57:00-04:00", 
      "references": [
        {
          "reference": "CR H2366-2380", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:57:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T19:58:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Waxman amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T20:07:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Waxman amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Waxman demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Waxman amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T20:08:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Abercrombie amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T20:21:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Kaptur amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T20:31:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Kaptur amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Kaptur demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Kaptur amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T20:32:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes on the Conaway amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T20:40:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Solis amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T20:50:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Solis amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Solis demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Solis amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T20:51:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of specified amendments which were debated earlier in the legislative day and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-20T22:12:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 6 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T10:15:00-04:00", 
      "references": [
        {
          "reference": "CR H2399-2450", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T10:15:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T10:20:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Udall (NM) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T10:31:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Udall (NM) amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Udall (NM) demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Udall (NM) amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T10:35:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Ford amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T10:42:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Kucinich amendment, as modified.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T10:46:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Millender-McDonald amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T10:54:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Blumenauer amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:02:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Jackson-Lee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:11:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Tom Davis (VA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:18:00-04:00", 
      "references": [], 
      "text": "EXTENSION OF DEBATE - By unanimous consent, debate on the Tom Davis (VA) amendment was extended by 2 minutes to be equally divided and controlled.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:23:00-04:00", 
      "references": [], 
      "text": "EXTENSION OF DEBATE - By unanimous consent, debate on the Tom Davis (VA) amendment was extended by 2 minutes to be equally divided and controlled.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:26:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Walsh amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:34:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Engel amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:44:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Engel amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Engel demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Engel amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:46:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Israel amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:51:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Israel amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Israel demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Israel amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T11:52:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of the amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T13:28:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Hall of Texas asked unanimous consent that a motion to strike offered by Mrs. Capps be debatable for not to exceed 30 minutes, equally divided and controlled. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T13:30:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Kucinich amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T13:33:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Kucinich amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Hall demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Kucinich amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T13:35:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Holt amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T13:42:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Grijalva amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T13:55:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Grijalva amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Grijalva demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Grijalva amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T13:57:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 30 minutes of debate on the Capps amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T14:38:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Capps amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mrs. Capps demanded a recorded vote and the Chair postponed further proceedings on the Capps amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T14:43:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Inslee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T14:48:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Hastings (FL) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T14:57:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hastings (FL) amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hastings (FL) demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Hastings (FL) amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T14:58:00-04:00", 
      "bill_ids": [
        "hres219-109"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 219, the Committee of the Whole proceeded with 10 minutes of debate on the Castle amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T15:10:00-04:00", 
      "references": [], 
      "text": "DEBATE EXTENSION - By unanimous consent, debate on the Castle amendment was extended by 4 minutes, equally divided and controlled.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T15:21:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Castle amendment the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Castle demanded a recorded vote and pursuant to the rule, the Chair postponed further proceedings on the question of adoption of the Castle amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T15:21:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T16:20:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T16:21:00-04:00", 
      "references": [
        {
          "reference": "CR H2449", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T16:22:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T16:38:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "132", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 249 - 183 (Roll no. 132).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2005-04-21T16:38:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-21T16:39:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-26", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-09", 
      "calendar": "Senate Legislative", 
      "number": "124", 
      "references": [], 
      "text": "Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 124.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2005-06-14", 
      "references": [
        {
          "reference": "CR S6439-6445, S6445-6467", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-15", 
      "references": [
        {
          "reference": "CR S6601-6614, S6614-6641, S6642-6643", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-16", 
      "references": [
        {
          "reference": "CR S6671-6711", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-20", 
      "references": [
        {
          "reference": "CR S6786-6795, S6802-6810", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-21", 
      "references": [
        {
          "reference": "CR S6871-6878, S6878-6896, S6897-6905", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-21", 
      "references": [], 
      "text": "Cloture motion on the bill presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-22", 
      "references": [
        {
          "reference": "CR S6980-7063", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-23", 
      "references": [
        {
          "reference": "CR S7204, S7208-7228, S7232-7233, S7236-7267, S7267-7283", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-23", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "152", 
      "text": "Cloture on the bill invoked in Senate by Yea-Nay Vote. 92 - 4. Record Vote Number: 152.", 
      "type": "vote-aux", 
      "vote_type": "cloture", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-06-23", 
      "references": [], 
      "text": "The bill was read the third time by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-28", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S7451-7477", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "roll": "158", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Yea-Nay Vote. 85 - 12. Record Vote Number: 158.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-07-01", 
      "references": [], 
      "text": "Senate insists on its amendment, asks for a conference, appoints conferees Domenici; Craig; Thomas; Alexander; Murkowski; Burr; Bingaman; Akaka; Dorgan; Wyden; Johnson from the Committee on Energy and Natural Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-01", 
      "references": [], 
      "text": "Senate appointed conferee(s) Grassley; Hatch; Baucus from the Committee on Finance.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-11", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T13:55:00-04:00", 
      "references": [], 
      "text": "Mr. Barton (TX) asked unanimous consent that the House disagree to the Senate amendment, and agree to a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T13:55:00-04:00", 
      "references": [
        {
          "reference": "CR H5772-5777", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House disagree to the Senate amendment, and agree to a conference Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T13:55:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T13:56:00-04:00", 
      "references": [
        {
          "reference": "CR H5772", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5772", 
          "type": "text"
        }
      ], 
      "text": "Mrs. Capps moved that the House instruct conferees.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T13:56:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the Capps motion to instruct conferees. The instructions seek to direct the managers on the part of the House to not agree to the inclusion of any provisions in the conference report modifying the liability with respect to methyl tertiary butyl ether (MTBE).", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T14:41:00-04:00", 
      "references": [
        {
          "reference": "CR H5777", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-13T14:41:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Capps motion to instruct conferees, the Chair put the question on adoption of the motion and by voice vote, announced that the noes had prevailed. Mrs. Capps demanded the yeas and nays and the Chair postponed further proceedings on the question of adoption of the motion until July 14, 2005.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T10:31:00-04:00", 
      "references": [
        {
          "reference": "CR H5807-5810", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T10:56:00-04:00", 
      "references": [
        {
          "reference": "CR H5807, H5809-1810", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House instruct conferees Failed by the Yeas and Nays: 201 - 217 (Roll no. 373).", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T10:56:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Energy and Commerce for consideration of the House bill and the Senate amendment, and modifications committed to conference: Barton (TX), Hall, Bilirakis, Upton, Stearns, Gillmor, Shimkus, Shadegg, Pickering, Blunt, Bass, Dingell, Waxman, Markey, Boucher, Stupak, Wynn, and Solis.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s1501-109", 
        "s221-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees Provided that Mrs. Capps is appointed in lieu of Mr. Wynn for consideration of secs. 1501-1506 of the House bill, and secs. 221 and 223-225 of the Senate amendment, and modifications committed to conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s332-109", 
        "s251-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Agriculture for consideration of secs. 332, 344, 346, 1701, 1806, 2008, 2019, 2024, 2029, and 2030 of the House bill, and secs. 251-253, 264, 303, 319, 342, 343, 345, and 347 of the Senate amendment, and modifications committed to conference: Goodlatte, Lucas, and Peterson (MN).", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s104-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Armed Services for consideration of secs. 104, 231, 601-607, 609-612, and 661 of the House bill, and secs. 104, 281, 601-607, 609, 610, 625, 741-743, 1005, and 1006 of the Senate amendment, and modifications committed to conference: Hunter, Weldon (PA), and Skelton.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s121-109", 
        "s625-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Education and the Workforce for consideration of secs. 121, 632, 640, 2206, and 2209 of the House bill, and secs. 625, 1103, 1104, and 1106 of the Senate amendment, and modifications committed to conference: Norwood, Johnson, Sam, and Kind.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s141-109", 
        "s161-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Financial Services for consideration of secs. 141-149 of the House bill, and secs. 161-164 and 505 of the Senate amendment, and modifications committed to conference: Oxley, Ney, and Waters.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s102-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Government Reform for consideration of secs. 102, 104, 105, 203, 205, 502, 624, 632, 701, 704, 1002, 1227, and 2304 of the House bill, and secs. 102, 104, 105, 108, 203, 502, 625, 701-703, 723-725, 741-743, 939, and 1011 of the Senate amendment, and modifications committed to conference: Davis, Tom, Issa, and Watson.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s320-109", 
        "s137-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on the Judiciary for consideration of secs. 320, 377, 612, 625, 632, 663, 665, 1221, 1265, 1270, 1283, 1442, 1502, and 2208 of the House bill, and secs. 137, 211, 328, 384, 389, 625, 1221, 1264, 1269, 1270, 1275, 1280, and 1402 of the Senate amendment, and modifications committed to conference: Sensenbrenner, Chabot, and Conyers.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s204-109", 
        "s969-109", 
        "s1902-109", 
        "s241-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Resources for consideration of secs. 204, 231, 330, 344, 346, 355, 358, 377, 379, Title V, secs. 969-976, 1701, 1702, Title XVIII, secs. 1902, 2001-2019, 2022-2031, 2033, 2041, 2042, 2051-2055, Title XXI, Title XXII, and Title XXIV of the House bill, and secs. 241-245, 252, 253, 261-270, 281, 311-317, 319-323, 326, 327, 342-346, 348, 371, 387, 391, 411-414, 416, and 501-506 of the Senate amendment, and modifications committed to conference: Pombo, Cubin, and Rahall.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Rules for consideration of sec. 713 of the Senate amendment, and modifications committed to conference: Dreier, Diaz-Balart, L., and Slaughter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s108-109", 
        "s1002-109", 
        "s125-109", 
        "s1102-109", 
        "s1601-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Science for consideration of secs. 108, 126, 205, 209, 302, 401-404, 411, 416, 441, 601-607, 609-612, 631, 651, 652, 661, 711, 712, 721-724, 731, 741-744, 751, 754, 757, 759, 801-811, Title IX, secs. 1002, 1225-1227, 1451, 1452, 1701, 1820, and Title XXIV of the House bill, and secs. 125, 126, 142, 212, 230-232, 251-253, 302, 318, 327, 346, 401-407, 415, 503, 601-607, 609, 610, 624, 631-635, 706, 721, 722, 725, 731, 734, 751, 752, 757, 801, Title IX, Title X, secs. 1102, 1103, 1105, 1106, 1224, Title XIV, secs. 1601, 1602, and 1611 of the Senate amendment, and modifications committed to conference: Boehlert, Biggert, and Gordon.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s401-109"
      ], 
      "references": [], 
      "text": "Provided that Mr. Costello is appointed in lieu of Mr. Gordon for consideration of secs. 401-404, 411, 416, and 441 of the House bill, and secs. 401-407 and 415 of the Senate amendment, and modifications committed to conference", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s101-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Transportation and Infrastructure for consideration of secs. 101-103, 105, 108, 109, 137, 205, 208, 231, 241, 242, 320, 328-330, 377, 379, 721-724, 741-744, 751, 755, 756, 758, 811, 1211, 1221, 1231, 1234, 1236, 1241, 1281-1283, 1285, 1295, 1442, 1446, 2008, 2010, 2026, 2029, 2030, 2207, and 2210 of the House bill, and secs. 101-103, 105, 107, 108, 281, 325, 344, 345, 383, 731-733, 752, 1211, 1221, 1231, 1233, 1235, 1261, 1263, 1266, and 1291 of the Senate amendment, and modifications committed to conference: Young (AK), Petri, and Oberstar.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14T11:32:00-04:00", 
      "bill_ids": [
        "s135-109"
      ], 
      "references": [], 
      "text": "The Speaker appointed conferees - from the Committee on Ways and Means for consideration of Title XIII of the House bill, and secs. 135, 405, Title XV, and sec. 1611 of the Senate amendment, and modifications committed to conference: Thomas, Camp, and Rangel.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14", 
      "references": [], 
      "text": "Senate ordered measure printed as passed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-19", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-21", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-24", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-26", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-27T13:22:00-04:00", 
      "references": [
        {
          "reference": "CR H6691-6836", 
          "type": "text of conference report"
        }
      ], 
      "text": "Conference report H. Rept. 109-190 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-27T22:21:00-04:00", 
      "bill_ids": [
        "hres394-109"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 394 Reported to House. Rule provides for consideration of the conference report to H.R. 6. All points of order against the conference report and against its consideration are waived. The conference report is considered as read.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-28T11:08:00-04:00", 
      "bill_ids": [
        "hres394-109"
      ], 
      "references": [], 
      "text": "Rule H. Res. 394 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-28T11:19:00-04:00", 
      "bill_ids": [
        "hres394-109"
      ], 
      "references": [
        {
          "reference": "CR H6949-6973", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Barton (TX) brought up conference report H. Rept. 109-190 for consideration under the provisions of H. Res. 394.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-28T11:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the conference report to accompany H.R. 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-28T11:38:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House resumed debate on the conference report on H.R. 6.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-28T12:41:00-04:00", 
      "references": [
        {
          "reference": "CR H6972", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-28T13:08:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "445", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by the Yeas and Nays: 275 - 156 (Roll no. 445).", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "2005-07-28T13:08:00-04:00", 
      "references": [], 
      "text": "Motions to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-28", 
      "references": [], 
      "text": "Conference papers: message on House action held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-28", 
      "references": [
        {
          "reference": "CR S9255-9273", 
          "type": "consideration"
        }
      ], 
      "text": "Conference report considered in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-29", 
      "references": [
        {
          "reference": "CR S9335-9367, S9373-9374", 
          "type": "consideration"
        }
      ], 
      "text": "Conference report considered in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-29", 
      "references": [], 
      "text": "Point of order that the Conference Report violates Section 302(f) of the Congressional Budget Act against the measure raised in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-29", 
      "references": [], 
      "text": "Motion to waive the Budget Act with respect to the measure agreed to in Senate by Yea-Nay Vote. 71 - 29. Record Vote Number: 212.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-29", 
      "references": [], 
      "text": "Point of order fell when the motion to waive the Budget Act was agreed to in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-29", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "213", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to conference report by Yea-Nay Vote. 74 - 26. Record Vote Number: 213.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-07-29", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-29", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2005-08-04", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2005-08-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2005-08-08", 
      "congress": "109", 
      "law": "public", 
      "number": "58", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 109-58.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h70-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "70"
    }, 
    {
      "amendment_id": "h71-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "71"
    }, 
    {
      "amendment_id": "h72-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "72"
    }, 
    {
      "amendment_id": "h73-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "73"
    }, 
    {
      "amendment_id": "h74-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "74"
    }, 
    {
      "amendment_id": "h75-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "75"
    }, 
    {
      "amendment_id": "h76-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "76"
    }, 
    {
      "amendment_id": "h77-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "77"
    }, 
    {
      "amendment_id": "h78-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "78"
    }, 
    {
      "amendment_id": "h79-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "79"
    }, 
    {
      "amendment_id": "h80-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "80"
    }, 
    {
      "amendment_id": "h81-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "81"
    }, 
    {
      "amendment_id": "h82-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "82"
    }, 
    {
      "amendment_id": "h83-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "83"
    }, 
    {
      "amendment_id": "h84-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "84"
    }, 
    {
      "amendment_id": "h85-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "85"
    }, 
    {
      "amendment_id": "h86-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "86"
    }, 
    {
      "amendment_id": "h87-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "87"
    }, 
    {
      "amendment_id": "h88-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "88"
    }, 
    {
      "amendment_id": "h89-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "89"
    }, 
    {
      "amendment_id": "h90-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "90"
    }, 
    {
      "amendment_id": "h91-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "91"
    }, 
    {
      "amendment_id": "h92-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "92"
    }, 
    {
      "amendment_id": "h93-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "93"
    }, 
    {
      "amendment_id": "h94-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "94"
    }, 
    {
      "amendment_id": "h95-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "95"
    }, 
    {
      "amendment_id": "h96-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "96"
    }, 
    {
      "amendment_id": "h97-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "97"
    }, 
    {
      "amendment_id": "h98-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "98"
    }, 
    {
      "amendment_id": "h99-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "99"
    }, 
    {
      "amendment_id": "h370-109", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "370"
    }, 
    {
      "amendment_id": "s770-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "770"
    }, 
    {
      "amendment_id": "s771-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "771"
    }, 
    {
      "amendment_id": "s772-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "772"
    }, 
    {
      "amendment_id": "s773-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "773"
    }, 
    {
      "amendment_id": "s774-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "774"
    }, 
    {
      "amendment_id": "s775-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "775"
    }, 
    {
      "amendment_id": "s776-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "776"
    }, 
    {
      "amendment_id": "s778-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "778"
    }, 
    {
      "amendment_id": "s779-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "779"
    }, 
    {
      "amendment_id": "s780-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "780"
    }, 
    {
      "amendment_id": "s781-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "781"
    }, 
    {
      "amendment_id": "s782-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "782"
    }, 
    {
      "amendment_id": "s783-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "783"
    }, 
    {
      "amendment_id": "s784-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "784"
    }, 
    {
      "amendment_id": "s785-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "785"
    }, 
    {
      "amendment_id": "s786-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "786"
    }, 
    {
      "amendment_id": "s787-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "787"
    }, 
    {
      "amendment_id": "s788-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "788"
    }, 
    {
      "amendment_id": "s789-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "789"
    }, 
    {
      "amendment_id": "s790-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "790"
    }, 
    {
      "amendment_id": "s791-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "791"
    }, 
    {
      "amendment_id": "s792-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "792"
    }, 
    {
      "amendment_id": "s793-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "793"
    }, 
    {
      "amendment_id": "s794-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "794"
    }, 
    {
      "amendment_id": "s795-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "795"
    }, 
    {
      "amendment_id": "s796-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "796"
    }, 
    {
      "amendment_id": "s797-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "797"
    }, 
    {
      "amendment_id": "s798-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "798"
    }, 
    {
      "amendment_id": "s799-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "799"
    }, 
    {
      "amendment_id": "s800-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "800"
    }, 
    {
      "amendment_id": "s801-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "801"
    }, 
    {
      "amendment_id": "s802-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "802"
    }, 
    {
      "amendment_id": "s803-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "803"
    }, 
    {
      "amendment_id": "s804-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "804"
    }, 
    {
      "amendment_id": "s805-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "805"
    }, 
    {
      "amendment_id": "s806-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "806"
    }, 
    {
      "amendment_id": "s807-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "807"
    }, 
    {
      "amendment_id": "s808-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "808"
    }, 
    {
      "amendment_id": "s809-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "809"
    }, 
    {
      "amendment_id": "s810-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "810"
    }, 
    {
      "amendment_id": "s811-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "811"
    }, 
    {
      "amendment_id": "s812-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "812"
    }, 
    {
      "amendment_id": "s813-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "813"
    }, 
    {
      "amendment_id": "s814-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "814"
    }, 
    {
      "amendment_id": "s815-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "815"
    }, 
    {
      "amendment_id": "s816-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "816"
    }, 
    {
      "amendment_id": "s817-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "817"
    }, 
    {
      "amendment_id": "s818-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "818"
    }, 
    {
      "amendment_id": "s819-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "819"
    }, 
    {
      "amendment_id": "s820-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "820"
    }, 
    {
      "amendment_id": "s821-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "821"
    }, 
    {
      "amendment_id": "s822-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "822"
    }, 
    {
      "amendment_id": "s823-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "823"
    }, 
    {
      "amendment_id": "s824-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "824"
    }, 
    {
      "amendment_id": "s825-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "825"
    }, 
    {
      "amendment_id": "s826-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "826"
    }, 
    {
      "amendment_id": "s827-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "827"
    }, 
    {
      "amendment_id": "s828-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "828"
    }, 
    {
      "amendment_id": "s829-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "829"
    }, 
    {
      "amendment_id": "s830-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "830"
    }, 
    {
      "amendment_id": "s831-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "831"
    }, 
    {
      "amendment_id": "s832-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "832"
    }, 
    {
      "amendment_id": "s833-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "833"
    }, 
    {
      "amendment_id": "s834-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "834"
    }, 
    {
      "amendment_id": "s835-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "835"
    }, 
    {
      "amendment_id": "s836-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "836"
    }, 
    {
      "amendment_id": "s837-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "837"
    }, 
    {
      "amendment_id": "s838-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "838"
    }, 
    {
      "amendment_id": "s839-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "839"
    }, 
    {
      "amendment_id": "s840-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "840"
    }, 
    {
      "amendment_id": "s841-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "841"
    }, 
    {
      "amendment_id": "s842-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "842"
    }, 
    {
      "amendment_id": "s843-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "843"
    }, 
    {
      "amendment_id": "s844-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "844"
    }, 
    {
      "amendment_id": "s845-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "845"
    }, 
    {
      "amendment_id": "s846-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "846"
    }, 
    {
      "amendment_id": "s847-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "847"
    }, 
    {
      "amendment_id": "s848-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "848"
    }, 
    {
      "amendment_id": "s849-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "849"
    }, 
    {
      "amendment_id": "s850-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "850"
    }, 
    {
      "amendment_id": "s851-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "851"
    }, 
    {
      "amendment_id": "s852-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "852"
    }, 
    {
      "amendment_id": "s853-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "853"
    }, 
    {
      "amendment_id": "s854-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "854"
    }, 
    {
      "amendment_id": "s855-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "855"
    }, 
    {
      "amendment_id": "s856-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "856"
    }, 
    {
      "amendment_id": "s857-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "857"
    }, 
    {
      "amendment_id": "s858-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "858"
    }, 
    {
      "amendment_id": "s859-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "859"
    }, 
    {
      "amendment_id": "s860-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "860"
    }, 
    {
      "amendment_id": "s861-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "861"
    }, 
    {
      "amendment_id": "s862-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "862"
    }, 
    {
      "amendment_id": "s863-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "863"
    }, 
    {
      "amendment_id": "s864-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "864"
    }, 
    {
      "amendment_id": "s865-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "865"
    }, 
    {
      "amendment_id": "s866-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "866"
    }, 
    {
      "amendment_id": "s867-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "867"
    }, 
    {
      "amendment_id": "s868-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "868"
    }, 
    {
      "amendment_id": "s869-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "869"
    }, 
    {
      "amendment_id": "s870-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "870"
    }, 
    {
      "amendment_id": "s871-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "871"
    }, 
    {
      "amendment_id": "s872-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "872"
    }, 
    {
      "amendment_id": "s873-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "873"
    }, 
    {
      "amendment_id": "s874-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "874"
    }, 
    {
      "amendment_id": "s875-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "875"
    }, 
    {
      "amendment_id": "s876-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "876"
    }, 
    {
      "amendment_id": "s877-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "877"
    }, 
    {
      "amendment_id": "s878-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "878"
    }, 
    {
      "amendment_id": "s879-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "879"
    }, 
    {
      "amendment_id": "s880-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "880"
    }, 
    {
      "amendment_id": "s881-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "881"
    }, 
    {
      "amendment_id": "s882-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "882"
    }, 
    {
      "amendment_id": "s883-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "883"
    }, 
    {
      "amendment_id": "s884-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "884"
    }, 
    {
      "amendment_id": "s885-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "885"
    }, 
    {
      "amendment_id": "s886-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "886"
    }, 
    {
      "amendment_id": "s887-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "887"
    }, 
    {
      "amendment_id": "s888-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "888"
    }, 
    {
      "amendment_id": "s889-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "889"
    }, 
    {
      "amendment_id": "s890-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "890"
    }, 
    {
      "amendment_id": "s891-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "891"
    }, 
    {
      "amendment_id": "s892-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "892"
    }, 
    {
      "amendment_id": "s893-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "893"
    }, 
    {
      "amendment_id": "s894-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "894"
    }, 
    {
      "amendment_id": "s895-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "895"
    }, 
    {
      "amendment_id": "s896-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "896"
    }, 
    {
      "amendment_id": "s897-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "897"
    }, 
    {
      "amendment_id": "s898-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "898"
    }, 
    {
      "amendment_id": "s899-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "899"
    }, 
    {
      "amendment_id": "s900-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "900"
    }, 
    {
      "amendment_id": "s901-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "901"
    }, 
    {
      "amendment_id": "s902-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "902"
    }, 
    {
      "amendment_id": "s903-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "903"
    }, 
    {
      "amendment_id": "s904-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "904"
    }, 
    {
      "amendment_id": "s905-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "905"
    }, 
    {
      "amendment_id": "s906-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "906"
    }, 
    {
      "amendment_id": "s907-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "907"
    }, 
    {
      "amendment_id": "s908-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "908"
    }, 
    {
      "amendment_id": "s909-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "909"
    }, 
    {
      "amendment_id": "s910-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "910"
    }, 
    {
      "amendment_id": "s911-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "911"
    }, 
    {
      "amendment_id": "s912-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "912"
    }, 
    {
      "amendment_id": "s913-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "913"
    }, 
    {
      "amendment_id": "s914-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "914"
    }, 
    {
      "amendment_id": "s915-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "915"
    }, 
    {
      "amendment_id": "s916-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "916"
    }, 
    {
      "amendment_id": "s917-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "917"
    }, 
    {
      "amendment_id": "s918-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "918"
    }, 
    {
      "amendment_id": "s919-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "919"
    }, 
    {
      "amendment_id": "s920-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "920"
    }, 
    {
      "amendment_id": "s921-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "921"
    }, 
    {
      "amendment_id": "s922-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "922"
    }, 
    {
      "amendment_id": "s923-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "923"
    }, 
    {
      "amendment_id": "s924-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "924"
    }, 
    {
      "amendment_id": "s925-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "925"
    }, 
    {
      "amendment_id": "s926-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "926"
    }, 
    {
      "amendment_id": "s927-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "927"
    }, 
    {
      "amendment_id": "s928-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "928"
    }, 
    {
      "amendment_id": "s929-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "929"
    }, 
    {
      "amendment_id": "s930-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "930"
    }, 
    {
      "amendment_id": "s931-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "931"
    }, 
    {
      "amendment_id": "s932-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "932"
    }, 
    {
      "amendment_id": "s933-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "933"
    }, 
    {
      "amendment_id": "s934-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "934"
    }, 
    {
      "amendment_id": "s935-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "935"
    }, 
    {
      "amendment_id": "s936-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "936"
    }, 
    {
      "amendment_id": "s937-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "937"
    }, 
    {
      "amendment_id": "s938-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "938"
    }, 
    {
      "amendment_id": "s939-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "939"
    }, 
    {
      "amendment_id": "s940-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "940"
    }, 
    {
      "amendment_id": "s941-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "941"
    }, 
    {
      "amendment_id": "s942-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "942"
    }, 
    {
      "amendment_id": "s943-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "943"
    }, 
    {
      "amendment_id": "s944-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "944"
    }, 
    {
      "amendment_id": "s945-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "945"
    }, 
    {
      "amendment_id": "s946-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "946"
    }, 
    {
      "amendment_id": "s947-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "947"
    }, 
    {
      "amendment_id": "s948-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "948"
    }, 
    {
      "amendment_id": "s949-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "949"
    }, 
    {
      "amendment_id": "s950-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "950"
    }, 
    {
      "amendment_id": "s951-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "951"
    }, 
    {
      "amendment_id": "s952-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "952"
    }, 
    {
      "amendment_id": "s953-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "953"
    }, 
    {
      "amendment_id": "s954-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "954"
    }, 
    {
      "amendment_id": "s955-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "955"
    }, 
    {
      "amendment_id": "s956-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "956"
    }, 
    {
      "amendment_id": "s957-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "957"
    }, 
    {
      "amendment_id": "s958-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "958"
    }, 
    {
      "amendment_id": "s959-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "959"
    }, 
    {
      "amendment_id": "s960-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "960"
    }, 
    {
      "amendment_id": "s961-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "961"
    }, 
    {
      "amendment_id": "s962-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "962"
    }, 
    {
      "amendment_id": "s963-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "963"
    }, 
    {
      "amendment_id": "s964-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "964"
    }, 
    {
      "amendment_id": "s965-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "965"
    }, 
    {
      "amendment_id": "s966-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "966"
    }, 
    {
      "amendment_id": "s967-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "967"
    }, 
    {
      "amendment_id": "s968-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "968"
    }, 
    {
      "amendment_id": "s969-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "969"
    }, 
    {
      "amendment_id": "s970-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "970"
    }, 
    {
      "amendment_id": "s972-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "972"
    }, 
    {
      "amendment_id": "s973-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "973"
    }, 
    {
      "amendment_id": "s974-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "974"
    }, 
    {
      "amendment_id": "s975-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "975"
    }, 
    {
      "amendment_id": "s976-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "976"
    }, 
    {
      "amendment_id": "s977-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "977"
    }, 
    {
      "amendment_id": "s978-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "978"
    }, 
    {
      "amendment_id": "s979-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "979"
    }, 
    {
      "amendment_id": "s980-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "980"
    }, 
    {
      "amendment_id": "s981-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "981"
    }, 
    {
      "amendment_id": "s982-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "982"
    }, 
    {
      "amendment_id": "s983-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "983"
    }, 
    {
      "amendment_id": "s984-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "984"
    }, 
    {
      "amendment_id": "s985-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "985"
    }, 
    {
      "amendment_id": "s986-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "986"
    }, 
    {
      "amendment_id": "s987-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "987"
    }, 
    {
      "amendment_id": "s988-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "988"
    }, 
    {
      "amendment_id": "s989-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "989"
    }, 
    {
      "amendment_id": "s990-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "990"
    }, 
    {
      "amendment_id": "s991-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "991"
    }, 
    {
      "amendment_id": "s992-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "992"
    }, 
    {
      "amendment_id": "s993-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "993"
    }, 
    {
      "amendment_id": "s994-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "994"
    }, 
    {
      "amendment_id": "s995-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "995"
    }, 
    {
      "amendment_id": "s996-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "996"
    }, 
    {
      "amendment_id": "s997-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "997"
    }, 
    {
      "amendment_id": "s998-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "998"
    }, 
    {
      "amendment_id": "s999-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "999"
    }, 
    {
      "amendment_id": "s1000-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1000"
    }, 
    {
      "amendment_id": "s1001-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1001"
    }, 
    {
      "amendment_id": "s1005-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1005"
    }, 
    {
      "amendment_id": "s1006-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1006"
    }, 
    {
      "amendment_id": "s1007-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1007"
    }, 
    {
      "amendment_id": "s1008-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1008"
    }, 
    {
      "amendment_id": "s1009-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1009"
    }
  ], 
  "bill_id": "hr6-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Air Quality", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Pombo, Richard W.", 
      "sponsored_at": "2005-04-18", 
      "state": "CA", 
      "thomas_id": "00921", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Thomas, William M.", 
      "sponsored_at": "2005-04-18", 
      "state": "CA", 
      "thomas_id": "01148", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "109", 
    "law_type": "public", 
    "number": "58"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2005-08-08", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2005-07-28T13:08:00-04:00", 
    "senate_cloture_result": "pass", 
    "senate_cloture_result_at": "2005-06-23", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2005-07-29", 
    "vetoed": false
  }, 
  "introduced_at": "2005-04-18", 
  "number": "6", 
  "official_title": "To ensure jobs for our future with secure, affordable, and reliable energy.", 
  "popular_title": "Daylight Saving Time bill", 
  "related_bills": [
    {
      "bill_id": "hres219-109", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres219-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres394-109", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres394-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1530-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1533-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1640-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1705-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s10-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s10-109", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s10-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Energy Policy Act of 2005", 
  "sponsor": {
    "district": "6", 
    "name": "Barton, Joe", 
    "state": "TX", 
    "thomas_id": "00062", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2005-08-08", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Affiliated corporations", 
    "Affordable housing", 
    "Agricultural industries", 
    "Agricultural research", 
    "Agricultural wastes", 
    "Agriculture and food", 
    "Air conditioning", 
    "Air pollution control", 
    "Aircraft engines", 
    "Alaska", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Animals", 
    "Annuities", 
    "Antitrust law", 
    "Appellate courts", 
    "Appropriations", 
    "Aquatic ecology", 
    "Aquifers", 
    "Archives", 
    "Arctic and polar regions", 
    "Arizona", 
    "Arkansas", 
    "Armed forces and national security", 
    "Auctions", 
    "Automobile engines", 
    "Automobile industry", 
    "Automobile tires", 
    "Automobiles", 
    "Aviation fuels", 
    "Awards, medals, prizes", 
    "Bicycles", 
    "Biological research", 
    "Biomass energy", 
    "Black colleges", 
    "Block grants", 
    "Breeder reactors", 
    "Broadband", 
    "Building construction", 
    "Building laws", 
    "Building materials", 
    "Business ethics", 
    "Business records", 
    "California", 
    "Canada", 
    "Capitol (Washington, D.C.)", 
    "Carbon cycle", 
    "Carbon dioxide", 
    "Caribbean area", 
    "Catalysis", 
    "Cellulose", 
    "China", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Coastal zone", 
    "Cogeneration of electric power and heat", 
    "Colleges", 
    "Colorado", 
    "Commemorations", 
    "Commerce", 
    "Commercialization", 
    "Community development", 
    "Competition", 
    "Computers", 
    "Condominium (Housing)", 
    "Conferences", 
    "Congress", 
    "Congressional investigations", 
    "Congressional office buildings", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Consultants", 
    "Consumer education", 
    "Consumer protection", 
    "Continental shelf", 
    "Contracts", 
    "Cooperative housing", 
    "Cooperative societies", 
    "Corporate corruption", 
    "Corporate mergers", 
    "Corporation taxes", 
    "Cost effectiveness", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Curricula", 
    "Dams", 
    "Decision making", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Agriculture", 
    "Department of Energy", 
    "Department of the Interior", 
    "Depletion allowances", 
    "Depreciation and amortization", 
    "Developing countries", 
    "Diesel motor", 
    "Directories", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "District of Columbia", 
    "Easements", 
    "East Asia", 
    "Ecological research", 
    "Economics and public finance", 
    "Education", 
    "Electric appliances", 
    "Electric batteries", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric utility rates", 
    "Electric vehicles", 
    "Electricity", 
    "Elementary and secondary education", 
    "Emissions trading", 
    "Employee rights", 
    "Employee training", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy crops", 
    "Energy demand", 
    "Energy efficiency", 
    "Energy industries", 
    "Energy prices", 
    "Energy research", 
    "Energy security", 
    "Energy storage", 
    "Energy supplies", 
    "Engineering", 
    "Engineers", 
    "Engines", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental technology", 
    "Excise tax", 
    "Executive Office of the President", 
    "Executive orders", 
    "Executive reorganization", 
    "Executives", 
    "Exports", 
    "Families", 
    "Farm manure", 
    "Federal Energy Regulatory Commission", 
    "Federal Trade Commission", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to housing", 
    "Federal aid to research", 
    "Federal employees", 
    "Federal office buildings", 
    "Federal officials", 
    "Federal preemption", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Feeds", 
    "Feedstock", 
    "Fertilizers", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fingerprints", 
    "Firearms", 
    "Fishes", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forest management", 
    "Forest products", 
    "Fossil fuels", 
    "Fraud", 
    "Fuel cells", 
    "Fuel consumption", 
    "Futures trading", 
    "Gas appliances", 
    "Gas companies", 
    "Gas in submerged lands", 
    "Gas industry", 
    "Gas pipelines", 
    "Gases", 
    "Gasoline", 
    "Genetic research", 
    "Geographic information systems", 
    "Geology", 
    "Geophysical prediction", 
    "Geothermal resources", 
    "Government and business", 
    "Government contractors", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government property", 
    "Government publications", 
    "Government publicity", 
    "Government service contracts", 
    "Government trust funds", 
    "Government vehicles", 
    "Governmental investigations", 
    "Graduate education", 
    "Great Lakes", 
    "Groundwater", 
    "Gulf of Mexico", 
    "Hawaii", 
    "Health", 
    "Health surveys", 
    "Heating", 
    "Herbicides", 
    "Higher education", 
    "Hispanic Americans", 
    "History", 
    "Holding companies", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing subsidies", 
    "Hurricanes", 
    "Hydraulic engineering", 
    "Hydroelectric power", 
    "Hydrogen", 
    "Idaho", 
    "Identification of criminals", 
    "Imports", 
    "Income tax", 
    "Indemnity", 
    "Independent power producers", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Indian education", 
    "Indian housing", 
    "Indian lands", 
    "Indigenous peoples", 
    "Indoor air pollution", 
    "Information technology", 
    "Infrastructure", 
    "Inspectors general", 
    "International affairs", 
    "International cooperation", 
    "International cooperation in science", 
    "International environmental cooperation", 
    "Interstate compacts", 
    "Inventions", 
    "Inventories", 
    "Investment tax credit", 
    "Irrigation", 
    "Israel", 
    "Judicial review", 
    "Jurisdiction", 
    "Kentucky", 
    "Labeling", 
    "Labor and employment", 
    "Labor supply", 
    "Laboratories", 
    "Land transfers", 
    "Land use", 
    "Latin America", 
    "Law", 
    "Lease and rental services", 
    "Legal fees", 
    "Liability for nuclear damages", 
    "Licenses", 
    "Life imprisonment", 
    "Lighting", 
    "Liquefied natural gas", 
    "Louisiana", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Marine ecology", 
    "Marine parks and reserves", 
    "Mass rapid transit", 
    "Mathematics", 
    "Methane", 
    "Mexico", 
    "Michigan", 
    "Middle East and North Africa", 
    "Mines and mineral resources", 
    "Minimum tax", 
    "Mining claims", 
    "Mining leases", 
    "Mining royalties", 
    "Minorities", 
    "Minority business enterprises", 
    "Mississippi", 
    "Missouri River development", 
    "Montana", 
    "Mortgage guaranty insurance", 
    "Motor buses", 
    "Motor vehicle pollution control", 
    "Municipal solid waste", 
    "National forests", 
    "National parks", 
    "National seashores", 
    "Native Americans", 
    "Natural gas", 
    "Natural gas vehicles", 
    "New England", 
    "New Mexico", 
    "New York State", 
    "Nontariff trade barriers", 
    "North America", 
    "North Dakota", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear energy research", 
    "Nuclear engineering", 
    "Nuclear exports", 
    "Nuclear facilities", 
    "Nuclear fission", 
    "Nuclear fuels", 
    "Nuclear fusion", 
    "Nuclear nonproliferation", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Nuclear security measures", 
    "Nuclear terrorism", 
    "Ocean energy resources", 
    "Ohio", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Oil pollution", 
    "Oil shales", 
    "Oil well drilling", 
    "Oils and fats", 
    "Oklahoma", 
    "Oxygen", 
    "Oxygenates", 
    "Ozone", 
    "Pacific area", 
    "Patents", 
    "Performance measurement", 
    "Pesticides", 
    "Petroleum", 
    "Petroleum engineering", 
    "Petroleum in submerged lands", 
    "Petroleum industry", 
    "Petroleum pipelines", 
    "Petroleum recycling", 
    "Petroleum refineries", 
    "Petroleum reserves", 
    "Petroleum storage", 
    "Plastics", 
    "Potable water", 
    "Poultry", 
    "Power marketing administrations", 
    "Prefabricated buildings", 
    "Presidential appointments", 
    "Private police", 
    "Prospecting", 
    "Proteins", 
    "Public housing", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Public utility regulation", 
    "Public-private partnerships", 
    "Radiation", 
    "Radiation safety", 
    "Radiation victims", 
    "Radioactive wastes", 
    "Radioisotopes", 
    "Radioisotopes in medicine", 
    "Railroad engineering", 
    "Railroad equipment", 
    "Railroads", 
    "Reactor fuel reprocessing", 
    "Real estate development", 
    "Rebates", 
    "Reclamation of land", 
    "Recruiting of employees", 
    "Recycling of waste products", 
    "Reformulated gasoline", 
    "Refrigeration", 
    "Refuse as fuel", 
    "Rent", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research and development facilities", 
    "Research and development tax credit", 
    "Research centers", 
    "Research grants", 
    "Residential rehabilitation", 
    "Restrictive trade practices", 
    "Retiree health benefits", 
    "Revenue sharing", 
    "Right of privacy", 
    "Right-of-way", 
    "Risk", 
    "Sabotage", 
    "Scholarships", 
    "School buses", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientific exchanges", 
    "Scientists", 
    "Secondary recovery of gas", 
    "Secondary recovery of oil", 
    "Senate", 
    "Sentences (Criminal procedure)", 
    "Service stations", 
    "Skilled labor", 
    "Small business", 
    "Social welfare", 
    "Solar energy", 
    "Soybeans", 
    "Speed limits", 
    "Standards", 
    "State-sponsored terrorism", 
    "Storms", 
    "Strategic materials", 
    "Strip mining", 
    "Subcontractors", 
    "Submarine oil well drilling", 
    "Subsidiary corporations", 
    "Sugar", 
    "Sulphur", 
    "Supercomputers", 
    "Superconductivity", 
    "Surety and fidelity", 
    "Surveys", 
    "Swimming pools", 
    "Synthetic fuel", 
    "Tax credits", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax rates", 
    "Tax-exempt securities", 
    "Taxation", 
    "Technological innovations", 
    "Technology transfer", 
    "Telecommuting", 
    "Territories (U.S.)", 
    "Terrorism", 
    "Texas", 
    "Thermal insulation", 
    "Time", 
    "Trade secrets", 
    "Traffic congestion", 
    "Traffic engineering", 
    "Transportation and public works", 
    "Trucks", 
    "Underground storage", 
    "Uranium", 
    "Uranium enrichment", 
    "Urban affairs", 
    "User charges", 
    "Utah", 
    "Vending machines", 
    "Waste in government spending", 
    "Waste water treatment", 
    "Water conservation", 
    "Water pollution control", 
    "Water resources development", 
    "Water storage", 
    "Water treatment plants", 
    "Weather", 
    "Western Hemisphere", 
    "Whistle blowing", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Wind power", 
    "Wood", 
    "Wyoming"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Public Law", 
    "date": "2005-08-08", 
    "text": "Energy Policy Act of 2005 - Sets forth an energy research and development program covering: (1) energy efficiency; (2) renewable energy; (3) oil and gas; (4) coal; (5) Indian energy; (6) nuclear matters and security; (7) vehicles and motor fuels, including ethanol; (8) hydrogen; (9) electricity; (10) energy tax incentives; (11) hydropower and geothermal energy; and (12) climate change technology. Title I: Energy Efficiency - Subtitle A: Federal Programs - (Sec. 101) Directs the Architect of the Capitol to develop and implement a cost-effective energy conservation and management plan for all facilities administered by Congress. (Sec. 102) Amends the National Energy Conservation Policy Act (NECPA) to revise energy reduction goals and performance requirements for federal buildings, including: (1) a timetable for reduced energy consumption; (2) metering of energy use; (3) federal procurement guidelines for energy efficient products, including Energy Star products and Federal Energy Management Program (FEMP) designated products; and (4) extension of federal agency authority to enter into energy savings performance contracts. (Sec. 106) Authorizes the Secretary of Energy (the Secretary throughout this bill, unless otherwise named) to enter into voluntary agreements with one or more persons in industrial sectors that consume significant amounts of primary energy per unit of physical output to reduce the energy intensity of their production activities. Directs the Secretary to recognize and publicize the achievements of participants in such voluntary agreements. (Sec. 107) Instructs the Secretary to establish an Advanced Building Efficiency Testbed demonstration program for advanced engineering systems, components, and materials to enable innovations in building technologies. Authorizes appropriations for FY2006-FY2008. (Sec. 108) Amends the Solid Waste Disposal Act to prescribe procedural guidelines for increased use of recovered mineral component in federally funded projects involving procurement of cement or concrete. (Sec. 109) Amends the Energy Conservation and Production Act (ECPA) to direct the Secretary to establish, by rule, revised federal building energy efficiency performance standards meeting specified requirements. (Sec. 110) Amends the Uniform Time Act of 1966 to extend standard daylight time from March to November (currently it runs from April to October). Requires the Secretary to report to Congress on the impact of this extension upon energy consumption in the United States. Retains the right of Congress to revert Daylight Saving Time back to the 2005 time schedules. (Sec. 111) Requires the Secretaries of the Interior, of Commerce, and of Agriculture to seek to: (1) incorporate energy efficient technologies in public and administrative buildings associated with management of the National Park System, National Wildlife Refuge System, National Forest System, National Marine Sanctuaries System, and other public lands and resources they manage; and (2) use energy efficient motor vehicles, including those equipped with biodiesel or hybrid engine technologies, in such management. Subtitle B: Energy Assistance and State Programs - (Sec. 121) Amends the Low-Income Home Energy Assistance Act of 1981 and ECPA to extend the low-income home energy assistance and weatherization programs through FY2007 and FY2008, respectively. Authorizes the states to purchase renewable fuels, including biomass, to implement the Low-Income Home Energy Assistance programs. (Sec. 123) Amends ECPA to increase from 10% to 25% mandatory state energy efficiency goals in calendar year 2012 as compared to calendar year 1990. (Sec. 124) Prescribes guidelines for: (1) a state energy efficient appliance rebate program; (2) federal grants to the states for energy efficient public buildings; (3) a low income community energy efficiency pilot program; and (4) a State Technologies Advancement Collaborative. (Sec. 128) Amends ECPA to prescribe guidelines for state building energy efficiency codes incentives. Subtitle C: Energy Efficient Products - (Sec. 131) Amends ECPA to: (1) establish a voluntary program at the Department of Energy (DOE) and the Environmental Protection Agency (EPA) to identify and promote energy-efficient products and buildings (Energy Star Program); (2) direct the Secretary to implement a consumer education program for homeowners and small business owners on energy efficiency benefits of air conditioning, heating, and ventilation systems; (3) direct the Secretary to convene a conference to promote a national public energy education program; and (4) direct the Secretary to implement an energy efficiency public information initiative. (Sec. 135) Prescribes energy conservation standards for additional products, including: (1) testing requirements for ceiling fans and ceiling fan light kits, as well as (together with energy conservation standards for) refrigerated bottled or canned beverage vending machines, commercial refrigerators, freezers, and refrigerator-freezers; and (2) definitions and test procedures for the power use of battery chargers and external power supplies. Prescribes the bases for test procedures for illuminated exit signs, distribution transformers (including the low voltage dry-type), traffic signal modules, and medium base compact fluorescent lamps. (Sec. 137) Directs the Federal Trade Commission to consider the effectiveness of the current consumer products labeling program, and changes to labeling rules. (Sec. 138) Instructs the Administrator of General Services to study and report to Congress on the advantages and disadvantages of employing intermittent escalators in the United States. (Sec. 139) Directs the Secretary to study and report to Congress on: (1) state and regional policies that promote cost-effective programs to reduce energy consumption by state-regulated utilities and nonregulated utilities; and (2) failure to comply with deadlines for new or revised energy conservation standards. (Sec. 140) Directs the Secretary to establish a pilot program of financial assistance to between three and seven states to implement energy efficiency pilot projects. Subtitle D: Public Housing - (Sec. 151) Amends the United States Housing Act of 1937 to include among the capital and management activities for which assistance may be made available to public housing agencies from the Public Housing Capital Fund, the improvement of energy and water-use efficiency by certain energy and water conserving fixtures and fittings, and integrated utility management and capital planning to maximize energy conservation and efficiency measures. (Sec. 152) Requires a public housing agency to purchase energy-efficient appliances designated as Energy Star products or FEMP products unless it is not cost-effective to do so. (Sec. 153) Amends the Cranston-Gonzales National Affordable Housing Act with respect to energy efficiency standards. (Sec. 154) Requires the Secretary of Housing and Urban Development to report to Congress on development and implementation of an integrated energy strategy to reduce utility expenses through cost-effective energy conservation and efficiency measures and energy efficient design and construction of public and assisted housing. Title II: Renewable Energy - Subtitle A: General Provisions - (Sec. 201) Instructs the Secretary of Energy to: (1) publish annual reports based upon assessments of renewable domestic energy resources, including solar, wind, biomass, ocean (tidal and thermal), geothermal, and hydroelectric energy; and (2) undertake new assessments as necessary, taking into account changes in market conditions, available technologies, and other relevant factors. (Sec. 202) Amends the Energy Policy Act of 1992 to revise requirements for incentive payments for renewable energy production facilities. Instructs the Secretary to assign 60% of appropriated funds for any given year to facilities that use solar, wind, geothermal, or closed-loop (dedicated energy crops) biomass technologies to generate electricity if there are insufficient appropriations to make full payments for electric production from all qualified renewable energy facilities. Authorizes appropriations for FY2006-FY2026. (Sec. 203) Requires federal purchases of renewable energy to escalate in accordance with certain percentage guidelines. (Sec. 204) Sets forth procedural guidelines under which the Administrator of General Services is authorized to establish a photovoltaic energy commercialization program for the procurement and installation of photovoltaic solar electric systems for electric production in new and existing public buildings. (Sec. 205) Amends the Farm Security and Rural Investment Act of 2002 with respect to mandatory preference in federal agency procurements for items composed of the highest percentage of biobased products practicable. (Sec. 206) Amends ECPA to direct the Secretary to establish criteria governing renewable energy systems installed under the Weatherization Assistance Program. Instructs the Secretary of Energy to establish a program providing rebates for consumers for expenditures made for the installation of a renewable energy system in connection with a dwelling unit or small business. Authorizes appropriations for FY2006-FY2010. (Sec. 207) Authorizes FY2006 appropriations for the installation of a photovoltaic system for the DOE headquarters building (Forrestal Building) in the District of Columbia. (Sec. 208) Establishes in the Environmental Protection Agency (EPA) the Sugar Cane Ethanol Pilot Program. Directs the Administrator of EPA to establish a pilot project in multiple states to study the production of ethanol from cane sugar, sugarcane, and sugarcane byproducts. (Sec. 209) Amends the Public Utility Regulatory Policies Act of 1978 to authorize the Secretary to provide grants to: (1) increase energy efficiency, siting, or upgrading transmission and distribution lines serving rural areas; or (2) provide or modernize electric generation facilities that serve rural areas. (Sec. 210) Authorizes a grants program to improve the commercial value of forest biomass for electric energy, useful heat, and transportation fuels. (Sec. 211) Expresses the sense of Congress that the Secretary of the Interior should, before the end of the 10-year period beginning on enactment of this Act, seek to have approved non-hydropower renewable energy projects located on the public lands with a generation capacity of at least 10,000 megawatts of electricity. Subtitle B: Geothermal Energy - John Rishel Geothermal Steam Act Amendments of 2005 - (Sec. 221) Amends the Geothermal Steam Act of 1970 (GSA) to revise competitive lease sale requirements. (Sec. 222) Directs the Secretary of the Interior to: (1) accept nominations at any time from qualified companies and individuals; (2) hold biennial competitive lease sales for lands located in areas for which such nominations are pending; and (3) make available for noncompetitive leasing for a two-year period any tract for which a competitive lease sale is held, but for which no competitive lease sale bids have been received. (Currently, noncompetitive leasing is reserved for the lands not within any known geothermal resources area.) Makes it a priority for the Secretary, and for the Secretary of Agriculture with respect to National Forest System land, to ensure timely completion of administrative actions, including amendments to applicable forest plans and resource management plans necessary to process applications for geothermal leasing pending on the date of enactment of this Act. Requires all future forest and resource management plans for areas with high geothermal resource potential to consider geothermal leasing and development. Authorizes the Secretary to offer the several parcels for bidding as a block in the competitive lease sale, if a geothermal resource that could be produced as a single unit likely underlies more than one parcel. (Sec. 223) Requires a fee schedule in lieu of royalties for direct use of geothermal resources used for purposes other than commercial generation of electricity. (Sec. 224) Reduces lease royalty percentages accruing from electricity produced using geothermal steam and associated geothermal resources. Authorizes a credit against royalties owed to a lessee, in certain circumstances, equal to the value of electricity provided (in-kind payment) under contract to certain state or county governments entitled to a portion of such royalties. Revises requirements for the disposal of moneys from sales, bonuses, rentals, and royalties. Requires payment to the county where leased lands or geothermal resources are or were located of 25% of any such monies deposited in the Treasury. (Sec. 225) Directs the Secretaries of the Interior and of Agriculture to enter into a Memorandum of Understanding that establishes: (1) administrative procedures to expedite geothermal lease applications; (2) an updatable five-year program for geothermal leasing; (3) a program for reducing the backlog of pending geothermal lease applications; and (4) a joint lease and permit application data retrieval system. (Sec. 226) Requires the Secretary of the Interior, acting through the Director of the U.S. Geological Survey and in cooperation with the states, to submit to Congress an update of the 1978 Assessment of Geothermal Resources. (Sec. 227) Revises requirements for: (1) cooperative or unit plans of development or operation of geothermal fields; and (2) royalties on byproducts. (Sec. 229) Revises requirements governing the authority of the Secretary of the Interior to readjust rentals and royalties of certain geothermal leases. (Sec. 230) Credits certain annual rentals towards royalty payments. (Sec. 231) Revises lease duration terms and work commitment requirements to: (1) replace 40-year renewable lease extensions with five-year renewable extensions; and (2) specify contents of regulations prescribing minimum work commitment requirements. Revises conditions and requirements for conversion of a geothermal lease to either a mineral lease or a mining claim. (Sec. 232) Maintains a geothermal lease in full force and effect for ten years after cessation of commercial production of heat or energy, if the lessee pays advanced royalties at the monthly average rate at which they were paid during production. (Sec. 233) Prescribes a scale of annual rental rates for leases awarded in a competitive lease sale of $2 per acre or fraction for the first year, $3 for the second through tenth years, and $5 for each subsequent year. Limits the $1 per acre or fraction annual rental on a noncompetitive lease to ten years. Requires the Secretary to terminate any lease whose rental is not paid more than 45 days after the due date. (Sec. 234) Requires deposit into a separate account in the Treasury of amounts received by the United States in the first five fiscal years after the enactment of this Act as rentals, royalties, and other payments required under geothermal leases, excluding funds required to be paid to state and county governments. Authorizes the Secretary to: (1) use them to implement the Geothermal Steam Act of 1970 and this Act; and (2) transfer such funds to the Forest Service for coordination and processing of geothermal leases and use authorizations on federal land. (Sec. 235) Amends the Geothermal Steam Act of 1970 to increase the acreage of geothermal leases and to repeal the statutory maximum placed upon such leases. (Sec. 237) Authorizes the Secretary of Energy, acting through the Idaho National Laboratory, to participate in the Intermountain West Geothermal Consortium to address science and science policy issues surrounding the expanded discovery and use of geothermal energy, including from geothermal resources on public lands. Instructs the Secretary to provide financial assistance to Boise State University for expenditure under contracts with consortium members to implement consortium activities. Subtitle C: Hydroelectric - (Sec. 241) Amends the Federal Power Act to require the appropriate Secretary, whenever a condition to an applied-for hydroelectric license is deemed necessary for a project works within a federal reservation, to accept an alternative condition proposed by the applicant and any party to the proceeding that meets certain criteria. Applies the same requirement to an alternative fishway proposed by a license applicant or licensee. (Sec. 242) Requires the Secretary to make specified incentive payments to owners or operators of: (1) certain qualified hydroelectric facilities; as well as (2) hydroelectric facilities at existing dams to make capital improvements directly related to improving facility efficiency by at least 3%. Authorizes appropriations for FY2006-FY2015. (Sec. 244) Amends Federal Power Act requirements governing Alaska state jurisdiction over small hydroelectric power projects to cite conditions under which Alaska may decline to adopt recommendations proposed for protection of wildlife by federal and state fish and wildlife agencies. (Sec. 245) Sets forth conditions under which the Federal Energy Regulatory Commission (FERC) is directed to either extend or reinstate for a three-year period a permit for the Flint Creek (Montana) hydroelectric project. Sets a $25,000 limit upon charges paid for the use of federal land by any political subdivision of Montana that holds a FERC license for a specified project in Granite and Deer Lodge Counties, Montana, for the use of that land for each year during such entity holds the license. (Sec. 246) Amends the Public Utility Regulatory Policies Act to redefine an \"existing dam\" as one constructed before July 22, 2005 (currently, before April 20, 1977). Subtitle D: Insular Energy - (Sec. 251) Amends federal law to revise requirements for mandatory comprehensive energy plans for Caribbean and Pacific insular areas of the United States. Instructs the Secretary of Energy to: (1) identify and evaluate the strategies or projects with the greatest potential for reducing the dependence on imported fossil fuels used for the generation of electricity, including increased use of specified sources of renewable energy; and (2) submit to certain congressional committees updated plans for each insular area. Authorizes the Secretary of the Interior to make grants to U.S. territories to implement projects that protect electric power transmission and distribution lines from hurricane and typhoon damage. (Sec. 252) Directs the Secretary of Energy, upon request of an electric utility located in an insular area that commits to fund at least 10% of the cost, to conduct feasibility studies of projects with potential to significantly reduce the dependence of an insular area on imported fossil fuels, or provide needed distributed generation to an insular area, at a reasonable cost. Title III: Oil and Gas - Subtitle A: Petroleum Reserve and Home Heating Oil - (Sec. 301) Amends the Energy Policy and Conservation Act to make permanent: (1) the authority of the Secretary of Energy to operate the Strategic Petroleum Reserve (SPR); and (2) standby energy authorities, including summer fill and fuel budgeting programs. Directs the Secretary to fill the SPR to its one billion-barrel capacity. Requires the Secretary to develop procedures for acquiring petroleum for the SPR, taking into account specified factors. (Sec. 302) Amends the Energy Act of 2000 to extend for five years the authorization for the National Oilheat Research Alliance. (Sec. 303) Instructs the Secretary of Energy to complete a proceeding to select sites necessary to enable acquisition of the full authorized SPR volume. Subtitle B: Natural Gas - (Sec. 311) Amends the Natural Gas Act to extend its jurisdiction to: (1) importation or exportation of natural gas in foreign commerce and to persons engaged in it; and (2) liquefied natural gas (LNG) terminals, including all facilities located onshore or in state waters that are used to receive, unload, load, store, transport, gasify, liquefy, or process natural gas that is imported to the United States from a foreign country, exported to a foreign country from the United States, or transported in interstate commerce by waterborne tanker. Prescribes procedural guidelines governing FERC authorization of siting, construction, expansion, or operation of liquefaction or gasification of natural gas terminals. Grants FERC exclusive authority to approve or deny, according to specified procedures, an application for the siting, construction, expansion, or operation of a liquefied natural gas (LNG) terminal. Directs FERC to require a LNG terminal operator to develop an Emergency Response Plan, include a cost-sharing plan, in consultation with the United States Coast Guard and state and local agencies prior to FERC approval to begin construction. (Sec. 312) Authorizes FERC to permit a natural gas company to provide storage and storage-related services at market-based rates for new storage capacity related to a specific facility placed in service after enactment of this Act, notwithstanding the fact that the company is unable to demonstrate that it lacks market power. (Sec. 313) Designates FERC as the lead agency for coordinating federal permits and other authorizations and compliance with the National Environmental Policy Act of 1969 (NEPA). Directs FERC to establish a schedule for all federal authorizations. (Sec. 314) Sets forth increased criminal and civil penalties for violations of the Natural Gas Act and of the Natural Gas Policy Act of 1978. (Sec. 315) Prohibits manipulative or deceptive service in connection with the purchase or sale of natural gas or the purchase or sale of transportation services subject to FERC jurisdiction. (Sec. 316) Directs FERC to facilitate price transparency in markets for the sale or transportation of physical natural gas in interstate commerce. (Sec. 317) Directs the Secretary to convene up to three federal-state LNG forums. (Sec. 318) Authorizes the court to prohibit from trading and serving as officers of a natural gas company any individuals engaged in violation of the Natural Gas Act . Subtitle C: Production - (Sec. 322) Amends the Safe Drinking Water Act to exclude from the definition of underground injection the underground injection of fluids or propping agents (other than diesel fuels) pursuant to hydraulic fracturing operations related to oil or gas, or geothermal production activities. Subtitle D: Naval Petroleum Reserve - (Sec. 331) Transfers from the Secretary of Energy to the Secretary of the Interior administrative jurisdiction and control over all but specified public domain lands included within Naval Petroleum Reserve Numbered 2 located in Kern County, California. (Sec. 332) Establishes in the Treasury the Naval Petroleum Reserve Numbered 2 Lease Revenue Account as the sole and exclusive source of funds available to the Secretary of the Interior to pay for environmental-related costs and expenses incurred by the United States. (Sec. 333) Conveys to the City of Taft, California, without any payment of consideration by the City, all surface right, title, and interest of the United States to a parcel of real property (a portion of the Naval Petroleum Reserve) located in Mount Diablo meridian, County of Kern, California. (Sec. 334) Revokes in its entirety Executive Order of December 13, 1912, which created Naval Petroleum Reserve Numbered 2 (thereby revoking the withdrawal of such land). Subtitle E: Production Incentives - ( Sec. 342) Establishes a program for in-kind oil and gas royalties. Authorizes the Secretary of the Interior, in disposing of gas or oil royalty taken in-kind, to grant a preference to any person, including any state or federal agency, for the purpose of providing additional resources to any federal low-income energy assistance program. (Sec. 343) Prescribes conditions for reductions and termination of of royalty rates on marginal property. Defines as an onshore unit, communitization agreement, or other lease that produces on average the combined equivalent of less than 15 barrels of oil per well per day or 90 million British thermal units of gas per well per day. (Sec. 344) Directs the Secretary of the Interior to promulgate final royalty incentive regulations for natural gas production from deep wells and ultra deep wells in certain shallow waters of the Gulf of Mexico. (Sec. 345) Suspends royalties for deep water production in certain parts of the Gulf of Mexico and in certain Planning Areas offshore Alaska. (Sec. 347) Transfers to the Naval Petroleum Reserves Production Act of 1976 certain requirements governing exploration of the National Petroleum Reserve (Reserve) in Alaska. Revises such requirements to direct the Secretary of the Interior to conduct an expeditious program of competitive leasing of oil and gas in such Reserve. Prescribes leasing guidelines that authorize the Secretary to waive, suspend, or reduce the rental fees or minimum royalty, or reduce the royalty on an entire leasehold, if the Secretary determines that it is in the public interest. (Sec. 348) Directs the Secretary of the Interior to establish the North Slope Science Initiative to coordinate collection of scientific data regarding the terrestrial, aquatic, and marine ecosystems of the North Slope of Alaska. (Sec. 349) Directs the Secretary of the Interior, in cooperation with the Secretary of Agriculture, to establish a program to remediate, reclaim, and close orphaned, abandoned, or idled oil and gas wells located on land administered by the land management agencies within the Department of the Interior and the Department of Agriculture. Authorizes appropriations for FY2006-FY2010. (Sec. 350) Amends the Mineral Leasing Act to authorize the Secretary to issue separately for any area that contains any combination of tar sand and oil or gas (or both): (1) a lease for exploration for and extraction of tar sand; and (2) a lease for exploration for and development of oil and gas. States that the minimum acceptable bid required for a lease issued for tar sand shall be $2 per acre. Authorizes the Secretary to waive, suspend, or alter any requirement that a permittee prospecting for tar sand must exercise due diligence to promote any resource covered by a combined hydrocarbon lease. (Sec. 351) National Geological and Geophysical Data Preservation Program Act of 2005 - Instructs the Secretary to implement a National Geological and Geophysical Data Preservation Program, including establishment of a data archive system. Authorizes appropriations for FY2006-FY2010. (Sec. 352) Amends the Mineral Leasing Act to exempt from its oil and gas lease acreage limitation any lease committed to a federally approved unit or cooperative plan, or communitization agreement, or for which royalty, including compensatory royalty or royalty-in-kind, was paid in the preceding calendar year. (Thus removes acreage limitations from oil and gas leases granted royalty relief under this Act.) (Sec. 353) Directs the Secretary of the Interior to grant royalty relief for natural gas produced from gas hydrate resources under certain eligible leases on the Outer Continental Shelf and federal lands in Alaska. (Sec. 354) Directs the Secretary of the Interior to undertake a rulemaking for royalty reductions for eligible leases, including those for oil and gas. Instructs the Secretary of Energy to: (1) establish a competitive grant program for oil and gas producers to implement projects to inject carbon dioxide to enhance recovery of oil or natural gas while increasing carbon dioxide sequestration; and (2) assess and report to Congress on the economic implications of the dependence of Hawaii on oil as its principal source of energy. (Sec. 356) Requires the Denali Commission to use specified funds to implement designated energy programs, including: (1) energy generation and development; (2) fuel cells, hydroelectric, solar, wind, wave, and tidal energy; (3) the replacement and cleanup of fuel tanks; and (4) the construction of fuel transportation networks and related facilities. (Sec. 357) Directs the Secretary of the Interior to inventory, analyze, and report to Congress on oil and natural gas resources beneath all of the waters of the United States Outer Continental Shelf (OCS). Subtitle F: Access to Federal Lands - (Sec. 361) Requires the Secretary of the Interior to perform an internal review of current federal onshore oil and gas leasing and permitting practices. (Sec. 362) Prescribes general requirements for management of federal oil and gas leasing programs by, including best management practices of, the Secretaries of the Interior and of Agriculture. Authorizes appropriations for FY2006-FY2010. (Sec. 363) Requires the Secretary to enter into a memorandum of understanding with the Secretary of Agriculture regarding oil and gas leasing on public lands and National Forest lands under their respective jurisdictions. (Sec. 364) Amends the Energy Act of 2000 to revise the requirement that the Secretary of the Interior, when inventorying all onshore federal lands, identify impediments or restrictions upon oil and gas development. (Sec. 365) Instructs the Secretary of the Interior to establish a Federal Permit Streamlining Pilot Project. (Sec. 366) Amends the Mineral Leasing Act to set deadlines for an expedited permit application process. (Sec. 367) Instructs: (1) the Secretary of the Interior to update regulations to revise the per acre rental fee zone value schedule by state, county, and type of linear right-of-way use to reflect current values of land in each zone; and (2) the Secretary of Agriculture to make the same revision for linear rights-of-way granted, issued, or renewed on National Forest System land under the Federal Lands Policy and Management Act of 1976. (Sec. 368) Prescribes guidelines governing energy right-of-way corridors on federal land. Directs the Secretaries of Agriculture, of Commerce, of Defense, of Energy, and of the Interior (the Secretaries), in consultation with FERC, states, tribal or local governmental entities, affected utility industries, and other interested persons, are directed to consult with each other and to: (1) designate corridors for oil, gas, and hydrogen pipelines and electricity transmission and distribution facilities on federal land in the 11 contiguous Western States; (2) incorporate the designated corridors into the relevant agency land use and resource management or equivalent plans; and (3) ensure that additional corridors are promptly identified and designated. (Sec. 369) Oil Shale, Tar Sands, and Other Strategic Unconventional Fuels Act of 2005 - Declares that it is the policy of the United States that U.S. oil shale, tar sands, and other unconventional fuels are strategically important domestic resources that should be developed to reduce the growing U.S. dependence on politically and economically unstable sources of foreign oil imports. Instructs the Secretary of the Interior to make available for leasing public lands in Colorado, Utah, and Wyoming in order to conduct research and development of technologies for the recovery of liquid fuels from oil shale and tar sands resources. Instructs the Secretary of Energy to establish a task force to develop a program to coordinate and accelerate the commercial development of strategic unconventional fuels, including oil shale and tar sands resources. Requires the Office of Petroleum Reserves of the Department of Energy to: (1) coordinate the creation and implementation of a commercial strategic fuel development program for the United States; (2) promote and coordinate federal actions that facilitate the development of strategic fuels in order to address effectively domestic energy supply needs; and (3) work closely with the Task Force and coordinate its staff support. Amends the Mineral Leasing Act to modify leasing guidelines for: (1) lands within special tar sand areas; (2) oil shale deposits and expanded lease acreage; and (3) lease exclusion from any chargeability limitation associated with oil and gas leases. Designates the Department of the Interior as the lead federal agency for coordinating all applicable federal authorizations and environmental reviews. Directs the Secretary of the Interior to implement a national assessment of oil shale and tar sands resources in order to evaluate and map oil shale and tar sands deposits, in the following order of priority: (1) the Green River Region of Colorado, Utah, and Wyoming; (2) the Devonian oil shales and other hydrocarbon-bearing rocks called \"shale\" located east of the Mississippi River; and (3) any remaining area in the central and western United States (including Alaska) that contains oil shale and tar sands, as determined by the Secretary. Instructs the Secretary of the Interior to: (1) identify public lands containing deposits of oil shale or tar sands within the Green River, Piceance Creek, Uintah, and Washakie geologic basins; (2) give priority to implementing land exchanges within those basins; and (3) establish royalties, fees, rentals, bonus, or other payments for leases that encourage development of the oil shale and tar sands resources. Instructs the Secretary of Defense to procure fuel derived from coal, oil shale, and tar sands extracted by either mining or in-situ methods and refined and processed in the United States. Grants the Secretary of Defense multiyear contract authority. Authorizes appropriations. (Sec. 370) Withdraws all federal land within the boundary of Finger Lakes National Forest in New York from: (1) all forms of entry, appropriation, or disposal under the public land laws; and (2) disposition under all laws relating to oil and gas leasing. (Sec. 371) Amends the Mineral Leasing Act to cite conditions for the reinstatement of oil and gas leases terminated for certain failure to pay rentals. (Sec. 372) Directs the Secretary of Energy to enter into a memorandum of understanding with relevant entities to coordinate all applicable federal authorizations and environmental reviews relating to energy rights-of-way on public land. (Sec. 373) Expresses the sense of Congress that any regulation of the development of oil, gas, or other minerals in the subsurface of the lands constituting Padre Island National Seashore should be made as if those lands retained the status they had on September 27, 1962. (Sec. 374) Amends federal law governing the reservation of federal mineral rights in the conveyance of certain lands to Livingston Parish, Louisiana. Directs the Secretary of the Interior to convey the remaining mineral rights to the parties who as of the enactment of the Energy Policy Act of 2005 would be recognized as holders of a right, title, or interest to any portion of such minerals under the laws of Louisiana, but for the interest of the United States in such minerals. Subtitle G: Miscellaneous - (Sec. 381) Amends the Coastal Zone Management Act of 1972 to revise procedural requirements for deadlines and decisions on appeals to the Secretary of the Interior regarding consistency of federal activities with state management programs. (Sec. 383) Allows a lessee to withhold from payment any royalty due and owing to the United States under any leases under the Outer Continental Shelf Lands Act for offshore oil or gas production from a covered lease tract if, on or before the date that the payment is due and payable to the United States, the lessee makes a payment to the state of 44 cents for every $1 of royalty withheld. (Sec. 384) Amends the Outer Continental Shelf Lands Act to revise definitions and guidelines governing the coastal impact assistance program. Sets forth allocation guidelines among producing states and the amount of Outer Continental Shelf revenues. (Sec. 385) Requires the Secretary to arrange with the National Academy of Sciences to study and report to Congress on short-term and long-term availability of skilled workers to meet the energy and mineral security requirements of the United States. (Sec. 386) Bans issuance of any federal or state permit or lease for new oil and gas slant, directional, or offshore drilling in or under the Great Lakes. (Sec. 387) Requires removal of any state currently on the list of Affected States with respect to federal coalbed methane regulation under the Energy Policy Act of 1992 if, within three years after enactment of this Act, the state takes, or before the date of enactment has taken, any of the actions required for removal from the list under such law. (Sec. 388) Amends the Outer Continental Shelf Lands Act to authorize the Secretary of the Interior to grant, on either a competitive or noncompetitive basis, a lease, easement, or right-of-way on the outer Continental Shelf for activities not otherwise authorized under specified laws, if those activities: (1) support exploration, development, production, transportation, or storage of oil, natural gas; (2) produce or support production, transportation, or transmission of energy from sources other than oil and gas; or (3) use, for energy-related or marine-related purposes, facilities currently or previously used for activities authorized under this Act, unless prohibited by moratorium. Sets forth implementation requirements. (Sec. 389) Amends the Oil Pollution Act of 1990 to terminate authorization for funding the Oil Spill Recovery Institute one year after the date on which the Secretary of Energy determines that oil and gas exploration, development, and production in Alaska have ceased. (Currently the authorization will terminate September 30, 2012.) (Sec. 390) States that action by the Secretary of the Interior in managing the public lands, or the Secretary of Agriculture in managing National Forest System Lands, with respect to certain oil or gas drilling related activities shall be subject to a rebuttable presumption that the use of a categorical exclusion under NEPA would apply if the activity is conducted pursuant to the Mineral Leasing Act for the purpose of exploration or development of oil or gas. Subtitle H: Refinery Revitalization - (Sec. 392) Authorizes the Administrator of the Environmental Protection Agency, upon request, to enter into a refinery permitting cooperative agreement with the state under which each signatory identifies the steps, including timelines, it will take to streamline the consideration of federal and state environmental permits for a new refinery. Title IV: Coal - Subtitle A: Clean Coal Power Initiative - (Sec. 401) Authorizes appropriations for FY2006-FY2014 for a Clean Coal Power Initiative. (Sec. 404) Directs the Secretary to award competitive, merit-based grants to institutions of higher education for the establishment of clean coal centers of excellence for energy systems of the future. Subtitle B: Clean Power Projects - (Sec. 411) Grants the Secretary loan guarantee authority for a certain project to produce energy from coal of less than 7,000 Btu/lb. using appropriate advanced integrated gasification combined cycle technology, including repowering of existing facilities. States that such loan guarantees do not preclude the facility from receiving an allocation for investment tax credits under Internal Revenue Code. (Sec. 412) Authorizes appropriations for the Secretary to provide the cost of a direct loan to the owner of a clean coal technology plant located near Healy, Alaska, constructed under Department cooperative agreement number DE-FC-FY22-91PC90544, in order to place such plant into reliable operation for the generation of electricity. Sets the loan ceiling at $80 million. (Sec. 413) Directs the Secretary to carry out a project to demonstrate production of energy from coal mined in the western United States using integrated gasification combined cycle technology. (Sec. 414) Authorizes the Secretary to provide loan guarantees for: (1) a certain project to produce energy from a plant using integrated (coal) gasification combined cycle technology of at least 400 megawatts in capacity that produces power at competitive rates in deregulated energy generation markets and does not receive a subsidy from ratepayers; and (2) at least five petroleum coke gasification projects. (Sec. 416) Directs the Secretary to use $5 million to demonstrate the viability of high-energy electron scrubbing technology on commercial-scale electrical generation using high-sulfur coal. (Sec. 417) Authorizes appropriations for the Secretary to carry out a program to evaluate the commercial and technical viability of advanced technologies for the production of Fischer-Tropsch and other transportation fuels, manufactured from Illinois basin coal, including the capital modification of existing facilities and the construction of testing facilities. Subtitle C: Coal and Related Programs - (Sec. 431) Amends the Energy Policy Act of 1992 to direct the Secretary to implement a financial assistance program to facilitate production and generation of coal-based power through the deployment of clean coal electric generating equipment and processes that improve energy efficiency or environmental performance consistent with relevant federal and state clean air requirements. Authorizes appropriations for: (1) generation projects through FY2013; and (2) an air quality enhancement program through FY2011. Subtitle D: Federal Coal Leases - Coal Leasing Amendments Act of 2005 - (Sec. 431) Amends the Mineral Leasing Act to authorize the leaseholder of either coal lands or coal deposits to secure modifications of the original coal lease by including additional coal lands or coal deposits contiguous or cornering to those encompassed in the lease. Repeals the 160-acre limitation for coal leases. (Sec. 433) Allows the Secretary of the Interior to: (1) establish a period of more than 40 years for the mining plan of a logical mining unit; and (2) modify the conditions for advance royalty payments under coal leases. (Sec. 435) Repeals the deadline for submission for the Secretary's approval of a coal lease operation and reclamation plan. (Sec. 436) Prohibits the Secretary from requiring a surety bond or any other financial assurance to guarantee payment of deferred bonus bid installments with respect to any coal lease issued on a cash bonus bid to a lessee or successor in interest having a history of a timely payment of noncontested coal royalties and advanced coal royalties in lieu of production (where applicable) and bonus bid installment payments. (Sec. 437) Instructs the Secretary of the Interior to review and report to Congress on coal assessments and other available data to identify: (1) federal lands, other than National Park lands, with coal resources available for development; (2) the extent and nature of any restrictions or impediments to the development of coal resources on such lands; and (3) resources of compliant coal and supercompliant coal. Title V: Indian Energy - Indian Tribal Energy Development and Self-Determination Act of 2005 - (Sec. 502) Amends the Department of Energy Organization Act and the Energy Policy Act of 1992 to establish the Office of Indian Energy Policy and Programs to promote Indian energy activities and tribal energy resource development through a program of grants and loans. (Sec. 503) Revises requirements for Indian tribal energy resource development. Directs the Secretary of the Interior to establish an Indian energy resource development program to assist consenting Indian tribes and tribal energy resource development organizations. Authorizes appropriations for FY2006-FY2016. Requires the Director of the Office of Indian Energy Policy and Programs, DOE, to establish grant programs to assist consenting Indian tribes in meeting energy education, research and development, planning, and management needs, including specified technology sequestration programs. Authorizes appropriations for FY2006-FY2016. Authorizes the Secretary of Energy to provide loan guarantees for up to 90% of the unpaid principal and interest due on any loan made to any Indian tribe for energy development. Authorizes appropriations. Revises requirements for the Indian tribal energy resource regulation grant program. Prescribes implementation requirements governing leases, business agreements, and rights-of-way involving Indian energy development or transmission. Authorizes appropriations for FY2006-FY2016. Directs the Administrators of the Bonneville Power Administration, the Western Area Power Administration, and any other pertinent power administration to encourage Indian tribal energy development through programs within their respective Administrations, including power allocations and purchases. Authorizes appropriations. Directs the Secretary to study and report to Congress on: (1) tribal use of federal power allocations or sales by specified power administrations; and (2) the cost and feasibility of a demonstration project using wind energy generated by Indian tribes and hydropower generated by the Army Corps of Engineers on the Missouri River to supply firming power to the Western Area Power Administration. (Sec. 505) Declares the Dine Power Authority (a Navajo Nation enterprise) eligible to receive grants and other assistance for development of a transmission line from the Four Corners Area (Utah, Colorado, New Mexico, and Arizona) to southern Nevada, including related power generation opportunities. Amends federal law to extend a certain Navajo Electrification Demonstration Program to ten years and to extend the authorization of appropriations to FY2011. (Sec. 506) Instructs the Secretary of Housing and Urban Development to promote energy conservation in housing that is located on Indian land and assisted with federal resources. Title VI: Nuclear Matters - Subtitle A: Price-Anderson Act Amendments - Price-Anderson Amendments Act of 2005 - (Sec. 602) Amends the Atomic Energy Act of 1954 to modify and extend through December 31, 2025, indemnification authority and liability limits for Nuclear Regulatory Commission (NRC) licensees, DOE contractors, and for nonprofit educational institutions. (Sec. 610) Repeals the mandate that the Secretary determine by rule whether nonprofit educational institutions should receive automatic remission of any civil monetary penalties for violation of DOE safety regulations. Repeals the specific exemption from liability for such penalties affecting certain universities, corporations, and their subcontractors or suppliers. Limits to the total amount of fees paid within any one-year period under the contract under which a violation occurs the total amount of civil penalties incurred within any one-year period by a not-for-profit contractor, subcontractor, or supplier. Defines \"not-for-profit\" to mean that no part of the net earnings of the contractor, subcontractor, or supplier inures to the benefit of any natural person or for-profit artificial person. Subtitle B: General Nuclear Matters - (Sec. 621) Amends the Atomic Energy Act of 1954 to specify that a commercial nuclear power utilization or production facility license extends for not more than 40 years (as under current law) from the authorization to commence operations. (Sec. 622) Authorizes the NRC to establish a Scholarship and Fellowship program to enable students to study, for at least one academic semester or equivalent term, science, engineering, or another field of study in a critical skill area related to the NRC regulatory mission. (Sec. 624) Authorizes the NRC to exempt from the federal civil service pension offset an annuitant who was formerly a NRC employee and is hired as consultant to the NRC if there is exceptional difficulty in recruiting or retaining a qualified employee. (Sec. 625) Waives application of federal antitrust law to applications for a license to construct or operate a utilization or production facility. (Sec. 626) States that a general duty of the NRC is to ensure that sufficient funds will be available to decommission certain licensed production or utilization facilities, including standards and restrictions governing the control, maintenance, use, and disbursement by any former licensee that has control over any fund for the decommissioning of a facility. (Sec. 627) Prohibits DOE from reimbursing any contractor or subcontractor for legal fees or expenses incurred with respect to a complaint subsequent to an adverse determination or final judgment unless the determination or final judgment is reversed upon further administrative or judicial review. (Sec. 628) Directs the Secretary to establish a pilot program to decommission and decontaminate the sodium-cooled fast breeder experimental test-site reactor located in northwest Arkansas, in accordance with a specified DOE report relating to the reactor, dated August 31, 1998. Authorizes appropriations. (Sec. 629) Amends the Energy Reorganization Act of 1974 to extend whistleblower protections to federal employees of either DOE or the NRC, including all contractor and subcontractor employees. Permits whistleblower complaints to be brought directly in U.S. district court for de novo review if the Secretary of Labor fails to issue a final order within the statutory deadline. (Sec. 630) Cites conditions under which the NRC may issue an export license for highly enriched uranium for medical isotope production. (Sec. 631) Instructs the Secretary to submit to Congress: (1) an official notification of the final designation of a DOE entity for completing activities needed to provide a facility for safely disposing of all greater-than-Class C low-level radioactive waste; and (2) a plan to ensure the continued recovery and storage of greater-than-Class C low-level radioactive sealed sources that pose a security threat until a permanent disposal facility is available. (Sec. 632) Amends the Atomic Energy Act of 1954 to prohibit nuclear exports to countries that sponsor terrorism. Authorizes the President to waive such prohibition under certain circumstances. (Sec. 633) Instructs the Secretary to take action necessary to ensure continued eligibility to participate in or transfer into certain pension or health care benefit plans if an employee: (1) is involved in providing infrastructure or environmental remediation services at the Portsmouth, Ohio, or the Paducah, Kentucky, Gaseous Diffusion Plant; (2) has been an employee of DOE's predecessor management and integrating contractor (or its first or second tier subcontractors), or of the Corporation, at the Portsmouth, Ohio, or the Paducah, Kentucky, facility; and (3) was eligible as of April 1, 2005, to participate in or transfer into the Multiple Employer Pension Plan or the associated multiple employer retiree health care benefit plans. (Sec. 634) Directs the Secretary to provide for establishment of two projects in geographical areas regionally and climatically diverse to demonstrate the commercial production of hydrogen at existing nuclear power plants. Authorizes appropriations. (Sec. 635) Prohibits assumption of liability by the U.S. Government for certain foreign incidents. (Sec. 636) Authorizes appropriations for this subtitle. (Sec. 637) Amends the Omnibus Budget Reconciliation Act of 1990 with respect to NRC user fees and annual charges. (Sec. 638) Authorizes the Secretary to enter into contracts with sponsors of an advanced nuclear facility that cover a total of six reactors consisting of not more than three different reactor designs, in accordance with statutory requirements. (Sec. 639) Amends the Atomic Energy Act of 1954 to authorize the NRC to enter into a contract, agreement, or arrangement with the DOE or the operator of a DOE facility, if: (1) the conflict of interest cannot be mitigated; and (2) adequate justification exists to proceed without its mitigation. Subtitle C: Next Generation Nuclear Plant Project - (Sec. 641) Instructs the Secretary to establish the Next Generation Nuclear Plant Project consisting of design, construction, and operation of a prototype plant, including a nuclear reactor: (1) based on Generation IV Nuclear Energy Systems Initiative research and development; and (2) used to generate electricity or produce hydrogen, or do both. (Sec. 642) Requires the Project to be managed in DOE by the Office of Nuclear Energy, Science, and Technology. Designates the Idaho National Laboratory as the lead laboratory, where the prototype nuclear reactor and associated plant shall be sited. (Sec. 643) Directs the Secretary to ensure that the Project is structured to maximize the transfer of technologies from other sources, including the nuclear power and chemical processing industries. Provides guidelines for: (1) international collaboration and assistance; (2) review by the Nuclear Energy Research Advisory Committee; (3) NRC licensing and regulatory authority; and (4) Project timelines. (Sec. 645) Authorizes appropriations for FY2006-FY2021. Subtitle D: Nuclear Security - (Sec. 651) Amends the Atomic Energy Act of 1954 to direct the NRC to conduct security evaluations at each licensed nuclear facility to assess the ability of a private security force to defend against any applicable design basis threat. Requires the NRC to initiate a rulemaking proceeding to revise its design basis threats. Directs the NRC to assign a federal security coordinator to each of its regions to monitor and coordinate security measures among the private security forces at classes of nuclear facilities. Directs the NRC to require backup power for certain emergency notification systems for nuclear power plants located in specified areas. Authorizes the NRC to provide grants, contracts, and other contributions to institutions of higher education to support training and curricula pertaining to nuclear safety, security, environmental protection, or other fields critical to the NRC's regulatory mission. Requires the NRC to: (1) set forth regulatory guidelines for the import or export of radiation sources that include a mandatory tracking system; and (2) submit to Congress the results of a study by the National Academy of Sciences about industrial, research, and commercial uses for radiation sources. Establishes the Task Force on Radiation Source Protection and Security to evaluate and report to Congress and the President on the security of radiation sources in the United States from potential terrorist threats, sabotage, theft, or use of a radiation source in a radiological dispersal device. Sets forth guidelines for: (1) transfer and disposal of byproduct material in a disposal facility; and (2) formulation of a plan for transition of regulatory authority between the states and the NRC with respect to byproduct material. (Sec. 652) Amends the Atomic Energy Act of 1954 to direct the NRC to require fingerprinting for criminal history record checks for individuals permitted unescorted access to a utilization facility, radioactive material, other property subject to its regulations, or certain safeguards information. (Sec. 653) Authorizes the NRC to authorize the use of firearms by security personnel of NRC licensees and certificate holders. (Sec. 655) Identifies additional types of nuclear facilities whose sabotage incurs certain federal criminal penalties. Increases such penalties, including imprisonment for up to life without parole. (Sec. 656) Directs the NRC to establish a system to ensure that byproduct materials, source materials, special nuclear materials, high-level radioactive waste, spent nuclear fuel, transuranic waste, and low-level radioactive waste materials, when transferred or received in the United States by any party pursuant to an import or export license, are accompanied by a manifest describing the type and amount of such materials. Subjects to a security background check each individual receiving or accompanying the transfer of such materials. (Sec. 657) Requires the NRC, before issuing a utilization facility license, to consult with the Department of Homeland Security (DHS) concerning the potential vulnerabilities of the proposed facility's location to terrorist attack. Title VII: Vehicles and Fuels - Subtitle A: Existing Programs - (Sec. 701) Amends the Energy Policy and Conservation Act to cite circumstances that permit an agency to qualify for a waiver of the alternative fuel use requirement applicable to dual fueled federal light duty vehicles. (Sec. 702) Changes from discretionary to mandatory the authority of the General Services Administration (GSA), and any other federal agency that procures motor vehicles for distribution to other federal agencies, to allocate the incremental cost of alternative fueled vehicles over the cost of comparable gasoline vehicles across the entire fleet of motor vehicles distributed by such agency. (Sec. 703) Amends the Energy Policy Act of 1992 to authorize the Secretary of Energy to waive compliance with the fleet requirement program governing federal and state motor vehicle fleets on a showing that the fleet will achieve a reduction in annual petroleum fuel consumption, and complies with all applicable vehicle emission standards. (Sec. 704) Directs the Secretary to study and report to Congress on the effect that certain alternative fueled vehicle requirements have had upon: (1) the development of alternative fueled vehicle technology; (2) the availability of that technology in the market; and (3) the cost of alternative fueled vehicles. (Sec. 705) Changes from November 13, 1999, to February 15, 2006, the deadline for the first annual report by each federal agency on its compliance with alternative fueled vehicle purchasing requirements. (Sec. 706) Instructs the Secretary to establish a program to improve technologies for the commercialization of: (1) a combination hybrid/flexible fuel vehicle; or (2) a plug-in hybrid/flexible fuel vehicle. Authorizes appropriations for FY2006-FY2009. (Sec. 707) Exempts from the alternative fuel requirements of the Energy Policy Act of 1992 vehicles directly used in the emergency repair of transmission lines and in the restoration of electricity service following power outages. Subtitle B: Hybrid Vehicles, Advanced Vehicles, and Fuel Cell Buses - Part 1: Hybrid Vehicles - (Sec. 711) Requires the Secretary to accelerate efforts directed toward the improvement of batteries and other rechargeable energy storage systems, power electronics, hybrid systems integration, and other hybrid vehicles technologies. (Sec. 712) Instructs the Secretary to establish a program to encourage domestic production and sales of efficient hybrid and advanced diesel vehicles. Requires the program to include grants to automobile manufacturers to encourage domestic production of efficient hybrid and advanced diesel vehicles. Part 2: Advanced Vehicles - (Sec. 721) Directs the Secretary to establish a competitive grant pilot program through the DOE Clean Cities Program, to provide up to 30 geographically dispersed project grants to state or local governments or metropolitan transportation authorities for acquisition of alternative fueled vehicles, hybrid vehicles, or fuel cell vehicles, including the infrastructure necessary to support them directly. (Sec. 723) Authorizes appropriations. Part 3: Fuel Cell Buses - (Sec. 731) Directs the Secretary to: (1) establish a transit bus demonstration program to make competitive, merit-based awards for five-year projects to demonstrate up to 25 fuel cell transit buses (and necessary infrastructure) in five geographically dispersed localities; and (2) give preference to projects most likely to mitigate congestion and improve air quality. Authorizes appropriations for FY2006-FY2010. Subtitle C: Clean School Buses - (Sec. 741) Directs the EPA Administrator to establish a grant program on a competitive basis to replace or retrofit certain existing school buses (including repowering, aftertreatment, and remanufactured engines). (Sec. 742) Instructs the EPA Administrator to establish a program for awarding grants on a competitive basis to governmental entities for fleet modernization programs including installation of retrofit technologies for diesel trucks. (Sec. 743) Directs the Secretary of Energy to establish a program for entering into cooperative agreements: (1) with private sector developers for the development of fuel cell-powered school buses; and (2) with local government entities using natural gas-powered school buses and such developers to demonstrate the use of such buses. Authorizes appropriations for FY2006-FY2009. Subtitle D: Miscellaneous - (Sec. 751) Directs the Secretary of Energy to establish a cost-shared, public-private research partnership involving the federal government, railroad carriers, locomotive manufacturers and equipment suppliers, and the Association of American Railroads to develop and demonstrate railroad locomotive technologies that increase fuel economy, reduce emissions, and lower costs of operation. Authorizes appropriations for FY2006-FY2008. (Sec. 752) Instructs the EPA Administrator to report to Congress on the trading of mobile source emission reduction credits for use by owners and operators of stationary source emission sources to meet emission offset requirements within a nonattainment area. (Sec. 753) Requires the EPA Administrator and the Administrator of the Federal Aviation Administration (FAA) to study and report to Congress on: (1) the impact of aircraft emissions on air quality in nonattainment areas; (2) ways to promote fuel conservation measures for aviation; and (3) opportunities to reduce air traffic inefficiencies that increase fuel burn and emissions. (Sec. 754) Instructs the Secretary to accelerate efforts to improve diesel combustion and aftertreatment technologies for use in diesel fueled motor vehicles. (Sec. 755) Establishes within the Department of Transportation the Conserve by Bicycling Program. Authorizes appropriations. (Sec. 756) Directs the EPA Administrator to: (1) review Clean Air Act mobile source air emission models to determine whether they accurately reflect emissions resulting from long-duration idling of vehicles and engines; (2) review emission reductions achieved by the use of idle reduction technology; (3) revise EPA regulations and guidance as appropriate; and (4) establish a program to support deployment of idle reduction technology. Authorizes appropriations for FY2006-FY2008. Requires the EPA Administrator to study and report to Congress on all locations at which heavy-duty vehicles stop for long-duration idling. (Sec. 757) Instructs the Secretary of Energy (Secretary) to initiate a partnership with diesel engine, diesel fuel injection system, diesel vehicle manufacturers, and diesel and biodiesel fuel providers to include biodiesel testing in advanced diesel engine and fuel system technology. Authorizes appropriations for FY2006-FY2010. (Sec. 758) Directs the Secretary to enter into a cooperative agreement with the National Aeronautics and Space Administration (NASA) for the development of ultra-efficient engine technology for aircraft. Authorizes appropriations for FY2006-FY2010. (Sec. 759) Amends federal transportation law to require that, in order for any model of dual fueled automobile to be eligible to receive certain fuel economy incentives, a label be attached to the fuel compartment stating that the vehicle can be operated on an alternative fuel and on gasoline or diesel, with the form of alternative fuel stated on the notice. Subtitle E: Automobile Efficiency - (Sec. 771) Authorizes appropriations for FY2006-FY2010 for implementation and enforcement of average fuel economy standards. (Sec. 772) Amends federal transportation law to extend through model year 2010 manufacturing incentives and the maximum fuel economy increase for alternative fueled vehicles. (Sec. 773) Directs the Administrator of the National Highway Traffic Safety Administration (NHTSA) to study the feasibility and effects of reducing by model year 2014, by a significant percentage, the amount of fuel consumed by automobiles. (Sec. 774) Directs the EPA Administrator to update or revise certain adjustment factors to take specified new fuel depleting features into consideration. Subtitle F: Federal and State Procurement - (Sec. 782) Sets a deadline by which the head of any federal agency that uses a light-duty or heavy-duty vehicle fleet shall lease or purchase fuel cell vehicles and hydrogen energy systems to meet prescribed energy savings goals. Authorizes the Secretary of Energy to: (1) establish a cooperative program with state agencies managing motor vehicle fleets to encourage purchase of fuel cell vehicles by the agencies; and (2) offer incentive payments to a state agency to assist with the cost of planning, differential purchases, and administration. Authorizes appropriations for FY2008-FY2015. (Sec. 783) Sets a deadline by which the head of any federal agency that uses electrical power from stationary, portable, or microportable devices shall lease or purchase a stationary, portable, or micro fuel cell to meet prescribed energy savings goals. Authorizes appropriations for FY2006-FY2015. Subtitle G: Diesel Emissions Reduction - (Sec. 792) Instructs the Administrator of the Environmental Protection Agency to use: (1) 70% of certain allocated funds to provide grants and low-cost revolving loans on a competitive basis to eligible entities to achieve prescribed reductions in diesel emissions; and (2) 30% of certain allocated funds to support grant and loan programs administered by states that are designed to achieve similar diesel emission reductions. (Sec. 795) Instructs the EPA Administrator to: (1) develop nonfinancial incentives to promote the use of eligible technologies; (2) develop appropriate guidance to provide credit to a state for emission reductions created by the use of eligible technologies through a state implementation plan; and (3) inform foreign countries with air quality problems of the potential of technology developed or used in the United States to provide emission reductions in those countries. (Sec. 797) Authorizes appropriations for FY2007-FY2011. Title VIII: Hydrogen - Spark M. Matsunaga Hydrogen Act of 2005 - (Sec. 804) Directs the Secretary of Energy to transmit to Congress a coordinated plan for programs directly related to fuel cells or hydrogen. (Sec. 805) Directs the Secretary to conduct a research and development program on technologies relating to the production, purification, distribution, storage, and use of hydrogen energy, fuel cells, and related infrastructure. Directs the Secretary to conduct programs in partnership with the private sector that address: (1) hydrogen production from diverse energy sources; (2) use of hydrogen for commercial, industrial, and residential electric power generation; (3) safe delivery of hydrogen or hydrogen-carrier fuels, (4) advanced vehicle technologies; (5) storage of hydrogen or hydrogen-carrier fuels; (6) development of safe, durable, affordable, and efficient fuel cells; and (7) the ability of domestic automobile manufacturers to manufacture commercially available competitive hybrid vehicle technologies in the United States. Authorizes appropriations for FY2006-FY2020. (Sec. 806) Directs the President to establish an interagency task force to work toward: (1) a fuel infrastructure for hydrogen and hydrogen-carrier fuels, including one that supports buses and other fleet transportation; (2) fuel cells in government and other applications; (3) distributed power generation; (4) uniform hydrogen codes, standards, and safety protocols; and (5) vehicle hydrogen fuel system integrity safety performance. (Sec. 807) Establishes the Hydrogen Technical and Fuel Cell Advisory Committee. (Sec. 808) Directs the Secretary to: (1) fund a limited number of hydrogen and related demonstration projects; and (2) provide grants and contracts to support development of fuel cell safety codes and standards. Authorizes appropriations for FY2006-FY2020. (Sec. 811) Directs the Secretary to arrange with the National Academy of Sciences to review: (1) the coordinated plan for programs directly related to fuel cells or hydrogen; and (2) the hydrogen-related programs conducted under this Act. Authorizes appropriations for FY2006-FY2020. (Sec. 812) Directs the Secretary to prepare a detailed roadmap for implementing solar and wind energy technologies and associated recommendations, including the establishment of five projects in geographically diverse areas to demonstrate hydrogen production at existing solar and wind energy facilities. (Sec. 813) Instructs the Secretary to implement programs that provide for the transfer of critical hydrogen and fuel cell technologies to the private sector. Title IX: Research and Development - Energy Research, Development, Demonstration, and Commercial Application Act of 2005 - Subtitle A: Science Programs - (Sec. 911) Directs the Secretary to conduct programs of energy efficiency research, development, demonstration, and commercial application, including: (1) advanced, cost-effective technologies to improve the energy efficiency and environmental performance of vehicles; (2) cost-effective technologies, for new construction and retrofit, to improve the energy efficiency and environmental performance of buildings, using a whole-buildings approach, including onsite renewable energy generation; (3) advanced technologies to improve the energy efficiency, environmental performance, and process efficiency of energy-intensive and waste-intensive industries; and (4) advanced control devices to improve the energy efficiency of electric motors, including those used in industrial processes, heating, ventilation, and cooling. Authorizes appropriations for FY2007-FY2013. Prohibits the use of such appropriations for any of the following federal programs: (1) issuance and implementation of energy efficiency regulations; (2) the Weatherization Assistance Program; (3) the State Energy Program; or (4) the Federal Energy Management Program. (Sec. 912) Directs the Secretary to establish and conduct a research, development, demonstration, and commercial application program for a Next Generation Lighting Initiative to support activities related to advanced solid-state lighting technologies based on white light emitting diodes. (Sec. 913) Instructs the Director of the Office of Science and Technology Policy to establish an interagency group to develop, in coordination with an advisory committee, a National Building Performance Initiative to integrate federal, state, and voluntary private sector efforts to reduce the costs of construction, operation, maintenance, and renovation of commercial, industrial, institutional, and residential buildings. (Sec. 914) Directs the Secretary to establish a grant and technical assistance program to support the development of voluntary consensus-based standards for high performance buildings. (Sec. 915) Directs the Secretary to establish: (1) a research, development, demonstration, and commercial application program for the secondary use of batteries in certain circumstances; and (2) an Energy Efficiency Science Initiative for research grants. (Sec. 917) Directs the Secretary to make grants to nonprofit institutions, state and local governments, or universities to establish a geographically dispersed network of Advanced Energy Technology Transfer Centers. Subtitle B: Distributed Energy and Electric Energy Systems - (Sec. 921) Directs the Secretary to implement programs of research, development, demonstration, and commercial application on: (1) distributed energy resources and systems reliability and efficiency, to improve the reliability and efficiency of distributed energy resources and systems, integrating advanced energy technologies with grid connectivity; and (2) improved the energy efficiency of high power density facilities, including data centers, server farms, and telecommunications facilities. (Sec. 923) Directs the Secretary to make competitive, merit-based grants to consortia for the development of micro-cogeneration energy technology. (Sec. 924) Authorizes the Secretary to provide financial assistance to coordinating consortia of interdisciplinary participants for demonstrations designed to accelerate the use of distributed energy technologies (such as fuel cells, microturbines, reciprocating engines, thermally activated technologies, and combined heat and power systems) in high-energy intensive commercial applications. (Sec. 925) Directs the Secretary to establish a comprehensive research, development, demonstration and commercial application program and initiative to: (1) promote improved reliability and efficiency of electrical transmission and distribution systems; and (2) focus specifically on utilizing components incorporating high temperature superconductivity. Subtitle C: Renewable Energy - (Sec. 931) Directs the Secretary to conduct programs of renewable energy research, development, demonstration, and commercial application, including: (1) solar energy and photovoltaics; (2) wind energy; (3) geothermal energy; (4) hydropower; (5) ocean and wave energy; and (6) the combined use of renewable energy technologies with one another and with other energy technologies, including the combined use of wind power and coal gasification technologies. Authorizes appropriations for FY2007-FY2009. Instructs the Secretary, to demonstrate the use of renewable energy technologies to assist in delivering electricity to rural and remote locations including: (1) advanced wind power technology, and combined use with coal gasification; (2) biomass; and (3) geothermal energy systems. (Sec. 932) Directs the Secretary to conduct a program of research, development, demonstration, and commercial application for bioenergy, including: (1) biopower energy systems; (2) biofuels; (3) bioproducts; (4) integrated biorefineries that may produce biopower, biofuels, and bioproducts; and (5) cross-cutting research and development in feedstocks; (6) integrated biorefineries. Directs the Secretary to establish a demonstration program to determine the feasibility of: (1) the operation of diesel electric power generators, using biodiesel fuels at electric generation facilities owned by institutions of higher education; and (2) using hydrogen propulsion in light-weight vehicles and the integration of the associated hydrogen production infrastructure using off-the-shelf components. (Sec. 934) Directs the Secretary to: (1) conduct a program of research and development to evaluate the potential for concentrating solar power for hydrogen production, including cogeneration approaches for both hydrogen and electricity; and (2) report to Congress on the economic and technical potential for electricity or hydrogen production, with or without cogeneration, with concentrating solar power, including the economic and technical feasibility of potential construction of a pilot demonstration facility suitable for commercial production of electricity or hydrogen from concentrating solar power. (Sec. 935) Instructs the Secretary to establish a program for the demonstration of innovative technologies for solar and other renewable energy sources in governmental buildings, and for the dissemination of information resulting from such demonstration. Subtitle D: Agricultural Biomass Research and Development Programs - (Sec. 941) Amends the Biomass Research and Development Act of 2000 to place within its purview fuels and biobased products in lieu of industrial products. Directs the Secretaries of Agriculture and of Energy to direct research and development toward: (1) feedstock production through the development of crops and cropping systems relevant to production of raw materials for conversion to biobased fuels and biobased products; (2) developing technologies for converting cellulosic biomass into intermediates that can subsequently be converted into biobased fuels and biobased products; and (3) product diversification through technologies relevant to production of a range of biobased products (including chemicals, animal feeds, and cogenerated power) that eventually can increase the feasibility of fuel production in a biorefinery. Authorizes appropriations for the program for FY2006-FY2015. Repeals the sunset provision terminating authority under the Act (thus making it permanent). (Sec. 942) Instructs the Secretary to establish an incentive program for the production of cellulosic biofuels. Prescribes procedural guidelines including auction and reverse auction procedures. (Sec. 943) Amends the Farm Security and Rural Investment Act of 2002 to modify guidelines for procurement of biobased products. Directs the Architect of the Capitol, the Sergeant at Arms of the Senate, and the Chief Administrative Officer of the House of Representatives to establish procedures that apply statutory requirements to procurement for the Capitol Complex. Instructs the Architect of the Capitol to establish in the Capitol Complex a program of public education regarding use by the Architect of biobased products. (Sec. 944) Directs the Secretary of Agriculture to make available on a competitive basis grants to: (1) certain small manufacturers for biobased product marketing and certification purposes; (2) a certain regional bioeconomy development association, agricultural or energy trade association, or Land Grant institution; and (3) enterprises owned by agricultural producers, for the purposes of demonstrating cost-effective, cellulosic biomass innovations for feedstock preprocessing and crop harvesting, with a requirement to produce ethanol, or for another energy purpose. Authorizes appropriations for the program for FY2006-FY2015. (Sec. 947) Directs the Secretary of Agriculture to: (1) establish a program of education and outreach on biobased fuels and biobased products; and (2) report to certain congressional committees on the economic potential for the United States of the widespread production and use of commercial and industrial biobased products through calendar year 2025. Subtitle E: Nuclear Energy - (Sec. 951) Instructs the Secretary to: (1) conduct specified programs of civilian nuclear energy research, development, demonstration, and commercial application, including: (1) a Nuclear Energy Research Initiative; (2) a Nuclear Energy Systems Support Program addressing reliability, availability, productivity, component aging, safety, and security of existing nuclear power plants; (3) a Nuclear Power 2010 Program; (4) a Generation IV Nuclear Energy System Initiative; and (5) reactor production of hydrogen. (Sec. 953) Directs the Secretary, acting through the Director of the Office of Nuclear Energy, Science, and Technology, to conduct an advanced fuel recycling technology research, development, demonstration, and commercial application program to evaluate fuel recycling or transmutation technologies that are proliferation-resistant and minimize environmental and public health and safety impacts, as an alternative to aqueous reprocessing technologies. (Sec. 954) Requires the Secretary to conduct: (1) a program to invest in human resources and infrastructure in the nuclear sciences and related fields; (2) a fellowship program for university professors to spend sabbaticals at National Laboratories in the areas of nuclear science and technology; (3) a visiting scientist program in which National Laboratory staff can spend time in academic nuclear science and engineering departments; and (4) operation of infrastructure and facilities to support the nuclear energy research and commercial application programs. (Sec. 955) Instructs the Secretary to: (1) operate and maintain infrastructure and facilities to support the nuclear energy research, development, demonstration, and commercial application programs, including radiological facilities management, isotope production, and facilities management; (2) conduct a research and development program on cost-effective technologies for increasing the safety and security of nuclear facilities from natural phenomena and deliberate attacks; and (3) submit to Congress the results of a survey of industrial applications of large radioactive sources. Subtitle F: Fossil Energy - (Sec. 961) Directs the Secretary to conduct research, development, demonstration, and commercial application programs in conjunction with industry in the following areas: (1) fossil energy, including reduced emissions from fossil fuel use by developing technologies and precombustion technologies; (2) oil and gas; (3) transportation fuels; (4) fuel cells; and (5) carbon dioxide capture technologies for pulverized coal combustion units. Authorizes appropriations for FY2007-FY2009. Extends the authorization of appropriations for FY2010-FY2012 for the Office of Arctic Energy. (Sec. 962) Directs the Secretary to conduct a program of technology research, development, demonstration, and commercial application for: (1) coal and power systems, including programs to facilitate production and generation of coal-based power that employ specified technologies; (2) fuel cells for low-cost, high-efficiency, fuel-flexible, modular power systems; (3) solid oxide fuel cell technology; and (4) carbon dioxide capture technologies on combustion-based systems. (Sec. 964) Instructs the Secretary to carry out a program for research and development on coal mining technologies and oil and gas. (Sec. 965) Instructs the Secretary of the Interior to report biennially to Congress on the latest estimates of natural gas and oil reserves, reserves growth, and undiscovered resources in federal and state waters off the coast of Louisiana, Texas, Alabama, and Mississippi. (Sec. 966) Directs the Secretary to establish: (1) a program of research, development, demonstration, and commercial application to maximize the productive capacity of marginal wells and reservoirs; and (2) a Complex Well Technology Testing Facility, in coordination with industry leaders, at the Rocky Mountain Oilfield Testing Center to increase the range of extended drilling technologies. (Sec. 968) Amends the Methane Hydrate Research and Development Act of 2000 to revise the methane hydrate research and development program. Authorizes appropriations for FY2006-FY2010. Subtitle G: Science - (Sec. 971) Directs the Secretary, through the Office of Science, to conduct research, demonstration, and commercial application activities in high energy physics, nuclear physics, biological and environmental research, basic energy sciences, advanced scientific computing research, and fusion energy sciences, including support for facilities and infrastructure, education, outreach, information, analysis, and coordination activities. Authorizes appropriations for FY2007-FY2009. Authorizes appropriations for FY2005-FY2009 for integrated bioenergy research and development, including for training and education targeted to minority and socially disadvantaged farmers and ranchers. (Sec. 972) Sets forth research guidelines for: (1) a fusion energy science program; (2) U.S. participation in the international burning plasma fusion research project (ITER); (3) catalysis science research; (4) hydrogen research, including hydrogen generation without the use of natural gas; and (5) solid state lighting in support of the Next Generation Lighting Initiative. (Sec. 976) Directs the Secretary to conduct an advanced scientific computing research and development program that includes specified activities related to applied mathematics and activities. Amends the High-Performance Computing Act of 1991 to modify requirements for basic and applied research in high-performance computing and networking. Makes the authorization of appropriations permanent. (Sec. 977) Directs the Secretary to establish a research, development, and demonstration program in microbial and plant systems biology, protein science, and computational biology. Prohibits biomedical research, however, and declares that nothing in this section authorizes the Secretary to conduct any research or demonstration on human cells or human subjects, or designed to have direct application with respect to human cells or human subjects. (Sec. 978) Instructs the Secretary to establish research and development programs on: (1) material science issues presented by advanced fission reactors and the DOE fusion energy program; and (2) energy and water-related issues that address the provision of adequate supplies, optimal management, and efficient use of energy. (Sec. 980) Instructs the Secretary to: (1) update Congress on progress on the Spallation Neutron Source Project; (2) develop an operational plan for the Spallation Neutron Source Facility that ensures that it is employed to its full capability in support of the study of advanced materials, nanoscience, and other missions of the DOE Office of Science; and (3) commence construction of a Rare Isotope Accelerator by September 30, 2008. (Sec. 982) Requires the Secretary, through the Office of Scientific and Technical Information, to maintain within DOE publicly available collections of scientific and technical information resulting from DOE-supported research, development, demonstration, and commercial applications activities. (Sec. 983) Directs the Secretary to award a grant to a Southeastern U.S. consortium of major research universities that currently advances science and education by partnering with National Laboratories, to establish a regional pilot program of its SEEK-16 program for enhancing scientific, technological, engineering, and mathematical literacy, creativity, and decision-making. Requires such consortium to include leading research universities, and universities that train substantial numbers of elementary and secondary school teachers. (Sec. 984) Directs the Secretary to establish: (1) energy research fellowship programs, including postdoctoral and senior research fellowships; and (2) a Science and Technology Scholarship Program designed to recruit and prepare students for careers in DOE and the National Laboratories. Subtitle H: International Cooperation - (Sec. 985) Instructs the Secretary of Energy to: (1) establish a program to promote cooperation on energy issues with Western Hemisphere countries; and (2) report to certain congressional committees on experience under the United States-Israel Cooperation Agreement for energy research and development in a variety of alternative and advanced energy sectors. Authorizes appropriations for Western Hemisphere energy cooperation for FY2007-FY2009. (Sec. 986) Expresses the sense of Congress that energy cooperation between the governments of the United States and Israel is mutually beneficial in the development of energy technology. (Sec. 986A) Instructs the Secretary to coordinate training and outreach efforts for international commercial energy markets in countries with developing and restructuring economies. Subtitle I: Research Administration and Operations - (Sec. 987) Prescribes guidelines for Research Administration and Operations that include: (1) cost sharing; (2) merit-based competition; (3) external technical review of departmental programs; (4) a biennial report on equal employment opportunity practices at National Laboratories; (5) a strategy and plan for science and energy facilities and infrastructure; and (6) competitive award of management contracts. (Sec. 991) Prohibits the Secretary from designating as a National Laboratory any but specified laboratories. (Sec. 994) Directs the Secretary to develop a plan to improve coordination and collaboration in research, development, demonstration, and commercial application activities across DOE organizational boundaries. (Sec. 996) Directs the Administrator of EPA to conduct a demonstration project to address the effect of transported ozone and ozone precursors in Southwestern Michigan. (Sec. 997) Directs the Secretary to provide annual grants to a university adjacent to the DOE Arctic Energy Office to establish and operate a university research center to be headquartered in Fairbanks and known as the Arctic Engineering Research Center. (Sec. 998) Directs the Secretary of Commerce to establish a joint Barrow Geophysical Research Facility in Barrow, Alaska, to support scientific research activities in the Arctic. Subtitle J: Ultra-deepwater and Unconventional Natural Gas and Other Petroleum Resources - (Sec. 999A) Directs the Secretary of Energy (Secretary) to: (1) implement a program of research and commercial application of technologies for ultra-deepwater and unconventional natural gas and other petroleum resource exploration and production; and (2) increase the supply of natural gas and other petroleum resources through reducing the cost and increasing the efficiency of exploration and production. (Sec. 999B) Confers upon the Secretary ultimate responsibility and oversight of all aspects of such program. (Sec. 999D) Establishes the Ultra-Deepwater Advisory Committee and the Unconventional Resources Technology Advisory Committee. (Sec. 999H) Authorizes appropriations for FY2007-FY2016. Establishes the Ultra-Deepwater and Unconventional Natural Gas and Other Petroleum Research Fund for the deposit of federal royalties, rents, and bonuses derived from onshore and offshore oil and gas leases. Title X: Department of Energy Management - (Sec. 1001) Directs the Secretary to: (1) appoint a Technology Transfer Coordinator to advise on all matters relating to technology transfer and commercialization; (2) establish a Technology Transfer Working Group, consisting of representatives of the National Laboratories and single-purpose research facilities; (3) establish an Energy Technology Commercialization Fund; and (4) submit to Congress a technology transfer execution plan updated annually. (Sec. 1002) Directs the Secretary to: (1) establish a Technology Infrastructure Program to improve the ability of National Laboratories and single-purpose research facilities to support departmental missions; and (2) authorize the director of each National Laboratory or single-purpose research facility to implement the program. Authorizes appropriations for FY2006-FY2008. (Sec. 1003) Directs the Secretary to require the Director of each National Laboratory, and authorizes the Secretary to require the Director of a single-purpose research facility, to designate a small business advocate to increase the participation of small business concerns, including those socially and economically disadvantaged, in procurement, collaborative research, technology licensing, and technology transfer activities conducted by the Laboratory or single-purpose research facility. (Sec. 1004) Requires the Secretary to ensure that each program authorized by this Act includes an outreach component to provide information, as appropriate, to manufacturers, consumers, engineers, architects, builders, energy service companies, institutions of higher education, facility planners and managers, state and local governments, and other entities. (Sec. 1006) Amends the Department of Energy Organization Act to create the position of Under Secretary for Science to: (1) serve as the Science and Technology Advisor to the Secretary and monitor DOE research and development programs; and (2) a General Counsel. (Sec. 1007) Authorizes the Secretary, in carrying out research, development, and demonstration projects, to exercise the same authority as the Secretary of Defense to enter into transactions (other than contracts, cooperative agreements, and grants), subject to the same terms and conditions. (Sec. 1008) Authorizes the Secretary to award cash prizes in recognition of breakthrough achievements in research, development, demonstration, and commercial application that have the potential for application to the performance of the mission of the Department. (Sec. 1010) Directs the Secretary to report to Congress on the feasibility of promoting collaborations between Doctoral Research Extensive Universities (as listed by the Carnegie Foundation) and other colleges and universities in grants, contracts, and cooperative agreements for energy projects. (Sec. 1011) Expresses the sense of Congress that: (1) the Secretary should develop and implement more stringent procurement and inventory controls, including controls on the purchase card program, to prevent waste, fraud, and abuse of taxpayer funds by DOE employees and contractors; and (2) the DOE Inspector General should continue to review closely DOE purchase card purchases and other procurement and inventory practices. Title XI: Personnel and Training - (Sec. 1101) Instructs the Secretary to monitor and report to Congress on trends and shortages in the workforce of: (1) skilled technical personnel that support energy technology industries; and (2) electric power and transmission engineers. Authorizes the Secretary to establish traineeship grants for skilled technical personnel for any workforce category for which such shortage is identified. Authorizes appropriations for FY2006-FY2008. (Sec. 1102) Amends the Department of Energy Science Education Enhancement Act to require the Secretary to use a specified amount of funding to promote educational programs in science and mathematics. (Sec. 1103) Prescribes requirements for the Secretary of Labor to develop model personnel training guidelines to support the reliability and safety of the nonnuclear electric system. (Sec. 1104) Directs the Secretary to support the ongoing activities of and explore opportunities for expansion of the National Center for Energy Management and Building Technologies to carry out research, education, and training activities to facilitate the improvement of energy efficiency, indoor environmental quality, and security of industrial, commercial, residential, and public buildings. (Sec. 1105) Instructs the Secretary to give priority to activities that are designed to encourage students from under-represented groups to pursue scientific and technical careers. Directs the Secretary to require the director of each National Laboratory, and authorizes the Secretary to require the head of any science facility, to increase the participation of historically Black colleges or universities, Hispanic-serving institutions, or tribal colleges in any activity that increases the capacity of such entities to train personnel in science or engineering. (Sec. 1106) Directs the Secretary to support establishment of a National Power Plant Operations Technology and Education Center to address the need for training and educating certified operators and technicians for the electric power industry. Title XII: Electricity - Electricity Modernization Act of 2005 - Subtitle A: Reliability Standards - (Sec. 1211) Amends the Federal Power Act to grant FERC jurisdiction over the Electric Reliability Organization, over regional entities, and over all users, owners and operators of the bulk-power system (except in Alaska and Hawaii), for purposes of approving reliability standards and enforcing compliance. Prescribes implementation guidelines. Provides for regional advisory bodies. Requires federal agencies responsible for approving access to electric transmission or distribution facilities to expedite any federal agency approvals that are necessary to allow the owners or operators of such facilities to comply with any FERC-approved reliability standard that pertains to vegetation management, electric service restoration, or resolution of situations that imminently endanger facility reliability or safety. Subtitle B: Transmission Infrastructure Modernization - (Sec. 1221) Instructs the Secretary to: (1) study electric transmission congestion triennially; and (2) issue a report which may designate any geographic area experiencing transmission capacity constraints or congestion that adversely affects consumers as a national interest electric transmission corridor. Sets forth implementation guidelines. Grants the consent of Congress to an interstate compact establishing regional transmission siting agencies in order to: (1) facilitate siting of future electric energy transmission facilities; and (2) implement electric energy transmission siting responsibilities. Requires the Secretaries of the Interior, of Energy, and of Agriculture, and the Chairman of the Council on Environmental Quality to report jointly to Congress on: (1) all existing designated transmission and distribution corridors on federal land, and the status of work related to proposed transmission and distribution corridor designations under the Federal Land Policy and Management Act of 1976; (2) the number of pending applications to locate transmission facilities on federal land; and (3) the number of existing transmission and distribution rights-of-way on federal land that will come up for renewal within the following five-, 10-, and 15-year periods, and a description of how the Secretaries plan to manage the renewals. (Sec. 1222) Authorizes the Secretary, acting through the Administrator of the Western Area Power Administration (WAPA), or the Southwestern Power Administration (SWPA), to engage in specified activities with third parties to upgrade new or existing transmission facilities owned by SWPA or WAPA if the Secretary makes specified determinations about the proposed projects. Provides funding for FY2008-FY2015. (Sec. 1223) Directs FERC to encourage deployment of advanced transmission technologies. (Sec. 1224) Authorizes the Secretary to establish an Advanced Power System Technology Incentive Program to deploy certain advanced power system technologies and improve and protect certain critical governmental, industrial, and commercial processes. Authorizes appropriations for FY2006-FY2012. Subtitle C: Transmission Operation Improvements - (Sec. 1231) Authorizes FERC to require an unregulated transmitting utility to provide transmission services: (1) at rates comparable to those that it charges itself; and (2) on other terms and conditions comparable to those under which it provides transmission services to itself, and that are not unduly discriminatory or preferential. (Sec. 1232) Authorizes the appropriate federal regulatory authority to arrange to transfer control and use of all or part of its transmission system to a FERC-approved Regional Transmission Organization (RTO). (Sec. 1233) Entitles certain load-serving entities to use firm transmission rights (or equivalent tradable or financial transmission rights) in order to deliver output or purchased energy, or the output of other generating facilities or purchased energy to the extent deliverable using such rights, to the extent required to meet (native load) service obligations. (Sec. 1234) Instructs the Secretary to study and report to Congress on the benefits of economic dispatch (operation of generation facilities to produce energy at the lowest cost to reliably serve consumers, recognizing any operational limits of generation and transmission facilities). (Sec. 1235) States that FERC is not authorized under the FPA to require a specified entity to convert to tradable or financial rights if as of the date of enactment of this Act such entity holds firm transmission rights: (1) pursuant to contract or by reason of ownership of transmission facilities; or (2) obtained by exercising contract or tariff rights. Identifies such entity as being located in either the Pacific Northwest or in that portion of a state included in the geographic area proposed for a regional transmission organization in Commission Docket Number RT01-35 on the date on which that docket was opened. (Sec. 1236) Expresses the sense of Congress that FERC should carefully consider the objections of the New England States to a proposed mechanism that would develop and implement a specific type of locational installed capacity mechanism in New England. Subtitle D: Transmission Rate Reform - (Sec. 1241) Directs FERC to establish, by rule, incentive-based (including performance-based) rate treatments for the transmission of electric energy in interstate commerce by public utilities to benefit consumers by ensuring reliability and reducing the cost of delivered power by reducing transmission congestion. (Sec. 1242) Authorizes FERC to approve a participant funding plan that allocates costs related to transmission upgrades or new generator interconnection, without regard to whether an applicant is a member of a FERC-approved Transmission Organization, if the plan meets certain rate criteria. Subtitle E: Amendments to PURPA - (Sec. 1251) Amends the Public Utility Regulatory Policies Act of 1978 (PURPA) to require each electric utility to make available upon request net metering and time-based (smart) metering service, including credits for consumers with large loads who enter into pre-established peak load reduction agreements that reduce a utility's planned capacity obligations. (Sec. 1253) Declares that no electric utility shall be required to enter into a new contract or obligation to purchase electric energy from a qualifying cogeneration facility or a qualifying small power production facility (qualifying facility) if FERC finds that the qualifying facility has nondiscriminatory access to: (1) an independently administered, auction-based day ahead and real time wholesale market for the sale of electric energy and wholesale markets for long-term sales of capacity and electric energy; (2) certain transmission and interconnection services administered pursuant to an open access transmission tariff that affords nondiscriminatory treatment to all customers, and competitive wholesale markets that provide a meaningful opportunity to sell capacity and electric energy to buyers other than the utility to which the qualifying facility is interconnected; or (3) wholesale markets for the sale of capacity and electric energy that are, at a minimum, of comparable competitive quality as such markets. States that no electric utility shall be required to enter into a new contract or obligation to purchase from or sell electric energy to a facility that is not an existing qualifying cogeneration facility, unless it meets FERC criteria for qualifying cogeneration facilities. Grandfathers existing contracts. Eliminates ownership limitations for such facilities. (Sec. 1254) Requires each electric utility to make available, upon customer request, interconnection service to any electric consumer it serves (under which an onsite generating facility on the consumer's premises is connected to local distribution facilities). Subtitle F: Repeal of PUHCA - Public Utility Holding Company Act of 2005 - (Sec. 1263) Repeals the Public Utility Holding Company Act of 1935. (Sec. 1264) Requires federal and state access to the books and records of public utility holding companies and their affiliates and subsidiaries. (Sec. 1276) Authorizes appropriations. Subtitle G: Market Transparency, Enforcement, and Consumer Protection - (Sec. 1281) Amends the FPA to direct FERC to: (1) facilitate price transparency in markets for the sale and transmission of electric energy in interstate commerce; and (2) conclude a memorandum of understanding with the Commodity Futures Trading Commission (CFTC) relating to information sharing. Retains the exclusive jurisdiction of the CFTC regarding accounts, agreements, contracts, or transactions in commodities under the Commodity Exchange Act. (Sec. 1282) Prohibits the willful and knowing reporting to a federal agency of false information relating to the price of electricity sold at wholesale or the availability of transmission capacity, with intent to affect federal data fraudulently. (Sec. 1283) Prohibits the use of any manipulative or deceptive device or contrivance in contravention of FERC rules and regulations in connection with the purchase or sale of electric energy or the purchase or sale of transmission services subject to FERC jurisdiction. Denies any private right of action. (Sec. 1284) Increases civil and criminal penalties for violations of the FPA. (Sec. 1286) Grants FERC refund authority with respect to a voluntary short term sale of electric energy by the Bonneville Power Administration only if the sale is at an unjust and unreasonable rate. (Sec. 1287) Authorizes the Federal Trade Commission (FTC) to issue rules: (1) protecting the privacy of electric consumers from the disclosure of consumer information in connection with the sale or delivery of electric energy to an electric consumer; (2) prohibiting the change of selection of an electric utility without the electric consumer's informed consent (slamming); and (3) prohibiting the sale of goods and services to an electric consumer without express authorization by law or the electric consumer (cramming). (Sec. 1288) Amends the FPA to authorize the court to prohibit individuals engaged in certain violations from serving as officers, directors, and energy traders. (Sec. 1289) Revises requirements for prior FERC approval of public utility sales, leases, other disposals, mergers, consolidations, purchases, acquisitions, or taking in security. Raises the minimum value of such transactions triggering a prior approval requirement from $50,000 to $10 million. (Thus allows any such transactions involving less than $10 million without prior FERC approval.) (Sec. 1290) Grants FERC exclusive jurisdiction to determine whether a requirement to make termination payments for power not delivered by the seller (or any successor in interest), is not permitted under a rate schedule, or is otherwise unlawful on the grounds that the contract is unjust and unreasonable or contrary to the public interest. Declares such jurisdiction applicable to any contract entered into the Western Interconnection prior to June 20, 2001, with a seller of wholesale electricity that FERC has: (1) found to have manipulated the electricity market resulting in unjust and unreasonable rates; and (2) revoked the seller's authority to sell any electricity at market-based rates. Subtitle H: Definitions - (Sec. 1291) Defines specified terms in the Federal Power Act. Subtitle I: Technical and Conforming Amendments - (Sec. 1295) Sets forth conforming amendments to the Federal Power Act. Subtitle J: Economic Dispatch - (Sec. 1298) Directs FERC to: (1) convene joint boards on a regional basis to study the issue of security constrained economic dispatch for the various market regions; and (2) designate the appropriate regions to be covered by each such joint board. Title XIII: Energy Policy Tax Incentives - Energy Tax Incentives Act of 2005 - Subtitle A: Electricity Infrastructure - (Sec. 1301) Amends the Internal Revenue Code to extend until 2008 the eligibility of certain renewable energy facilities (i.e., wind, closed and open-loop biomass, geothermal energy, small irrigation power, landfill gas, and trash combustion facilities) for the tax credit for producing electricity from renewable resources. Increases from five to 10 years the credit period for renewable energy facilities placed in service after the enactment of this Act. Adds hydropower and Indian coal as qualifying energy resources for purposes of the tax credit. (Sec. 1302) Allows certain tax-exempt cooperatives an election to allocate amounts of the tax credit for producing electricity from renewable sources to its members. (Sec. 1303) Allows a tax credit for investment in clean renewable energy bonds. (Sec. 1304) Eliminates the termination date (i.e., taxable years beginning after December 31, 2006) for the tax treatment of certain items of income received or accrued by certain taxable cooperatives and tax-exempt rural electric cooperatives. (Sec. 1305) Extends until 2008 special rules for the tax deferral of gain from certain qualifying electric transmission transactions. (Sec. 1306) Allows a tax credit for certain levels of production from advanced nuclear power facilities. (Sec. 1307) Allows a tax credit for investment in qualifying advanced coal projects and certified gasification projects. (Sec. 1308) Allows a 15-year cost recovery period for the depreciation of certain electric transmission property. (Sec. 1309) Qualifies certain atmospheric pollution control facilities operating after January 1, 1976, for 84-month amortization. (Sec. 1310) Modifies special rules for the tax treatment of nuclear decommissioning costs to repeal the cost of service requirement for tax deductible contributions to a nuclear decommissioning fund. (Sec. 1311) Allows a taxpayer election to carryback net operating losses from transmission property and pollution control investment for a five-year period. Requires such election to be made prior to January 1, 2009. Subtitle B: Domestic Fossil Fuel Security - (Sec. 1321) Extends the tax credit for producing fuel from a nonconventional source to include facilities for producing coke or coke gas. (Sec. 1322) Classifies the tax credit for producing fuel from a nonconventional source as a business tax credit. (Sec. 1323) Allows a taxpayer election to expense 50% of the cost of crude oil refinery property with a specified production capacity placed in service before January 1, 2008. (Sec. 1324) Allows small business refiners an election to allocate a portion of the tax deduction for capital costs incurred by small refiner cooperatives to comply with certain Environmental Protection Agency sulfur regulations. (Sec. 1325) Assigns a 15-year cost recovery period for the depreciation of natural gas distribution lines. (Sec. 1326) Assigns a seven-year cost recovery period for the depreciation of natural gas gathering lines. (Sec. 1327) Exempts from state and local bond arbitrage rules certain prepayments under a contract to acquire natural gas for resale by a government-owned utility. (Sec. 1328) Revises the definition of certain small crude oil refiners eligible for the exemption from limitations on the percentage depletion allowance for oil and gas wells to provide that such refiners will qualify for the exemption if their average daily refinery runs do not exceed 75,000 barrels (currently, 50,000 barrels). (Sec. 1329) Allows the amortization of geological and geophysical expenditures for the exploration for, or development of, oil or gas within the United States over a 24-month period. Subtitle C: Conservation and Energy Efficiency Provisions - (Sec. 1331) Allows a tax deduction for energy efficient commercial building property placed in service before 2008. Sets forth standards, special rules, and certification requirements for such property. (Sec. 1332) Allows certain home contractors a business tax credit for the construction of new energy efficient homes acquired before 2008. Sets forth energy savings and certification requirements for such homes. (Sec. 1333) Allows individual taxpayers a tax credit for certain residential energy efficiency improvements made before 2008. Imposes a lifetime limitation of $500 on such credit, less aggregate credit amounts for all prior taxable years. (Sec. 1334) Allows a business tax credit for the production of certain household appliances (clothes washers, dishwashers, and refrigerators) with a specified energy efficiency rating. (Sec. 1335) Allows individuals a tax credit for 30% of expenditures made for certain residential energy efficient property, including photovoltaic property, solar water heating property, and fuel cell property placed in service before 2008. (Sec. 1336) Allows an investment tax credit for the installation of qualified fuel cell property or qualified microturbine property. Terminates such credit after 2007. (Sec. 1337) Increases the energy tax credit from 10 to 30% for qualified fuel cell property and for solar and geothermal energy property. Makes hybrid solar lighting systems eligible for the energy tax credit until 2008. Disqualifies solar energy property used to heat swimming pools from the energy tax credit. Subtitle D: Alternative Motor Vehicles and Fuels Incentives - (Sec. 1341) Allows a tax credit for investment in alternative motor vehicles technology, including qualified fuel cell, advanced lean burn technology, hybrid, and alternative fuel motor vehicles. Bases the amount of such credit on criteria relating to vehicle weight and fuel efficiency. Terminates such credit after 2014 for qualified fuel cell motor vehicles and after 2010 for advanced lean burn, hybrid, and alternative fuel motor vehicles. (Sec. 1342) Allows a tax credit for 30% of the cost of installing a commercial or residential refueling property for dispensing certain alternative fuels consisting of at least 85% by volume of ethanol, natural gas and petroleum gases, hydrogen, or biodiesel. Limits the dollar amount of such credit to $30,000 for commercial property and $1,000 for residential property. Terminates such credit after 2009 (after 2014 for property relating to hydrogen). (Sec. 1343) Reduces the motor fuel excise tax for certain water-based mixtures of diesel fuel. (Sec. 1344) Extends through 2008: (1) the tax credit for biodiesel used as fuel; and (2) excise tax credits and refunds for alcohol fuel and biodiesel mixtures. (Sec. 1345) Expands the tax credit for biodiesel used as fuel to include a credit amount for the per gallon production of biodiesel by certain small agri-biodiesel producers with a productive capacity of not more than 60 million gallons. (Sec. 1346) Treats renewable diesel fuel as biodiesel for purposes of the tax credit for biodiesel used as fuel. Defines \"renewable diesel\" as diesel fuel derived from biomass using a certain thermal depolymerization process. (Sec. 1347) Revises the definition of eligible small ethanol producer for purposes of the tax credit for alcohol used as fuel to increase the limit on a producer's alcohol production capacity from 30,000 to 60,000 gallons. (Sec. 1348) Terminates the tax deduction for clean-fuel vehicles and refueling property on December 31, 2005 (currently, December 31, 2006). Subtitle E: Additional Energy Tax Incentives - (Sec. 1351) Modifies the tax credit for increasing research activities to: (1) include expenses related to an energy research consortium; and (2) repeal the limitation on contract research expense paid to small businesses, universities, and federal laboratories. (Sec. 1352) Provides for a study by the National Academy of Sciences on certain external costs and benefits associated with the production and consumption of energy. (Sec. 1353) Directs the Secretary of the Treasury, in consultation with the Secretary of Energy, to conduct a study on recycling and to report to Congress on such study by August 8, 2006. Subtitle F: Revenue Raising Provisions - (Sec. 1361) Reinstates the Oil Spill Liability Trust Fund financing rate. Suspends such tax in any calendar quarter if the Secretary of the Treasury estimates that the unobligated balance in the Oil Spill Liability Trust Fund exceeds $2.7 million as of the close of the preceding calendar quarter. Terminates the tax after 2014. (Sec. 1362) Extends through FY2011 the Leaking Underground Storage Tank Trust Fund financing rate. Provides that no refunds, credits, or payments for nontaxable fuel uses shall be paid from such Fund, except for exported fuels. (Sec. 1363) Establishes a special rule for the recapture of gain from the disposition of amortizable business intangibles. (Sec. 1364) Revises the definition of super single tires for purposes of the excise tax on tires to exclude any tire designed for steering. Directs the Secretary of the Treasury to conduct a study in 2006 on the excise tax on tires and to report to Congress on such study not later than July 1, 2007. Title XIV: Miscellaneous - Subtitle A: General Provisions - (Sec. 1401) Expresses the sense of Congress that federal agencies assessing risks to human health and the environment from energy technology, production, transport, transmission, distribution, storage, use, or conservation activities shall: (1) use sound and objective scientific practices in assessing such risks; (2) consider the best available science (including peer reviewed studies); and (3) describe the weight of the scientific evidence concerning such risks. (Sec. 1402) Authorizes a state to provide a tax or fee incentive to entities engaged in production of electricity from coal mined in the state and used in a facility that uses scrubbers or other forms of clean coal technology. (Sec. 1403) Declares that vegetable oil made from soybeans and used in electric transformers as thermal insulation shall not be regulated as an oil identified under the Edible Oil Regulatory Reform Act. (Sec. 1404) Requires the Secretary to study and report to Congress on the direct and significant health impacts to persons resulting from living in proximity to petrochemical and oil refinery facilities. Authorizes appropriations. (Sec. 1405) Establishes the National Priority Project designation, evidenced by a medal bearing the inscription \"National Priority Project.\" Requires the President annually to designate as such projects any organizations that have: (1) advanced the field of renewable energy technology and contributed to North American energy independence; and (2) a renewable energy generation project or an energy efficient and renewable energy building project certified by the Secretary. Authorizes appropriations for FY2006-FY2010. (Sec. 1406) Authorizes FY2006 appropriations for the Secretary to study the application of radiation to petroleum at standard temperature and pressure to refine petroleum products, with the goal of reducing the capital investment and the operating energy costs for cracking oil, as well as its sulfur content. (Sec. 1407) Instructs the Secretary to establish an oxygen-fuel system program. Authorizes appropriations for FY2006-FY2008. Subtitle B: Set America Free - Set America Free Act of 2005 or the SAFE Act - (Sec. 1423) Establishes the United States Commission on North American Energy Freedom to make recommendations on a coordinated and comprehensive North American energy policy to achieve energy self-sufficiency by 2025 within the three contiguous North American nation area of Canada, Mexico, and the United States. Authorizes appropriations for FY2005-FY2007. (Sec. 1424) Directs the President to submit to Congress, within 90 days after receiving and considering the Commission's report, a statement of proposals to implement or respond to its recommendations. Title XV: Ethanol and Motor Fuels - Subtitle A: General Provisions - (Sec. 1501) Amends the Clean Air Act to establish a renewable fuel program consisting of cellulosic biomass and waste-derived ethanol, and biodiesel. Directs the EPA Administrator to promulgate regulations to implement a renewable fuel program to ensure that gasoline introduced into commerce in the United States contains the applicable volume of specified renewable fuel (except in noncontiguous states or territories). Authorizes the Administrator, upon the petition of a noncontiguous state or territory, to allow the renewable fuel program to apply there. Prescribes implementation guidelines. Provides for the generation of credits: (1) by any person that refines, blends, or imports gasoline that contains renewable fuel exceeding the statutory requirement; (2) for biodiesel; and (3) by small refineries. Cites conditions under which the Administrator may waive requirements for the renewable fuel program, based in part upon an assessment by the Secretary of Energy whether the renewable fuel requirement will likely result in significant adverse impacts on consumers on a national, regional, or state basis in 2006. Grants small refineries a temporary exemption from the requirements of the renewable fuel program until calendar year 2011. Permits a small refinery to petition the Administrator for an extension of the exemption based upon disproportionate economic hardship. Requires the Federal Trade Commission (FTC) to report annually to Congress and the Administrator on a market concentration analysis to determine whether there is sufficient competition among ethanol production industry participants to avoid price-setting and other anticompetitive behavior. Requires the Administrator, upon notification from a state Governor that the statutory Reid vapor pressure limitation (RVPL) will increase emissions that contribute to air pollution in the state, to apply a substitute RVPL to fuel blends containing gasoline and 10% denatured anhydrous ethanol that are introduced into commerce during the high ozone season. Directs the Administrator to survey and report annually to Congress on the market shares of conventional and reformulated gasoline containing ethanol and renewable fuel. (Sec. 1502) Declares that Congress finds that: (1) since 1979 methyl tertiary butyl ether (MTBE) has been used nationwide at low levels in gasoline to replace lead as an octane booster or anti-knocking agent; (2) the Clean Air Act Amendments of 1990 established a fuel oxygenate standard under which reformulated gasoline must contain at least 2% oxygen by weight; and (3) the fuel industry responded to such standard by making substantial investments in MTBE production capacity and systems to deliver MTBE-containing gasoline to the marketplace. (Sec. 1503) States that claims and legal actions filed after the date of enactment of this Act regarding actual or threatened contamination of MTBE may be removed to federal district court. (Sec. 1504) Amends the Clean Air Act to repeal general requirements governing the oxygen content of both gasoline and of reformulated gasoline. Directs the Administrator of EPA to establish, for each refinery or importer, standards for toxic air pollutants from use of the reformulated gasoline produced or distributed by the refinery or importer that maintain the reduction of the average annual aggregate emissions of such pollutants during calendar years 2001 and 2002. Prescribes implementation guidelines. Authorizes the EPA Administrator to adjust such standards. (Sec. 1505) Requires the EPA Administrator to study and report to certain congressional committees on the effects upon public health, air quality, and water resources of: (1) increased use of, and the feasibility of using specified substitutes for MTBE in gasoline; and (2) the adjustment for ethanol-blended reformulated gasoline to volatile organic compounds performance requirements. (Sec. 1506) Directs the Administrator to: (1) publish for public comment an analysis of the changes in emissions of air pollutants and air quality due to the use of motor vehicle fuel and fuel additives resulting from implementation of the Energy Policy Act of 2005; and (2) develop and finalize an emissions model that reflects the effects of gasoline characteristics or components on emissions from vehicles in the motor vehicle fleet during calendar year 2007. Directs the Administrator to study and report to Congress on the effects of ethanol content in gasoline on permeation, the process by which fuel molecules migrate through the elastomeric materials (rubber and plastic parts) that make up the fuel and fuel vapor systems of a motor vehicle. Requires such study to include estimates of the increase in total evaporative emissions likely to result from the use of gasoline with ethanol content in a motor vehicle, and the fleet of motor vehicles, due to permeation. (Sec. 1507) Requires the Administrator, upon application of the Governor of a state in a ozone transport region, to apply certain prohibitions to any area in the state (other than an area classified as a marginal, moderate, serious, or severe ozone nonattainment area) unless the Administrator determines that there is insufficient capacity to supply reformulated gasoline. (Sec. 1508) Amends the Department of Energy Organization Act to instruct the Administrator of the Energy Information Administration to survey and publish monthly the renewable fuels demand in the motor vehicle fuels market. (Sec. 1509) Instructs the EPA Administrator and the Secretary to study and report jointly to Congress on federal, state, and local requirements concerning motor vehicle fuels. (Sec. 1510) Directs the Secretary to establish a program to provide guarantees of loans by private institutions for the construction of facilities for the processing and conversion of municipal solid waste and cellulosic biomass into fuel ethanol and other commercial byproducts. (Sec. 1511) Amends the Clean Air Act to: (1) authorize funds for certain loan guarantees to implement commercial demonstration projects for cellulosic biomass and sucrose-derived ethanol; and (2) direct the Secretary to issue loan guarantees for up to four projects to commercially demonstrate the feasibility and viability of producing cellulosic biomass ethanol or sucrose-derived ethanol (including use of cereal straw and municipal solid waste as a feedstock). Authorizes the Secretary to issue additional loan guarantees for a project to cover up to 80% of the excess of actual over estimated project cost but not to exceed 15% of the amount of the original guarantee. Authorizes appropriations for FY2005-FY2007 for a resource center to develop bioconversion technology using low-cost biomass for the production of ethanol at the Center for Biomass-Based Energy at the Mississippi State University and the Oklahoma State University. Directs the EPA Administrator to provide grants for research, development, and implementation of renewable fuel production technologies in specified states with low rates of ethanol production, including low rates of production of cellulosic biomass ethanol. Authorizes the Secretary to provide grants to merchant producers of cellulosic biomass ethanol to build eligible production facilities for the product. (Sec. 1512) Authorizes the Secretary to provide grants to merchant producers of cellulosic biomass ethanol, waste-derived ethanol, and approved renewable fuels in the United States to assist them in building eligible production facilities for the production of ethanol or approved renewable fuels. Authorizes appropriations for FY2006-FY2008. (Sec. 1513) Amends the Clean Air Act to cite circumstances under which it shall not be a violation of the Act for a gasoline retailer to blend, at a retail location, batches of ethanol-blended and non-ethanol-blended reformulated gasoline. (Sec. 1514) Directs the EPA Administrator to: (1) establish an Advanced Biofuel Technologies Program to demonstrate advanced technologies for the production of alternative transportation fuels; (2) give priority to projects that enhance the geographical diversity of alternative fuels production and utilize feedstocks that represent 10% or less of domestic ethanol or biodiesel fuel production during the previous fiscal year; and (3) fund demonstration projects to develop conversion technologies for producing cellulosic biomass ethanol, and for coproducing value-added bioproducts (such as fertilizers, herbicides, and pesticides) resulting from biodiesel fuel production. Authorizes appropriations for FY2005-FY2009. (Sec. 1515) Amends the Energy Policy Act of 1992 to redefine biodiesel to include biodiesel derived from: (1) animal wastes, including poultry fats and poultry wastes, and other waste materials; or (2) municipal solid waste and sludges and oils derived from wastewater and the treatment of wastewater. (Sec. 1516) Authorizes funds for, and authorizes the Secretary to issue, loan guarantees to projects to demonstrate commercially the feasibility and viability of producing ethanol using sugarcane, sugarcane bagasse, and other sugarcane byproducts as a feedstock. Subtitle B: Underground Storage Tank Compliance - Underground Storage Tank Compliance Act of 2005 - (Sec. 1522) Amends the Solid Waste Disposal Act to direct the EPA Administrator to distribute to states at least 80% of the funds from the Underground Storage Tank Trust Fund made available each fiscal year for use in paying the reasonable costs for state enforcement efforts pertaining to underground storage tanks. (Sec. 1523) Prescribes inspection requirements for underground storage tanks. (Sec. 1524) Instructs the EPA Administrator to publish guidelines that specify training requirements for persons having primary onsite management responsibility for the operation and maintenance of underground storage tanks. (Sec. 1525) Authorizes funds for: (1) remediation of oxygenated fuel additives; and (2) release prevention and compliance. (Sec. 1527) Prohibits delivery, deposit, or acceptance of a regulated substance into an underground storage tank at a facility identified as ineligible for fuel delivery or deposit. Prescribes civil penalties for violation of this prohibition. (Sec. 1528) Revises requirements governing federal agencies with either jurisdiction over underground storage tanks or systems, or engaged in any activity which may result in specified actions regarding such tanks or the regulated substances related to them, including release response activities. Waives sovereign immunity with respect to substantive or procedural state requirements. Continues the President's authority to exempt any federal tank from compliance with such requirements. Exempts federal officers, employees, and agents from liability for civil penalties, but not from criminal penalties, for acts or omissions in their official capacity. (Sec. 1529) Instructs the EPA Administrator, in coordination with Indian tribes, to develop and implement a strategy to take necessary corrective action in response to releases from leaking underground storage tanks on tribal lands. Gives priority to releases that present the greatest threat to human health or the environment. (Sec. 1530) Directs the EPA Administrator to require each state that receives funding for underground storage facilities to require: (1) tank and piping secondary containment to protect groundwater from contamination; and (2) evidence of manufacturer and installer financial responsibility. (Sec. 1531) Authorizes appropriations for FY2005-FY2009. Subtitle C: Boutique Fuels - (Sec. 1541) Amends the Clean Air Act to cite conditions under which the EPA Administrator may waive the prohibition against the use of extreme and unusual fuel or fuel additive supplies (\"boutique fuels\"). Directs the EPA Administrator to determine the total number of approved boutique fuels. Directs the EPA Administrator and the Secretary of Energy to study and report jointly to Congress on the effects of state provisions adopted pursuant to the Clean Air Act regarding: (1) air quality; (2) the number of fuel blends; (3) fuel availability; (4) fuel fungibility; and (5) fuel costs. Title XVI: Climate Change - Subtitle A: National Climate Change Technology Deployment - (Sec. 1601) Amends the Energy Policy Act of 1992 to direct the President to establish a Committee on Climate Change Technology to: (1) integrate current federal climate reports; and (2) coordinate federal climate change technology activities and programs carried out in furtherance of a national strategy the Committee shall develop to promote technologies and practices that reduce greenhouse gas intensity. Instructs the Secretary to establish within the Department of Energy the Climate Change Technology Program to: (1) assist the Committee in the interagency coordination of climate change technology research, development, demonstration, and deployment to reduce greenhouse gas intensity; and (2) conduct and publicize an inventory and evaluation of greenhouse gas intensity reducing technologies in order to determine technologies suitable for commercialization and deployment. Authorizes the Secretary to establish a Climate Change Technology Advisory Committee to identify statutory, regulatory, economic, and other barriers to the commercialization and deployment of greenhouse gas intensity reducing technologies and practices in the United States. Subtitle B: Climate Change Technology Deployment in Developing Countries - (Sec. 1611) Amends the Global Environmental Protection Assistance Act of 1989 to designate the Department of State as lead agency for integrating into U.S. foreign policy the goal of reducing greenhouse gas intensity in developing countries. Directs the Secretary of State to: (1) report to certain congressional committees on the 25 developing countries that are the largest greenhouse gas emitters; (2) establish baselines and track the progress of such countries in reducing greenhouse gas intensity; and (3) provide financial assistance to such countries specifically for projects to reduce greenhouse gas intensity. Requires the Secretaries of Energy, of State, and of Commerce to conduct an inventory and report to Congress on greenhouse gas intensity reducing technologies suitable for transfer, deployment, and commercialization in those developing countries. Directs the U.S. Trade Representative to report to Congress regarding: (1) trade-relations barriers of foreign countries to U.S. export to developing countries of greenhouse gas intensity reducing technologies and practices; and (2) negotiations with such countries for removal of those barriers. Establishes an interagency working group to implement a Greenhouse Gas Intensity Reducing Technology Export Initiative. Directs the Secretaries of State and of Energy, and the Administrator of the United States Agency for International Development, to provide assistance for the implementation of technology demonstration projects in at least 10 eligible countries. Instructs the Secretary of State, in coordination with the Secretary of Energy, the Secretary of Commerce, and the EPA Administrator, to carry out fellowship and exchange programs for officials from developing countries to visit the United States to acquire expertise and knowledge of best practices to reduce greenhouse gas intensity in their countries. Authorizes appropriations. Title XVII: Incentives for Innovative Technologies - (Sec. 1702) Directs the Secretary of Energy to make guarantees for certain projects, including gasification and liquefaction projects, that: (1) avoid, reduce, or sequester air pollutants or anthropogenic emissions of greenhouse gases; and (2) employ new or significantly improved technologies as compared to commercial technologies in service in the United States at the time the guarantee is issued. Authorizes appropriations. Title XVIII: Studies - (Sec. 1801) Directs the Secretary of Energy to study and report to Congress on designated subjects, including: (1) petroleum and natural gas storage capacity and operational inventory levels, nationwide and by major geographical regions; (2) whether the goals of energy efficiency standards are best served by measurement of energy consumed and efficiency improvements at the actual site of energy consumption, or through the full fuel cycle, beginning at the source of energy production; and (3) domestic energy conservation implications of widespread telecommuting by federal employees. (Sec. 1804) Instructs the Secretary of Health and Human Services to report to Congress on how the Low-Income Home Energy Assistance Program (LIHEAP) could be used more effectively to prevent loss of life from extreme temperatures. (Sec. 1805) Directs the Secretary and the Administrator of EPA to study the benefits of oil bypass filtration technology in reducing demand for oil and protecting the environment. (Sec. 1806) Instructs the Secretary to: (1) study the benefits of total integrated thermal systems in reducing demand for oil and protecting the environment; and (2) examine the feasibility of using total integrated thermal systems in federal motor vehicle fleets. (Sec. 1807) Instructs the Secretary to report annually to certain congressional committees on energy export development in Latin America and federal efforts to promote energy integration with Latin America. (Sec. 1808) Directs the Secretary to make a grant to an organization of oil and gas producing states, specifically those containing significant numbers of marginal oil and natural gas wells, to conduct an annual study of low-volume natural gas reservoirs. (Sec. 1809) Directs the FTC to investigate and report to Congress if the price of gasoline is being artificially manipulated by either reducing refinery capacity, or by any other form of market manipulation or price gouging practices. Requires the Secretary to direct the National Petroleum Council to conduct an evaluation and analysis to determine whether, and to what extent, environmental and other regulations affect new domestic refinery construction and significant expansion of existing refinery capacity. (Sec. 1810) Directs FERC, until the Alaska natural gas pipeline commences operation, to submit periodic status reports to Congress: (1) describing the progress made in licensing and constructing the pipeline; and (2) any issue impeding that progress. (Sec. 1811) Directs the Secretary of the Interior to arrange with the National Academy of Sciences to study, for a report to Congress, the effect of coal bed natural gas production (coal bed methane) on surface and groundwater resources, including groundwater aquifers, in Montana, Wyoming, Colorado, New Mexico, North Dakota, and Utah. (Sec. 1812) Instructs the Secretary to study and report to Congress on the effect of obtaining and maintaining liquid and other fuel backup capability at: (1) gas-fired power generation facilities; and (2) other gas-fired industrial facilities. (Sec. 1813) Requires the Secretary and the Secretary of the Interior to study and report jointly to Congress on issues regarding energy rights-of-way on tribal land. (Sec. 1814) Requires the Secretary to submit a report to Congress that: (1) identifies any policies or procedures of a contractor operating a National Laboratory or single-purpose research facility that create disincentives to the temporary or permanent transfer of scientific and technical personnel among the contractor-operated National Laboratories or single-purpose research facilities; and (2) provides recommendations for improving interlaboratory exchange of scientific and technical personnel. (Sec. 1815) Establishes an interagency Electric Energy Market Competition Task Force to study and report to Congress on competition within the wholesale and retail market for electric energy in the United States. (Sec. 1816) Directs the Secretary to study and report to Congress and the President on the benefits of using mobile transformers and mobile substations to rapidly restore electrical service to areas subjected to blackouts. (Sec. 1817) Directs the Secretary to study and report to Congress and the President on the potential benefits of cogeneration and small power production. (Sec. 1818) Instructs the Secretary to report to Congress a comprehensive analysis of natural gas supply and demand in the United States for the period between January 1, 2004, and December 31, 2015. (Sec. 1819) Requires the Secretary to report to Congress on: (1) methodologies to ensure the widest participation practicable in setting goals and milestones under the DOE hydrogen program, including international participants; and (2) the likely effects of a transition to a hydrogen economy upon overall employment in the United States. (Sec. 1821) Directs the Secretary to arrange with the National Academy of Public Administration to assess, for a report to Congress, best management practices for DOE research, development, and demonstration programs. (Sec. 1822) Requires the Secretary to enter into a contract with the National Academy of Sciences for the Academy to determine the effect that electrical contaminants (such as tin whiskers) may have on the reliability of energy production systems, including nuclear energy. (Sec. 1823) Directs the Secretary to report to Congress on the potential of biodiesel and hythane to become major, sustainable, alternative fuels. (Sec. 1824) Directs FERC to: (1) seek to conclude its investigation into the unjust or unreasonable charges incurred by California during the 2000-2001 electricity crisis as soon as possible; (2) seek to ensure that refunds owed to the state of California are paid; and (3) report to Congress on actions taken and timetables for further actions. (Sec. 1825) Directs the Secretary to contract with the National Academy of Sciences and the National Research Council to study fuel cell technologies in order to provide a budget roadmap for the development of fuel cell technologies and the transition from petroleum to hydrogen in a significant percentage of the vehicles sold by 2020. (Sec. 1826) Directs the Secretary to study and report to Congress on: (1) the range of levelized costs of avoided electricity for passive solar technologies (PST); (2) the quantity of electricity displaced using PST; and (3) the projected energy savings from PST in five year increments if certain incentives are provided. (Sec. 1827) Requires the Secretary to arrange with the National Academy of Sciences to assess and report to Congress and the Secretary on the implications on energy use and efficiency of land development patterns in the United States. (Sec. 1828) Directs the Secretary to study, compile, and verify existing science regarding the risks or benefits presented by cumulative impacts of multiple offshore liquefied natural gas facilities reasonably assumed to be constructed in an area of the Gulf of Mexico using the open-rack vaporization system. (Sec. 1829) Instructs the Architect of the Capitol to study and report to Congress on: (1) an evaluation of the energy infrastructure of the Capitol complex to determine how to augment it to become more energy efficient; and (2) the feasibility of installing energy and water conservation measures on the rooftop of the Dirksen Senate Office Building. Authorizes appropriations for FY2006-FY2010. (Sec. 1830) Directs the Secretary to: (1) arrange with the National Academy of Sciences to study, for a report to Congress, the short-term and long-term availability of skilled workers to meet the energy and mineral security requirements of the United States. (Sec. 1831) Directs the Secretary to study and report to Congress on the effect of certain programs under the Energy Policy Act of 1992 upon: (1) the development of alternative fueled vehicle technology; (2) the availability of that technology in the market; and (3) the cost of alternative fueled vehicles. (Sec. 1832) Requires the Secretary to study and report to Congress and the states on: (1) procedures currently used by electric utilities to perform economic dispatch; (2) possible revisions to those procedures to improve the ability of nonutility generation resources to offer their output for sale for inclusion in economic dispatch; and (3) the potential benefits to residential, commercial, and industrial electricity consumers if economic dispatch procedures were revised to improve the ability of nonutility generation resources to do so. (Sec. 1833) Directs the Secretary of the Interior to contract with the National Academy of Sciences to study for a report to Congress on: (1) the potential of developing wind, solar, and ocean energy resources on federal land and the Outer Continental Shelf; (2) federal law and regulations relating to development of those resources; and (3) statutory and regulatory mechanisms recommended to develop those resources. (Sec. 1834) Directs the Secretaries of the Interior, of Energy, and of the Army to study and report jointly to certain congressional committees on the potential for increasing electric power production capability at federally owned or operated water regulation, storage, and conveyance facilities. (Sec. 1835) Instructs the Secretary of the Interior to review: (1) current policies and practices with respect to management of federal subsurface oil and gas development activities and their effects upon the privately owned surface; and (2) federal and state laws in order to resolve any conflict relating to the Powder River Basin in Wyoming and Montana between the development of federal coal and the development of federal and nonfederal coal bed methane. (Sec. 1837) Requires the Secretary to review and report to Congress and the President on the growing energy requirements of the People's Republic of China and the implications of such growth on the political, strategic, economic, or national security interests of the United States. (Sec. 1838) Requires the Secretary to study and report to Congress on the energy and environmental benefits of re-refining used lubricating oil, including recommendations of specific steps that can be taken to improve collections of used lubricating oil and increase re-refining and other beneficial reuse of such oil. (Sec. 1839) Requires the Secretary and FERC to study and report to Congress on establishment of a system to make available real-time information on the functional status of all transmission lines to all transmission system owners and Regional Transmission Organizations within the Eastern and Western Interconnections. (Sec. 1840) Directs the Secretary of the Interior to report to certain congressional committees on the status of potential hydropower facilities included in water surface storage studies for projects that have not been completed or authorized for construction."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Daylight Saving Time bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Energy Policy Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Arctic Coastal Plain Domestic Energy Security Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Coal Leasing Amendments Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Electric Reliability Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Energy Research, Development, Demonstration, and Commercial Application Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Enhanced Energy Infrastructure and Technology Tax Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Grand Canyon Hydrogen-Powered Transportation Demonstration Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Indian Tribal Energy Development and Self-Determination Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "John Rishel Geothermal Steam Act Amendments of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Geological and Geophysical Data Preservation Program Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Price-Anderson Amendments Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Public Utility Holding Company Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "SAFE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Set America Free Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Underground Storage Tank Compliance Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "United States Refinery Revitalization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Energy Policy Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Arctic Coastal Plain Domestic Energy Security Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Coal Leasing Amendments Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Electric Reliability Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Energy Research, Development, Demonstration, and Commercial Application Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Enhanced Energy Infrastructure and Technology Tax Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Grand Canyon Hydrogen-Powered Transportation Demonstration Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Indian Tribal Energy Development and Self-Determination Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "John Rishel Geothermal Steam Act Amendments of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Geological and Geophysical Data Preservation Program Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Price-Anderson Amendments Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Public Utility Holding Company Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "SAFE Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Set America Free Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Underground Storage Tank Compliance Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "United States Refinery Revitalization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Energy Policy Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Coal Leasing Amendments Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Electricity Modernization Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Energy Policy Tax Incentives Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Energy Research, Development, Demonstration, and Commercial Application Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Energy Tax Incentives Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Federal Reformulated Fuels Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Indian Tribal Energy Development and Self-Determination Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "John Rishel Geothermal Steam Act Amendments of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Geological and Geophysical Data Preservation Program Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "No Oil Producing and Exporting Cartels Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "NOPEC", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Oil Shale, Tar Sands, and Other Strategic Unconventional Fuels Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Price-Anderson Amendments Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Public Utility Holding Company Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "SAFE Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Set America Free Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Spark M. Matsunaga Hydrogen Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Underground Storage Tank Compliance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To ensure jobs for our future with secure, affordable, and reliable energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:04-05:00"
}