{
  "actions": [
    {
      "acted_at": "1981-09-24", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-09-24", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-09-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-05", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Energy and the Environment", 
      "text": "Referred to Subcommittee on Energy and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4589-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and the Environment", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Bailey, Donald A.", 
      "sponsored_at": "1981-09-24", 
      "state": "PA", 
      "thomas_id": "00043", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-09-24", 
  "number": "4589", 
  "official_title": "A bill to establish a supplemental insurance fund administered by the Secretary of Energy to pay the costs of necessary remedial action following damage to nuclear powerplants, including certain remedial action at the Three Mile Island facilities in Pennsylvania, to require participation in such fund by the licensees of nuclear powerplants as a condition for the licensing and continued operation of such plants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1606-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1606-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Nuclear Property Insurance Act of 1981", 
  "sponsor": {
    "district": "19", 
    "name": "Goodling, William F.", 
    "state": "PA", 
    "thomas_id": "00447", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-09-24", 
  "subjects": [
    "Business and commerce", 
    "Department of the Treasury", 
    "Government trust funds", 
    "Insurance", 
    "Liability for nuclear damages", 
    "Liability insurance", 
    "New Jersey", 
    "Nuclear energy", 
    "Nuclear power plant accidents", 
    "Nuclear power plants", 
    "Pennsylvania", 
    "Public utilities"
  ], 
  "subjects_top_term": "Liability for nuclear damages", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-09-24", 
    "text": "Nuclear Property Insurance Act of 1981 - Establishes in the U.S. Treasury a Nuclear Property Insurance Fund to pay insurance claims made by licensees of nuclear powerplants who enter into insurance agreements under this Act and the costs of necessary remedial action at Three Mile Island Unit 2. Directs the Secretary of Energy to provide insurance policies to licensees of nuclear powerplants to supplement insurance available from private sources. Requires that such policies provide for payment from the fund when the costs of remedial action associated with onsite property damage caused by a single nuclear accident exceed the greater of two specified amounts. Sets a ceiling on such insurance payments. Permits the Secretary to require proof of loss or damage before paying any claim. Prohibits the issuance of an operating license by the Nuclear Regulatory Commission (NRC) for a nuclear powerplant unless the licensee is insured by the Secretary. Requires the Secretary to prescribe insurance premium rates and coverage schedules to provide sufficient revenue for the fund. Sets a minimum aggregate amount of premiums to be paid by all licensees insured by this Act. Requires the Secretary to maintain an actuarially sound reserve in the fund in order to pay insurance claims. Requires insured licensees to pay additional assessments if the Secretary becomes obligated under any insurance agreement for any claim in excess of the amount in the fund. Directs the Secretary to coordinate activities of the Federal agencies involved with the clean-up of Three Mile Island Unit 2 and prepare a contingency plan to protect public health and safety and maintain service continuity if the General Public Utilities Corporation cannot carry out its responsibilities in connection with Three Mile Island Unit 2. Directs the Secretary to reimburse the General Public Utilities Corporation from the fund for 75 percent of the uninsured costs incurred by the Corporation after the enactment of this Act for remedial action associated with onsite property damage at Three Mile Island Unit 2 if: (1) there is a joint plan by Pennsylvania and New Jersey to insure that the Corporation continue utility service and achieve economic stability; and (2) the Corporation agrees to pay the Secretary premium surcharges to recover 50 percent of the Secretary's costs. Authorizes the Secretary to: (1) provide technical assistance to the NRC to expedite licensing and regulatory procedures for remedial actions with respect to Three Mile Island Unit 2; (2) provide technical and planning assistance to the Pennsylvania Public Utilitiy Commission, the New Jersey Board of Public Utilities, and the Corporation for the joint plan; and (3) arrange with the Corporation to use data valuable in understanding and enhancing nuclear powerplant safety. Subrogates the Secretary to all rights and claims of an insured licensee against a third party for costs for which the Secretary provides insurance coverage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Property Insurance Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a supplemental insurance fund administered by the Secretary of Energy to pay the costs of necessary remedial action following damage to nuclear powerplants, including certain remedial action at the Three Mile Island facilities in Pennsylvania, to require participation in such fund by the licensees of nuclear powerplants as a condition for the licensing and continued operation of such plants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:22-05:00"
}