{
  "actions": [
    {
      "acted_at": "1989-01-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-18", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-04-19", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Hearings concluded. Hearings printed: S.Hrg. 101-291.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s55-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1989-04-04", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-01-25", 
  "number": "55", 
  "official_title": "A bill to increase the availability of quality affordable child care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Kids in Day-Care Services Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Wilson, Pete", 
    "state": "CA", 
    "thomas_id": "01456", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-01-25", 
  "subjects": [
    "Air pollution control", 
    "Atmospheric research", 
    "Awards, medals, prizes", 
    "Block grants", 
    "Business and social problems", 
    "Chemical industries", 
    "Chemical research", 
    "Chemicals", 
    "Child nutrition", 
    "Climate change and greenhouse gases", 
    "Consumer education", 
    "Day care", 
    "Day care centers for the aged", 
    "Earnings", 
    "Employee benefit plans", 
    "Environmental protection", 
    "Environmental research", 
    "Excise tax", 
    "Families", 
    "Federal aid to day care centers", 
    "Federal employees", 
    "Fluorocarbons", 
    "Government employees' health insurance", 
    "Government lending", 
    "Government trust funds", 
    "Income tax", 
    "Information services", 
    "Liability insurance", 
    "Licenses", 
    "Old age, survivors and disability insurance", 
    "Ozone", 
    "Parent and child", 
    "Planning", 
    "Refrigeration", 
    "Revolving funds", 
    "Self-employed", 
    "Small business", 
    "Social welfare", 
    "Socially handicapped children", 
    "Standards", 
    "State laws", 
    "Stratosphere", 
    "Tax credits", 
    "Thermal insulation", 
    "Wages"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-01-25", 
    "text": "Kids in Day-Care Services Act of 1989 - Title I: Dependent Care Planning and Development Program - Amends title XX (Block Grants to States for Social Services) of the Social Security Act to add a new subtitle B, Dependent Care Planning and Development Program. Makes available specified funds for FY 1990 through 1993 for allotments to States under such program. Sets the Federal share of program costs at 85 percent and the State share at 15 percent. Requires States to use allotment funds to make grants to eligible public and private entities for authorized projects. Defines eligible families as those with one or more children under age 13 and with a family income not exceeding 115 percent of the State median income. Sets forth permitted and prohibited uses of funds. Directs the Secretary to provide, upon request, technical assistance to a State in planning and operating activities under this title. Requires States to submit their plans to the Secretary within one year after enactment of this title, and the Secretary to approve or disapprove them within 30 days after receipt. Requires States to establish accrediting, licensing, minimum competency, certification and other related standards for family-based and group child care providers. Requires grant recipients to fund from ten to 50 percent of the project costs with non-Federal funds, in cash or in kind. Sets forth annual reporting requirements for: (1) States receiving funds under this title to the Secretary; and (2) the Secretary to the appropriate congressional committees. Title II: Child Care Liability Risk Reduction and Revolving Loan Fund - Subtitle A: Liability Risk Reduction - Authorizes any State to assist in the establishment and operation of a child care liability risk retention group (i.e. a corporation or other limited liability association whose members are child care providers licensed or accredited pursuant to State or local law or standards, and which otherwise satisfies specified criteria for risk retention grups). Directs the Secretary to review and approve State plans and to monitor State compliance with requirements of this subtitle. Provides for suspension of payments upon a finding on noncompliance. Authorizes appropriations for FY 1990 to carry out this subtitle and to remain available for assistance to States for FY 1990 through 1992. Subtitle B: Revolving Loan Fund - Sets forth requirements for State applications for assistance under this subtitle. Requires State plans to set forth procedures and requirements whereby persons desiring to make capital improvements to their principal residence in order to become a licensed or accredited family-based child care facility may obtain a loan from the State revolving loan fund. Limits the amount of any such loan to $1,500. Requires the State plan to provide that: (1) the State establish a revolving loan fund with certain procedures; and (2) only licensed or accredited applicants benefit from such loans. Authorizes appropriations for FY 1990 to carry out this subtitle and to remain available for assistance to States for FY 1990 through 1992. Title III: Social Security Act Provision - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to exclude child care services earnings from the limitation on wages or self-employment income for purposes of determining benefits for certain individuals. Title IV: Internal Revenue Code Provisions - Amends the Internal Revenue Code to establish an income tax credit for small businesses for 25 percent of expenses paid or incurred to acquire, construct, maintain, or operate a qualified child care facility. Defines small business as any person who employs less than 50 full-time employees in any one pay period. Makes a small business ineligible for such credit if it received a child care project grant under the Public Health Service Act during such taxable year. Revises provisions for calculation of the child and dependent care tax credit. Phases out such credit completely for adjusted gross incomes above $78,500. Provides for a refundable dependent care services tax credit. Establishes a children's tax credit which allows an individual who maintains a household including one or more children under age five a tax credit equal to the child care expenses for each qualifying child. Limits to $750 the amount for each child to be taken into account for such credit, and prohibits taking a credit for more than two qualifying children in any one year. Disallows such credit to any taxpayer allowed a specified dependent care credit for the same taxable year. Imposes an excise tax on ozone depleting chemicals. Title V: Research Fund for Chemical Alternatives - Establishes in the Treasury the Research Fund for Chemical Alternatives. Transfers to the Fund amounts equivalent to taxes received under the excise tax on ozone depleting chemicals. Authorizes appropriations for FY 1990 through 1993 for administration and use of the Fund. Directs the Administrator of the Environmental Protection Agency to administer the Fund and to use its funds to make grants and contracts for research on alternatives to ozone depleting chemicals. Allocates specified maximum portions of such funds for research concerning refrigerants, chillers, foam insulators, halons, solvents, and chemical substitutes for such ozone depleting chemicals. Requires the Administrator to report on such research by the end of each fiscal year to the appropriate congressional committees. Title VI: Miscellaneous - Requires the Director of the Office of Personnel Management, within 90 days, to study and report to the appropriate congressional committees on: (1) the feasibility of offering child and adult day care as a benefit to Federal employees through health insurance plans; (2) the ability of health insurance providers to subcontract the management of child and adult care facilities; and (3) the approximate cost to the Federal Government, to Federal employees, and to health insurance providers of offering child and adult day care as a benefit of Federal employment. Directs the Secretary, in conjunction with the heads of other relevant Federal agencies and departments, to: (1) study all child care programs and activities that receive Federal assistance; and (2) report, within one year, to the appropriate congressional committees on such study. Sets forth the contents of such report. Establishes the President's Award for Excellence in Child Care to honor public and private sector employers who have: (1) successfully implemented personnel programs and policies responsive to child care needs of working parents; or (2) made significant contributions to child care projects. Directs the Secretary of Labor to promulgate regulations for such awards. Expresses the sense of the Senate that: (1) States should be granted maximum flexibility in developing child care programs and standards; (2) barriers to child care services provision in the private sector should be eliminated; and (3) parents should retain their right to choose child care services without threat of loss of public assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Kids in Day-Care Services Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the availability of quality affordable child care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:05-05:00"
}