{
  "actions": [
    {
      "acted_at": "2009-09-22", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committees on Ways and Means, Natural Resources, and Science and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committees on Ways and Means, Natural Resources, and Science and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-22", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-22", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-22", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-22", 
      "committee": "House Science and Technology", 
      "references": [], 
      "text": "Referred to House Science and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-23", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Highways and Transit", 
      "text": "Referred to the Subcommittee on Highways and Transit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-23T16:07:00-04:00", 
      "references": [], 
      "text": "Mr. Oberstar moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-23T16:07:00-04:00", 
      "references": [
        {
          "reference": "CR H9855-9865, H9866-9868", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-23T16:07:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 3617.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-23T17:17:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House continued with further debate on H.R. 3617.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-23T17:45:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H9855-9861", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "731", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 335 - 85 (Roll no. 731).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2009-09-23T17:45:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-24", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-28", 
      "references": [], 
      "text": "Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-29", 
      "calendar": "Senate Legislative", 
      "number": "191", 
      "references": [], 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 191.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3617-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways and Transit", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "2009-09-22", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "2009-09-22", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Neal, Richard E.", 
      "sponsored_at": "2009-09-22", 
      "state": "MA", 
      "thomas_id": "00854", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "2009-09-22", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2009-09-23T17:45:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2009-09-22", 
  "number": "3617", 
  "official_title": "To provide an extension of Federal-aid highway, highway safety, motor carrier safety, transit, and other programs funded out of the Highway Trust Fund pending enactment of a multiyear law reauthorizing such programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1498-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1498-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Surface Transportation Extension Act of 2009", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2009-09-23T17:45:00-04:00", 
  "subjects": [
    "Aging", 
    "Child safety and welfare", 
    "Drug, alcohol, tobacco use", 
    "Forests", 
    "Government trust funds", 
    "Hazardous wastes and toxic substances", 
    "Historical and cultural resources", 
    "Indian lands and resources rights", 
    "Marine and inland water transportation", 
    "Motor carriers", 
    "Parks, recreation areas, trails", 
    "Pedestrians and bicycling", 
    "Public transit", 
    "Railroads", 
    "Research administration and funding", 
    "Research and development", 
    "Roads and highways", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2009-09-23", 
    "text": "Surface Transportation Extension Act of 2009 - (Sec. 2) Reauthorizes programs funded out of the Highway Trust Fund (HTF) (other than the Mass Transit Account) for the period beginning October 1, 2009, and ending on the earlier of: (1) the enactment of a multiyear law reauthorizing such program; and (2) December 31, 2009. Extends the authorization of appropriations for: (1) the federal-aid highway program; and (2) administrative expenses. Sets certain limits on the obligation of such funds. Directs the Secretary of Transportation for FY2010 to apportion to each state an amount equal to the state's apportionment for FY2009 for: (1) the equity bonus program; (2) bridge set-asides under the highway bridge program (including non-federal-aid highway bridges); (3) specified transportation improvement projects; and (4) certain multimodal facility improvements. (Sec. 4) Amends the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA) to extend : (1) the temporary exemption from axle weight limitations for transit passenger buses and over-the-road buses using the Dwight D. Eisenhower System of Interstate and Defense Highways (IS); and (2) the prohibition against enforcement by a covered state of a single axle weight limitation of less than 24,000 pounds, including enforcement tolerances, on such vehicles. Amends the Transportation Equity Act for the 21st Century (TEA-21) to extend provisions authorizing the obligation of certain surface transportation project (STP) funds for roads functionally classified as minor collectors. Amends the Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users (SAFETEA-LU) to extend the authorization of appropriations for: (1) the federal lands highway program, including for Indian reservation roads, park roads and parkways, refuge roads, federal lands highways, forest highways, administrative expenses of Bureau of Indian Affairs (BIA), and deficient Indian reservation road bridges; (2) the national corridor infrastructure improvement program; (3) the national scenic byways program (including an allocation for the America's Byways Resource Center); (4) construction of ferry boats and ferry terminal facilities (including set-asides for the national ferry database and marine highway systems construction projects on the National Highway System (NHS) for Alaska, New Jersey, and the state of Washington; (5) the Puerto Rico highway program; (6) the projects of national and regional significance program; (7) deployment of magnetic levitation (MAGLEV) transportation projects; and (8) the Highways for LIFE Program. Extends the authorization of appropriations for: (1) highway use tax evasion projects; (2) the transportation, community, and system preservation program; (3) the truck parking facilities pilot program; (4) the delta region transportation development program; (5) roadway safety improvements for older drivers and pedestrians; (6) the work zone safety grants program; (7) a national work zone safety information clearinghouse; (8) roadway safety; (9) value pricing pilot programs; (10) an express lanes demonstration program; (11) national historic covered bridge preservation projects; (12) Indian reservation public roads; (13) the nonmotorized transportation pilot program; (14) additional congestion mitigation and air quality (CMAQ)-eligible projects; and (15) a grant program to prohibit racial profiling. Extends the authorization of appropriations for: (1) improvements to the Going-to-the-Sun Road at Glacier National Park, Montana; (2) intelligent transportation system (ITS) activities in the Great Lakes area in Wisconsin; (3) the minority business bonding assistance program; (4) surface transportation infrastructure projects under the Denali access system program; and (5) safe routes to school program administrative expenses. Extends the authorization of appropriations for: (1) the surface transportation research, development, and deployment program; (2) National Highway Institute training and education; (3) the Bureau of Transportation Statistics; (4) university transportation research; and (5) ITS research. Amends the SAFETEA-LU Technical Corrections Act of 2008 to extend the authorization of appropriations for: (1) use of STP discretionary funds for participation in the Joint Operation Center for Fuel Compliance and for certain other named activities; (2) the future strategic highway research program; (3) transportation research activities, including for an infrastructure investment needs report and for the Turner-Fairbank Highway Research Center of the Federal Highway Administration (FHWA); and (4) management and oversight of university transportation research centers. Extends the authorization of appropriations for certain set-aside programs and activities, including: (1) recreational trails administrative costs; (2) interstate maintenance discretionary projects; (3) nondiscrimination skills and on-the-job training; (4) the territorial highway program and the Alaska highway program; (5) Operation Lifesaver to prevent motor vehicle accidents and improve driver performance at railway-highway crossings; (6) railway-highway crossing hazard elimination, including eligible improvements to the Minneapolis/St. Paul-Chicago segment of the Midwest High Speed Rail Corridor; (7) increased federal share of costs of up to 100% for CMAQ projects; (8) transportation infrastructure finance and innovation; and (9) the state infrastructure bank program. Extends a state's authority to allow inherently low-emission and energy-efficient vehicles to use high occupancy vehicle (HOV) lanes if the state establishes procedures for enforcing restrictions on their use of such lanes. (Sec. 5) Extends the authorization appropriations for National Highway Traffic Safety Administration (NHTSA) safety programs, including: (1) highway safety research and development; (2) the occupant protection incentive grant program; (3) the safety belt performance grant program; (4) state traffic safety information system improvements; (5) the alcohol-impaired driving countermeasures incentive grant program; (6) the National Driver Register; (7) the high visibility enforcement program; (8) motorcyclist safety; (9) the child safety and child booster seat safety incentive grant program; (10) NHTSA administrative expenses; (11) drug-impaired driving enforcement; and (12) older driver safety and law enforcement training. (Sec. 6) Extends the authorization appropriations for Federal Motor Carrier Safety Administration (FMCSA) programs, including for: (1) motor carrier safety grants; (2) FMCSA administrative expenses; (3) a set-aside for high priority activities that improve commercial motor vehicle safety and compliance with commercial motor vehicle safety regulations; (4) commercial driver's license program improvement grants; (5) border enforcement grants; (6) the performance and registration information system management grant program; (7) commercial vehicle information systems and networks deployment; and (8) safety data improvement grants. Extends the authorization appropriations for: (1) new entrant motor carrier audit grants; (2) high priority activities grants relating to commercial driver licensing and motor vehicle safety; (3) commercial driver's license information system modernization; (4) FMCSA and NHTSA outreach and education; (5) the commercial motor vehicle operators grant program; and (6) the Office of Intermodalism. Extends: (1) the exemption of motor carriers from maximum driving and on-duty time requirements that transport grapes west of Interstate 81 in the state of New York during harvest periods and operate in a 150-mile radius of the harvest; and (2) the authority of the working group for development of practices and procedures to enhance federal-state enforcement of the interstate transportation of household goods. (Sec. 7) Extends the allocation of capital investment grant funds for federal transit programs, including the metropolitan planning program and the state planning and research program. Allocates amounts for formula and bus grants and capital investment grants for: (1) certain new fixed guideway capital projects; (2) new fixed guideway ferry systems and extension projects in Alaska and Hawaii; (3) payments to the Denali Commission for docks, waterfront development projects, and related transportation infrastructure; (4) ferry boats or ferry terminal facilities; (5) a set-aside for the national fuel cell bus technology development program; (6) projects in nonurbanized areas; (7) intermodal terminal projects; and (8) bus testing. Extends the apportionment of: (1) nonurbanized area formula grants for public transportation on Indian reservations; and (2) capital investment grant funds for certain fixed guideway modernization projects. Extends the authorization appropriations from the HTF Mass Transit Account for: (1) formula and bus grant projects, including allocations for specified projects; (2) capital investment grants; (3) transit research, including allocations for transit cooperative research programs, the National Transit Institute, the university centers program, transportation projects to comply with the Americans with Disabilities Act of 1990 (ADA), and the National Technical Assistance Center for senior transportation; and (4) administration expenses. Extends certain SAFETEA-LU programs, including: (1) the contracted paratransit pilot program; (2) the public-private partnership pilot program; (3) certain restrictions on the use of bus category funds for fixed guideway projects; and (4) the elderly individuals and individuals with disabilities pilot program. Increases the obligation ceiling of amounts made available from the HTF Mass Transit Account. Extends project authorizations for final design and construction and preliminary engineering of specified new fixed guideway capital projects. (Sec. 8) Amends the Dingell-Johnson Sport Fish Restoration Act to extend the authorization of appropriations, and the current requirements for their distribution, for fish restoration and management projects. Extends the set-aside for administrative expenses for carrying out such projects. Makes permanent state funding requirements for developmental projects that increase public access to U.S. recreational waters. Extends amounts earmarked for multistate conservation project grants and distributed to states by the Secretary of the Interior. Decreases, for such period, amounts set-aside for each fiscal year for administrative expenses of certain marine commissions and the Sport Fishing and Boating Partnership Council. (Sec. 9) Extends the level of obligational authority for the highway category and the mass transit category. (Sec. 10) Extends the funding for hazardous materials (hazmat) research projects. (Sec. 11) Extends the expenditure authority of: (1) the HTF highway and Mass Transit accounts through January 1, 2010; and (2) the Sport Fish Restoration and Boating Trust Fund through the period otherwise specified by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation Extension Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Surface Transportation Extension Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide an extension of Federal-aid highway, highway safety, motor carrier safety, transit, and other programs funded out of the Highway Trust Fund pending enactment of a multiyear law reauthorizing such programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:39-05:00"
}