{
  "actions": [
    {
      "acted_at": "1981-05-27", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-08", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Water Resources", 
      "text": "Referred to Subcommittee on Water Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-09", 
      "bill_ids": [
        "hr4503-97"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See H.R.4503.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3703-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1981-05-27", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-27", 
  "number": "3703", 
  "official_title": "A bill to revise and extend certain provisions of the Federal Water Pollution Control Act, as amended, for one year, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4503-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "s975-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s975-97", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-27", 
  "subjects": [
    "Authorization", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal-state relations", 
    "Grants-in-aid", 
    "States", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water supply", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Water pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-27", 
    "text": "Amends the Federal Water Pollution Control Act to extend, through fiscal year 1982, the authorization of appropriations to carry out all but specified provisions of such Act. Requires that the sums authorized for fiscal year 1982 be allotted to each State based on such State's needs as a percentage of the total national needs. Extends through fiscal year 1982 the program under such Act which provides grants to States for eligible treatment works. Permits the Administrator of the Environmental Protection Agency, at the request of the Governor of a State, to set aside from funds authorized under such Act for fiscal year 1982 not more than three percent of funds allotted to such State for such grants to be available only for increasing grants for construction of treatment works from 75 percent to 85 percent, and to set aside not more than four percent of such funds to be available only for alternatives to conventional sewage treatment works for municipalities having a population of 3,500 or less, or for the highly dispersed sections of larger municipalities, as defined by the Administrator. Limits such grants for treatment works to the following categories of projects: (1) secondary treatment or more stringent treatment, or any cost- effective alternative thereof; and (2) new interceptors and appurtenances. Authorizes the Administrator, from sums authorized for each fiscal year beginning on or after October 1, 1981, to reserve from the allotment for each State for each such fiscal year an amount not to exceed one percent of the sum of the unexpended obligations and the unobligated allotment available to such State as of the first day of such fiscal year, or $400,000, whichever is greater. Repeals the provision under which the Administrator is authorized to pay the Federal share of the cost of advanced construction on publicly owned treatment works in cases where a State allotment has been obligated under specified provisions. Permits the Administrator to retain the authority to pay such eligible obligations in such amounts as the Administrator considers appropriate. Prohibits any grant, other than for facility planning and the preparation of construction plans and specifications, to be made under such Act to construct that portion of the treatment works providing reserve capacity. Makes the Administrator responsible for determining the size and capacity of the treatment works eligible for a grant under such Act. States that the determination of the priority to be given projects within each State shall be made by that State. Requires each State, in determining such priority, to give highest priority to projects which: (1) demonstrate that significant public health or water quality benefits will be achieved; and (2) will directly benefit communities having urban-industrial concentrations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to revise and extend certain provisions of the Federal Water Pollution Control Act, as amended, for one year, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:02-05:00"
}