{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr268-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "268", 
  "official_title": "A bill to amend the Truth in Lending Act to require biannual examinations of creditors, to require public disclosure of certain information obtained in such examinations, to require persons affected by violations of the Act to be so notified, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Truth in Lending Improvement Amendments of 1979", 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Consumer credit", 
    "Consumer protection", 
    "Credit", 
    "Finance and financial sector", 
    "Finance charges"
  ], 
  "subjects_top_term": "Consumer credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Truth in Lending Improvement Amendments of 1979 - Amends the Truth in Lending Act to require each appropriate regulatory agency to conduct biennial examinations of every creditor subject to the requirements of such Act. States that whenever any agency has reason to believe as a result of the examination that there has been a substantial violation, as defined by this Act, it shall publish in the Federal Register the name of the creditor and specified information concerning the violation, not more than 30 days after the date on which the examination report has been completed. Requires such agency to notify the creditor of the violation and of the date by which the agency will publish such information. Permits the creditor to submit a written response to the apparent violation which the agency must publish in the Federal Register. Requires the creditor to notify the consumer, upon the direction of the agency, when specified requirements of the Truth in Lending Act appear to have been violated. Directs the agency to notify such consumer if the creditor fails to do so. States that such notice shall include: (1) the fact that the agency found a violation; (2) the nature of the violation; and (3) the rights of the consumer under this Act. Exempts a creditor from civil liability for failure to comply with the requirements of this Act if, within 30 days after discovering an error or, being informed of any error by an enforcing agency and before an action is begun or before the creditor notifies the consumer of the error and makes adjustments to the consumer's account, the creditor insures that the person will not be required to pay a finance charge in excess of the percentage rate or amount actually disclosed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truth in Lending Improvement Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Truth in Lending Act to require biannual examinations of creditors, to require public disclosure of certain information obtained in such examinations, to require persons affected by violations of the Act to be so notified, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:58-05:00"
}