{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr582-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1977-01-03", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "582", 
  "official_title": "A bill to amend the Fish and Wildlife Coordination Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fish and Wildlife Coordination Act Amendments", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Animals and Animal Protection", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Federal aid programs", 
    "Fisheries", 
    "Fishing", 
    "Intergovernmental relations", 
    "Protection of animals", 
    "Water resources development", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Protection of animals", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Fish and Wildlife Coordination Act Amendments - Amends the Fish and Wildlife Coordination Act to revise interagency coordination procedures with respect to fish and wildlife conservation for approval of federally assisted projects for the impoundment, diversion, or control of waters. Extends requirements under this Act to: (1) projects on the Continental shelf; (2) projects for offshore mineral development; and (3) projects by wholly owned Government corporations. Requires the Federal department or agency carrying out the project: (1) to ascertain the probable effect of the project on fish and wildlife through consultation with the United States Fish and Wildlife Service, the National Marine Fisheries Service of the National Oceanic and Atmospheric Administration, and the State agencies having administrative authority concerning the affected fish and wildlife; (2) to request a report of the views, objections, and recommendations of the Secretary of the Interior, the Secretary of Commerce, and the State agency on such project concerning the conservation, development, and improvement of fish and wildlife in connection with such projects; (3) to give public notice of consideration of any project under this provision; and (4) to provide an opportunity for public participation in the planning of such project. Requires that any written report made by the Secretary of the Interior, the Secretary of Commerce, or the State agency on such project be based on the studies and findings of the United States Fish and Wildlife Service, the National Marine Fisheries Service in the National Oceanic and Atmospheric Administration, and the State fish and wildlife agency with respect to the effects of the project, the means to prevent or minimize fish and wildlife loss, and the need for additional preconstruction and postconstruction investigations. Prohibits any Federal agency from using monetary estimates of wildlife losses as a justification for adopting or rejecting a recommendation in such a report. Requires the appropriate Federal agency to give full consideration to such reports. Prohibits such agency from carrying out, financing, authorizing, or seeking authorization of such a project until the Secretary of the Interior, the Secretary of Commerce, and the concerned State agencies have been advised of the disposition of each recommendation and have concurred in such disposition. Declares that failure of the Secretaries and the State to respond within 90 days of the receipt of such notification shall be deemed concurrence. Authorizes the affected agency to proceed after receiving a negative report from either the Secretary or the State after detailing reasons for the rejection of specific recommendations and, if requested by the State fish and wildlife agency, holding a public hearing on such rejection. Directs that the cost of: (1) preventing, mitigating, and compensating fish and wildlife loss; and (2) enhancement of facilities for anadromous fish, be funded by the Federal department or agency constructing or assisting the project. Directs the United States Fish and Wildlife Service, the National Marine Fisheries Service, and the State fish and wildlife agency to consider the need for postconstruction evaluation and modification in recommendations made by such agencies. Requires that all reports, findings, and determinations made under this Act be made promptly available to the public. Requires the Federal department or agency carrying out projects under this Act: (1) to transfer to the United States Fish and Wildlife Service and the National Marine Fisheries Service funds necessary to carry out studies and investigations; and (2) to include requests for estimated funds necessary to carry out such studies and reports in the budgetary requests for each fiscal year. Repeals exemptions from such procedures for water impoundment projects where the maximum surface area is less than ten acres or for programs primarily for land management. Directs any Federal agency which is carrying out a water project to provide the Secretaries of the Interior and Commerce, and, where appropriate, the State fish and wildlife agency, with an annual report with respect to: (1) means to prevent, mitigate, or compensate fish and wildlife loss; and (2) progress made in the fish and wildlife features of such project. Directs the Secretaries of the Interior and Commerce to transmit such reports, with comments, to Congress. Directs the United States Fish and Wildlife Service, the National Marine Fisheries Service, or the State fish and wildlife agency, to transmit to the Federal department or agency carrying out a water project a report of any postconstruction evaluation and recommendations. Authorizes such Federal department or agency to implement such recommendations. Requires such agency to report to Congress the response to such recommendations. Directs that revenue from the operation of such waters, lands, or interests, be made available to such State agency or the Secretary of the Interior to supplement project funds for fish and wildlife management. Specifies the information required in reports for the acquisition of waters, land, and interests therein by Federal agencies for fish and wildlife components of such Federal construction projects which the Secretary of the Interior is required to submit to Congress. Permits a citizen to bring a civil action in a district court of the United States against persons or governmental instrumentalities for violation of the Fish and Wildlife Coordination Act or regulations issued thereunder, or against any Federal department or agency for failure to perform its duties under such Act. Declares that the jurisdiction of the district court shall be without regard to the amount in controversy or citizenship. Sets forth notice costs to any party other than a Federal agency or department. Repeals requirements for notification of the Secretary of the Interior by the Secretary of Agriculture with respect to wildlife components of watershed and flood protection projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fish and Wildlife Coordination Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fish and Wildlife Coordination Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:32-05:00"
}