{
  "actions": [
    {
      "acted_at": "2012-03-28", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2247-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2012-11-14", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2012-12-04", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-03-28", 
  "number": "2247", 
  "official_title": "A bill to amend the Federal Reserve Act to improve the functioning and transparency of the Board of Governors of the Federal Reserve System and the Federal Open Market Committee, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4180-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Reserve Modernization Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Lee, Mike", 
    "state": "UT", 
    "thomas_id": "02080", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-03-28", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Budget deficits and national debt", 
    "Congressional oversight", 
    "Consumer Financial Protection Bureau", 
    "Consumer affairs", 
    "Credit and credit markets", 
    "Economic performance and conditions", 
    "Economics and public finance", 
    "Executive agency funding and structure", 
    "Federal Reserve System", 
    "Government information and archives", 
    "Government trust funds", 
    "Inflation and prices", 
    "International monetary system and foreign exchange", 
    "Monetary policy", 
    "Securities", 
    "Unemployment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-03-28", 
    "text": "Federal Reserve Modernization Act of 2012 - Amends the Federal Reserve Act (FRA) to direct the Board of Governors of the Federal Reserve System (Board) and the Federal Open Market Committee (FOMC) to: (1) promote the goal of long-term price stability, and (2) establish metrics to evaluate whether long-term price stability is being achieved. Prescribes procedures for the establishment and evaluation of such metrics. Directs the Board and the FOMC to: (1) make such information available to the public on a website, and (2) report to Congress each time such metrics are set or revised. Directs the Board to include in its semi-annual report to Congress: (1) the results of the evaluation process, (2) whether the goal of long-term price stability is being met, (3) the main monetary policy instruments and strategy used by the Board and the FOMC to achieve long-term price stability, and (4) an analysis of how the policies of the Board and the FOMC are affecting the foreign exchange rate value of the U.S. dollar. Directs the Board to clearly articulate it's lender-of-last-resort policy. Revamps FOMC membership to consist of one representative from each of the Federal Reserve banks (in addition to members of the Board). Directs the FOMC to release meeting transcripts to the public within three years after each meeting. Redesignates the Department of the Treasury stabilization fund as the Special Drawing Rights Fund. Instructs the Secretary of the Treasury to liquidate all property in the Fund (other than Special Drawing Rights) and to use all such amounts to reduce the public debt. Limits the availability of the Fund solely to stabilize exchange rates and arrangements. Repeals the authority of the Secretary to deal in U.S. instruments of credit and securities. Permits only Special Drawing Rights to be deposited into the Fund. Requires funds that would otherwise have been deposited into the Fund to be paid, instead, to the Secretary to reduce the public debt. Amends the FRA to authorize the FOMC, in unusual and exigent circumstances, by the affirmative vote of 2/3 of its members, to grant any Federal Reserve bank emergency authority to buy and sell U.S. debt obligations and revenue bonds in anticipation of the collection of taxes or the receipt of assured revenues by any state or local governmental entity, as well as obligations of, or guaranteed by, a foreign government or agency. Amends the Consumer Financial Protection Act of 2010 to repeal: (1) funding for the Consumer Financial Protection Bureau (CFPB), and (2) the Bureau of Consumer Financial Protection Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Reserve Modernization Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Reserve Act to improve the functioning and transparency of the Board of Governors of the Federal Reserve System and the Federal Open Market Committee, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:23:21-05:00"
}