{
  "actions": [
    {
      "acted_at": "1977-10-20", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2228-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1977-01-03", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-20", 
  "number": "2228", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to make certain changes in the estate and gift tax provisions amended or added by the Tax Reform Act of 1976.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Estate and Gift Tax Amendments Act", 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Harry F.,  Jr.", 
    "state": "VA", 
    "thomas_id": "01300", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-20", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Capital gains tax", 
    "Close corporations", 
    "Corporations", 
    "Estate tax", 
    "Family farms", 
    "Finance and financial sector", 
    "Income tax", 
    "Securities", 
    "Small business", 
    "Stocks", 
    "Taxation", 
    "Wealth tax"
  ], 
  "subjects_top_term": "Estate tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-20", 
    "text": "Estate and Gift Tax Amendments Act - Amends the Internal Revenue Code to provide that the carryover basis at death provisions added by the Tax Reform Act of 1976 shall apply only to property obtained, or substantial improvements to any property made, after 1976. Increases the minimum basis of carryover property, over a five year period, to correlate the minimum basis with the estate tax exemption equivalent. Provides for a single basis adjustment to carryover basis property for death taxes attributable to appreciation by eliminating the adjustment for State succession taxes paid by transferees. Provides that the adjustments to basis for death taxes, and gift taxes which are attributable to appreciation, shall be determined by computing the difference between the appropriate tax computations made with net appreciation included, and then excluded, instead of the proportionate computation previously used thereby providing that the adjustments shall be made at marginal rates. Provides that the basis of property for which marital and charitable estate deductions are taken shall also be adjusted for estate taxes attributable to appreciation. Provides that the minimum basis adjustment shall be made before the adjustment for estate taxes attributable to appreciation. Exempts executors of gross estates less than the exemption equivalent from the reporting requirements pertaining to carryover basis property. Qualifies copyrights, literary compositions, art and the like, inherited from the creator, as well as crops and animals, as capital assets where they qualify as carryover basis property. Provides that only the gift taxes paid on transfers within three years of death, and not the gifts themselves, shall be included in the gross estate. Deems any retained estates, or incidents of ownership in life insurance policies on the decedent, which are held by the decedent at any time within three years of death, to be held by him at death, and thus a part of his estate. Expands the material participation criteria for the special use valuation of certain farm and other real property to provide for the satisfaction of the requirement where the decedent or his spouse has so participated for any 20 years before the decedent's death. Relaxes the material participation requirement for heirs to allow satisfaction of the requirement by an heir's agents or fiduciaries where the heir is: (1) under 21 years of age; (2) a student; (3) physically or mentally unable to participate; or (4) over 61 years of age and is the decedent's spouse. Allows the estate an income tax deduction for the decedent's unused operating and capital loss carryovers. Provides for the uniform definition of interests in closely held businesses for purposes of qualifying for the alternative time extensions for paying estate taxes on estates consisting mostly of such businesses. Extends the capital gains treatment for redemptions of stock of a closely held business to pay estate taxes to the amount necessary to pay the income taxes generated by the redemption."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Estate and Gift Tax Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to make certain changes in the estate and gift tax provisions amended or added by the Tax Reform Act of 1976.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:32-05:00"
}