{
  "actions": [
    {
      "acted_at": "1996-04-15", 
      "references": [
        {
          "reference": "CR S3312-3314", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-15", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1668-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-04-15", 
  "number": "1668", 
  "official_title": "A bill to improve the job and income security and retirement security of the American worker, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Workers Economic Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-04-15", 
  "subjects": [
    "Aliens", 
    "Antitrust actions", 
    "Antitrust law", 
    "Apprenticeship", 
    "Armed forces and national security", 
    "Auditing", 
    "Business records", 
    "Citizenship", 
    "College costs", 
    "Commerce", 
    "Community development", 
    "Corporate divestiture", 
    "Corporate mergers", 
    "Corporation taxes", 
    "Day care", 
    "Depressed areas", 
    "Dividends", 
    "Earnings", 
    "Economic development", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Electronic funds transfers", 
    "Employee health benefits", 
    "Employee training", 
    "Employment tax credits", 
    "Estate tax", 
    "Excise tax", 
    "Expatriation", 
    "Export credit", 
    "Families", 
    "Federal aid to research", 
    "Federal budgets", 
    "Federal preemption", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Gift tax", 
    "Government and business", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Grants-in-aid", 
    "Health", 
    "Health insurance", 
    "Higher education", 
    "Housing and community development", 
    "Immigration", 
    "Income tax", 
    "Individual retirement accounts", 
    "Industrial development bonds", 
    "Infrastructure", 
    "Inheritance tax", 
    "Insurance premiums", 
    "Interest", 
    "Inventories", 
    "Investment guaranty insurance", 
    "Job creation", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Licenses", 
    "Location of industries", 
    "Manpower training programs", 
    "Manufacturing industries", 
    "Military base closures", 
    "Old age, survivors and disability insurance", 
    "Payroll deductions", 
    "Pension funds", 
    "Planning", 
    "Plant shutdowns", 
    "Real estate appraisal", 
    "Real property", 
    "Research and development tax credit", 
    "Science, technology, communications", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Student loan funds", 
    "Subsidiary corporations", 
    "Tax administration", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax evasion", 
    "Tax exclusion", 
    "Tax havens", 
    "Tax incentives", 
    "Tax penalties", 
    "Tax rates", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Tax-exempt securities", 
    "Taxation", 
    "Taxation of foreign income", 
    "Technology transfer", 
    "Trusts and trustees", 
    "Unemployed", 
    "Unemployment", 
    "Urban affairs", 
    "Valuation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-04-15", 
    "text": "TABLE OF CONTENTS: Title I: Job and Income Security Subtitle A: Most Favored Companies Subtitle B: Investment in New Technologies Subtitle C: Minimizing the Adverse Impacts of Mergers and Acquisitions Subtitle D: Corporate Restructurings Subtitle E: Expansion of Educational Opportunities for Workers Subtitle F: Elimination of Tax Incentives for Moving Jobs Overseas Subtitle G: Distressed Community Economic Development Bonds Title II: Retirement Security Title III: Severability American Workers Economic Security Act - Title I: Job and Income Security - Subtitle A: Most Favored Companies - Amends the Internal Revenue Code (IRC) to provide for a 25 percent reduction in corporate tax on taxable income equaling dividends paid by Secretary of Labor-certified most favored companies which provide employees with training and education benefits (through any approved training program), health care benefits (through insurance or otherwise), pension benefits, child care, among other benefits required by the Secretary. (Sec. 102) Amends the Office of Federal Procurement Policy Act to give a price evaluation preference to contract offers by most favored companies. (Sec. 103) Expresses the sense of the Senate that most favored companies should receive preference in the provision of various forms of Federal direct financial assistance. Subtitle B: Investment in New Technologies - Amends the Small Business Act to reserve specified funds for the small business technology transfer program. (Sec. 112) Amends IRC to provide for permanent extension of the tax credit for research activities. (Sec. 113) Expresses the sense of the Senate that the total level of non-defense research and development spending in the Federal budget should be increased in equal increments over a five fiscal year period to 2.77 percent of the U.S. gross domestic product. Subtitle C: Minimizing the Adverse Impacts of Mergers and Acquisitions - Amends IRC to disallow a tax deduction for certain merger and acquisition expenses. (Sec. 122) Amends the Clayton Act (antitrust law) to require submission of a plant closure and employee assistance plan to the Secretary of Labor by any person acquiring any voting securities or assets of any other person with respect to specified transactions which would result in a reduction in the overall number of employees or the shutdown of a plant or other facility. (Sec. 123) Requires a court to consider the interests of workers and local communities in determining an appropriate remedy for a specified violation of the Clayton Act, including the timing and nature of any required divestiture. Subtitle D: Corporate Restructurings - Requires each issuer of securities to submit a detailed employee impact and benefit plan to the Securities and Exchange Commission (SEC) and the Secretary of Labor before undertaking any restructuring that includes the involuntary termination of a significant number of the employees of the issuer. Subtitle E: Expansion of Educational Opportunities for Workers - Amends IRC to establish an employee training credit half the qualified training expenses (limited to $2,500 per employee) of the taxpayer for such taxable year for specified employee education and training programs. (Sec. 142) Allows an individual tax deduction for higher education expenses (up to $10,000) and interest on student loans for taxpayers, their spouses, or dependents. Subtitle F: Elimination of Tax Incentives for Moving Jobs Overseas - Revises the IRC with respect to an exception for inventory property and the determination of whether the source of income from certain sales of inventory property is inside or outside the United States. (Sec. 152) Provides that the authority of the Secretary of the Treasury, with respect to allocation of income and deductions among taxpayers, shall not be limited by any restriction (by any law or agreement) on the ability of such interests, organizations, trades, or businesses to transfer or receive money or other property. (Sec. 153) Treats as taxable any foreign base company manufacturing related income from runaway plants or from manufacturing operations located in a country which provides a tax holiday. (Sec. 154) Repeals the exclusion from gross income of foreign earned income. (Sec. 155) Revises specified tax rules on expatriation. Subtitle G: Distressed Community Economic Development Bonds - Makes distressed community economic development bonds qualified tax-exempt bonds. Title II: Retirement Security - Workers Pension Act of 1996 - Allows an individual tax deduction for contributions to individual pension plans. (Sec. 204) Allows penalty-free distributions from individual pension plans to pay educational expenses or for the unemployed. Amends title II (Old-Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act to provide for supplementary social security accounts, funded through payroll deductions by the individual and optional contributions by the individual's employer. (Sec. 205) Sets forth employer responsibilities with respect to individual pension plans. Declares that this title does not require employers, with respect to individual pension plans, to maintain a written pension plan, accept fiduciary responsibility for their employees' investments, or meet non-discrimination tests for employer pension benefits. (Sec. 206) Directs the Secretary of the Treasury to designate and enter into an agreement with an organization to serve as a regional pension service center for each area of the United States, which shall receive payroll deductions for individual pension plans from employers, them to the proper qualified pension agency for deposit to the pertinent individual pension plan, and assist employees, employers, and qualified pension agencies through information and other activities. (Sec. 207) Vests in the Secretary of the Treasury to have primary responsibility for the administration of this title. Directs the Secretaries of the Treasury and of Labor to jointly insure certain employee and employer notifications are made. Authorizes the Secretary of the Treasury, upon determining that a private market is not working well in specified respects or that available qualified pension agencies are not performing well, to contract on a competitive basis with one or more qualified pension agencies to improve service in such markets. Directs the Secretary of the Treasury to set standards for individual pension plans and qualified pension agencies. Authorizes establishment of a formal advisory committee to assist in this process. Directs the Secretary of the Treasury to set national standards to insure an efficient, well-functioning system for individual pension plans. Authorizes establishment of one or more advisory committees to assist in these efforts. Authorizes appropriations. Directs the Secretary of the Treasury to establish annual licensing fees for qualified pension agencies designed to cover the Federal appropriation for the on-going administration of the system. (Sec. 208) Declares that this title shall preempt conflicting State laws, except when preemption is waived by the Secretary of the Treasury. Title III: Severability - Sets forth a severability provision."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Workers Economic Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Workers Pension Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the job and income security and retirement security of the American worker, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:10-05:00"
}