{
  "actions": [
    {
      "acted_at": "1988-03-30", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-03", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-03", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor Standards", 
      "text": "Referred to Subcommittee on Labor Standards.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-03", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Health and Safety", 
      "text": "Referred to Subcommittee on Health and Safety.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4305-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor Standards", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health and Safety", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1988-06-02", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1988-05-24", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-30", 
  "number": "4305", 
  "official_title": "A bill to strengthen the protections available to private employees against reprisal actions for disclosing information, to protect the public health and safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2095-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2095-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Uniform Health and Safety Whistleblowers Protection Act of 1988", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-03-30", 
  "subjects": [
    "Administrative remedies", 
    "Civil Rights and Liberties", 
    "Discrimination in employment", 
    "Employee rights", 
    "Environmental health", 
    "Health", 
    "Labor and employment", 
    "Occupational health and safety", 
    "Public health", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-03-30", 
    "text": "Uniform Health and Safety Whistleblowers Protection Act of 1988 - Sets forth uniform procedures to protect employees who engage in whistleblowing with respect to employer activities which endanger employee or public health and safety. Prohibits employers from discharging or discriminating against any employee who: (1) discloses (or demonstrates an intent to disclose) an employer activity, policy, or practice that the employee reasonably believes is a violation of Federal law that creates a danger to the health or safety of the employee, other employees, or the public; (2) assists or participates (or demonstrates an intent to do so) in a proceeding with respect to an employee activity, policy, or practice that the employee reasonably believes creates a danger to the health or safety of the employee, other employees, or the public, or with respect to administration of this Act; or (3) refuses to participate in an employer activity, policy, or practice that the employee reasonably believes poses an imminent and substantial danger to the health or safety of the employee, other employees, or the public. Voids as contrary to public policy any waiver or modification of employee rights under this Act, except under certain settlements or dispute resolutions. Makes this Act inapplicable to employees who, acting without direction from the employer, deliberately cause a violation of Federal law. Sets forth procedures for remedy of violation under this Act. Provides for filing complaints with the Assistant Secretary for Employment Standards Administration in the Department of Labor (the Assistant Secretary). Directs the Assistant Secretary to investigate such complaints and to issue orders providing relief where appropriate. Provides for administrative law hearings upon request when such orders are not issued, or are questioned. Allows the Secretary of Labor (the Secretary) to determine whether or not to intervene on behalf of the complainant in such hearings. Provides for an administrative appeal procedure. Makes the decision of the administrative law judge the final order of the Secretary unless there is a petition or order for review by the Secretary within a specified period. Directs the Secretary to issue a final order after such review within a specified period. Sets forth provisions for damages. Provides for orders of abatement, reinstatement, compensatory damages, exemplary damages, other equitable relief, and legal cost payments. Sets forth a private right of action when no final administrative order is issued within a specified period. Allows complainants, under such circumstances, to file civil actions for damages and equitable relief in U.S. district court. Directs the Secretary to notify complainants of the opportunity to file such civil actions on expiration of such period. Directs the court to assess legal costs against violators. Provides for judicial review of orders. Provides for settlements or alternative dispute resolutions. Requires employers to post specified information about this Act. Sets forth provisions for enforcement of orders under this Act by the Secretary and by the parties in U.S. district court. Provides for complaint referral by directing the Secretary to send copies of final orders (including settlement orders) to each Federal agency with jurisdiction over the activity, policy, or practice alleged in the complaint. Directs such agency to take appropriate action and report on such action to the Secretary, the parties, and the relevant congressional committees. Provides that such provisions do not limit any Federal agency authority under any other law. Declares that rights and remedies under this Act: (1) are in addition to any other rights and remedies provided under a contract or State law; and (2) supersede applicable Federal laws only insofar as such laws provide rights and remedies inconsistent with those provided by this Act. Makes the enforcement and administrative procedures under this Act the exclusive ones, superseding those in applicable Federal laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Health and Safety Whistleblowers Protection Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the protections available to private employees against reprisal actions for disclosing information, to protect the public health and safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:19-05:00"
}