{
  "actions": [
    {
      "acted_at": "1973-02-07", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #16 (77-0).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres60-93", 
  "bill_type": "sres", 
  "committees": [], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Mansfield, Mike", 
      "sponsored_at": "1973-01-03", 
      "state": "MT", 
      "thomas_id": "01389", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-05", 
  "number": "60", 
  "official_title": "A resolution to establish a select committee of the Senate to conduct an investigation and study of the extent, if any, to which illegal, improper, or unethical activities were engaged in by any persons, acting individually or in combination with others, in the presidential election of 1972, or any campaign, canvass, or other activity related to it.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ervin, Sam J., Jr.", 
    "state": "NC", 
    "thomas_id": "01326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1973-02-05", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Government operations and politics", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-05", 
    "text": "Establishes a select committee of the Senate, to be known as the Select Committee on Presidential Campaign Activities, consisting of 7 members, to conduct an investigation and study of the extent, if any, to which illegal, improper, or unethical activities were engaged in by any persons, acting either individually or in combination with others, in the Presidential election of 1972, or in any related campaign or canvass conducted by or in behalf of any person seeking nomination or election as the candidate of any political party for the office of President of the United States in such election, and to determine whether in its judgment any occurrences which may be revealed by the investigation and study indicate the necessity or desirability of the enactment of new congressional legislation to safeguard the electoral process by which the President of the United States is chosen. Directs the select committee to do everything necessary or appropriate to make such investigation and study. Authorizes the select committee to make a complete investigation and study of the activities of any and all persons or groups of persons or organizations of any kind which have any tendency to reveal the full facts in respect to the matters or questions listed in this resolution. Grants the select committee necessary powers to carry out this investigation. Requires the select committee to make a final report of the results of the investigation and study conducted by it pursuant to this resolution, together with its findings and recommendations as to new congressional legislation it deems necessary or desirable, to the Senate at the earliest practicable date, but no later than February 28, 1974. Provides that after submission of its final report the select committee shall have three calendar months to close its affairs, and on the expiration of such three calendar months shall cease to exist. Limits the expenses of the select committee under this resolution to not exceed $500,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to establish a select committee of the Senate to conduct an investigation and study of the extent, if any, to which illegal, improper, or unethical activities were engaged in by any persons, acting individually or in combination with others, in the presidential election of 1972, or any campaign, canvass, or other activity related to it.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:00-05:00"
}