{
  "actions": [
    {
      "acted_at": "2013-06-27", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1261-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Risch, James E.", 
      "sponsored_at": "2013-06-27", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-27", 
  "number": "1261", 
  "official_title": "A bill to amend the National Energy Conservation Policy Act and the Energy Independence and Security Act of 2007 to promote energy efficiency via information and computing technologies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr540-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Energy Efficient Government Technology Act", 
  "sponsor": {
    "district": null, 
    "name": "Udall, Mark", 
    "state": "CO", 
    "thomas_id": "01595", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-06-27", 
  "subjects": [
    "Computers and information technology", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Licensing and registrations", 
    "Office of Management and Budget (OMB)", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Public-private cooperation"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-06-27", 
    "text": "Energy Efficient Government Technology Act - Amends the National Energy Conservation Policy Act, with respect to federal agency energy management, to require each agency to collaborate with the Director of the Office of the Management and Budget (OMB) to develop an implementation strategy for the maintenance, purchase, and use of energy-efficient and energy-saving information and communications technologies (ICT) and practices that is based on the agency's operating requirements and statutory mission. Includes as part of such a strategy consideration of ICT and related infrastructure and practices. Requires the OMB Director to: (1) establish performance goals for evaluating the efforts of agencies in improving such technology systems and practices; and (2) maintain a data centers task force responsible for sharing progress toward individual agency goals and the overall target for increased energy efficiency, including through exchanges of best practices and energy efficiency information with the private sector. Sets forth reporting requirements. Amends the Energy Independence and Security Act of 2007, with respect to data center energy efficiency, to require: publication of the designation of the information technology industry organization that coordinates the voluntary national information program for such centers; updating and publication of a report on server and data center efficiency, including an analysis of the impact of ICT asset and related infrastructure utilization solutions; maintenance of a data center energy practitioner program that leads to the certification of practitioners qualified to evaluate energy usage and efficiency opportunities; evaluation of agency data centers every four years by such certified energy practitioners employed by the agency; establishment of an open data initiative for federal data center usage data; consideration of the online Data Center Maturity Model in establishing the initiative; active participation by the Secretary of Energy (DOE) in efforts to harmonize global specifications and metrics for data center energy efficiency; and assistance by the Secretary in the development of an efficiency metric that measures the energy efficiency of the overall data center."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Energy Efficient Government Technology Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the National Energy Conservation Policy Act and the Energy Independence and Security Act of 2007 to promote energy efficiency via information and computing technologies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:47:42-05:00"
}