{
  "actions": [
    {
      "acted_at": "1980-02-13", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6508-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-13", 
  "number": "6508", 
  "official_title": "A bill to authorize Federal supplemental employment programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Supplemental Employment Act", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-13", 
  "subjects": [
    "Employment and training programs", 
    "Government operations and politics", 
    "Labor and employment", 
    "Manpower training programs", 
    "Office of Personnel Management", 
    "Public service employment", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-13", 
    "text": "Federal Supplemental Employment Act - Title I: General Provisions - Directs the Secretary of Labor to make arrangements for obtaining referrals to employment opportunities from various agencies and organizations (including sponsors under the Comprehensive Employment and Training Act) for individuals aged eighteen or older who have been unemployed for not less than eight weeks preceding the date of application for employment assisted under this Act. Authorizes appropriations for each fiscal year to carry out this Act. Allocates 80 percent of such sums for title II purposes and 20 percent for title III purposes. Title II: Federally Assisted Supplemental Employment - Authorizes the establishment of supplemental employment opportunities in connection with authorized agency financial assistance programs, including specified activities. Directs the Secretary to periodically publish a list of programs under which such opportunities may be established. Sets forth conditions applicable to such supplemental employment. Provides for the allotment and the transfer of funds under this title. Title III: Supplemental Employment by the Office of Personnel Management - Directs the Office of Personnel Management to use funds available under this title to establish supplemental employment opportunities in agencies which demonstrate the capacity to promptly use such funds for labor intensive employment programs. Sets forth conditions applicable to such supplemental employment. Provides for the transfer of funds under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Supplemental Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize Federal supplemental employment programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:00-05:00"
}