{
  "actions": [
    {
      "acted_at": "1977-01-11", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-09-26", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance with amendment, S. Rept. 95-453.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-30", 
      "bill_ids": [
        "hr3-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate (Text as reported inserted in H.R. 3).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s143-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Anderson, Wendell R.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01273", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bartlett, Dewey F.", 
      "sponsored_at": "1977-01-03", 
      "state": "OK", 
      "thomas_id": "01276", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1977-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Harry F.,  Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "VA", 
      "thomas_id": "01300", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1977-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Curtis, Carl T.", 
      "sponsored_at": "1977-01-03", 
      "state": "NE", 
      "thomas_id": "01312", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1977-01-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eastland, James O.", 
      "sponsored_at": "1977-01-03", 
      "state": "MS", 
      "thomas_id": "01325", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1977-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hansen, Clifford P.", 
      "sponsored_at": "1977-01-03", 
      "state": "WY", 
      "thomas_id": "01346", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1977-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1977-01-03", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Long, Russell B.", 
      "sponsored_at": "1977-01-03", 
      "state": "LA", 
      "thomas_id": "01386", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McIntyre, Thomas J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NH", 
      "thomas_id": "01398", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Morgan, Robert B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "01404", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1977-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1977-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1977-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stone, Richard (Dick)", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01443", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1977-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-11", 
  "number": "143", 
  "official_title": "To strengthen the capability of the Government to detect, prosecute, and punish fraudulent activities under the medicare and medicaid programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare-Medicaid Anti-Fraud and Abuse Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Talmadge, Herman E.", 
    "state": "GA", 
    "thomas_id": "01446", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-11", 
  "subjects": [
    "Ambulatory care", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Extended care facilities", 
    "Fraud", 
    "Grants-in-aid", 
    "Health facilities", 
    "Hospitals", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medical personnel", 
    "Medicare", 
    "Nursing homes", 
    "Physicians", 
    "Privileges and immunities", 
    "Railroad employees", 
    "Railroad retirement plans", 
    "Right of privacy", 
    "Social welfare", 
    "Subpoena", 
    "Tax-exempt organizations", 
    "Veterans' benefits", 
    "Veterans' hospitals"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1977-09-30", 
    "text": "(Measure indefinitely postponed in Senate (Text as reported inserted in H.R. 3)) Medicare-Medicaid Anti-Fraud and Abuse Amendments - Amends Titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to require that payments made directly to a physician or other person providing a service, pursuant to an assignment agreement, cannot be made to anyone else either through reassignment or under a power of attorney. Allows payment in accordance with an assignment from the person or institution providing care or service if such assignment is made to a governmental agency or entity or is established by the order of a court of competent jurisdiction or to an agent of such person or institution if the agent does so pursuant to an agency agreement under which the compensation to be paid to the agent for his services or in connection with the billing or collection of payments due such person or institution under the plan is unrelated to the amount of such payments or the billings thereof, and is not dependent upon the actual collection of any such payment. Requires State plans for medical assistance to provide for claims payment procedures that would (1) insure that 95 percent of all claims for payment made for services covered under the plan and furnished by health care practitioners through individual or group practices or through shared health facilities will be paid within 30 days of the date such claims are received and that 99 percent of such claims will be paid within 90 days of the date they are received;and (2) provide for procedures of prepayment and postpayment claims review. Permits the Secretary of Health, Education, and Welfare to waive the time limits for claims payment requirement if he finds that the State has exercised good faith in trying to meet such requirements. States that the Secretary shall, by regulation or contract provision, require a provider of services or any entity (other than an independent practitioner or a group of practitioners) which is a provider or supplier that furnishes or arranges the furnishing of items or services under Medicare, Medicaid, Maternal and Child Welfare, the social service grant program, or an organization acting as a fiscal intermediary with respect to providers of services under Medicare and Medicaid, to supply the Secretary or the appropriate State agency with complete information as to the identity of each person with an ownership or controlling interest in such entity. Permits the Secretary to terminate an agreement with a provider of services who fails to comply with requests for information regarding (1) the ownership of certain subcontractors with whom the provider has done business in excess of $25,000; and (2) any significant business transaction between the provider and a wholly owned supplier or between such provider and any subcontractor. Requires that intermediate care facilities receiving payments under the Grants to States for Medical Assistance Programs comply with the disclosure requirements provided in this Act. Requires an entity that furnishes items or services under a State plan for medical assistance to supply upon request by the Secretary (1) complete information about the ownership of a subcontractor with whom the entity has done business totalling more than $25,000 during the previous year and (2) complete information on any significant business transactions occurring between the entity and any wholly owned supplier or between the entity and any subcontractor during the five year period previous to such request. Makes it a felony with a penalty of up to $25,000 and/or five years imprisonment for any person in connection with the Medicare or Medicaid program to: (1) commit specified fraudulent acts in connection with the furnishing of items and services for which payment could be made under such Act; (2) solicit or receive any remuneration or offer or pay any remuneration (including kickbacks, bribes, or rebates) in return for referring an individual or in return for purchasing, leasing or ordering goods, facilities, or services, for which payment may be made under such Act; and (3) knowingly make, cause to be made, induce or seek to induce a false statement or representation of material fact about the conditions of a facility to assist such facility to qualify under Medicare or Medicaid. States that persons other than those furnishing items and services for which payment could be made under Medicare or Medicaid who commit fraudulent acts against such programs are guilty of a misdemeanor and may be fined $10,000 and/or imprisoned for one year. Makes it a misdemeanor with a penalty of up to $2,000 and/or six months imprisonment for a physician to willfully and knowingly charge an amount in excess of the reasonable charge with respect to services furnished under Medicare. States that when a Medicaid recipient is convicted of an offense against the Medicaid program, a State may limit, restrict or suspend the recipient's eligibility for a period not to exceed one year. Makes review and certification requirements of the Social Security Act inapplicable to providers, suppliers, and practitioners being reviewed by any Professional Standards Review Organization (PSRO) designated by the Secretary to be competent to perform review responsibilities. Extends the conditional designation period of a PSRO from 24 to 48 months. Permits the Secretary to further extend such trial period for 24 additional months, if the organization has been unable to perform its duties satisfactorily. Permits a physician to review health care services, if indirectly involved in providing such services, or if he or a member of his family has an insignificant financial interest in such services. Directs the Secretary to give priority to requests by PSROs for review responsibility with respect to services furnished in shared health facilities. Defines \"shared health facility\" for the purposes of Title XI (General Provisions and Professional Standards Review) of such Act. States that where a PSRO has been found competent by the Secretary to assume review responsibility with respect to specified types of health services, such reviews shall constitute the conclusive determination on those issues for purposes of payment under such Act. Requires the development and submission of a formal review plan. Requires an organization to consult with the appropriate single State Medicaid agency during the development and preparation of its formal plan or of any modification of such plan to include review of services in skilled nursing facilities, intermediate care facilities, or ambulatory care services. Specifies that no determination of appropriateness or medical necessity made by a PSRO shall constitute conclusive determinations for purposes of payment under Medicaid, unless such organization has entered into a memorandum of understanding, approved by the Secretary, with the State Medicaid agency. Directs that such memorandum delineate the relationship between the organization and the State agency. Allows the Secretary to waive the memorandum requirement under certain circumstances. Permits a State agency to request a PSRO which is entering into a memorandum of understanding with an agency to include in the memorandum a specification of review goals or methods for the performance of the organization's duties and functions. Permits States to monitor the performance of PSROs located within the State, in accordance with a monitoring plan approved by the Secretary. Empowers the Secretary, upon receipt of reasonable documentation from the State monitoring agency of determinations by a PSRO, which have caused an unreasonable and detrimental impact either on total State Medicaid expenditures and on the quality of care received by medicaid recipients, temporarily to suspend that PSRO's authority to make conclusive determinations for purposes of payment under Medicaid, or Medicare. Provides that such action by the Secretary is final and not subject to judicial review. Prohibits the delegation by PSROs of their review functions to review committees of health care facilities in the case of skilled nursing facilities, unless such facilities are part of hospitals where the PSRO is utilizing the services of the hospital's review committee. Specifies that a PSRO has review functions over intermediate care facilities and public institutions for the mentally retarded if the Secretary finds that the agency administering the State plan is not performing such functions effectively, or if the intermediate care facilities are also skilled nursing facilities. Provides that members of the Professional Standards Review Council shall be appointed for a three-year term. Requires PSROs to provide data and information to assist Federal and State agencies having responsibility for identifying and investigating cases or patterns of fraud or abuse, and to assist the Secretary in carrying out appropriate health care planning and related activities. Provides that no patient record in the possession of a PSRO, or a State or national Professional Standards Review Council shall be subject to subpoena or discovery proceedings in a civil action. Requires the Secretary to make payment to qualified PSROs in an amount equal to the reasonable amount of the expenses incurred in connection with the defense of any suit, action, or proceeding brought against such organization, member, employee, or person related to the performance of any duty or function of such organization. Directs the Secretary to submit to the Congress beginning on April 1, 1978, an annual report on the administration, impact, and cost of the PSRO program during the preceding fiscal year. Provides that, for the purposes of the PSRO program, individuals licensed to practice medicine in American Samoa, the Northern Marianas, and the Trust Territory of the Pacific Islands shall be considered to be physicians and doctors of medicine. Extends protection from criminal prosecution or civil liability to members and employees of Statewide Professional Standards Review Councils and individuals who provide such Councils with information. Authorizes the Comptroller General of the United States to sign and issue subpoenas for the purposes of any audit, investigation, examination, analysis, review, evaluation, or other function authorized by law with respect to any program authorized under the Act. Requires the Secretary to suspend any physician or practitioner from participation in the Medicare or Medicaid programs whenever such individual is convicted of a criminal offense related to their involvement in such programs. Conditions participation in, or certification or recertification under, the programs established by titles XVIII, XIX, and XX (Grants to States for Services) upon disclosure of the name of any person who: (1) has a direct or indirect ownership or control interest of five percent or more in such provider, institution, organization, or agency, or is an officer, director, agent or managing employee of such institution, organization, or agency; and (2) has been convicted of a criminal offense related to the involvement of such person in any of such programs. Prohibits expenditure under the Medicaid plan to the extent that an insurance company would have been obligated to provide such care or services but for a provision of the insurance contract which limits or excludes such obligation because the individual is eligible for or receives care or services under the plan. Establishes a medical support program under which Medicaid applicants and recipients may be required by a State to assign their rights to medical support or indemnification by the State. Provides incentive payments of 15 percent of the amounts collected to localities securing collections on behalf of the State, and States securing collections on behalf of other states. Requires the Comptroller General to conduct a comprehensive study of the administrative structure for processing Medicare claims, and to submit a complete report to Congress by July 1, 1979 on the results of such study. Abolishes program review teams under the Medicare program. Prohibits the Secretary from refusing to enter into an agreement with a nominated intermediary solely because that intermediary does not operate regionally or nationally. Requires a provider to have an agreement with the Secretary to promptly notify him of its employment of an individual who, during the year preceding such employment, was employed in a managerial or accounting capacity by an agency which serves as a fiscal intermediary with respect to such provider. Provides that, in the case of durable medical equipment, the Secretary is to determine whether the expected duration of the medical need for the equipment warrants the presumption that purchase would be less costly or more practical than rental. Requires the Secretary to purchase such equipment on a lease-purchase or lump-sum basis if such presumption does exist, unless he determines that such a purchase would be contrary to the best interests of the Medicare program or would create an undue financial hardship on the user, in which case he may authorize the rental of such equipment. Authorizes 100 percent Federal matching assistance payments for fiscal year 1978, 90 percent matching in fiscal year 1979, and 75 percent matching in fiscal year 1980 for the establishment and operation of State Medicaid fraud control units. Authorizes the Secretary to conduct demonstration projects to develop improved methods for the investigation and prosecution of fraud in the provision of health services under the Social Security Act. Requires the Secretary, within one year after enactment of this Act, to submit to the appropriate Congressional committees a report on all aspects of the delivery of home health care provided under Medicare, Medicaid and Grants to States for Services. Requires the Secretary to establish a uniform system of reporting the costs of services for hospitals, skilled nursing facilities, intermediate care facilities, home health agencies, health maintenance organizations and other health services facilities receiving payments under the Social Security Act. Requires the Secretary to monitor the operation of, and revise such reporting systems. Requires providers of service under medicare and recipients of payments under a State plan for medical assistance to report to the Secretary in accordance with such system. Waives all reductions of the Federal medical assistance percentage due to a State's failure to have an effective medicaid utilization program with respect to a calendar quarter beginning prior to January 1, 1978. Provides that for subsequent calendar quarters, the required reductions in Federal matching will be imposed only in proportion to the number of patients whose care was not reviewed compared to the total patient population subject to review. Directs the Secretary to submit to Congress within 60 days after the end of each calendar quarter a report on: (1) whether each showing has been determined to be satisfactory; (2) his review of the validity of showings; and (3) any reduction in the Federal medical assistance percentage he has imposed. Requires that, as a condition for participation in the Medicare and Medicaid programs, a skilled nursing facility or intermediate care facility establish and maintain a system to assure the proper accounting of personal patient funds. Directs that such system provide for separate and discreet accounting for each patient with a complete accounting of income and expenditures. Reduces the period of payment for institutional care beyond the date determined medically necessary from three days to one day. Permits a PSRO to authorize up to two additional days of benefits on a case-by-case basis, where additional time is needed to arrange for the necessary postdischarge care. Authorizes prosecution of civil fraud cases under the Social Security Act health care programs by the Inspector General of HEW where U.S. attorneys have not initiated proceedings within six months of a formal referral of a case. Directs the Secretary to establish demonstration projects in States which currently have a Medicaid hospital onsite evaluation system, in order to evaluate the effectiveness of PSRO reviews compared to alternative State review methods. Specifies that demonstration projects be conducted in PSRO areas which are representative of a State's medicaid population and that they be conducted in areas which compromise a significant proportion of Medicaid patient days. Directs the Secretary to select an independent organization to establish the study design of the demonstration project, as well as to monitor, evaluate, and report on the study's findings. Sets forth criteria for such evaluation. Requires the Secretary to submit reports on the demonstration projects to the appropriate Congressional committees. Authorizes, under certain circumstances, medicare reimbursement for care provided to a nonveteran medicare beneficiary in a Veterans' Administration hospital where the care was provided on the mistaken (but good faith) assumption that the beneficiary was an eligible veteran. Makes Medicare protection available on an optional basis to spouses aged 60-64 of Medicare beneficiaries, others aged 60-64 who are entitled to retirement or other dependents' benefits under social security, and disability beneficiaries aged 60-64 not otherwise eligible for Medicare. Provides that persons who elect to enroll under this provision pay the full cost of such protection. Amends the Internal Revenue Code to deem PSRO's tax-exempt nonprofit organizations which are organized and operated exclusively for charitable purposes. Delays until January 1, 1979, the effective date for implementation of certain methods of determining reasonable costs for skilled nursing facility services and intermediate care facility services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare-Medicaid Anti-Fraud and Abuse Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To strengthen the capability of the Government to detect, prosecute, and punish fraudulent activities under the medicare and medicaid programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:56-05:00"
}