{
  "actions": [
    {
      "acted_at": "1986-03-05", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 8, 1977.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Environmental Protection Agency, Export-Import Bank of the United States, Farm Credit Administration, Federal Deposit Insurance Corporation, Federal Home Loan Bank Board, Federal Reserve System, General Services Administration, National Credit Union Administration, Pension Benefit Guaranty Corporation, Small Business Administration, Veterans' Administration, General Accounting Office, Congressional Budget Office, Office of Management and Budget, Office of Policy Development.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-04-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from Agriculture Department, Commerce Department, Defense Department, Education Department, Energy Department, Health and Human Services Department, HUD, Interior Department, Justice Department, Labor Department, State Department, Transportation Department, Treasury Department, Tennessee Valley Authority.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from GAO.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-14", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Tennessee Valley Authority.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-06-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs received executive comment from Federal Reserve System.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2142-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-03-05", 
  "number": "2142", 
  "official_title": "A bill to assure the proper budgetary treatment of credit transactions of Federal agencies and to reduce the Federal budget deficit.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Loan Accounting Reform and Deficit Reduction Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Trible, Paul S., Jr.", 
    "state": "VA", 
    "thomas_id": "01169", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1986-03-05", 
  "subjects": [
    "Administrative fees", 
    "Budget deficits", 
    "Economics and public finance", 
    "Federal budgets", 
    "Government lending", 
    "Government securities", 
    "Securities and Investments"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-03-05", 
    "text": "Loan Accounting Reform and Deficit Reduction Act of 1986 - Requires any Federal agency which makes a direct loan after October 1, 1986, to transmit to the Treasury the loan obligation and such information concerning the borrower as the Treasury needs in order to sell the obligation. Authorizes the Treasury to disclose such information to the extent necessary to sell the obligation. Directs the Treasury, within 90 days after an agency has made a direct loan, to sell the resulting obligation to the highest bidder at a public auction. Permits the Treasury to sell such an obligation through pooled participation arrangements only to the extent that such arrangements permit the proper allocation of subsidy costs to the appropriate budget account. Declares that such obligations shall be sold without recourse to the Government and with no Government guarantee. Directs the Treasury to: (1) collect a fee for its costs of acting as agent for any agency in selling an obligation; (2) formulate standard contracts to be used by agencies when making loans; and (3) report to the Congress annually on all loan sales under this Act. Requires the amount of any subsidy for a direct loan made by an agency to be treated as an outlay of such agency for Federal budgetary purposes. Permits an agency to make a direct loan after October 1, 1986, only to the extent that an appropriation has been made to the agency for the subsidy. Declares that this Act does not change the responsibility for servicing direct loans. Includes obligations sold under this Act as securities that are exempt from the securities laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Loan Accounting Reform and Deficit Reduction Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure the proper budgetary treatment of credit transactions of Federal agencies and to reduce the Federal budget deficit.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:47-05:00"
}