{
  "actions": [
    {
      "acted_at": "1977-04-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6158-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-06", 
  "number": "6158", 
  "official_title": "A bill to regulate activities involving recombinant deoxyribonucleic acid.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Recombinant DNA Regulation Act", 
  "sponsor": {
    "district": "11", 
    "name": "Rogers, Paul G.", 
    "state": "FL", 
    "thomas_id": "00978", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-06", 
  "subjects": [
    "Biological research", 
    "Department of Health, Education, and Welfare", 
    "Genetic research", 
    "Health", 
    "Licenses", 
    "Public health", 
    "Public health research", 
    "Research and development", 
    "Science and technology"
  ], 
  "subjects_top_term": "Genetic research", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-06", 
    "text": "Recombinant DNA Regulation Act - Directs the Secretary of Health, Education, and Welfare to promulgate standards applicable to the production or possession of recombinant DNA. Requires the issuance of final standards within one year of the enactment of this Act. Authorizes the Secretary to issue or renew a license for a facility to permit the production or possession of recombinant DNA at that facility only if the facility complies with the standards promulgated under this Act and such ancillary conditions as he may prescribe. States that such license shall be valid for up to three years. Allows the Secretary to permit an appropriate State, local agency, or a licensing or accrediting body to issue and renew such licenses. Authorizes the Secretary to revoke, suspend, or limit a license if he finds that a facility has violated or aided and abetted in the violation of any requirement established under this Act. Directs the Secretary to register any project involving recombinant DNA. Authorizes individuals designated by the Secretary to inspect any facility at which the inspector has reasonable grounds to believe that recombinant DNA is present or is being produced. Requires the inspector after completion of the inspection, to report his findings in writing to the individual in charge of the facility. Requires each facility at which Recombinant DNA is produced or located to submit to the Secretary such reports concerning recombinant DNA at that facility as the Secretary may prescribe. Prohibits, with specified exceptions, any State or political subdivision thereof from establishing or continuing any requirement with respect to recombinant DNA activities that is different from any requirement applicable under this Act. Prohibits an employer from discriminating against any employee with respect to the employee's compensation terms, conditions, or privileges of employment because the employee assisted or is about to participate in any manner in a proceeding to carry out the purposes of this Act. Authorizes the Secretary of Labor to investigate employee complaints of discrimination. Requires the Secretary of Health, Education, and Welfare to consult with the Administrators of other agencies to avoid duplication of requirements and about other matters which may be of mutual interest. Establishes a civil penalty of up to $5,000 for a violation of this Act. Establishes a penalty for willful or knowing violation of this Act of a fine of up to $5,000 or imprisonment of up to one year, or both. Punishes by a fine of up to $5,000 or imprisonment for not more than one year a willful violation of any provision of this Act. Allows the Secretary to commence a civil action in an appropriate district court for the seizure or destruction of hazardous recombinant DNA or for other appropriate relief to prevent its production, movement, or spread."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Recombinant DNA Regulation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate activities involving recombinant deoxyribonucleic acid.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:11-05:00"
}