{
  "actions": [
    {
      "acted_at": "2012-07-26", 
      "references": [
        {
          "reference": "CR S5488-5489", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-26", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3445-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Barrasso, John", 
      "sponsored_at": "2012-07-26", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2012-07-26", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boozman, John", 
      "sponsored_at": "2012-07-26", 
      "state": "AR", 
      "thomas_id": "01687", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2012-07-26", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2012-07-26", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "2012-07-26", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2012-07-26", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2012-07-26", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2012-07-26", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2012-07-26", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2012-07-26", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heller, Dean", 
      "sponsored_at": "2012-07-26", 
      "state": "NV", 
      "thomas_id": "01863", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2012-07-26", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2012-07-26", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2012-07-26", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johanns, Mike", 
      "sponsored_at": "2012-07-26", 
      "state": "NE", 
      "thomas_id": "01899", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Ron", 
      "sponsored_at": "2012-07-26", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "2012-07-26", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "2012-07-26", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2012-07-26", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "2012-07-26", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2012-07-26", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Portman, Rob", 
      "sponsored_at": "2012-07-26", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Risch, James E.", 
      "sponsored_at": "2012-07-26", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2012-07-26", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2012-07-26", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "2012-07-26", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thune, John", 
      "sponsored_at": "2012-07-26", 
      "state": "SD", 
      "thomas_id": "01534", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2012-07-26", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2012-07-26", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-07-26", 
  "number": "3445", 
  "official_title": "A bill to approve the Keystone XL Pipeline, to provide for the development of a plan to increase oil and gas exploration, development, and production under oil and gas leases of Federal land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2173-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2752-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3409-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4471-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4480-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3450-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3607-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Domestic Energy and Jobs Act", 
  "sponsor": {
    "district": null, 
    "name": "Hoeven, John", 
    "state": "ND", 
    "thomas_id": "02079", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-07-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Air quality", 
    "Alabama", 
    "Alaska", 
    "Alliances", 
    "Alternative and renewable resources", 
    "Arctic and polar regions", 
    "Atlantic Coast (U.S.)", 
    "Atmospheric science and weather", 
    "Canada", 
    "Civil actions and liability", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Department of the Interior", 
    "Economic performance and conditions", 
    "Education programs funding", 
    "Energy", 
    "Energy prices", 
    "Energy research", 
    "Energy revenues and royalties", 
    "Energy storage, supplies, demand", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental regulatory procedures", 
    "Government information and archives", 
    "Government liability", 
    "Gulf of Mexico", 
    "Higher education", 
    "International organizations and cooperation", 
    "Internet and video services", 
    "Judicial review and appeals", 
    "Lakes and rivers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Louisiana", 
    "Marine and coastal resources, fisheries", 
    "Military operations and strategy", 
    "Military readiness", 
    "Mining", 
    "Mississippi", 
    "Motor fuels", 
    "Nebraska", 
    "Oil and gas", 
    "Pipelines", 
    "Property rights", 
    "Public lands and natural resources", 
    "Research and development", 
    "Solid waste and recycling", 
    "South Dakota", 
    "State and local finance", 
    "Strategic materials and reserves", 
    "Texas", 
    "Unemployment", 
    "Virginia"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-07-26", 
    "text": "Domestic Energy and Jobs Act - Title I: Keystone XL Permit Approval - Declares that no presidential permit shall be required for a specified pipeline application filed on May 4, 2012, by TransCanada Corporation to the Department of State for the northern portion of the Keystone XL pipeline from the Canadian border to the South Dakota/Nebraska border. Title II: Impacts of EPA Rules and Actions on Energy Prices - Gasoline Regulations Act of 2012 - Requires the President to establish the Transportation Fuels Regulatory Committee to analyze and report on the cumulative impacts of certain covered rules and actions under the Clean Air Act. Prohibits the Administrator of the Environmental Protection Agency (EPA) from finalizing the following rules until at least six months after the Committee submits its final report: (1) \"Control of Air Pollution From New Motor Vehicles: Tier 3 Motor Vehicle Emission and Fuel Standards\" and any successor or substantially similar rule; (2) any rule proposed after March 15, 2012, establishing or revising a performance or emission standard for new stationary sources or hazardous air pollutants that is applicable to petroleum refineries; and (3) any rule revising or supplementing the national ambient air quality standards for ozone under the Clean Air Act. Requires the EPA Administrator to consider feasibility and cost in revising or supplementing any such standards for ozone. Amends the Clean Air Act to: (1) authorize the Administrator to waive temporarily a control or prohibition governing the use of a regulated fuel or fuel additive following a determination that unusual and extreme fuel additive supply circumstances are the result of a problem with distribution or delivery equipment necessary for the transportation or delivery of fuel or fuel additives, and (2) grant a presumptive approval to a request for a waiver if the Administrator does not approve or deny such request within three days after its receipt. Amends the Energy Policy Act of 2005 to direct the Administrator and the Secretary of Energy to include biofuels in their joint Fuel System Requirements Harmonization Study, as well as an assessment of the effect of such requirements upon achievement of the renewable fuel standard. Extends from June 1, 2008, to June 1, 2014, the deadline for the report to Congress on the results of the Study. Title III: Quadrennial Strategic Federal Onshore Energy Production Strategy - Planning for American Energy Act of 2012 - Amends the Mineral Leasing Act to direct the Secretary of the Interior (Secretary) and the Secretary of Agriculture (USDA) to publish every four years a Quadrennial Federal Onshore Energy Production Strategy, which shall direct federal land energy development and department resource allocation in order to promote the energy security of the United States. Requires the Secretary to determine a domestic strategic production objective for the development of energy resources from federal onshore lands. Expresses the sense of Congress that federally recognized Indian tribes may elect to set their own production objectives as part of the Strategy. Title IV: Onshore Oil and Gas Leasing Certainty - Providing Leasing Certainty for American Energy Act of 2012 - Amends the Mineral Leasing Act to direct the Secretary, in conducting lease sales, to offer for sale at least 25% of the annual nominated acreage not previously made available for lease. Shields such acreage from review and the test of extraordinary circumstances. Makes such acreage eligible for certain categorical exclusions under the Energy Policy Act of 2005 in connection with review under the National Environmental Policy Act of 1969 (NEPA). (A categorical exclusion is a category of actions which do not individually or cumulatively have a significant effect on the human environment and for which, as a consequence, neither an environmental assessment nor an environmental impact statement is required.) Directs the Secretary to consider leasing only federal lands that are available for leasing at the time the lease sale occurs. Prohibits the Secretary from: (1) withdrawing approval of any covered energy project involving a lease issued under the Act without finding a violation by the lessee of lease terms; (2) delaying indefinitely issuance of project approvals, drilling and seismic permits, and rights-of-way for activities under a lease; or (3) cancelling or withdrawing any lease parcel after a competitive lease sale has occurred and a winning bidder has made the last payment for the parcel. Directs the Secretary to complete the review of any appeal of a lease sale within 60 days after its receipt. Declares without force or effect Bureau of Land Management Instruction Memorandum 2010-117. Title V: Streamlined Energy Permitting - Streamlining Permitting of American Energy Act of 2012 - Amends the Mineral Leasing Act to revise requirements for the issuance of permits to drill in energy projects on federal lands. Authorizes the Secretary of the Interior to extend the initial 30-day permit application review period for up to 2 periods of 15 days each, if the Secretary has given written notice of the delay to the applicant. Deems a permit application approved if the Secretary has made no decision on it 60 days after its receipt. Directs the Secretary to collect a single $6,500 permit processing fee per application from each applicant at the time the decision is made whether or not to issue a permit. Requires that 50% of fees collected as annual wind energy and solar energy right-of-way authorization fees be retained by the Secretary for use by: (1) the Bureau of Land Management (BLM) to process permits, right-of-way applications, and other activities necessary for renewable energy development; and (2) either the U.S. Fish and Wildlife Service or other federal agencies involved in wind and solar permitting reviews in order to facilitate the processing of wind energy and solar energy permit applications on BLM lands. Requires the Secretary to collect a $5,000 documentation fee to accompany each appeal of an action on a lease, right-of-way, or application for permit to drill. Requires the Secretary to: (1) establish a Federal Permit Streamlining Project in each BLM Field office with responsibility for issuing permits energy projects on federal land; and (2) enter into a related memorandum of understanding to this end with the Secretary of Agriculture, the EPA Administrator, and the Secretary of the Army, acting through the Chief of Engineers. Authorizes the Secretary to request the governor of any state with energy projects on federal lands to be a signatory to the memorandum of understanding. Prohibits the Secretary from requiring a finding of extraordinary circumstances related to a categorical exclusion in administering the Energy Policy Act of 2005 with respect to review under NEPA. Directs the Secretary, when practicable, to encourage the use of U.S. workers and equipment manufactured in the United States in all construction related to mineral resource development under this title. Declares venue for any covered civil action to lie in the U.S. district court in which the project or leases exist or are proposed. Prescribes judicial review procedures for leasing federal lands for the exploration, development, production, processing, or transmission of oil, natural gas, wind, or any other energy source. Title VI: Expeditious Oil and Gas Leasing Program in National Petroleum Reserve in Alaska - National Petroleum Reserve Alaska Access Act - Expresses the sense of Congress that: (1) the National Petroleum Reserve (NPR) in Alaska remains explicitly designated to provide oil and natural gas resources to the United States, and (2) it is national policy to actively advance oil and gas development within the NPR. Amends the Naval Petroleum Reserves Production Act of 1976 to require that the mandatory program of competitive leasing of oil and gas in the NPR include at least one lease sale annually in those NPR areas most likely to produce commercial quantities of oil and natural gas each year during 2011-2021. Directs the Secretary to facilitate and ensure, according to a specified timeline, permits for all surface development activities (including pipelines and road construction) in order to: (1) develop and bring into production areas within the NPR that are subject to oil and gas leases, and (2) transport oil and gas from and through the NPR to existing transportation or processing infrastructure on the North Slope of Alaska. Instructs the Secretary to approve, within 180 days after enactment of this Act, and after public comment and consultation with the state of Alaska, right-of-way corridors for the construction of two separate additional bridges and pipeline rights-of-way to facilitate oil and gas development in the NPR. Requires the Secretary, through the U.S. Geological Survey, to assess all technically recoverable fossil fuel resources within the NPR, including conventional and unconventional oil and natural gas. Declares without force or effect with respect to this title the designation by EPA of the Colville River Delta as an Aquatic Resource of National Importance. Title VII: Internet-Based Onshore Oil and Gas Lease Sales - BLM Live Internet Auctions Act - Amends the Mineral Leasing Act to authorize the Secretary to conduct onshore oil and gas lease sales through Internet-based bidding methods. Title VIII: Advancing Offshore Wind Production - Advancing Offshore Wind Production Act - Exempts projects determined by the Secretary to be an offshore meteorological site testing and monitoring project from environmental impact statement requirements under NEPA. Defines an \"offshore meteorological site testing and monitoring project\" as a project administered by the Department of the Interior and carried out on or in the waters of the Outer Continental Shelf (OCS) to test or monitor weather (including wind, tidal, current, and solar energy) using towers, buoys, or other temporary ocean infrastructure and that meets specified other requirements. Directs the Secretary to: (1) require that any applicant seeking to conduct an offshore meteorological site testing and monitoring project on the OCS obtain a permit and right of way for the project; and (2) decide whether to issue such a permit and right of way within 30 days after receiving an application. Title IX: Critical Minerals - Directs the Secretary, acting through the Director of the U.S. Geological Survey, to publish in the Federal Register a draft methodology for determining which minerals qualify as critical minerals, based upon an assessment of whether they are subject to potential supply restrictions and important in use. Directs the President to coordinate federal agency actions to facilitate development and production of domestic resources to meet national critical minerals needs. Directs the Secretary to conduct a specified national assessment of critical minerals. Establishes within the Department of the Interior the Critical Minerals Working Group to facilitate federal agency: (1) efforts to optimize efficiencies associated with the permitting of activities that will increase exploration and development of domestic critical minerals; and (2) review of laws, regulations, and policies that discourage investment in domestic critical minerals. Directs the Secretary of Energy (DOE) to conduct research and development to promote the efficient production, use, recycling of, and alternatives to critical minerals. Instructs the Secretary of Labor to assess the domestic availability of technically trained personnel necessary for critical mineral enterprises, including skills in the shortest supply. Directs the Secretaries of the Interior and of Labor to arrange jointly with the National Academy of Sciences (NAS) and the National Academy of Engineering (NAE) to coordinate with the National Science Foundation (NSF) on a study to design an interdisciplinary program on critical minerals that will support the critical mineral supply chain. Directs the Secretary of the Interior and the NSF to conduct jointly a competitive program of four-year grants to institutions of higher education to implement programs addressing integrated critical mineral education, training, innovation, and workforce development. Directs the Secretary of State to promote international cooperation with U.S. allies regarding critical mineral supply chain issues. Repeals the National Critical Materials Act of 1984. Title X: Miscellaneous - Prohibits the Secretary of the Interior from transferring to the Office of Surface Mining Reclamation and Enforcement any responsibility or authority to perform any function performed on the day before enactment of this Act under the solid minerals leasing program of the Department of the Interior. Amends the Gulf of Mexico Energy Security Act of 2006 to: (1) shorten from FY2055 to FY2022 the time period during which the maximum amount of distributed qualified OCS shelf revenues available for distribution to certain states remains $500 million, and (2) increase to $750 million the maximum amount of distributed qualified OCS revenues for each of FY2023-FY2055. Directs the Secretary to carry out Lease Sale 220 off the coast of Virginia within the proposed OCS oil and gas leasing program for the 2012-2017 period. Directs the Secretary and the Secretary of Defense (DOD) to work jointly to: (1) preserve the ability of the Armed Forces to maintain an optimum state of readiness through their continued use of OCS energy resources; and (2) allow effective exploration, development, and production of U.S. oil, gas, and renewable energy resources. Prohibits any exploration, development, or production of oil or natural gas off the coast of Virginia that would conflict with any military operation agreed upon in a certain Memorandum. Prohibits the Secretary of the Interior, before December 31, 2013, from issuing or approving any proposed or final regulation under the Surface Mining Control and Reclamation Act of 1977 that would adversely impact employment in coal mines in the United States, or cause reductions in the quantity of coal in the United States available for mining or in federal, state, local, and tribal revenues from coal mining."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic Energy and Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Advancing Offshore Wind Production Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "BLM Live Internet Auctions Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Gasoline Regulations Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Petroleum Reserve Alaska Access Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Planning for American Energy Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Providing Leasing Certainty for American Energy Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Streamlining Permitting of American Energy Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to approve the Keystone XL Pipeline, to provide for the development of a plan to increase oil and gas exploration, development, and production under oil and gas leases of Federal land, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:37:30-05:00"
}