{
  "actions": [
    {
      "acted_at": "1977-01-11", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-11", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1742-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "32", 
      "name": "Anderson, Glenn M.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Anderson, John B.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00017", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Cohen, William S.", 
      "sponsored_at": "1977-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conte, Silvio O.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00228", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Coughlin, Lawrence", 
      "sponsored_at": "1977-01-03", 
      "state": "PA", 
      "thomas_id": "00240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Goldwater, Barry, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00444", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McKinney, Stewart B.", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "00781", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "O'Brien, George M.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00872", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Pease, Donald J.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "00904", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pritchard, Joel", 
      "sponsored_at": "1977-01-03", 
      "state": "WA", 
      "thomas_id": "00932", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Steers, Newton I., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "01107", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-11", 
  "number": "1742", 
  "official_title": "A bill to protect citizens' privacy rights, establishing guidelines for access to third party records, regulating the use of mail covers, limiting telephone service monitoring, and protecting nonaural wire communications.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr215-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Bill of Rights Procedures Act", 
  "sponsor": {
    "district": "3", 
    "name": "Whalen, Charles W., Jr.", 
    "state": "OH", 
    "thomas_id": "01217", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-11", 
  "subjects": [
    "Advertising", 
    "Civil Rights and Liberties", 
    "Consumer protection", 
    "Credit", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Electronic surveillance", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Postal service", 
    "Right of privacy", 
    "Sales promotion", 
    "Telegraph", 
    "Telephone"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-11", 
    "text": "Bill of Rights Procedures Act - Title I: Confidentiality of Financial, Toll, and Credit Records - Prohibits any United States entity or representative from obtaining copies of, or access to, information contained in the financial records, toll records, or credit records of any customer of a financial institution, communication common carrier, credit card issuer, or consumer reporting agency. Lifts such prohibition if: (1) the records are described with sufficient particularity; and (2) the customer has authorized disclosure, the disclosure is obtained in response to an administrative subpoena, search warrant, or judicial subpoena, or disclosure is in compliance with specified provisions of the Fair Credit Reporting Act. Sets forth procedures for obtaining customer authorization, administrative subpoenas and summons, search warrants, and judicial subpoenas. Requires financial institutions, communication common carriers, credit card issuers, and consumer reporting agencies to keep records of all examinations of customer records, including the identity of the person examining such records, the governmental agency or department such person represents, and a copy of the authorization. Directs that copies of, or the information contained in, financial, toll, or credit records obtained pursuant to this Act not be used for other than the specific statutory purpose for which the information was originally obtained and that such information or records not be provided to any other Government department or agency or other person except where the transfer of such information is specifically authorized by statute. Stipulates that any action under this title may be brought in any appropriate U.S. district court without regard to the amount in controversy, or in any other court of competent jurisdiction, within three years from the date on which the violation occurs or the date of discovery of such violation, whichever is later. Imposes liability on any person or entity who knowingly obtains or discloses information in violation of this title, making such person or entity liable to the customer to whom the disclosed information relates for actual damages, such punitive damages as the court may allow if the violation was willful, and the costs of litigation. Makes injunctive relief available to any person aggrieved by a violation or threatened violation of this Act. Title II: Mail Covers - Defines \"mail cover\" as the procedures by which a systematic record or inspection is made of any data appearing on the outside cover of any mail matter. Prohibits the initiation of any mail cover without the written authorization of specified postal officials and good cause to believe, on the basis of an affidavit setting forth the specific reasons for the proposed mail cover, that such procedure is necessary to the investigation of the commission or the attempted commission of a felony or is necessary to aid in locating a fugitive. Permits a mail cover to be conducted for 30 days, with extensions to be granted as specified. Requires any mail cover conducted for more than one year to be judicially authorized. Allows the chief postal inspector or a regional chief postal inspector to issue an emergency authorization for a mail cover on the basis of an oral request from specified law enforcement officials, if such request is supported by an affidavit within 45 days and on condition that no data from such mail cover be made available to the requesting authority until authorization according to regular procedures has been granted. Stipulates that the subjects of mail covers shall be given notice of such cover within 90 days of its termination, unless notice is judicially waived due to possible jeopardizing of continuing investigations. Requires that the chief postal inspector submit to Congress an annual report including the number of requests for mail covers, the identity of the law enforcement agencies making such requests, and a list of the offenses for which mail cover requests were received. Specifies civil remedies for violation of this title. Title III: Amendments to Chapter 119, Title 18, United States Code - Sets forth procedures and restrictions governing the interception of wire or oral communications for purposes of supervisory observing or service by communication common carriers and others. Requires each communication common carrier to submit an annual report to the Federal Communications Commission detailing the interceptions made by it for the protection of its service against theft of service, the nature and frequency of communications intercepted, the number of persons whose communications were intercepted, the length of such interceptions, and the number of hours of recording of intercepted communications. Prohibits the manufacture, distribution, possession, and advertising of devices for theft of communication common carrier services. Stipulates that any such device may be seized and forfeited to the United States. Title IV: Penalties - Subjects officers, agents, or employees of the United States who violate any provision of title I or title II of this Act to a fine of not more than $1,000, imprisonment for not more than one year, or both. Title V: Congressional Subpoenas - Stipulates that nothing in this Act shall apply to Congressional subpoenas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bill of Rights Procedures Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect citizens' privacy rights, establishing guidelines for access to third party records, regulating the use of mail covers, limiting telephone service monitoring, and protecting nonaural wire communications.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:51-05:00"
}