{
  "actions": [
    {
      "acted_at": "1995-05-22", 
      "references": [
        {
          "reference": "CR S7127-7128", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-22", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s840-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-05-22", 
  "number": "840", 
  "official_title": "A bill to provide the States greater flexibility in providing jobs for, and assistance to, needy families, to improve child support enforcement, to reduce teenage pregnancy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Work and Gainful Employment Act", 
  "sponsor": {
    "district": null, 
    "name": "Conrad, Kent", 
    "state": "ND", 
    "thomas_id": "01307", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-05-22", 
  "subjects": [
    "Abandonment of family", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Administrative responsibility", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alaska", 
    "Alcoholism", 
    "Alien labor", 
    "Aliens", 
    "Annuities", 
    "Armed forces and national security", 
    "Auditing", 
    "Authorization", 
    "Black lung", 
    "Block grants", 
    "Census", 
    "Child abuse", 
    "Child development", 
    "Child nutrition", 
    "Child support", 
    "Childbirth", 
    "Civil rights and liberties, minority issues", 
    "Coal", 
    "Collection of accounts", 
    "Commerce", 
    "Computer matching", 
    "Computers and government", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Cooperative housing", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Custody of children", 
    "Data banks", 
    "Day care", 
    "Day care centers for the aged", 
    "Death and dying", 
    "Department of Health and Human Services", 
    "Directories", 
    "Disability evaluation", 
    "Disabled", 
    "Disciplining of employees", 
    "Dismissal of employees", 
    "Divorce", 
    "Driver licenses", 
    "Dropout prevention", 
    "Dropouts", 
    "Drug abuse", 
    "Due process of law", 
    "Earned income tax credit", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Electronic data processing", 
    "Elementary and secondary education", 
    "Employee health benefits", 
    "Employment agencies", 
    "Employment subsidies", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy policy", 
    "Evaluation research (Social action programs)", 
    "Evidence (Law)", 
    "Exceptional children", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child welfare", 
    "Federal aid to day care centers", 
    "Federal aid to handicapped services", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal employees", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food stamp fraud", 
    "Food stamps", 
    "Foster home care", 
    "Fraud", 
    "Garnishment", 
    "Genetic screening", 
    "Government operations and politics", 
    "Government paperwork", 
    "Group homes", 
    "Group homes for children", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "High school students", 
    "Higher education", 
    "Hospitals", 
    "Households", 
    "Housing and community development", 
    "Housing subsidies", 
    "Identification devices", 
    "Illegal aliens", 
    "Illegitimacy", 
    "Immigrants", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Indian children", 
    "Indian women", 
    "Indian youth", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Interest", 
    "International affairs", 
    "Interstate relations", 
    "Job creation", 
    "Job hunting", 
    "Juries", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Liens", 
    "Limitation of actions", 
    "Low birth weight", 
    "Management information systems", 
    "Manpower training programs", 
    "Marriage", 
    "Mediation", 
    "Medicaid", 
    "Mental health", 
    "Mentally handicapped children", 
    "Military dependents", 
    "Military leave", 
    "Military pensions", 
    "Military personnel", 
    "Minorities", 
    "Minority employment", 
    "Mortgage guaranty insurance", 
    "Motor vehicles", 
    "Narcotic addicts", 
    "Native Americans", 
    "Old age, survivors and disability insurance", 
    "Parent and child", 
    "Parents", 
    "Passports", 
    "Paternity", 
    "Payroll deductions", 
    "Personnel records", 
    "Planning-programming-budgeting", 
    "Pregnant women", 
    "Problem children", 
    "Public assistance programs", 
    "Public housing", 
    "Puerto Rico", 
    "Recruiting of employees", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Revolving funds", 
    "Right of privacy", 
    "Rural housing", 
    "Savings accounts", 
    "Scholarships", 
    "School lunch program", 
    "Science, technology, communications", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "Social workers", 
    "Standards", 
    "State courts", 
    "State laws", 
    "Student employment", 
    "Supplemental security income program", 
    "Support of dependents", 
    "Survivors' benefits", 
    "Tax administration", 
    "Tax refunds", 
    "Tax returns", 
    "Taxation", 
    "Taxation of foreign income", 
    "Teacher education", 
    "Teenage pregnancy", 
    "Transportation and public works", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Treaty-making power", 
    "Trusts and trustees", 
    "Unemployment insurance", 
    "Unmarried mothers", 
    "Veterans' disability compensation", 
    "Veterans' pensions", 
    "Vital statistics", 
    "Wages", 
    "Welfare fraud", 
    "Welfare reform", 
    "Women", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-05-22", 
    "text": "TABLE OF CONTENTS: Title I: Transitional Aid Program Title II: Work and Gainful Employment (Wage) Program Title III: Working Parents Child Care Block Grant Title IV: Child Support Responsibility Subtitle A: Improvements to the Child Support Collection System Subtitle B: Child Support Enforcement and Assurance Demonstrations Subtitle C: Demonstration Projects to Provide Services to Certain Noncustodial Parents Subtitle D: Severability Title V: Transitional Medicaid Title VI: Teenage Pregnancy Prevention Title VII: Children's Eligibility for Supplemental Security Income Title VIII: Financing and Food Assistance Reform Subtitle A: Treatment of Aliens Subtitle B: Revenue Provision Subtitle C: Food Assistance Provisions Subtitle D: Supplemental Security Income Title IX: Legislative Proposals; Effective Date Work and Gainful Employment Act - Title I: Transitional Aid Program - Amends title IV part A (Aid to Families With Dependent Children) (AFDC) of the Social Security Act (SSA) to repeal the current AFDC program and replace it with a program of transitional aid to families with needy children to: (1) enhance the well-being of such children; and (2) enable their parents to obtain and retain work and become self-sufficient. Authorizes appropriations. (Sec. 101) Prescribes requirements for State transitional aid program plans, including requirements that parents or caretaker relatives enter into a Parental Responsibility Agreement (as well as a WAGE Plan if participating in the WAGE program). Makes qualified aliens eligible for such State programs, except temporarily certain newly legalized aliens. Sets forth guidelines for payments to States, including payment stoppage for substantial noncompliance with plan requirements. Directs the Secretary of Health and Human Services (HHS) to submit recommendations to the Congress to streamline the system for: (1) monitoring the accuracy of transitional aid payments to families; and (2) transforming the transitional aid program into a system that measures a State's performance in moving aid recipients into permanent employment. Deems the income and resources of a sponsor and spouse to be the unearned income and resources of an alien, unless the alien is a needy child and the sponsor is the child's parent. Authorizes a State to elect to establish a fraud control program operated according to specified guidelines. Declares that an Assistant Secretary for Family Support within HHS shall administer the transitional aid, child support and paternity establishment, and Work and Gainful Employment (WAGE) programs. Title II: Work and Gainful Employment (WAGE) Program - Amends part F (Job Opportunities and Basic Skills) (JOBS) of SSA title IV to replace the current JOBS program with a Work and Gainful Employment (WAGE) program. (Sec. 201) Entitles each State operating a WAGE program to a block grant for each fiscal year, including a performance award equal to the sum of the full-time and part-time employment savings of the State, determined according to specified formulae. Prescribes participation rate percentages a State must meet each fiscal year between FY 1996 and 2000 in order to avoid a five percent reduction of its base Federal payment. Prescribes requirements for flexible State WAGE programs, including a priority for private sector job creation. Requires the State agency to develop, together with the individual participant, a WAGE plan: (1) setting forth an employment goal; (2) requiring that the participant spend at least 20 hours per week in certain activities, including job search and mandatory acceptance of any bona fide offer of unsubsidized full-time employment; (3) specifying educational obligations; (4) describing State-provided child care services and assistance; and (5) providing, at State option, for conditioning transitional aid on the number of hours spent on job-related activities, and for requiring participants to undergo substance abuse treatment. Applies special requirements to WAGE programs for Indian tribes and Alaska Native organizations. Title III: Working Parents Child Care Block Grant - Amends the Child Care and Development Block Grant Act of 1990 to authorize appropriations for child care and development block grants to States. Changes from discretionary to mandatory the Secretary's authority to make such grants. Requires set-aside of at least 50 percent of a State's grant funds to carry out child care activities to support low- income working families residing in the State. Sets forth a matching formula for non-Federal contributions to a State's program. (Sec. 302) Directs the Secretary to establish a child care quality enhancement bonus to States demonstrating progress in the implementation of innovative teacher training programs or enhanced child care quality standards and licensing and monitoring procedures. Revises reserve requirements with respect to Territories and possessions and Indian tribes as well as State allotments. Title IV: Child Support Responsibility - Child Support Responsibility Act of 1995 - Subtitle A: Improvements to the Child Support Collection System - Part I: Eligibility and Other Matters Concerning Title IV-D Program Clients - Amends part D (Child Support and Establishment of Paternity) of SSA title IV to require States to adopt procedures under which: (1) every child support order established or modified on or after October 1, 1998, is recorded on a central case registry; and (2) child support payments are collected through a centralized collections unit. (Sec. 401) Repeals certain paternity establishment requirements with respect to State plans for child and spousal support. Requires services under a State plan to be made available to nonresidents on the same terms as to residents. (Sec. 402) Revises requirements for the distribution of support payments through the State child support enforcement agency. (Sec. 403) Requires States to provide child support service applicants and recipients with: (1) notice of all proceedings in which support obligations might be established or modified; and (2) access to a fair hearing or other formal complaint procedure. Declares that a State may not provide a noncustodial parent with representation relating to support order establishment or modification unless it makes provision outside the State agency. (Sec. 404) Requires States to establish privacy safeguards against: (1) unauthorized disclosure of information on paternity or support proceedings; and (2) release of information on the whereabouts of one party to another party against whom a protective order has been entered, or where there is reason to believe release may result in physical or emotional harm to the former party. (Sec. 405) Requires State procedures to provide that the State agency will: (1) determine whether an individual is cooperating with efforts to establish paternity and child support; and (2) advise individuals of the grounds for good cause exceptions to the cooperation requirement. Amends SSA title XIX (Medicaid) with respect to good cause exceptions to the cooperation requirement under the Medicaid program. Part II: Program Administration and Funding - Amends part D of SSA title IV to prescribe increasing Federal base matching rates over three fiscal years for State child support collection programs. Revises requirements for performance-based incentive payments, with respect to paternity establishment, and for administrative penalties. (Sec. 413) Requires State agencies to establish a process for annual reviews of and reports to the Secretary on the State program. Revises requirements for State reporting procedures. (Sec. 415) Requires a State to operate a single statewide automated data processing and information retrieval system capable of performing specified tasks. Sets forth a special Federal matching rate for the development costs of such automated systems. (Sec. 416) Directs the Secretary, directly or by contract, to study and report to the Congress on the staffing of each State child support enforcement program. (Sec. 417) Makes funds available to the Secretary for information dissemination and technical assistance to States, training of State and Federal staff, and specified related activities, as well as operation of the Federal Parent Locator System (FPLS). Part III: Locate and Case Tracking - Requires the automated system established under this subtitle to perform the functions of a single central registry of child support records. (Sec. 422) Requires a State agency, on and after October 1, 1998, to operate a centralized, automated unit for the collection and disbursement of support payments. (Sec. 423) Requires each State, by the same deadline, to establish a State Directory of New Hires containing employer-supplied names, addresses, and social security numbers of each newly hired employee, which shall also be transmitted to the National Directory of New Hires (established under this Act). (Sec. 424) Requires States to establish procedures for mandatory withholding of child support payments from an employee's income. (Sec. 425) Requires State procedures that ensure that a State will neither fund nor use any automated interstate network or system for locating individuals for motor vehicle or law enforcement purposes unless all Federal and State agencies administering child support programs have access to information in such network or system to the same extent as any other user. (Sec. 426) Revises FPLS requirements to include an automated Federal Case Registry of Child Support Orders and a National Directory of New Hires. (Sec. 427) Requires State procedures requiring the recording of social security numbers on marriage licenses, divorce decrees, birth records, child support and paternity orders and acknowledgements, motor vehicle and professional licenses, and death certificates. Part IV: Streamlining and Uniformity of Procedures - Requires States to adopt in its entirety the Uniform Interstate Family Support Act, as approved by the National Conference of Commissioners on Uniform State Laws in August 1992. (Sec. 432) Specifies rules a court shall apply if one or more child support orders have been issued in the court's State or another State with regard to an obligor and a child. (Sec. 433) Specifies expedited State procedures for establishing paternity and establishing, modifying, and enforcing child support obligations without judicial or other administrative order. (Sec. 434) Prescribes requirements for administrative enforcement in interstate cases. Part V: Paternity Establishment - Requires State procedures: (1) under which the State agency shall pay the costs of genetic testing, subject to recoupment from the putative father if paternity is established; and (2) for a simple civil process for voluntary acknowledgement of paternity. (Sec. 442) Requires States to publicize the availability and encourage the use of procedures for voluntary acknowledgement of paternity and child support through a specified variety of means. Part VI: Establishment and Modification of Support Orders - Establishes the National Child Support Guidelines Commission, which shall, if it decides it is appropriate, develop a national child support guideline or needed improvements on any existing guideline models. (Sec. 452) Requires States to provide for a simplified process for triennial review (upon request by either parent of a child) and adjustment of child support orders. Part VII: Enforcement of Support Orders - Amends the Internal Revenue Code and SSA title IV part D to revise: (1) the order of tax refund distribution with respect to reductions of a refund for overdue child support payments; (2) Internal Revenue Service collection of support payment arrearages; and (3) authority to collect support from Federal employees and military retirees. (Sec. 464) Directs the Secretary of Defense to establish a centralized personnel locator service containing the address of each member of the armed forces (including, upon the Secretary of Transportation's request, Coast Guard members). Requires the Secretary of each military department (including the Secretary of Transportation for the Coast Guard) to prescribe regulations to facilitate the granting of leave to armed forces members to attend a paternity or child support establishment hearing. (Sec. 465) Amends SSA title IV part D to require State procedures for placing liens for child support arrearages on motor vehicle titles. (Sec. 466) Requires States to: (1) enact specified uniform laws specifying indicia of fraud which create a prima facie case for the voiding of any income or property transfer where overdue child support is owed; (2) authorize suspension of the driver's, professional and occupational, and recreational licenses of individuals owing overdue child support; (3) require periodic reporting of child support delinquents to consumer credit bureaus; (4) extend the statute of limitations for collection of child support arrearages; and (5) charge interest or penalties for arrearages. (Sec. 471) Requires the HHS Secretary to transmit any State certification that an individual owes more than $5,000 (or over 24 months' worth) of child support to the Secretary of State, who shall refuse to issue such individual a passport, or may revoke, restrict, or limit a previously issued passport. (Sec. 472) Requires any State to treat international child support cases in the same manner that it treats interstate cases. Declares the sense of the Congress that the United States should ratify the United Nations Convention of 1956. Part VIII: Medical Support - Amends the Employee Retirement Income Security Act of 1974 (ERISA) with respect to enforcement of medical child support orders. Part IX: Access and Visitation Programs - Authorizes appropriations for grants to States for access and visitation programs. Subtitle B: Child Support Enforcement and Assurance Demonstrations - Directs the HHS Secretary to make grants to three States for demonstrations, lasting from seven to ten years, to determine the effectiveness of programs to provide assured levels of child support to custodial parents of children for whom paternity and support obligations have been established. (Sec. 494) Specifies eligibility requirements for child support assurance payments. Sets the range of benefit levels: (1) $1,500 to $3,000 (indexed annually) for a family with one child; and (2) $3,000 to $4,500 (indexed annually) for a family with four or more children. Authorizes appropriations. Subtitle C: Demonstration Projects to Provide Services to Certain Noncustodial Parents - Directs the Secretary to make grants to up to five States to conduct demonstration projects providing services to noncustodial parents unable to meet child support obligations due to unemployment or underemployment. Specifies the services to be provided, including: (1) referrals to job training and education programs; and (2) court monitored job search. Authorizes appropriations. Subtitle D: Severability - Sets forth severability provisions. Title V: Transitional Medicaid - Amends SSA title XIX (Medicaid) to give State Medicaid plans the option to extend for an additional year Medicaid enrollment for former transitional aid program recipients. Title VI: Teenage Pregnancy Prevention - Amends SSA title IV part A to require State plans to prescribe a residency condition for transitional aid to families with needy children for an individual under age 18 who has never been married but is pregnant or has a dependent child in his or her care. Requires such an individual to reside in the home of the individual's parent, legal guardian, or other adult relative. Requires that the transitional aid be provided to such parent, legal guardian, or other adult relative on behalf of the individual and child. (Sec. 601) Requires State assistance to such an individual in locating appropriate adult-supervised supportive living arrangements in exceptional cases. (Sec. 602) Entitles each State to funds for the establishment and support of second chance houses for custodial parents under age 19 and their children. Describes a second chance house as a supportive and supervised living arrangement in which such parents would be required to learn parenting skills, including child development, family budgeting, health and nutrition, and other skills to promote their long-term economic independence and the well-being of their children. (Sec. 603) Requires State plans to prescribe specified high school or alternative educational or training requirements for teenage custodial parents. Gives States the option to provide additional incentives and penalties to encourage teenage parents to complete high school and participate in parenting activities. (Sec. 604) Authorizes State agencies to provide for projects to reduce teenage pregnancy. Requires the Secretary to study and report to the Congress on the relative effectiveness of the different approaches for preventing teenage pregnancy used in such projects. Authorizes appropriations. Entitles States and Indian tribes to certain payments to defray the costs of such projects. (Sec. 605) Directs the Secretary, within an existing HHS office, to establish a National Clearinghouse on Teenage Pregnancy Prevention Programs. Authorizes appropriations. (Sec. 606) Prohibits Federal housing assistance to individuals under age 18 who bear children out-of-wedlock. Sets forth conditions for obtaining such assistance, including marriage to the child's biological father. (Sec. 607) Declares the sense of the Congress that the President should lead a national campaign against teenage pregnancy according to specified guidelines. Title VII: Children's Eligibility for Supplemental Security Income - Children's SSI Eligibility Reform Act - Amends SSA title XVI (Supplemental Security Income) (SSI) to revise SSI benefit eligibility criteria for disabled children. (Sec. 703) Directs the Commissioner of Social Security to modify specified regulations with respect to individualized functional assessments and to medical criteria for evaluation of mental and emotional disorders (especially destructive behavior requiring protective intervention). (Sec. 704) Prescribes administrative penalties for coaching children to feign impairments in order to obtain benefits. Revises representative payee requirements, including documentation of expenditures. Provides for downwardly graduated benefits for certain additional eligible children. Requires continuing disability reviews at least: (1) every year for a disability for which medical improvement is expected; (2) every three years for a disability for which medical improvement is possible; and (3) every seven years for a disability for which medical improvement is not expected. Requires a disability review: (1) after 12 months for a low birth weight baby receiving SSI disability benefits; and (2) for all disabled children turning 18. Authorizes the Commissioner, at a representative payee's request, to pay any lump sum payment for a child's benefit into a dedicated savings account exclusively for the child's education, job training, or other special needs and therapy. Directs the Commissioner to establish a system of information and referral for treatment and services available to eligible children receiving SSI benefits. Title VIII: Financing and Food Assistance Reform - Subtitle A: Treatment of Aliens - Amends SSA title XI (General Provisions and Peer Review) to make a uniform definition of qualified alien for all social security assistance programs. (Sec. 802) Extends, with specified exceptions, through the date (if any) an alien becomes a U.S. citizen the deeming period during which the sponsor's income and resources are attributed to the alien for purposes of eligibility for the transitional aid, SSI, and food stamp programs. (Sec. 803) Amends the Immigration and Nationality Act to allow the admission, at the Attorney General's discretion, of an otherwise excludable alien if: (1) the alien has received a sponsor-signed guarantee of financial responsibility that meets certain criteria; and (2) it is reasonable to expect that the sponsor has the financial capacity to meet the guarantee's obligations. Extends the requirement for affidavits of support to specified family-related and diversity immigrants. Subtitle B: Revenue Provision - Amends the Internal Revenue Code to require social security numbers on a claim for the earned income tax credit (thus denying such credit to individuals not authorized to be employed in the United States). Subtitle C: Food Assistance Provisions - Amends the Food Stamp Act of 1977 to allow recovery of any coupon overissuance from Federal tax refunds. (Sec. 822) Reduces the basic food stamp benefit level by revising the annual adjustment to the cost of the thrifty food plan from 103 percent to 100 percent of such cost for FY 1996 and thereafter. (Sec. 824) Requires disqualification for benefits, with specified exceptions, of an individual who has received an allotment for six consecutive months during which the individual has not been employed at least an average of 20 hours per week, unless such individual is employed at least 20 hours per week or is participating in a workfare program, or an approved employment and training program. Provides for development of a WAGE plan for such a participant. (Sec. 825) Extends current claims retention rates, with respect to administrative cost-sharing and quality control, from FY 1995 through FY 2002. (Sec. 826) Prohibits for FY 1996 and 1997 the annual adjustment of the standard deduction from household income for purposes of food stamp eligibility. (Sec. 827) Authorizes FY 1996 appropriations for nutrition assistance to Puerto Rico. (Sec. 828) Repeals the special rule qualifying as an individual household certain disabled persons over age 60 who live with others but do not purchase and prepare food separately. (Sec. 829) Reduces from 21 to 18 the maximum age of children whose income is excluded from computation of household income. (Sec. 830) Includes State energy assistance as well as vendor payments for transitional housing in the computation of household income. (Sec. 832) Makes ineligible for food stamp benefits for ten years certain individuals found to have fraudulently misrepresented residence to obtain benefits. (Sec. 833) Authorizes a State plan to deny food stamp benefits to certain individuals during any period they have child support payments overdue. (Sec. 834) Requires the annual adjustment to a household allotment to the nearest $10 instead of (as currently) the nearest $5. (Sec. 835) Prohibits increase of a household allotment to the extent that its income has been decreased as the result of a penalty for failure to comply with the work requirements of other programs. (Sec. 836) Amends the Child Nutrition Act of 1966 to authorize FY 1996 appropriations for discretionary grants to States for nutrition education and training programs. (Sec. 837) Amends the National School Lunch Act to revise requirements governing reimbursement of organizations sponsoring family or group child or adult day care homes for the cost of obtaining and preparing food and prescribed labor costs, especially with respect to low- or moderate-income homes. Requires the Secretary of Agriculture to provide census data to each State agency administering a child and adult care food program, and each such agency in turn to provide such data to family or group day care home sponsoring organizations. Requires certain allotments of appropriations to provide grants to States for grants to family and group day care home sponsoring organizations, including funds to assist low- and moderate-income family or group day care homes, to become licensed, registered, or overcome other barriers to the program. Subtitle D: Supplemental Security Income - Amends SSA title XVI (Supplemental Security Income) (SSI) to mandate periodic eligibility review of certain recipients of SSI disability benefits. (Sec. 842) Disqualifies from receipt of SSI disability benefits individuals for whom alcohol or drug addiction would be a contributing factor material to the disability determination. Title IX: Legislative Proposals; Effective Date - Directs the Secretary to submit to the Congress a legislative proposal for technical and conforming amendments in Federal law required by this Act. (Sec. 902) Specifies the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Work and Gainful Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Child Support Responsibility Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Children's SSI Eligibility Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide the States greater flexibility in providing jobs for, and assistance to, needy families, to improve child support enforcement, to reduce teenage pregnancy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:49-05:00"
}