{
  "actions": [
    {
      "acted_at": "1976-02-26", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-04-09", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture and Forestry with amendment, S. Rept. 94-747.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-14", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-14", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-26", 
      "bill_ids": [
        "hr12572-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 12572 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3055-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-26", 
  "number": "3055", 
  "official_title": "A bill to provide for U.S. standards and a national inspection system for grain.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12572-94", 
      "reason": "related"
    }
  ], 
  "short_title": "United States Grain Standards Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-26", 
  "subjects": [
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Crime and law enforcement", 
    "Department of Agriculture", 
    "Exports", 
    "Federal employees", 
    "Federal officials", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Grading (Agricultural products)", 
    "Grain", 
    "Grain trade"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1976-04-26", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 12572 passed in lieu) Grain Inspection Reform Act - Declares the policy of the Congress to: (1) provide for the establishment of official United States standards for grain; (2) promote the uniform application of such standards by official inspection personnel; (3) provide for an official inspection system for grain and to regulate the weighing; and (4) provide for the certification of the weight of grain shipped in interstate or foreign commerce; with the objectives that grain may be marketed in an orderly manner and that trading of grain be facilitated. Defines terms for purposes of this Act. Establishes within the Department of Agriculture the Federal Grain Inspection Agency. States that the Administrator of such Agency shall be appointed by the President by and with the advice and consent of the Senate and shall be responsible for the administration of this Act. Authorizes the Administrator to establish: (1) standards of kind, class, quality, and condition of specified grains; and (2) standards for accurate weighing and certification procedures of grain shipped in interstate and foreign commerce and procedures for the supervision of the weighing of such grain. Requires the Administrator to publish notice of any proposal to establish, amend, or revoke any standards under this Act to give interested persons an opportunity to present views and arguments regarding such proposal. Forbids the shipment of grain from the United States to any other place unless such lot is officially inspected in accordance with established standards on the basis of official samples (taken after final elevation or while in the final export carrier) and unless a valid official certificate showing the official grade designation and certified weight of the lot of grain has been provided by an official inspection. Allows the Administrator to waive such requirement when it is impracticable to provide such official inspection. Requires all official weighing and inspection to be supervised by representatives of the Agency. Requires the official grade designation be used in any advertising, sale, bill of lading, or other document with respect to such grain. States that trademarks or brand names which do not resemble an official grade designation shall not be deemed to be a description of grain of any grade. Forbids the description of any grain shipped outside the United States by any official grade designation or description which is false or misleading. Includes in the regulations provided by the Administrator provisions for: (1) reinspections and appeal inspections; (2) cancellation and surrender of certificates superseded by reinspections and appeal inspections; and (3) the use of standard forms for official certificates. Requires such inspections to be performed by official inspection personnel employed by the Federal Grain Inspection Agency. Authorizes the Administrator to provide for the inspection of grain loaded at any interior point in the United States on a carrier from which such grain is to be transported outside the United States. Authorizes the Administrator to permit Agency personnel to perform such inspections, or to enter into contracts therefor with any State or person for the conduct of all or specified functions involved in an official inspection (except appeal inspections). Provides for the inspection of American grain in Canadian ports. Authorizes the Administrator to cause official weighing to be made of all grain required to be officially weighed, or to do so upon the request of any interested person. Directs the Administrator to cause all official weighing at export elevators and major inland terminal elevators to be performed by official personnel of the Agency, except that, at other than export elevators, the Administrator may agree with a State for such weighing. Provides for the weighing of American grain in Canadian ports. Provides that official weight certificates shall be received by officers and courts of the United States as prima facie evidence of the truth of the facts stated therein. Requires that the representatives of the Administrator be afforded access to grain elevators, warehouses, and all the facilities therein for weighing grain. Requires the Administrator to provide for the testing of all equipment used in the inspection, grading, and weighing of grain located at all elevators, warehouses, and other grain storage and handling facilities at which official inspection or weighing is required. Requires the Administrator to determine that a State or a person meet specified criteria before contracting with them for inspection or weighing. Forbids the Administrator from entering into such contracts with any person or business entity currently engaged in the merchandising of grain. States that any such contract entered into shall expire within five years and may be renewed in accordance with the criteria specified in this Act. Allows the Administrator to revoke any inspection contract when the contractor has failed to meet the criteria specified in this Act, has been convicted of any Federal law involving the handling, weighing, or inspection of grain, or has not complied with any provision of this Act. Allows suspension of such contract for 30 days without a hearing when the Administrator has reason to believe there is cause for revocation. Directs the Administrator to charge and collect reasonable fees for the performance of official inspection and official supervision of weighing. States that such fees and any proceeds from the sale of samples obtained for purposes of official inspection which become the property of the United States shall be deposited in a fund for the expenses of the Agency in providing official inspection services. Authorizes the Administrator to issue licenses to individuals employed by an official inspection or weighing contractor, an employee of a State with which an agreement is in effect under this Act, or an employee of the Agency for the weighing and supervision of the inspection of grain. Forbids any person from performing any official inspection or weighing functions unless such individual holds a valid license or authorization from the Administrator under this Act. States that all such licenses shall terminate triennially and shall be suspended automatically when the licensee ceases to be employed by the Agency or under an official inspection contract or agreement under this Act. Provides for the rotation of supervisory and official personnel of the Agency for the purpose of preserving the integrity of the inspection and weighing system. Directs the Administrator to develop and effectuate uniform standards for the recruiting, training, and supervising of official personnel and work production standards for such personnel, which shall be applicable to the Agency and all official contractors and all persons licensed or authorized to perform official functions under this Act. Provides for the suspension, revocation, or non-renewal of any license or authorization issued under this Act based on specified misconduct. Allows the Administrator to refuse to provide official inspection or weighing under this Act with respect to grain if the person has violated any of the prohibited acts enumerated in this Act or has been convicted of any violation involving the handling, weighing, or inspection of grain. Provides for a civil penalty not to exceed $100,000 for each violation of any prohibited conduct under this Act. Allows the Administrator to temporarily refuse to provide official inspection or weighing without a hearing whenever there is reason to belive there is a cause for such refusal. Requires a hearing within seven days after such refusal. Prohibits any person licensed, authorized, or employed by the Administrator to perform any functions under this Act to be financially interested in, employed by, or accept gratuities from, any business entity owning or operating any grain elevator or warehouse or engaged in the merchandising of grain. Requires any person performing inspection functions under this Act to maintain samples of inspected grain and to keep such records as the Administrator may require. Requires States, political subdivisions thereof, and owners or operators of grain elevators or warehouses or persons engaged in the merchandising of grain to maintain records of purchases, sales, storage, and handling of grain. Enumerates prohibited knowing or negligent actions under this Act. Sets forth criminal penalties for engaging in such prohibited conduct. Declares that the act, omission, or failure of any employee of an association, partnership, or corporation within the scope of such person's employment shall be deemed the act, ommission, or failure of the employing entity, as well as that of such person. Authorizes the Administrator to conduct investigations and prescribe rules and regulations as are deemed necessary to carry out this Act. Authorizes the Administrator to investigate reports or complaints of discrepancies and abuses in the official inspection and weighing of grain under this Act. Directs the Office of Investigation of the Department of Agriculture to conduct investigations regarding the operation or administration of this Act. Authorizes the Administrator to monitor grain in foreign countries which was imported from the United States to determine if such grain is of comparable quality and quantity as was certified within the United States. Directs the Administrator to provide adequate personnel to avoid delay that might be caused by the inspection requirements of this Act. Grants the power of subpoena to the Administrator in any investigation relating to the provisions of this Act. Sets forth criminal penalties for any person refusing to comply with such subpoena. Directs the Administrator to report to specified committee of Congress regarding the effectiveness of the grain inspection system along with recommendations for legislative changes necessary to accomplish the purposes of this Act. Requires the Administrator to notify such committees of complaints received by the Agency from foreign purchasers of grain. Directs the Administrator to register all persons engaged in the business of buying grain for sale in interstate or foreign commerce, and in the business of handling, weighing, or transporting grain for sale in foreign commerce, except specified persons only incidentally involved in such activities. Requires such persons who also control a business engaged in interstate buying of grains for sale, and in interstate handling, weighing, or transporting of grains for sale to similarly register. Forbids any person required to register from engaging in such activities without having registered and received a certificate of reigstration. Authorizes appropriations as may be necessary to carry out the provisions of this Act. Directs the Administrator to study current grain standards and make changes as are deemed necessary and appropriate. Sets forth the effective dates of the provisions of this Act. Effectuates this Act 30 days after enactment, except that States or persons then providing official inspection or weighing services may continue such services subject to rules and regulations issued by the Administrator until, in the case of export elevators, the elaspe of a reasonable period not to exceed one year, whereupon such services shall be provided as set forth in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Grain Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for U.S. standards and a national inspection system for grain.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:45-05:00"
}