{
  "actions": [
    {
      "acted_at": "1998-05-21", 
      "references": [
        {
          "reference": "CR S5325", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-05-21", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-23", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Subcommittee on Parks, Preservation and Recreation. Hearings held. Hearings printed: S.Hrg. 105-689.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-29", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-09-02", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-08", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Murkowski with an amendment in the nature of a substitute. With written report No. 105-306.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-08", 
      "calendar": "Senate Legislative", 
      "number": "545", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 545.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2109-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on National Parks, Historic Preservation and Recreation", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1998-05-21", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-21", 
  "number": "2109", 
  "official_title": "A bill to provide for an exchange of lands located near Gustavus, Alaska, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3903-105", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3903-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Glacier Bay National Park Boundary Adjustment Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-07-29", 
  "subjects": [
    "Alaska", 
    "Boundaries", 
    "Citizen participation", 
    "Electric utilities", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Government operations and politics", 
    "Hydroelectric power", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Licenses", 
    "National parks", 
    "Public lands and natural resources", 
    "Water resources development", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1998-09-08", 
    "text": "Glacier Bay National Park Boundary Adjustment Act of 1998 - Provides for: (1) an exchange of specified State lands in Alaska for specified Federal lands to be completed within six months after the issuance of a license to Gustavus Electric Company (GEC) by the Federal Energy Regulatory Commission (FERC) for the construction and operation of a hydroelectric project on such Federal lands; or (2) the exchange of other specified Alaska lands having a sufficiently equal value to satisfy State and Federal law within one year after such license is issued if the Secretary of the Interior and Alaska have not agreed on which lands Alaska will convey within such six-month period. Designates specified State lands and waters in Alaska as wilderness upon consummation of such exchange to ensure that this transaction maintains approximately the same amount of area of designated wilderness. Conditions such land exchange on: (1) FERC's having conducted economic and environmental analyses pursuant to the Federal Power Act (FPA), the National Environmental Policy Act of 1969, and the Fish and Wildlife Coordination Act that conclude that the construction and operation of a hydroelectric power project on such lands will not adversely impact the purposes and values of the Glacier Bay National Park and Preserve, will comply with the requirements of the National Historic Preservation Act, and can be accomplished in an economically feasible manner; (2) FERC holding at least one public meeting in Gustavus, Alaska, allowing its citizens to express their views on the proposed project; (3) FERC having determined, with the concurrence of the Secretary and Alaska, the minimum amount of land necessary to construct and operate the project; (4) GEC having been granted a FERC license that requires it to submit an acceptable financing plan to FERC before project construction commences; and (5) FERC approving such plan. Makes the FERC licensing process applicable to any application submitted by GEC to FERC for the right to construct and operate a hydropower project on specified Alaska lands. Authorizes FERC to accept and consider an application filed by GEC for construction and operation of such a project, notwithstanding FPA provisions, if submitted within three years after this Act's enactment. Provides for FERC to retain jurisdiction over any hydropower project constructed on such site. Sets forth additional provisions regarding issuance of a license for construction or operation of such a project. (Sec. 4) Directs the Secretary to issue a special use permit to GEC to allow completion of the required analyses. Requires the Secretary to impose conditions in the permit as needed to protect the purposes and values of the Preserve. Requires the lands acquired from Alaska to be added to and administered as part of the National Park System, subject to valid existing rights. Exempts GEC from making Federal land use payments under the FPA with respect to the lands exchanged under this Act. Continues the authorities and jurisdiction provided in this Act until expressly modified or repealed by the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Glacier Bay National Park Boundary Adjustment Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Glacier Bay National Park Boundary Adjustment Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for an exchange of lands located near Gustavus, Alaska, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:28-05:00"
}