{
  "actions": [
    {
      "acted_at": "1973-07-30", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2290-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-30", 
  "number": "2290", 
  "official_title": "A bill to amend the Social Security Act to provide for partial general revenues financing of benefits under title II thereof, to permit individuals covered under certain other retirement programs to elect not to be covered under social security, and to provide for the financing from general revenues of the health insurance programs established by parts A and B of title XVIII of such act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hatfield, Mark O.", 
    "state": "OR", 
    "thomas_id": "01352", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-30", 
  "subjects": [
    "Labor and employment", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-30", 
    "text": "Provides, under the Social Security Act, that in addition to monies appropriated to the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund, there is authorized to be appropriated to each such Fund in each fiscal year, commencing with the fiscal year 1973, an amount equal to the amount of the expenses (other than administrative expenses) of each Fund which are attributable to payments of monthly insurance benefits to individuals (excluding so much of any monthly insurance benefit of such individual as exceeds $100). Provides for elective exemption from Social Security coverage by individuals covered under specified retirement programs. States that any individual who, at the close of his taxable year, is covered by a qualified retirement program may elect to be exempt from the tax for such taxable year. Specifies the circumstances under which such election may not be exercised. Sets forth the definition of \"qualified retirement program.\" Provides for special refunds of wages arising out of an exemption based on coverage of a qualified retirement program. Makes technical and conforming amendments for the financing of medicare programs from general revenues. Authorizes to be appropriated to the Federal Hospital Insurance Trust Fund for each Fiscal year such sums as necessary to assure the making of payments as are authorized by law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide for partial general revenues financing of benefits under title II thereof, to permit individuals covered under certain other retirement programs to elect not to be covered under social security, and to provide for the financing from general revenues of the health insurance programs established by parts A and B of title XVIII of such act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:51-05:00"
}