{
  "actions": [
    {
      "acted_at": "1983-08-04", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1799-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1983-08-04", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-08-04", 
  "number": "1799", 
  "official_title": "A bill to provide financial assistance to States for training for unemployed individuals, especially long-term unemployed individuals and dislocated workers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Training for the Unemployed Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-08-04", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Department of the Treasury", 
    "Education", 
    "Employment agencies", 
    "Employment and training programs", 
    "Federal-state relations", 
    "Government trust funds", 
    "Hard-core unemployed", 
    "Labor and employment", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Planning", 
    "States", 
    "Unemployment", 
    "Unemployment insurance", 
    "Vocational education"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-08-04", 
    "text": "Training for the Unemployed Assistance Act - Authorizes the Secretary of Labor (\"the Secretary\"), in coordination with the Secretary of Education, to make grants to States for job training programs for unemployed individuals, particularly for long-term unemployed individuals and dislocated workers. Authorizes appropriations for FY 1984 and succeeding fiscal years to carry out this Act. Permits grants under this Act to be used for: (1) job training programs and support services for the unemployed, particularly the long-term unemployed and dislocated workers; (2) training payments for the unemployed, including the long-term unemployed, paid in accordance with an approved State plan; (3) improving mechanisms for cooperation among specified State, local, educational, and business entities in carrying out the job training program with a State; and (4) additional State services to improve job training programs. Sets forth requirements for State plan applications for grants under this Act. Directs the Secretary to obtain the approval of the Secretary of Education before approving specified elements of such plans. Sets forth provisions for training payments. Requires that that portion of the grant made for training payments be: (1) deposited in a separate account within the unemployment trust funds of the State; (2) made to individuals actually enrolled in State-approved training; (3) made through the existing State agency for distribution of unemployment benefits; and (4) made for a period equal to that under which any individual would receive unemployment benefits. Sets the following limits on training payments: (1) for those who qualify for unemployment benefits after the date of enactment of this Act, an amount equal to the weekly unemployment benefits available, for the length of the training period minus the period during which such benefits are actually paid; (2) for those who are receiving benefits on such enactment date, an amount equal to weekly unemployment benefits, for the length of the training period minus the period during which such benefits are paid after such enactment date; and (3) for those who have exhausted unemployment benefits, an amount equal to the weekly unemployment benefit previously paid, for the training period. Limits to 78 weeks the period during which any individual may receive training payments and unemployment benefits. Provides that training payments are to be treated as unemployment compensation for income tax purposes. Directs the Secretary to pay any State with an approved plan an amount equal to that necessary for the purposes set forth in the plan, in installments in advance or by way of reimbursement. Sets forth provisions for: (1) withholding of such payments; (2) auditing; (3) nondiscrimination; and (4) administration by the Secretary, in consultation with the Secretary of Education."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Training for the Unemployed Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance to States for training for unemployed individuals, especially long-term unemployed individuals and dislocated workers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:03-05:00"
}