{
  "actions": [
    {
      "acted_at": "1987-11-10", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977, with instructions that if one Committee reports, the other Committee have thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1860-100", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-10", 
  "number": "1860", 
  "official_title": "A bill to establish a Commission on National Debt Reduction and to examine the importance of savings to economic growth and stability, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1987-11-10", 
  "subjects": [
    "Advisory bodies", 
    "Budget deficits", 
    "Economic growth", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Fiscal policy", 
    "National growth policy", 
    "Public debt", 
    "Saving and investment", 
    "Tax policy", 
    "Taxation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-11-10", 
    "text": "Establishes the Commission on National Debt Reduction, Savings, and Economic Reform. Specifies the composition of the Commission and the term of office and compensation of members. Declares that the duties of the Commission are to conduct a study and review of, and to make recommendations regarding, the causes and elimination of the national debt and budget deficit. Requires such study to include: (1) an analysis of the causes of the national debt and budget deficit; (2) an evaluation of alternative solutions to reducing the debt and deficit, including the encouragement of savings and capital formation; (3) fiscal, economic, and tax policy recommendations; and (4) specific methods for implementing such recommendations. Directs the Commission to solicit public, private, and academic comment. Requires that the Commission submit to the President and the Congress a final report within 12 months of the appointment of all Commission members, and that the Commission cease to exist at such time. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission on National Debt Reduction and to examine the importance of savings to economic growth and stability, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:46-05:00"
}