{
  "actions": [
    {
      "acted_at": "1979-10-12", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5570-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Wyatt, Joe, Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "01245", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-12", 
  "number": "5570", 
  "official_title": "A bill to revitalize the fisheries of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fisheries Development Act of 1979", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-12", 
  "subjects": [
    "Department of the Treasury", 
    "Federal aid programs", 
    "Federal aid to fisheries", 
    "Federally-guaranteed loans", 
    "Fisheries", 
    "Fishery management", 
    "Fishing boats", 
    "Government trust funds", 
    "Grants-in-aid"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-12", 
    "text": "Fisheries Development Act of 1979 - Title I: Amendments to the Fishery Conservation and Management Act of 1976 - Amends the Fishery Conservation and Management Act of 1976 to require any preliminary or final fishery management plan prepared by the Secretary of Commerce or a Regional Fishery Management Council, respectively, to designate any underutilized fishery as a harvester underutilized fishery, a processor underutilized fishery, or both. Defines such an underutilized fishery as a fishery in which the capacity of United States vessels or food processors to harvest or process fish is below the normal range of fluctuation of the optimum yield of such fishery. Directs the Secretary, in consultation with the Council concerned: (1) to prepare and establish by regulation development plans for the underutilized fisheries which the Secretary determines have the most potential for commercial development; and (2) to designate such fisheries as \"priority development fisheries.\" Authorizes the Secretary to make grants and enter into contracts with qualified persons to carry out an activity under such a plan. Prescribes terms, conditions, and limitations of such grants and contracts. Authorizes appropriations for carrying out this title. Title II: Amendments to the Merchant Marine Act, 1936 - Extends provisions of the Merchant Marine Act of 1936 which govern a capital construction fund for vessels built in the United States to govern such a fund for fishing vessels built in, and fishing facilities located in, a Commonwealth, territory, possession, or State of the United States. Authorizes the Secretary: (1) to guarantee the payment of obligations for financing or refinancing the construction, reconstruction, or reconditioning of fishery facilities capable of being used for priority development fisheries; and (2) to apply an economic soundness test with respect to guarantees of obligations for fishing vessels or facilities designed for use in such priority fisheries which is less stringent than the test applicable to other obligation guarantees under such Act. Directs the Secretary to establish within the Federal Ship Financing Fund three subfunds to contain moneys for obligation guarantees for: (1) fishing vessels and facilities meeting the more stringent test; (2) high risk fishing vessels and facilities meeting the less stringent test; and (3) vessels other than fishing vessels. Amends the Fish and Wildlife Act of 1956 to abolish the loan program for commercial fishing vessels and year. Transfers the funds of such program to the high risk subfund in the Federal Ship Financing Fund. Title III: Miscellaneous Provisions - Amends the Saltonstall-Kennedy Act to require the Secretary to use a portion of the duties collected on fishery products and transferred to the Secretary under such Act for carrying out the development plans for priority development fisheries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fisheries Development Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revitalize the fisheries of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:41-05:00"
}