{
  "actions": [
    {
      "acted_at": "1989-10-24", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-09", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-11-13", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported to Senate by Senator Inouye with an amendment in the nature of a substitute. With written report No. 101-203.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-13", 
      "calendar": "Senate Legislative", 
      "number": "375", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 375.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-11-18", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-18", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-18", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1989-11-19T19:05:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-19", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-19", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-03-20", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, Justice, HHS.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-03", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-12", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Field Hearings Held in Seattle, Washington.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-30", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Field Hearings Held in Albuquerque, New Mexico.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-09", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Received from Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-10", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-10", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-10-15T21:21:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Interior and Insular Affairs. H. Rept. 101-876.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-15T21:23:00-04:00", 
      "calendar": "Union", 
      "number": "542", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 542.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1990-10-16T00:30:00-04:00", 
      "references": [], 
      "text": "Mr. Richardson moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T00:31:00-04:00", 
      "references": [], 
      "text": "Mr. Rhodes demanded a second on the motion to suspend the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T00:31:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T00:31:00-04:00", 
      "references": [], 
      "text": "On ordering a second Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T00:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T00:32:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-16T00:32:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-22", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-25", 
      "bill_ids": [
        "hr3703-101"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Provisions Included In H.R.3703.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1174-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1174"
    }, 
    {
      "amendment_id": "s1175-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1175"
    }
  ], 
  "bill_id": "s1783-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1989-10-26", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1989-11-17", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-10-24", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1989-10-24", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1989-11-08", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1989-10-24", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1989-10-31", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1989-11-06", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1989-10-24", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1989-11-08", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-16T00:32:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1989-11-18", 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-24", 
  "number": "1783", 
  "official_title": "A bill to regulate Indian child protection and prevent child abuse on Indian reservations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Child Abuse Prevention and Treatment Act", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_BACK:HOUSE", 
  "status_at": "1990-10-16T00:32:00-04:00", 
  "subjects": [
    "Actions and defenses", 
    "Child abuse", 
    "Child molesting", 
    "Compensation for victims of crime", 
    "Confidential communications", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Day care", 
    "Education of Indians", 
    "Employee selection", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child welfare", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Government trust funds", 
    "Higher education", 
    "Indian lands", 
    "Indian medical care", 
    "Law enforcement officers", 
    "Liability (Law)", 
    "Medical personnel", 
    "Minority children", 
    "Native Americans", 
    "Physician-patient privilege", 
    "Sex crimes", 
    "Teachers", 
    "Women's shelters"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1990-10-16", 
    "text": "Indian Child Protection and Family Violence Prevention Act - Amends the Federal criminal code to impose a fine or jail sentence or both on: (1) any health care practitioner, teacher, bus driver, day care worker, counselor, or law enforcement officer who knows of or suspects child abuse in Indian country and fails to report it immediately to the local child protective services or law enforcement agency; or (2) any person who supervises, or has authority over, such an individual and inhibits or prevents that report. Makes anyone reporting such abuse immune from civil and criminal liability provided such report is based upon reasonable belief and is made in good faith. Requires the local law enforcement or child protective services agency which initially receives a report of child abuse: (1) to immediately notify and report to the other agency; (2) to report to the Federal Bureau of Investigation if such report involves an Indian child or the alleged abuser is an Indian and a preliminary inquiry indicates a criminal violation; (3) within 36 hours, to prepare a report on the allegations of abuse or neglect; (4) to investigate such allegations immediately and take appropriate steps to secure the safety and well-being of the child or children involved; and (5) to prepare a final written report on such allegations after completing the investigation. Prohibits disclosure of the identity of any person reporting child abuse or neglect, without that individual's consent, to any person other than a court of competent jurisdiction or an employee of an Indian tribe, a State, or the Federal Government, who needs to know the information in performance of his or her duties. Directs the Secretary of the Interior to prepare a written study on the feasibility of, and need for, the establishment of a Central Register for reports or information on the abuse of children in Indian country. Requires the Secretary to submit such study to the Congress, together with recommendations and draft implementing legislation, within 180 days after enactment of this Act. Allows Federal, State, and Indian agencies to share information regarding incidents of child abuse. Allows local law enforcement and child protective services agency officials to interview the child and obtain photographs, x-rays, and medical and psychological examinations of the child without parental consent if they have reason to believe the child has been subject to abuse. Provides that such examinations and interviews of an abused child shall be conducted: (1) under such circumstances and with safeguards designed to minimize additional trauma to the child; and (2) where time permits, with the advice or guidance of a local multidisciplinary team established by this Act. Directs the Secretaries of the Interior and of Health and Human Services (HHS) to: (1) compile a list of all authorized positions within their respective departments with duties and responsibilities that involve regular contact with, or control over, Indian children; (2) conduct an investigation of the character of each individual considered for appointment to a position that involves regular contact with, or control over, Indian children; and (3) prescribe minimum standards of character for individuals appointed to those positions which shall ensure that none of them are guilty of specified criminal offenses. Requires each Indian tribe or tribal organization that receives funds under the Indian Self-Determination and Education Assistance Act or the Tribally Controlled Schools Act of 1988 to: (1) conduct an investigation of the character of each individual employed or being considered for employment by the Indian tribe or tribal organization in a position that involves regular contact with or control over Indian children; and (2) employ in those positions only individuals who meet minimum standards of character. Directs the Secretary of HHS, through the Indian Health Service, to establish an Indian Child Abuse Treatment Grant Program to provide grants of up to $500,000 to any Indian tribe or inter-tribal consortium for the establishment on Indian reservations of treatment programs for Indians who have been victims of child sexual abuse. Sets forth guidelines for applications for such grants. Requires grants recipients to: (1) provide such information as the Secretary may require to evaluate their program and ensure that grant funds were expended properly; and (2) submit a final report to the Secretary at the close of the grant term. Authorizes appropriations for FY 1992 through 1995. Directs the Secretary of the Interior to establish an Indian Child Resource and Family Services Center within each area office of the Bureau of Indian Affairs (BIA) to: (1) provide advice, technical assistance, and consultation to Indian tribes, Indian organizations, and inter-tribal consortia; (2) provide training to Indian tribes and organizations, BIA personnel, and the Indian Health Service (IHS) on identifying and investigating cases of family violence and child abuse and neglect and to coordinate with institutions of higher education to offer college level credit to interested trainees; (3) develop training materials on the prevention, identification, investigation, and treatment of family violence and child abuse and neglect for distribution to Indian tribes and organizations; (4) develop recommendations to assist Federal and tribal personnel to respond to cases of family violence and child abuse and neglect; and (5) develop policies and procedures for each agency office of BIA and IHS service unit within the area which, to the extent feasible, comply with tribal laws pertaining to cases of family violence and child abuse and neglect, including any criminal laws, and which provide for maximum cooperation with the enforcement of such laws. Requires each Center to employ a multidisciplinary-team staff with experience and training in prevention, identification, investigation, and treatment of incidents of family violence, child abuse, and child neglect. Specifies law enforcement and child protective backgrounds of such staff. Subjects such Centers to the provisions of the Indian Self-Determination and Education Assistance Act. Authorizes appropriations for FY 1992 through 1995. Directs the Secretary to establish an advisory board for each such Center to assist it in carrying out its activities under this Act. Directs the Secretary to establish within BIA an Indian Child Protection and Family Violence Prevention Program to provide financial assistance to such tribes, organizations, and consortia to develop programs to: (1) investigate reported cases of child abuse and neglect; and (2) treat and prevent incidents of family violence and to provide immediate shelter and related assistance for victims of family violence and their dependents. Authorizes the Secretary to enter into agreements with such entities pursuant to the Indian Self-Determination Act to establish such programs on Indian reservations. Directs the Secretary, with the participation of Indian tribes, to establish and promulgate a formula which establishes base support funding for such programs. Specifies factors to be considered in the development of such formula, including the high incidence of child sexual abuse or violent crimes against women. Requires recipients of such financial assistance to furnish the Secretary with information to evaluate the program for which such assistance was provided and to ensure that program funds were properly expended. Authorizes appropriations for FY 1992 through 1995. Requires the Secretary to submit annual reports to the Congress on administration of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Child Abuse Prevention and Treatment Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Indian Child Protection and Family Violence Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Indian Child Abuse Prevention and Treatment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate Indian child protection and prevent child abuse on Indian reservations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:45-05:00"
}