{
  "actions": [
    {
      "acted_at": "1991-06-07", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-17", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-10", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-10-24", 
      "bill_ids": [
        "hr3642-102"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Clean Bill, H.R. 3642 Forwarded by Subcommittee to Full Committee in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2597-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1991-06-07", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Flake, Floyd H.", 
      "sponsored_at": "1991-07-23", 
      "state": "NY", 
      "thomas_id": "00388", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1991-09-19", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-07", 
  "number": "2597", 
  "official_title": "To amend the Federal Food, Drug, and Cosmetic Act to enhance the enforcement authority of the Food and Drug Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3642-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Food, Drug, Cosmetic, and Device Enforcement Amendments of 1991", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-07", 
  "subjects": [
    "Agriculture and food", 
    "Bribery", 
    "Defective products", 
    "Fines (Penalties)", 
    "Food adulteration and inspection", 
    "Fraud", 
    "Imports", 
    "Interstate commerce", 
    "Medical supplies", 
    "Product safety", 
    "Searches and seizures", 
    "Subpoena"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-07", 
    "text": "Food, Drug, Cosmetic, and Device Enforcement Amendments of 1991 - Amends the Federal Food, Drug, and Cosmetic Act (FDCA) to authorize any U.S. district court to order the recall of a food, drug, device, or cosmetic which is in violation of the FDCA if the violation involves fraud or presents a significant risk to human or animal health. Authorizes the Secretary of Health and Human Services to order a recall of a food, drug, or cosmetic for the same reasons. Declares a recall order by the Secretary to be a final agency action. Requires manufacturers and distributors of foods, drugs, devices, or cosmetics to report to the Secretary any recall initiated by the manufacturer or distributor or ordered by a district court. Allows the Secretary to issue regulations requiring manufacturers and distributors of food, drugs, and cosmetics to adopt a method of tracking to facilitate recalls. Adds failure to take certain actions required by this Act to the list of prohibited acts. Authorizes seizure and detention of any food, drug, device, or cosmetic that is in violation of the FDCA. (Current law authorizes seizure of any food, drug, or cosmetic for specified reasons and detention of any device for specified reasons.) Modifies certain procedures regarding detention. Grants the Commissioner of the Food and Drug Administration subpoena power with regard to proceedings and investigations under the FDCA. Adds failure or refusal to obey a subpoena to the list of prohibited acts. Provides for civil monetary penalties for various acts, including violating any provision of the FDCA, making false statements, bribes, and obstruction of investigations. Repeals provisions relating to civil monetary penalties for violations relating to devices. Modifies the authority of the Secretary to inspect establishments and vehicles with regard to violations of the FDCA concerning food, drugs, devices, or cosmetics including adding authority to retain samples and to copy records. Declares that an inspection shall extend to all things, including equipment, finished and unfinished materials, containers, labeling, records, files, papers, processes, controls, and facilities, bearing on whether articles are in violation of the FDCA. (Current law declares that an inspection relating to drugs or devices extends to all things bearing on violation of the FDCA.) Removes provisions relating to inspections to enforce provisions concerning infant formulas. Requires each manufacturer, importer, and distributor of products regulated under the FDCA and each owner, operator, or agent in charge of an establishment subject to inspection under certain provisions of the FDCA to maintain records and make reports as the Secretary determines to be necessary. Extends to all officers and employees of the Department of Health and Human Services conducting examinations, investigations, or inspections under the FDCA the enforcement powers currently granted to those involved with counterfeit drug matters. Requires refusal of admission for import of any article which is in violation of the FDCA. (Current law requires refusal of admission if adulterated, misbranded, or in violation of provisions relating to new drugs.) Replaces provisions requiring the destruction or exporting of articles refused admission with provisions requiring refused articles to be marked, before export, as refused entry into the United States. Directs the Secretary of the Treasury to notify the Secretary of Health and Human Services of food, drugs, devices, and cosmetics being imported into the United States. Requires that the bond which is required, pending decision on the admission of an article, in order to release the article to the owner or consignee, be at least three times the invoice value of the article. Requires destruction within 30 days, without option to relabel or export, of any article that presents a significant risk to human or animal health. Directs the Secretary of the Treasury, on request of the Secretary of Health and Human Services, to refuse to authorize delivery of an article to the owner or consignee. Prohibits the owner or consignee of an article, a sample of which was delivered or examined, from making a claim for payment for the sample. Includes in the definition of \"interstate commerce,\" as used in the FDCA, commerce involving an article or activity which affects interstate commerce. Makes a similar inclusion in definitional provisions relating to electronic product radiation control. Presumes the existence of the connection with interstate commerce required for jurisdiction in any action to enforce the FDCA respecting a food, drug, device, or cosmetic. (Current law presumes such existence in an action respecting a device.) Transfers provisions of the Public Health Service Act relating to regulation of biological products to the FDCA and removes from the transferred material provisions relating to recalls and penalties for offenses. Adds violation of the transferred provisions to the FDCA list of prohibited acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food, Drug, Cosmetic, and Device Enforcement Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Food, Drug, and Cosmetic Act to enhance the enforcement authority of the Food and Drug Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:21-05:00"
}