{
  "actions": [
    {
      "acted_at": "1979-01-18", 
      "committee": "House Committee on International Relations (Subsequently: Foreign Affairs)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on International Relations (Subsequently: Foreign Affairs).", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-18", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-18", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1004-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-18", 
  "number": "1004", 
  "official_title": "A bill to authorize appropriations to the Department of Energy and the Federal Energy Regulatory Commission pursuant to section 660 of the Department of Energy Organization Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Energy Civilian Programs Authorization Act for Fiscal Year 1979", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-18", 
  "subjects": [
    "Advisory bodies", 
    "Alternative energy sources", 
    "Antitrust law", 
    "Authorization", 
    "Car pools", 
    "Competition", 
    "Consumer protection", 
    "Department of Energy", 
    "Economics and public finance", 
    "Electric utility rates", 
    "Energy", 
    "Energy facilities", 
    "Energy industries", 
    "Energy policy", 
    "Energy research", 
    "Executive reorganization", 
    "Federal Energy Regulatory Commission", 
    "Government operations and politics", 
    "Government paperwork", 
    "Natural gas", 
    "Nuclear energy", 
    "Nuclear power plant sites", 
    "Pipelines", 
    "Power resources", 
    "Radioactive wastes", 
    "Restrictive trade practices", 
    "Uranium"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-18", 
    "text": "Department of Energy Civilian Programs Authorization Act for Fiscal Year 1979 - Title I: Energy Use, Application, Conservation, and Regulation - Authorizes specific appropriations to the Department of Energy to carry out the functions assigned to: (1) the Federal Energy Regulatory Commission; (2) the Economic Regulatory Administration; (3) the Energy Information Administration, (4) the Assistant Secretary for Conservation and Solar Applications; (5) the Assistant Secretary for Resources Applications; (6) the Office of Consumer Affairs and Competition established by title II of this Act; (7) the Office of the Secretary for the purposes of the Task Force on Regulatory Reform; and (8) the Assistant Secretary for Energy Technology. Imposes vanpool vehicle purchase restrictions on the use of funds. Prohibits appropriated funds being used for purposes other than those specified in this Act. Enumerates certain limitations on the use of funds. Title II: Amendments to Energy Conservation and Production Act and Certain Other Energy-Related Acts - Creates an Office of Competition and Consumer Affairs within the Department of Energy. Transfers to such office the functions of advising and making recommendations to the Secretary of Energy relating to promotion of competition in the energy industry and the protection of energy consumers. Amends the Department of Energy Organization Act: (1) to make specific provisions for acquisition, collection and disclosure of information by the Administrator; (2) to lift the limitation on the jurisdiction of the Commission with respect to exports and imports which relate to rates and charges for the sale of electric energy, or the transportation and sale of natural gas; and (3) to authorize procedures by which a producer can apply for an advisory opinion as to whether or not crude oil to be produced is stripper-well crude oil or otherwise within a specified classification of crude oil. Amends the Interstate Commerce Act to allow 60 days notice for rate filings in cases of rates and charges for pipeline transportation of oil. Title III: Power Marketing Administrations; Resource Development - Authorizes appropriations for the Alaska Power Administration, the Western Area Power Administration, the Southwestern Power Administration, and the Southeastern Power Administration. Authorizes appropriations for policy and management and for the Energy Information Administration. Sets limitations on the reprogramming of funds. Title IV: Uranium Management and Use of Nuclear Energy - Authorizes appropriations for construction, operation, and capital equipment for loss-of-fluid test facility functions and for remedial activity functions at inactive uranium mill tailings sites. Directs the Secretary of Energy to conduct a study regarding the storage of spent nuclear fuels withdrawn from the care of thermal nuclear reactors to select sites for such storage, and to construct storage facilities. Authorizes appropriations for purposes of such study and site selection. Sets forth in detail the factors, determinations, and considerations, to be included in such study. Makes provision for public and Congressional notice and hearings. Title V: Charge for Uranium Enrichment Services - Amends the Atomic Energy Act of 1954 to direct the Secretary of Energy to conduct a study of the prices established for uranium enrichment services and the need for increasing such prices to recover the amounts attributable to providing such services as ordinary and necessary business expenses, taxes, and return on equity, which would normally be included in a commercial organization's charge for such services. Requires the Secretary to report to Congress on such study. Title VI: Amendments to Title V of the National Energy Extension Service Act - Eliminates the deadline of October 1, 1978, for the submission of State plans for the conduct of energy extension service activities. Makes additional amendments to title V of the National Energy Extension Service Act. Title VII: Program Direction - Authorizes appropriations for the administration, management, support, program activities, and commercialization functions of the Department of Energy. Authorizes specific appropriations to carry out assigned functions to: (1) the Secretary; (2) the Assistant Secretary for Intergovernmental and Institutional Relations; (3) the Assistant Secretary for Policy and Evaluation; (4) the Assistant Secretary for International Affairs; (5) the Assistant Secretary for Conservation and Solar Applications; (6) the Assistant Secretary for Environment; (7) the Assistant Secretary for Resource Application; (8) Assistant Secretary for Energy Technology; (9) the Administrator; (10) the Office of Controller; (11) the Office of General Counsel; (12) the Office of Inspector General; (13) the Office of Equal Employment Opportunity; (14) Offices of Procurement and Contracts Management and Board of Appeals; and (15) the Office of Secretary for Field Offices. Authorizes appropriations for alternate fuel commercialization projects. Directs the Department of Energy to make a report on any such proposed projects. Details the scope of such report and sets forth notice requirements. Directs the recipients of financial assistance to keep complete financial records and authorizes the Comptroller General to have access to such records for the purposes of audit and evaluation. Directs the Comptroller General to make annual audits of recipients of such financial assistance. Title VIII: General Provisions - Amends the Department of Energy Organization Act to establish an Office of Administration to be headed by an Administrator. Authorizes appropriations for increases in salary, pay, retirement or other benefits for Federal employees as may be necessary for increases authorized by law. Authorizes funds for official entertainment expenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy Civilian Programs Authorization Act for Fiscal Year 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Department of Energy and the Federal Energy Regulatory Commission pursuant to section 660 of the Department of Energy Organization Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:12-05:00"
}