{
  "actions": [
    {
      "acted_at": "1981-02-26", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-04", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2209-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-26", 
  "number": "2209", 
  "official_title": "A bill to amend Chapter 5 of title 5, United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Kindness, Thomas N.", 
    "state": "OH", 
    "thomas_id": "00633", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-26", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Costs", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Public records"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-26", 
    "text": "Amends the Administrative Procedure Act to require the notice of a Federal agency rulemaking proceeding to: (1) disclose the time for receiving public comments; (2) describe the persons directly affected by the rule; (3) urge the public to suggest less burdensome and more effective alternatives to the rule; and (4) disclose information on access to the rulemaking file. Directs each agency to maintain a file of each rulemaking proceeding which shall include all notices, documentary material, written comments, and required statements concerning the rule. Requires each agency: (1) to give interested persons at least 60 days after publication of the rulemaking notice to submit written comments on the rule; (2) to extend such period upon the request of a directly affected party; (3) upon the request of such a party, to hold public hearings on the merits of the proposed rule; (4) to incorporate in the adopted rule a statement describing the agency's responses to public comments received; and (5) to publish the notice of issuance of a final rule at least 60 days before the rule's effective date. Exempts emergency rules from notice and public comment requirements. Sets forth time restrictions for the promulgation of rules to replace emergency rules. Eliminates such an exemption for rules concerning public property, loans, grants, benefits, or contracts. Prohibits any agency from providing financial assistance to pay the expenses of persons participating in an agency rulemaking, adjudication, or licensing proceeding."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend Chapter 5 of title 5, United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:29-05:00"
}