{
  "actions": [
    {
      "acted_at": "1973-02-20", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-09-21", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 93-401.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-24", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-09-25", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-12-03", 
      "references": [], 
      "text": "Committee on Interior and Insular Affairs discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-03", 
      "bill_ids": [
        "hr4864-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 4864.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-21", 
      "bill_ids": [
        "s2589-93"
      ], 
      "references": [], 
      "text": "Senate agreed to House amendments with an amendment (contains modified version of conference report on S. 2589).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-21", 
      "bill_ids": [
        "hres759-93", 
        "hres760-93"
      ], 
      "references": [], 
      "text": "H.Res. 759 and H.Res. 760 to provide House agreement to Senate amendment with an amendment on S. 921 failed of passage.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-21", 
      "bill_ids": [
        "hres761-93"
      ], 
      "references": [], 
      "text": "H.Res. 761 to provide House agreement to Senate amendment on S. 921 failed of passage.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-01-24", 
      "references": [], 
      "text": "House disagreed to the amendment of the Senate to the amendment of the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-01-29", 
      "references": [], 
      "text": "Senate receded from its amendment to the House amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-01-30", 
      "references": [], 
      "text": "Senate vitiated its action of January 29, 1974.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s921-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-20", 
  "number": "921", 
  "official_title": "A bill to amend the Wild and Scenic Rivers Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres759-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres760-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres761-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr4864-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2589-93", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-20", 
  "subjects": [
    "Rivers", 
    "Wild rivers"
  ], 
  "subjects_top_term": "Wild rivers", 
  "summary": {
    "as": "Senate receded and concurred with amendment", 
    "date": "1974-01-29", 
    "text": "(LATEST SUMMARY) Extends until October 2, 1978, the time for which the Federal Power Commission may not license or approve the construction of any water resource projects on rivers designated under the Wild and Scenic Rivers Act. Increases the appropriations for acquisition of lands and interests under the Act to $37,600,000. Provides that if the Secretary of the Interior and, where national forest lands are involved, the Secretary of Agriculture, on the basis of a study, conclude that a river should not be included in the national wild and scenic rivers system, they are to notify the Committees on Interior and Insular Affairs of the United States House of Representatives and United States Senate in writing, including a copy of the study upon which this determination was made, at least 180 days, while Congress is in session, prior to publishing in the Federal Register. Defines \"scenic easement\" to include scenic and natural qualities of a designated wild, scenic, or recreational river area. Provides that the authority to make appropriations authorized in this Act shall expire on June 30, 1978. Energy Emergency Act - =Title I: Energy Emergency Authorities= - Establishes until May 15, 1975, a Federal Energy Administration, which shall be considered an independent regulatory agency. Transfers all duties of the President under the Emergency Petroleum Allocation Act to the Administrator. States that the President may promulgate a rule establishing a program of rationing and ordering of priorities among classes of end-users of crude oil, residual fuel oil, or any refined petroleum product, except that the President may not impose any tax or user fee. Empowers the Administrator to promulgate regulations establishing one or more energy conservation plans. Prohibits such a plan from containing taxes or user fees. States that an energy conservation plan proposed to be made effective after July 1, 1974, shall take effect only if approved by Act of Congress. Provides for Congressional procedures by which resolutions with respect to energy conservation plans shall be considered. Requires the Administrator and the Secretaries of Labor and Commerce to monitor the economic impact of any energy actions taken by the Administrator and to separately report to Congress every 30 days on suchimpact. Requires a transfer to coal burning for major fuel-burning plants which are burning natural gas or petroleum products, and which have such transfer capability, but subject to a balancing of environmental effects. Provides for a contingency plan for allocation of supplies of materials for exploration, production, refining, and transportation of energy supplies. Authorizes actions by the Administrator to supplement the domestic energy supplies, including requiring production of designated domestic oil fields at maximum efficient rates or even in excess of such rates. Prohibits a refiner or distributor of petroleum from terminating a franchise without 90-days notification to each distributor and retailer affected, and unless the retailer or distributor whose franchise is terminated failed to comply substantially with any essential and reasonable requirement of such franchise. States that the Interstate Commerce Commission (with respect to common or contract carriers subject to economic regulation under the Interstate Commerce Act ), the Civil Aeronautics Board, and the Federal Maritime Commission shall have authority to take any action for the purpose of conserving energy consumption in a manner found by such Commission or Board to be consistent with the objectives and purposes of the Acts administered by such Commission or Board on its own motion or on the petition of the Administrator. Requires the Administrator, subject to the approval of the Attorney General and the Federal Trade Commission, to promulgate, by rule, standards and procedures by which persons engaged in the business of producing, refining, marketing, or distributing crude oil, residual fuel oil or any refined petroleum product may develop and implement voluntary agreements and plans of action to carry out such agreements which the Administrator determines are necessary to accomplish the objectives stated in the Emergency Petroleum Allocation Act of 1973. States that such standards and procedures shall provide, among other things, that such agreements and plans of action shall be developed by meetings of groups which include representatives of the public, of interested segments of the petroleum industry and of industrial, municipal and private consumers, and shall in all cases be chaired by a regular full-time Federal employee. Provides that the Attorney General and the Federal Trade Commission shall participate from the beginning in the development, implementation and carrying out of such voluntary agreements and plans of action. States that each may propose any alternative which would avoid or overcome, to the greatest extent practicable, possible anticompetitive effects while achieving substantially the purposes of this Act. Allows the Administrator to restrict exports of coal, petroleum products and petrochemical feedstocks to carry out the purposes of this Act or if either of the Secretaries of Commerce or Labor certify that such exports would contribute to unemployment. Allows grants to States for assistance to persons unemployed by effects of this Act. Establishes the Office of Carpool Promotion in the Department of Transportation. Directs the Secretary of Transportation to encourage and promote use of incentives for carpooling. Prohibits Government limousines to any officers below cabinet level. Allows judicial review of rulemaking under this Act. Prohibits the sale of products in violation of regulations issued pursuant to this Act. Authorizes grants to States for energy conservation programs. Requires persons who are engaged in exploring, developing, processing, refining, or transporting by pipeline any petroleum product, natural gas, or coal, to provide detailed reports to the Administrator every sixty calendar days. Authorizes appropriations to carry out the provisions of this Act. =Title II: Coordination With Environmental Protection Requirements= - Provides that the Administrator may, for any period beginning on or after the date of enactment of this section and ending on or before November 1, 1974, temporarily suspend any stationary source fuel or emission limitation as it applies to any person, if the Administrator finds that such person will be unable to comply with such limitation during such period solely because of unavailablilty of types or amounts of fuels. States that any suspension under this Act shall be conditioned upon compliance with such interim requirements as the Administrator determines are reasonable and practicable. States that for any air quality control region in which there has been a conversion to coal, the the Administrator shall review the applicable implementation plan and no later than one year after the date of such conversion determine whether such plan must be revised in order to achieve the national primary standard which the plan implements. Provides that no parking surcharge regulation may be required by the Administrator as a part of an applicable implementation plan. Provides under the Clean Air Act that the regulations applicable to emissions of carbon monoxide and hydrocarbons from light-duty vehicles and engines manufactured during model years 1975 and 1976 shall contain standards which are identical to the interim standards which were prescribed (as of December 1, 1973) for light-duty vehicles and engines manufactured during model year 1975. Provides that the regulations applicable to emissions of oxides of nitrogen from light-duty vehicles and engines manufactured during model years 1975 and 1976 shall contain standards which are identical to the standards which were prescribed (as of December 1, 1973) for light-duty vehicles and engines manufactured during model year 1975. Requires, within 90 days of the date of enactment of this Act, the Secretary of Transportation, after consultation with the Federal Energy Administrator, to submit to the Congress for appropriate action an \"Emergency Mass Transportation Assistance Plan\" for the purpose of conserving energy by expanding and improving public mass transportation systems and encouraging increased ridership as alternatives to automobile travel. Provides that, in consultation with the Federal Energy Administrator, the Secretary of Transportation shall make an investigation and study for the purpose of conserving energy and assuring that the essential fuel needs of the United States will be met by developing a high-speed ground transportation system between the cities of Tijuana in the State of Baja California, Mexico, and Vancouver in the Province of British Columbia. Provides that the Administrator and the Secretary of Transportation shall conduct a joint study, and shall report to the Committee on Interstate and Foreign Commerce of the United States House of Representatives and the Committees on Public Works and Commerce of the United States Senate within 120 days following the date of enactment of this section, concerning the practicability of establishing a fuel economy improvement standard of 20 percent for new motor vehicles manufactured during and after model year 1980. =Title III: Studies and Reports= - Requires various studies, including; (1) all Federal departments and agencies, including the Federal regulatory agencies, are directed to undertake a survey of all activities over which they have special expertise or jurisdiction and identify and recommend to the Congress and to the President specific proposals to significantly increase energy supply or to reduce energy demand through conservation programs; (2) the Secretary of the Treasury and the Director of the Cost of Living Council shall recommend to the Congress specific incentives to increase energy supply, reduce demand, and to encourage private industry and individual persons to subscribe to the goals of this Act; and (3) the President shall report to the Congress every sixty days, beginning February 1, 1974, on the implementation and administration of this Act and the Emergency Petroleum Allocation Act of 1973, together with an assessment of the results attained thereby."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Wild and Scenic Rivers Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:27-05:00"
}