{
  "actions": [
    {
      "acted_at": "1986-09-19", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2841-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1986-09-19", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-09-19", 
  "number": "2841", 
  "official_title": "A bill to strengthen the Organ Procurement and Transplantation Network, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Organ Procurement and Transplantation Network Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-09-19", 
  "subjects": [
    "Business and commerce", 
    "Donation of organs, tissues, etc.", 
    "Export controls", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Health", 
    "Health insurance", 
    "Import restrictions", 
    "Imports", 
    "Insurance", 
    "Medicaid", 
    "Medicare", 
    "Social welfare", 
    "State laws", 
    "States", 
    "Surgery", 
    "Transplantation of organs, tissues, etc."
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-09-19", 
    "text": "Organ Procurement and Transplantation Network Act of 1986 - Amends the Public Health Service Act to grant the Organ Procurement and Transplantation Network (Network) the exclusive responsibility: (1) for the assignment in the United States of an organ to a recipient, if the organ is not transplanted into a recipient residing in the service area of the regional center for the region in which it is donated; and (2) for the arrangement and approval of the export or import of organs. Declares that an organ exported to a foreign country may only be: (1) provided by the organ procurement network of that country to a nonprofit transplant center; and (2) transplanted into a citizen or permanent resident of that country. Requires the U.S. Network, before approving an export, to determine that all possible efforts to locate a U.S. recipient have been exhausted. Requires organ procurement organizations, agencies, and programs and all persons and entities involved in organ harvesting, donation, or transplantation, to register with, and participate in, the Network to be eligible for Federal assistance. Declares it unlawful for any person to export or import human organs without approval and arrangement by the Network. Establishes a $50,000 fine, or up to five years' imprisonment, or both, for violation of this prohibition. Declares it unlawful for any person to advertise or solicit for, or cause to be advertised or solicited for, any nonimmigrant alien human organ transplant patient or any nonimmigrant alien human organ donor. Establishes a $50,000 fine, or up to five years' imprisonment, or both, for violation of this prohibition. Declares that it is the sense of the Congress that each State should enact legislation to prohibit the sale, within the State, of any insurance policy which offers or purports to provide the policy holder or beneficiary: (1) with any type of preference with respect to the receipt of a human organ; or (2) with exclusive access to a pool of human organs for transplantation. Declares that it is the sense of the Congress that each State should enact legislation to ensure that any person or entity in the State which is involved in the harvesting, donation, or transplantation of organs shall register with, and participate in, the Network. Amends the Medicare and Medicaid provisions of the Social Security Act to make it a criminal offense (punishable by a $25,000 fine, or up to five years in prison, or both) for anyone knowingly or willingly to solicit or receive remuneration for procuring an organ for any organ transplant. Exempts certain costs from such prohibition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Organ Procurement and Transplantation Network Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the Organ Procurement and Transplantation Network, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:03-05:00"
}