{
  "actions": [
    {
      "acted_at": "1975-07-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-18", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8768-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Corman, James C.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00234", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fithian, Floyd J.", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "00387", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Moakley, John Joseph", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00820", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Obey, David R.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "00877", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-18", 
  "number": "8768", 
  "official_title": "A bill to establish a National Energy Information Administration and a National Energy Information System, to authorize the Department of the Interior to undertake a survey of U.S. energy resources on the public lands and elsewhere, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7683-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Energy Information Act", 
  "sponsor": {
    "district": "2", 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-18", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Energy", 
    "Energy industries", 
    "Executive reorganization", 
    "Freedom of information", 
    "Government operations and politics", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Inventories", 
    "Libraries", 
    "Power resources", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Statistics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-18", 
    "text": "Energy Information Act - Sets forth Congressional findings and purposes and defines the terms used in this Act. Title I: National Energy Information Administration - Creates as an independent agency of the Federal Government the National Energy Information Administration, to be headed by an Administrator. Provides that the function of the Administration shall be the collection, tabulation, comparison, analysis, standardization, and dissemination of energy information pursuant to this Act. Directs the Administrator to coordinate existing energy information collection activities of all Federal agencies. Requires the Administrator to submit to Congress and the President a plan for the consolidation of the energy information activities of the Federal Government. Provides for the imposition of criminal penalties for the unauthorized disclosure of, or theft of, non-public energy information. Title II: National Energy Information System - Directs the Administrator to establish a National Energy Information System which shall be operated and maintained by the Administration. Provides that such System shall contain such information as is required (1) to provide a description of and facilitate analysis of energy supply and consumption within and affecting the United States on the basis of such geographic areas and economic sectors as may be appropriate and (2) to meet adequately the needs of the Congress and of those Federal agencies which are responsible for energy policy analysis and formulation and for energy regulation. Requires major energy producing companies to file annual financial reports with the Administrator. Requires major energy consuming companies to file annual energy consumption reports, including the amounts and types of energy used, with the Administrator. Provides that the information collected pursuant to this Act shall be made public, except where such information: (1) constitutes a trade secret; (2) would substantially harm the company that supplied it if disclosed; (3) was obtained from a Federal, State, or local agency on a confidential basis; and (4) was classified for national security or foreign policy reasons. Authorizes the Administrator to delay the disclosure of geological information. Provides that only Federal employees having official use for such information shall have access to the information in the non-public categories listed above. Title III: Energy Resources Surveys and Inspections by the Department of the Interior - Directs the Secretary of the Interior to compile, maintain, and keep current on not less than an annual basis a survey of all mineral fuel resources and nonmineral energy resources in the public lands of the United States. Stipulates that such survey program shall be designed to provide information about the location, extent, value and characteristics of all such resources. Title IV: Miscellaneous - Directs the Comptroller General to continuously monitor and evaluate the activities and operations of the Administration. Authorizes to be appropriated to the National Energy Information Administration and the Department of the Interior such amounts as may be requisite to full and efficient performance of the duties imposed upon such agencies by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Energy Information Administration and a National Energy Information System, to authorize the Department of the Interior to undertake a survey of U.S. energy resources on the public lands and elsewhere, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:55-05:00"
}