{
  "actions": [
    {
      "acted_at": "1999-05-24", 
      "references": [
        {
          "reference": "CR S5835-5837", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-07", 
      "references": [
        {
          "reference": "CR S1196-1201", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-23", 
      "references": [
        {
          "reference": "CR S4243-4246", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1103-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-24", 
  "number": "1103", 
  "official_title": "A bill to reform Social Security by creating personalized retirement accounts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Personal Security and Wealth in Retirement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Grams, Rod", 
    "state": "MN", 
    "thomas_id": "00454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-24", 
  "subjects": [
    "Advice and consent of the Senate", 
    "Annuities", 
    "Budget surpluses", 
    "Commerce", 
    "Congress", 
    "Congressional budget", 
    "Congressional budget process", 
    "Department of Health and Human Services", 
    "Divorcees", 
    "Economics and public finance", 
    "Entitlements", 
    "Executive reorganization", 
    "Families", 
    "Federal budgets", 
    "Fines (Penalties)", 
    "Government lending", 
    "Government operations and politics", 
    "Government property", 
    "Government securities", 
    "Government spending reductions", 
    "Government trust funds", 
    "House rules and procedure", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Legislation", 
    "Legislative resolutions", 
    "Old age, survivors and disability insurance", 
    "Overhead costs", 
    "Payroll deductions", 
    "Personal income tax", 
    "Presidential appointments", 
    "Privatization", 
    "Public lands and natural resources", 
    "Retirement age", 
    "Self-employed", 
    "Senate rules and procedure", 
    "Social security beneficiaries", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "Survivors' benefits", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees", 
    "Women"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-24", 
    "text": "Personal Security and Wealth in Retirement Act of 1999 - Expresses the sense of the Congress that: (1) it is the right of American workers to choose to remain in the current social security retirement system and to be protected from that system's becoming insolvent; and (2) the Federal Government should take all necessary actions to guarantee that for those Americans that choose to stay in the current system there shall be no increase in the normal retirement age and no reduction in the amount of social security benefits that they will receive.(Sec. 4) Amends the Internal Revenue Code to reduce social security taxes for eligible individuals, whether employed by others or self-employed, who elect to participate in the Individual Retirement Program (IRP) created under a new part B of title II (Old-Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act (SSA) (part B eligible individual). Reduces the employers' tax for employers of such individuals. Reduces such social security taxes applicable to employees and employers even further for each calendar year beginning after 2000. Leaves the respective tax rates at their current levels with respect to individuals who remain covered under the current OASDI program (redesignated as part A of SSA title II).(Sec. 5) Amends SSA title II to require, under new part B, that employers have in effect an individual retirement payroll deduction plan (IRPDP) for eligible employees who elect to enroll under it. Requires the plan to provide for employers to deduct five percent of the employee's wages, together with an employer contribution also equal to five percent of the employee's wages, for transfer to the employee's personalized retirement account (PRA). Provides for deduction of up to an additional 20 percent of the employee's wages for payment to the employee's PRA or to the PRA of the employee's spouse, child, or grandchild, or any combination the employee designates. Allows the employee to designate that no contributions be deducted after the balance in the employee's PRA equals the minimum retirement annuity amount.Requires self-employed individuals to contribute at least ten percent of their income to their designated PRA. Allows the contribution of up to another 20 percent to such PRA or to the PRA of the individual's spouse, child, or grandchild.Makes certain employees who have not attained age 62 and who are not entitled to OASDI disability benefits eligible to elect to enroll under new part B. Makes such an election irrevocable, except during its first ten years. Entitles to a supplemental minimum benefit payment any eligible individual who attains normal retirement age without distributing any amounts from his or her PRA, but has less in it than the minimum retirement annuity amount. Requires a trustee of a PRA to purchase, from amounts available in the account, disability insurance and preretirement survivor benefits for each account holder. Provides for the treatment of PRA assets in the event of a divorce.Sets forth penalties for failure to establish and maintain an IRPDP.Amends the Internal Revenue Code to require amounts deducted from employee wages to be shown on their wage receipts.Amends the Employee Retirement Income Security Act of 1974 (ERISA) to exempt IRPDPs from certain requirements for employee benefit plans.(Sec. 6) Amends the Internal Revenue Code to exclude from an individual's gross income: (1) any amount paid to a PRA as the employer's contribution; or (2) half of the amount paid to such an account of a self-employed individual. Exempts such accounts from taxation (except the excise tax on certain prohibited transactions, and the tax on unrelated business income of charitable, etc., organizations). Provides that no amount paid or distributed from a PRA shall be includable in gross income, with the same treatment generally applying for rollovers, disability insurance, and preretirement benefit policy premiums. Imposes an excise tax on excess contributions to an account.(Sec. 7) Amends SSA title II to declare that eligible individuals under new part B shall be deemed not entitled to OASDI benefits, unless such individual revokes his or her PRA enrollment election.(Sec. 8) Directs the Commissioner of Social Security to certify to the Secretary of the Treasury whether an eligible individual was credited with wages and self-employment income under SSA title II part A immediately before the first calendar year for which the individual may distribute amounts from a PRA. Declares that no eligible individual who has not attained age 30 shall be eligible for a contribution recognition bond. Provides that, immediately upon receipt of such certification, the Secretary shall issue a contribution recognition bond to the trustee of the individual's PRA. Defines a contribution recognition bond as consisting of an obligation of the United States to make monthly payments into a PRA in an amount equal to the individual's primary insurance amount. Provides for upward adjustments in the amount of such a bond for: (1) individuals who have attained age 50; and (2) individuals over 30 who have not yet attained age 50.(Sec. 9) Establishes an independent Federal Personal Retirement Investment Board for PRA administration. Directs the Board to submit to the Congress a legislative proposal for the establishment of an independent Federal Personal Retirement Deposit Corporation (similar to the Federal Home Loan Mortgage Corporation), which shall receive amounts received under an IRPDP and distribute them quarterly to PRAs under the management and supervision of approved qualified investment firms and financial institutions. Requires such legislative proposal to provide for: (1) the privatization of those divisions of the Social Security Administration (SoSA) that the Board and Commissioner of Social Security determine would be best suited to carry out the duties of the Corporation; and (2) the eventual dissolution of SoSA's retirement benefits division after all the population are eligible individuals for purposes of new part B. Authorizes appropriations.(Sec. 10) Establishes in the Treasury the Personalized Retirement Social Security Account. Directs the Secretary of the Treasury to: (1) transfer funds in such account to the Federal Old-Age and Survivors Insurance Trust Fund upon the request of the Managing Trustees of such Trust Fund; and (2) pay into such account annually at the end of each fiscal year from FY 1999 through 2008 amounts totaling, in the aggregate, the projected and actual surplus, if any, in the total budget of the Government for that fiscal-year period.(Sec. 11) Provides that the growth of each individual mandatory program, except social security, shall not exceed a level that is adjusted for beneficiary and inflation growth. Prohibits the congressional budget resolution for a fiscal year from providing mandatory funding levels that exceed such levels. Prescribes legislative procedures to enforce such prohibition.(Sec. 12) Limits to the level of FY 1999 expenses, minus 15 percent, the obligations or expenditures of executive and judicial branch entities for overhead expenses for FY 2000 through 2010. Mandates conforming reductions in discretionary spending limits for FY 2000 through 2011 for purposes of the Congressional Budget Act of 1974 and the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act).(Sec. 13) Directs the President to reduce discretionary spending limits under the Gramm-Rudman-Hollings Act for FY 2000 by five percent, and for FY 2001 through 2010 to a level equal to the levels provided for FY 2000 after such five-percent reduction.(Sec. 14) Directs the President to sell, redeem, or otherwise dispose of federally-owned lands, loans, and other Federal assets so as to yield $268 billion, which shall then be deposited into the Personalized Retirement Social Security Account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Personal Security and Wealth in Retirement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform Social Security by creating personalized retirement accounts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:39-05:00"
}