{
  "actions": [
    {
      "acted_at": "1984-08-07", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-05", 
      "references": [], 
      "text": "Senate Committee on Foreign Relations discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-05", 
      "committee": "Committee on Banking", 
      "references": [], 
      "text": "Referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2911-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-07", 
  "number": "2911", 
  "official_title": "A bill to regulate the transfer of funds for humanitarian purposes to nationals of the Socialist Republic of Viet-Nam.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6170-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6170-98", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Armstrong, William L.", 
    "state": "CO", 
    "thomas_id": "00029", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-08-07", 
  "subjects": [
    "Department of the Treasury", 
    "Government trust funds", 
    "International affairs", 
    "Vietnam"
  ], 
  "subjects_top_term": "Government trust funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-08-07", 
    "text": "Establishes in the Treasury the Vietnam Humanitarian Remittance Fund. Authorizes any person who is subject to U.S. jurisdiction to transfer up to $300 during any 30-day period to an individual national of the Socialist Republic of Vietnam if he or she makes an equal payment to the Fund together with a written request for transfer of such payment to the designated Vietnamese national. Lists information that must be included in such request. Directs the Secretary of the Treasury to issue notes to the designated individual and drawn on amounts held in the Fund and redeemable only by the Socialist Republic of Vietnam in favor of the designated recipient. Prohibits such note from being redeemed unless it is accompanied by a declaration signed by the designated recipient and the appropriate officer of a financial institution of the Socialist Republic of Vietnam which makes specified attestations. Imposes penalties for transfers of currency or of precious metal or stone to the Socialist Republic of Vietnam except as provided in this Act. Expresses the sense of the Congress that the President should try to reach agreement with the Socialist Republic of Vietnam: (1) to provide for random monitoring by inspectors in Vietnam of the procedures used by the Socialist Republic of Vietnam in connection with the signing of declarations described in this Act; and (2) to establish time limits to expedite the transfer of funds in accordance with this Act. Directs the Secretary to submit a quarterly report to Congress setting forth the findings of such inspection team. Terminates the Fund within three days of the receipt of any such report which indicates a pattern or practice of abuse of the procedures relating to the transfer of funds by the Socialist Republic of Vietnam. Declares that currency or other cash items sent or attempted to be sent by a person subject to U.S. jurisdiction to a national of the Socialist Republic of Vietnam shall be deemed to be property of a U.S. national for purposes of the provisions of the International Claims Settlement Act of 1949 dealing with claims against Vietnam."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to regulate the transfer of funds for humanitarian purposes to nationals of the Socialist Republic of Viet-Nam.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:27-05:00"
}