{
  "actions": [
    {
      "acted_at": "1992-09-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3274-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1992-09-25", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1992-09-25", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1992-09-30", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1992-09-25", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1992-09-25", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1992-09-25", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1992-09-25", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1992-09-30", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1992-09-25", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1992-09-30", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1992-09-25", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1992-09-30", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1992-09-25", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1992-09-25", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1992-09-25", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1992-09-25", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-25", 
  "number": "3274", 
  "official_title": "A bill to amend various medicare and medicaid provisions of the Social Security Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare and Medicaid Amendments Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-25", 
  "subjects": [
    "AIDS (Disease)", 
    "Alzheimer's disease", 
    "Anesthetics", 
    "Block grants", 
    "Cancer", 
    "Chemotherapy", 
    "Child health", 
    "Community health services", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Day care", 
    "Drug abuse", 
    "Drug abuse in pregnancy", 
    "Drug industry", 
    "Drugs", 
    "Drugs and youth", 
    "Eye care", 
    "Eye diseases", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Federal aid to maternal health services", 
    "Foster home care", 
    "Geriatrics", 
    "Government paperwork", 
    "Hawaii", 
    "Hawaiians", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Heart diseases", 
    "Hemophilia", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospital personnel", 
    "Hospitals", 
    "Immunosuppressive drugs", 
    "Interest", 
    "Kidney diseases", 
    "Managed care", 
    "Medicaid", 
    "Medical centers", 
    "Medical fees", 
    "Medical residents", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Medicare fraud", 
    "Midwives", 
    "Nurse practitioners", 
    "Nurses", 
    "Nursing homes", 
    "Physicians", 
    "Physicians' assistants", 
    "Pregnant women", 
    "Prescription pricing", 
    "Prosthesis", 
    "Psychologists", 
    "Public assistance programs", 
    "Puerto Rico", 
    "Rebates", 
    "Rural public health", 
    "Social security eligibility", 
    "Social welfare", 
    "Standards", 
    "Surgery", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Vaccination", 
    "Vaccines", 
    "Wages"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-25", 
    "text": "Medicare and Medicaid Amendments Act of 1992 - Title I: Amendments to Medicare Program - Subtitle A: Provisions Relating to Part A - Amends the Omnibus Budget Reconciliation Act (OBRA) of 1989 to provide that all hospitals classified as regional referral centers on September 30, 1992 shall retain such status through September 30, 1994. Provides that hospitals which fail to qualify as regional referral centers for FY 1993 as a result of a decision by the Medicare Geographic Classification Review Board shall be provided by the Secretary of Health and Human Services (HHS) with an opportunity to decline the reclassification. Prohibits the Secretary from revising standardized amounts to account for hospitals which decline the reclassification. Amends title XVIII (Medicare) of the Social Security Act (SSA) to revise Medicare-dependent, small rural hospital payment provisions. Sets forth provisions analogous to those above with respect to Medicare-dependent, small rural hospitals and: (1) reclassification declination; and (2) standardized amount adjustment. Amends the OBRA of 1987 to authorize appropriations for the rural health transition grant program. Amends Medicare to authorize appropriations for the Essential Access Community Hospital program. Modifies the length of stay requirement for State designation of rural primary care hospitals. Amends the OBRA of 1989 to extend additional payments for hemophilia clotting factor furnished through September 30, 1994. Amends the OBRA of 1990 to require the Secretary to continue any rural hospital demonstration project at least through December 31, 1995. Amends Medicare to provide that: (1) a change in classification of hospitals from one area to another may not result in a reduction in the wage index for an urban area if the area has a wage index below the rural wage index for the State, or if the urban area is located in a State without any rural areas; (2) for discharges occurring on or after the effective date of this paragraph and before October 1, 1993, the Secretary shall adjust the urban standardized amount by a factor of 0.999321; and (3) if a hospital was previously reclassified based on standards for Metropolitan Statistical Areas (MSAs) (and New England County Metropolitan Areas) published in the Federal Register on January 3, 1980, and the hospital is located in a rural county under the most recently available standards for designating MSAs, the Secretary shall treat the hospital as being located in the urban metropolitan statistical area to which the greatest number of workers in the country commute. Allows the care of hospital inpatients receiving qualified psychologist services to be supervised by a clinical psychologist to the extent such supervision is permitted under State law. Requires the Secretary to: (1) delay until April 1, 1993, recoupment of any amounts paid to hospitals under a State hospital reimbursement control system that exceed amounts that would have otherwise been paid under Medicare payment rules; and (2) make available to the State and the hospitals in it all relevant information used in determining the amount of such excess payments before undertaking a recoupment. Directs the Secretary to begin collecting data on employee compensation and paid hours of employment in skilled nursing facilities (SNFs) to compute a wage index to adjust Medicare SNFs payments. Requires the Prospective Payment Assessment Commission to study and report to the Congress on the impact of applying routine cost limits for skilled nursing facilities on a regional basis. Subtitle B: Provisions Relating to Part B - Amends Medicare part B (Supplementary Medical Insurance) to reinstate separate payment for electrocardiogram (EKG) interpretations performed or ordered to be performed as part of or in conjunction with a visit to or consultation with a physician. Repeals provisions providing reduced Medicare payments to new physicians and other practitioners during their first four years of practice. Prohibits the Secretary from modifying the methodology for determining the amount of time that may be billed for anesthesia services until January 1, 1997. Requires the Comptroller General to conduct a study and report to the Physician Payment Review Commission and specified congressional committees on time reported for anesthesia services. Provides that the initial review and revision of the geographic cost of practice index (GCPI) shall apply to services furnished on or after January 1, 1994 and shall be based on the most recent data on practice and malpractice expenses and physicians' work effort. Authorizes the Secretary to adjust GCPI to account for unique local circumstances. Requires the Secretary to study and report to specified congressional committees on the data necessary to review and revise geographical indices. Requires the Physician Payment Review Commission to study and report to specified congressional committees on the feasibility and desirability of providing for a special adjustment to the index value of the medical equipment and supplies input component of the index used with respect to services: (1) furnished by a physician who practices in an isolated area; (2) requiring the presence of expensive medical equipment and supplies in the physician's office; and (3) with respect to which the cost per service of operating the equipment is increased because of such physician's low volume of patients. Prohibits nonparticipating physicians and suppliers from billing or collecting an actual charge in excess of the Medicare limiting charge. Provides that no person is liable for payment of any amount billed in excess of the limiting charge. Requires that excess charges be refunded on a timely basis. Authorizes sanctions against physicians and suppliers who knowingly and willfully bill in excess of the limiting charge or fail to refund excess charges as required by this Act. Requires carriers to: (1) notify physicians and suppliers within 30 days if they have billed in excess of the limiting charge; and (2) include limiting charge information in the mailing explaining an individual's Medicare benefits after the submission of an unassigned claim on the individual's behalf which exceeds the limiting charge. Specifies the nonphysician practitioners that may only bill for services on an assignment-related basis. Provides that no person is liable for amounts billed in violation of such mandatory assignment rule. Requires the Secretary to report to the Congress on the extent to which actual charges exceed Medicare limiting charges, the number and types of services involved, and the average amount of excess charges. Directs the Secretary to appoint a Medicare Beneficiary Advisory Council to discuss proposed regulations, carrier manual instructions, and any other issues with an impact on delivery, cost, quality, or expansion of Medicare services. Requires the Secretary to provide for national standards which suppliers of medical equipment and supplies must meet in order to receive payment for items furnished. Prohibits payment unless a supplier also possesses a valid supplier number. Requires the Secretary to revise such standards to include specified requirements. Requires suppliers to meet such revised standards in order to receive a supplier number. Requires the Secretary to develop one or more standardized certificates of medical necessity for: (1) durable medical equipment (DME); (2) prosthetic devices; (3) orthotics and prosthetics; and (4) surgical dressings, and certain other devices. Modifies the OBRA of 1990 prohibition against the distribution of certificates of medical necessity by DME suppliers to extend its application, with certain exceptions, to suppliers of the other items directly listed above. Requires the Secretary to: (1) develop and establish uniform national coverage and utilization review criteria for 200 items of medical equipment and supplies selected in accordance with standards specified by this Act; (2) publish the criteria as part of the instructions provided to fiscal intermediaries and carriers; (3) review annually the coverage and utilization of such items to determine whether items not included among those selected should be subjected to such criteria (and, if appropriate, develop and apply such criteria to such additional items); and (4) report to specified congressional committees on the effect of uniform criteria on utilization of items. Prohibits the Secretary from issuing more than one supplier number to any supplier of medical equipment and supplies unless such issuance is appropriate to identify subsidiary or regional entities under the supplier's ownership or control. Amends SSA title XI to modify anti-kickback provisions. Amends Medicare to specify the circumstances under which Medicare beneficiaries are not financially liable for covered items furnished by suppliers on an unassigned basis. Removes aspirators and nebulizers from the category of DME items requiring frequent and substantial servicing, and includes supplies relating to aspirators and nebulizers in the category of inexpensive and other routinely purchased equipment. Adds payment rules for ostomy supplies, tracheostomy supplies, urologicals, surgical dressings, and other medical supplies. Provides for a freeze in reasonable charges for parenteral and enteral nutrients, supplies, and equipment during 1993. Directs the Comptroller General to study and report to specified congressional committees on: (1) the types, volume, and utilization of services and supplies furnished to Medicare-eligible nursing facility residents; and (2) changes made to descriptions relating to the codes for certain medical equipment and supplies. Modifies the definition of \"certified nurse-midwife\" by eliminating language that limits reimbursable services to those related to the care of mothers and babies during the maternity cycle. Revises payments provisions for services furnished by a certified registered nurse anesthetist who is medically directed. Amends the OBRA of 1986 to extend Alzheimer's disease demonstration projects for an additional year. Extends eligibility for designation as eye or eye and ear hospitals to hospitals that otherwise meet current law criteria but on October 1, 1987, operated as an eye or eye and ear specialty hospital or as a separate eye or eye and ear unit of a general acute care hospital which operates less than 20 percent of the beds that it operated on such date and has discontinued a substantial portion of its other acute care operations. Extends the OBRA of 1990's cap on payments for intraocular lenses through 1994. Expends the settings in which nurse practitioners, clinical nurse specialists, and physicians' assistants may bill Medicare part B for services performed. Provides for Medicare coverage of: (1) off-label cancer drugs that have been approved by the Food and Drug Administration, appeared in specified medical journals, or are included in one of three specified major medical compendia; and (2) oral cancer drugs that contain the same active ingredients as anticancer drugs covered by Medicare when administered intravenously. Subtitle C: Provisions Relating to Parts A and B - Permits Medicare Select policies to be offered in all States. Revises current law requirements applicable to Medicare Supplemental policies. Provides that a Medicare Select policy may be canceled or not renewed in the case of an individual who leaves the service area of the policy, except that if the individual moves to an area for which the issuer of the Medicare Select policy (or an affiliate) offers a Medicare Supplemental (Medigap) policy, the individual must be permitted to enroll in such policy if the benefits are comparable to or less than the benefits in the canceled or non-renewed policy. Authorizes sanctions against issuers of Medicare Supplemental policies who make misrepresentations or provide false information regarding such policies to the Secretary. Reduces Medicare payments for erythropoietin provided during 1993. Adds renal dialysis facilities to the list of institutions required under Medicare and Medicaid (SSA title XIX) to furnish patients with advanced directive information. Extends the periods during which Medicare: (1) is secondary to other payors for end stage renal disease beneficiaries; and (2) covers immunosuppressive drug therapy following a transplant procedure. Modifies general exceptions to prohibited physician referrals. Requires the Secretary to provide for an approved full-time equivalent (FTE) resident amount as the Secretary determines to be appropriate in the case of hospitals that in FY 1984 operated a primary care residency training program as their only approved residency program and had a base year per FTE resident amount of less than $10,000. Requires home health agencies and skilled nursing facilities to notify Medicare beneficiaries of the hospice benefit under Medicare, under certain conditions. Modifies hospital conditions of participation with respect to discharge planning to include an evaluation of a patient's need for hospice services. Amends the OBRA of 1987 to require the Secretary to extend the waivers for social health maintenance organization (SHMO) demonstration projects for an additional three years. Amends the Deficit Reduction Act of 1984 to expand SHMO demonstrations. Requires, for FY 1993, interest payments on clean claims if payment is not made within 30 days of the claim's receipt. Title II: Amendments to Medicaid Program - Subtitle A: Technical Corrections - Amends Medicaid to make technical corrections and, in certain instances, such as in item 1 of the list below, technical changes as well, to Medicaid provisions included in the OBRA of 1990 regarding: (1) reimbursement for prescribed drugs; (2) enrollment under group health plans; (3) low-income Medicare beneficiaries; (4) child health; (5) outreach locations; (6) payment for hospital services for children under age six; (7) payment adjustments for disproportionate share hospitals; (8) federally-qualified health centers; (9) substitute physicians; (10) home and community care for frail elderly; (11) community supported living arrangements; (12) COBRA continuation coverage; (13) Medicaid transition provisions for family assistance; (14) personal care services; (15) the Medicaid spend-down option; (16) optional State disability determinations; (17) special rules for health maintenance organizations (HMOs); (18) frail elderly waivers; (19) a certain demonstration project for low-income families; (20) coverage of HIV-positive individuals; (21) advanced directives; (22) physician services; and (23) nursing home reform. Makes other technical corrections to various Medicaid and Medicare provisions added or redesignated by the OBRA of 1990. Subtitle B: Other Amendments to Medicaid Provisions - Amends Medicaid to create an exception to the IMD (institution for mental diseases) exclusion for Medicaid-eligible individuals (of any age) who participate in a qualified comprehensive substance abuse treatment program under SSA title IV (thus allowing States to provide medical services to such individuals). Requires the Secretary to waive the requirements that all Medicaid services be provided on a statewide basis and in comparable amount, duration, and scope to all Medicaid beneficiaries where the Secretary determines that a waiver of such requirements is necessary and appropriate to enable a State to establish such a program. Gives State Medicaid programs the option of covering alcoholism and drug dependency residential treatment services for Medicaid-eligible pregnant women, caretaker parents, and their children. Requires States to operate a vaccine replacement system (VRS) under which childhood vaccines are purchased at the Centers for Disease Control price, or a lower price, if available, and provided free of charge to Medicaid providers unless the State already operates a universal vaccine distribution system or demonstrates to the Secretary's satisfaction that a VRS would not be appropriate or cost-effective. Gives States the option of reimbursing vaccine manufacturers directly when the manufacturer distributes childhood vaccines to Medicaid providers free-of-charge under a contract with the State. Requires the Secretary to establish a demonstration program to enable States to establish innovative immunization outreach demonstration programs. Extends the duration of the waivers used by States to establish primary care case-management systems (PCCMSs). Prohibits the Secretary from granting such a waiver to restrict an individual's freedom of choice of provider with respect to a comprehensive risk-based managed care plan unless the individual has a choice of at least two such plans in an area. Modifies the enrollment composition rule (ECR) which permits the Secretary to waive or modify the requirement that Medicare and Medicaid beneficiaries constitute less than 75 percent of the membership of any prepaid medical provider to: (1) allow a State to contract with a private (currently only a public) entity; (2) change the circumstances under which the Secretary may waive or modify such requirement; (3) require the Secretary to review annually the financial stability of any private entity that is granted a waiver or modification and revoke it if such entity is not financially stable; and (4) set limits on the duration of such waivers. Provides that if an individual enrolled in a Federally qualified HMO or PCCMS becomes ineligible for Medicaid benefits as a result of excess income or resources, such individual shall, at the option of the State, continue to be eligible for such benefits through the end of the month in which such benefits would have otherwise terminated. Provides that the enhanced match for expenditures related to external reviews of the quality of care furnished by entities with Medicaid managed care contracts shall be made available for external quality reviews performed by any organization approved by the Secretary which is unaffiliated with the State or with any entity with a Medicaid managed care contract. Authorizes the Secretary to approve waivers to authorize a State to approve managed care plans to be operated by political subdivisions of the State. Specifies conditions for approval. Authorizes the Secretary to extend retroactively the waiver of ECR granted to the District of Columbia Chartered Health Plan, Inc., if the Secretary determines that such entity continues to make progress toward achieving compliance with ECR. Provides that habilitation services shall be available for an individual participating in a home- and community-based services waiver program regardless of whether the individual was previously institutionalized. Permits public and nonprofit case management entities to pay providers directly, under certain conditions. Requires such entities to have a contract with the State under which they are required to maintain claims records and provide information to the Secretary or State agency about such claims. Allows States to restrict an individual's freedom of choice of case managers under home- and community-based waiver programs, under certain conditions. Provides that States are no longer required to bill third parties for case management services where the State demonstrates to the Secretary's satisfaction that it is not cost-effective to do so. Changes the inflation factor used in determining State expenditures for medical assistance with respect to home- and community-based services provided under certain waivers. Gives States the option of extending Medicaid coverage to certain children who have been placed in foster care. Directs the Secretary to provide for the establishment of demonstration projects to provide outreach services to individuals who are likely to be eligible for Medicaid payment of their Medicare out-of-pocket expenses. Amends the OBRAs of 1989 and 1990 to provide for the extension of certain demonstration projects extending Medicaid coverage to pregnant women, children, and certain low-income families not otherwise eligible for Medicaid. Requires the Secretary to provide that additional OBRA of 1990 demonstration projects extending Medicaid coverage to certain low-income families are conducted on a substate basis. Makes technical revisions in provisions for determining periods of ineligibility for Medicaid payment of nursing home expenses. Changes the methodology for determining the amount Medicaid pays for prescription drugs. Allows certified nurse midwives to be reimbursed for providing non-maternity related services, to the extent such practitioners are legally authorized under State law to provide such services. Requires HHS' Departmental Appeals Board to adjust the amount of a disallowance based on the nature of the State's violation. Amends SSA title XI to increase the annual cap on Federal Medicaid matching funds for Puerto Rico starting in FY 1994. Amends Medicaid to provide that beginning in FY 1993 any funds for community supported living arrangements services remaining available at the end of a fiscal year shall be available to be expended in the following fiscal year. Makes any Native Hawaiian Health Center a Federally Qualified Health Center under Medicaid. Title III: Miscellaneous Amendments - Amends SSA title V (Maternal and Child Health Services) to increase the authorization of appropriations for FY 1993. Provides for a set-aside for evaluations of SSA title V programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare and Medicaid Amendments Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend various medicare and medicaid provisions of the Social Security Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:48-05:00"
}