{
  "actions": [
    {
      "acted_at": "1973-06-13", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1992-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-13", 
  "number": "1992", 
  "official_title": "A bill to amend title II of the Legislative Reorganization Act of 1970, to establish a central data bank for Federal fiscal, budgetary, and program-related data, and to improve the ability of all branches of government to specify, obtain and use such information.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Fiscal and Budgetary Information Act", 
  "sponsor": {
    "district": null, 
    "name": "Hathaway, William D.", 
    "state": "ME", 
    "thomas_id": "01354", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-13", 
  "subjects": [
    "Data banks", 
    "Economics and public finance", 
    "Federal budgets", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-13", 
    "text": "Federal Fiscal and Budgetary Information Act - Authorizes the Comptroller General to develop, establish, and maintain a national center for the selection, storage, retrieval, and dissemination of information and data to meet the requirements of all branches of the Federal Government for fiscal, budgetary, and program-related data and information. States that the Comptroller General of the United States, in cooperation with the Secretary of the Treasury and the Director of the Office of Management and Budget, shall develop, establish, maintain, and publish standard terminology, definitions, classifications, and codes, for Federal fiscal, budgetary, and program-related data and information. Requires semiannual publication of such terminology, definitions, classifications, and codes. Requires the Comptroller General to make available, on request and in usable form, the information and data in the Center to: (1) the Congress and all the legislative, executive, and judicial agencies of the Federal Government; and (2) all the States and political subdivisions thereof, except that in any case where it is determined that the service requested is substantial, the payment of such fees and charges may be required as may be necessary to recover all, or any part of, the cost of providing such retrieval service to State and local governments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Fiscal and Budgetary Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Legislative Reorganization Act of 1970, to establish a central data bank for Federal fiscal, budgetary, and program-related data, and to improve the ability of all branches of government to specify, obtain and use such information.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:46-05:00"
}