{
  "actions": [
    {
      "acted_at": "1982-05-11", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-11", 
      "bill_ids": [
        "hr6247-97"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.6247.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-11", 
      "bill_ids": [
        "hr6084-97"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.6084.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-11", 
      "bill_ids": [
        "hr6173-97"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.6173.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6339-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-11", 
  "number": "6339", 
  "official_title": "A bill to revise and extend the health planning authority of title XV of the Public Health Service Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6084-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6173-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6247-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Planning Amendments of 1982", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-11", 
  "subjects": [
    "Authorization", 
    "Economics and public finance", 
    "Federal aid to health facilities", 
    "Federal-state relations", 
    "Health", 
    "Health planning", 
    "Intergovernmental relations", 
    "Public health", 
    "States"
  ], 
  "subjects_top_term": "Health planning", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-11", 
    "text": "Health Planning Amendments of 1982 - Amends title XV (National Health Planning and Development) of the Public Health Service Act to extend authorizations of appropriations for State health planning through FY 1985. Permits the Governor of any State to request the Secretary of Health and Human Services to exclude portions of the State from the health service areas. Eliminates the requirement that health service areas be established throughout the United States. Permits health service areas to be made up of less than 500,000 persons if the Governor determines that such population is essential for effective health planning. Requires a health system agency (HSA) to have a professional staff of at least five. Reduces the functions of the HSAs. Permits the Governor of any State to terminate existing HSAs. Requires the approval of the governor for the designation of any new HSAs. Requires, for an HSA to be eligible for Federal funds in FY 1983, that the Governor submit a plan for the collection by the HSA in FY 1984 and 1985 of non-Federal funds to meet matching requirements. Sets forth grant formulas. Requires that the State planning agency and the HSAs comply with the new requirements of this Act by September 30, 1983, to remain eligible for Federal funding. Revises Statewide Health Coordinating Council membership provisions. Eliminates certain triennial review requirements. Directs the Governor to make Council appointments (currently chosen from health systems agencies' nominees). Eliminates the one year conflict of interest prohibition on voting. Consolidates grant application procedures for specified planning and operating grants. Permits States with specified Social Security Act hospital cost review programs to apply to the Secretary for the authority to: (1) prescribe how State certificate of need programs will be carried out; and (2) determine which equipment, services, and capital expenditures and minimum amounts will be subject to such programs. Requires applications to specify the fiscal year in which such authority will be exercised. Requires States with approved applications to report annually to the Secretary. Eliminates health systems changes review authority for Statewide Health Coordinating Councils. Reduces from five to three the number of authorized health planning centers. Authorizes appropriations through FY 1985. Eliminates the requirement that the Secretary make certain health systems agencies information available to the appropriate congressional committees. Eliminates specified reporting requirements. Eliminates special application provisions for certain States and territories."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Planning Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend the health planning authority of title XV of the Public Health Service Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:01-05:00"
}