{
  "actions": [
    {
      "acted_at": "1986-04-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4598-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-15", 
  "number": "4598", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to impose a business alternative minimum tax, to repeal the existing minimum tax on corporations, and to revise certain capital cost recovery provisions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Business Alternative Minimum Tax Act of 1986", 
  "sponsor": {
    "district": "5", 
    "name": "Schulze, Richard T.", 
    "state": "PA", 
    "thomas_id": "01035", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-15", 
  "subjects": [
    "Business and commerce", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Income tax", 
    "Investment tax credit", 
    "Minimum tax", 
    "Small business", 
    "Tax credits", 
    "Tax deductions", 
    "Tax returns", 
    "Taxation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-15", 
    "text": "Business Alternative Minimum Tax Act of 1986 - Title I: Business Alternative Minimum Tax - Amends the Internal Revenue Code to impose a business alternative minimum tax equal to seven percent of the sum of: (1) the net business receipts of the taxpayer for the taxable year; plus (2) the customs value plus customs duties and any other duties, or the fair market value, of property imported into the United States. Permits the taxpayer a credit against the business alternative minimum tax equal to the sum of the tax benefit credit carryforwards carried to such taxable year, plus the amount of the current year tax benefit credit. Defines \"current year tax benefit credit.\" Provides rules for calculating the carryforward of unused tax benefit credits. Defines \"net business receipts,\" \"business receipts,\" and \"business expenses.\" Provides special rules for determining the business receipts and business expenses of the taxpayer. Exempts from the business alternative minimum tax: (1) taxpayers whose business receipts for the taxable year do not exceed $10,000,000; (2) governmental entities; and (3) tax-exempt organizations. Requires that a return for the business alternative minimum tax be filed no later than the time for filing the income tax return. Requires taxpayers to make estimated payments of the business alternative minimum tax. Makes individuals, rather than partnership entities, liable for the business alternative minimum tax. Makes individual shareholders of an S corporation liable for the business alternative minimum tax in their individual or separate capacities. Requires the shareholder to take into account the pro rata share of the net business receipts of the S corporation in determining the business alternative minimum tax. Repeals the corporate minimum tax. Title II: Recovery of Capital Cost Recovery Provisions - Makes adjustments to the accelerated cost recovery system percentages for the various classes of property. Terminates the regular investment tax credit percentage for any property placed in service after December 31, 1985. Provides an exception to the repeal of the regular investment tax credit for qualified progress expenditures for periods before January 1, 1986. Provides special rules pertaining to the regular investment tax credit with respect to public utility property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Business Alternative Minimum Tax Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to impose a business alternative minimum tax, to repeal the existing minimum tax on corporations, and to revise certain capital cost recovery provisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:19-05:00"
}