{
  "actions": [
    {
      "acted_at": "1973-02-21", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4475-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-21", 
  "number": "4475", 
  "official_title": "A bill to assist in the effective and suitable disposal of passenger cars at the time of the discontinuance of their use on the highways by encouraging the disposal of such cars through persons licensed by the Secretary of Transportation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Scrap Auto Act", 
  "sponsor": {
    "district": "12", 
    "name": "Burke, J. Herbert", 
    "state": "FL", 
    "thomas_id": "00148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-21", 
  "subjects": [
    "Department of Transportation", 
    "Motor vehicles"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-21", 
    "text": "Scrap Auto Act - Directs the manufacturer of new passenger cars to provide the dealers with a disposal identification card for each new automobile delivered. Requires the ultimate purchaser of a new automobile to pay a $30 disposal fee to the dealer which shall be sent to the Secretary of Transportation along with the disposal identification card. Authorizes the Secretary to license persons for the purpose of providing effective disposal of passenger cars no longer used on the public highways. Provides that such persons shall pay the owner of such cars, or municipalities or States if the cars were abandoned, the sum of $30 if a disposal fee was paid when purchased. Directs the Secretary to reimburse such payments and pay an additional sum of $5 for each payment reimbursed. Establishes in the Treasury of the United States an Automobile Environmental Quality Trust Fund which shall be administered by the Automobile Environmental Quality Board. Establishes the Automobil Environmental Quality Board which shall be composed of 5 members. Provides that funds in the trust fund shall be available to make: (1) reimbursements and other payments to persons disposing of passenger cars; (2) payments of expenses incurred as a result of this Act; and (3) payments for programs established by the Board for disposal and salvaging of spent automobiles. Provides that any person who violates any provision of this Act shall be fined not more than $5,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Scrap Auto Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assist in the effective and suitable disposal of passenger cars at the time of the discontinuance of their use on the highways by encouraging the disposal of such cars through persons licensed by the Secretary of Transportation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:03-05:00"
}