{
  "actions": [
    {
      "acted_at": "1977-01-24", 
      "committee": "Senate Committee on Government Operations (Subsequently: Governmental Affairs)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations (Subsequently: Governmental Affairs).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s412-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Anderson, Wendell R.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01273", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-24", 
  "number": "412", 
  "official_title": "A bill to provide for congressional reforms, to strengthen the role of Congress as a coequal branch of Government.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Modern Congress Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-24", 
  "subjects": [
    "Advisory bodies", 
    "Auditing", 
    "Capitol (Washington, D.C.)", 
    "Congress", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional conference committees", 
    "Congressional employees", 
    "Congressional information resources", 
    "Congressional joint committees", 
    "Congressional leadership", 
    "Congressional legal counsel", 
    "Congressional reorganization", 
    "Congressional sessions", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "General Accounting Office", 
    "Government operations and politics", 
    "House of Representatives", 
    "Lawyers", 
    "Legal services", 
    "Members of Congress", 
    "Senate", 
    "Senate leadership", 
    "States", 
    "Television"
  ], 
  "subjects_top_term": "Congressional reorganization", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-24", 
    "text": "Modern Congress Act - Title I: Sets forth the policy and purposes of this Act. Title II: State of the Congress Report - Requires the majority and minority leaders of the Senate and the House of Representatives to submit to the Congress and the President a \"State of the Congress\" message with respect to each session. Title III: Federal State Legislative Council - Establishes a Federal State Legislative Council to conduct studies to identify and investigate problems common to the legislative process of both the Federal and State Governments, and to develop proposed legislation to carry out its recommended solutions to such problems. Title IV: Office of Congressional Communications - Establishes for the Congress an Office of Congressional Communications, subject to the supervision and control of the Architect of the Capitol, to provide specified communication and television services to the Congress. Title V: Schedule of Committee Meetings - Requires the Office to establish and maintain a computerized schedule of all House and Senate committee and subcommittee meetings, as well as joint and conference committee meetings. Title VI: Office of Senate Legal Counsel - Establishes as an office of the Senate, the Office of Senate Legal Counsel to: (1) defend the Senate or a committee, member, officer, agency, or employee of the Senate in specified and actions involving official duties and responsibilities; (2) institute civil actions to enforce a Senate subpoena or order; (3) intervene in legal actions concerning the constitutionality of any Federal law or the powers and responsibilities of Congress; (4) represent the Senate in immunity proceedings; and (5) perform specified advisory and research functions. Sets forth the procedure for the direction of the Counsel by the Senate. Prohibits any Member, officer, or employee of the Senate from requesting representation by the Department of Justice subsequent to the passage of this Act. Title VII: General Accounting Office - Amends the Budget and Accounting Act, 1921, to authorize the Comptroller General to institute a Civil action for declaratory and injunctive relief whenever the Comptroller General has reasonable cause to believe that any officer or employee of the executive branch is about to expend or obligate public funds in an illegal or erroneous manner or amount. Authorizes the Attorney General to represent the defendant in such action. Title VIII: Appropriations Authorized - Authorizes the appropriation of funds necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Modern Congress Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for congressional reforms, to strengthen the role of Congress as a coequal branch of Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:00-05:00"
}