{
  "actions": [
    {
      "acted_at": "1981-02-23", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-03-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-12", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2004-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1981-05-19", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1981-04-08", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-23", 
  "number": "2004", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the programs for the National Health Service Corps and to revise and extend the programs of assistance under titles VII and VIII of such Act for the education of health professions personnel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Professions Educational Assistance and Nurse Training Amendments of 1981", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-23", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Aliens", 
    "Authorization", 
    "Child health", 
    "Chiropractic and chiropractors", 
    "Community health services", 
    "Dentistry", 
    "Dentists", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Family medicine", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to nursing education", 
    "Federally-guaranteed loans", 
    "Foreign-trained physicians", 
    "Geriatrics", 
    "Government paperwork", 
    "Government trust funds", 
    "Graduate education", 
    "Health", 
    "Health services administration", 
    "Higher education", 
    "Information services", 
    "Intergovernmental relations", 
    "Medical education", 
    "Medical personnel", 
    "Medical records", 
    "Medical residents", 
    "Minorities in medicine", 
    "Nurses", 
    "Nutrition", 
    "Obstetrics", 
    "Optometry", 
    "Osteopathy and osteopaths", 
    "Paramedical education", 
    "Paramedical personnel", 
    "Pharmacists", 
    "Physicians", 
    "Professional education", 
    "Professions", 
    "Psychologists", 
    "Public health", 
    "Public health personnel", 
    "Radiation safety", 
    "Regional medical programs", 
    "Right of privacy", 
    "Scholarships", 
    "Standards", 
    "Student aid", 
    "Student enrollment", 
    "Student loan funds", 
    "Veterinary medicine", 
    "Women in medicine"
  ], 
  "subjects_top_term": "Federal aid to medical education", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-23", 
    "text": "Health Professions Educational Assistance and Nurse Training Amendments of 1981 - Title I: National Health Service Corps Programs - Amends the Public Health Service Act to include as members of the National Health Service Corps individuals who are not employees of the United States. Provides that such individuals shall be subject to the personnel system of the entity to which they are assigned. Declares that such individuals shall receive incomes equal to those which would have been received by civilian employees of the United States appointed to the Corps. Directs the Secretary of Health and Human Services to prescribe conversion provisions for such members of the Corps who, within one year after completing their service, become Public Health Service officers. Entitles such individuals to credit such service towards retirement benefits. Revises existing health manpower shortage area designation provisions to: (1) require the Secretary to refer a proposed designation to each health systems agency or State health planning and development agency for a health service area which includes the proposed health manpower shortage area; (2) provide such agencies with a reasonable time to review the designation; (3) set forth factors to be considered in making such review, including (a) criteria established by the Secretary, (b) recommendations of the Governor, and (c) comments of interested parties, including patients and members of the population group and health professions societies; (4) require the agency to submit to the Secretary an explanatory statement regarding its approval or disapproval of the designation; and (5) require the Secretary to act upon the agency's approval or disapproval within 60 days. Requires the Secretary, at least 90 days before approving assignment of National Health Service Corps personnel to an area, to give appropriate health professions societies in such area opportunity to submit written comments concerning such assignment. Requires each health systems agency and State health planning and development agency to consider such comments in their evaluation of Corps members. Requires the Secretary to: (1) notify appropriate individuals and entities in health manpower shortage areas who may be interested in the availability of Corps members that such members' service obligations may be met through private practices; (2) not discriminate against entities which do not receive assistance under the Public Health Service Act, but which apply for assignment of Corps members; (3) not approve the assignment to an entity of a Corps member who is not an employee of the United States without assurances that such entity (a) has sufficient financial resources to provide the Corps member with an income not less than such member would receive as a civilian employee appointed to the Corps, or (b) would have sufficient financial resources with supplemental grant support (authorizes the Secretary to make such grant when necessary); (4) provide applicants with technical assistance to (a) analyze the potential use of health professions personnel, and (b) determine the need for such personnel, the types of services they would provide, and the available financial resources to support them; (5) conduct programs to demonstrate improvements that can be made in personnel assignment and delivery of services; and (6) not discriminate against public entities in application of the waiver provisions of the cost-sharing requirements associated with Corps personnel assignment. Establishes the National Health Service Corps Fund in the Treasury of the United States. Exempts such Fund and the funds credited to it from apportionment for any purpose other than the National Health Service Corps program. Authorizes the Secretary to make grants to and contract with public and nonprofit private entities for programs to prepare persons in the National Health Service Corps Scholarship Program to provide their period of obligated health service. Makes persons having completed two years of their obligated Corps service eligible for private practice entry grants (presently must have completed entire period of obligated service). Authorizes appropriations for the Corps program for fiscal years 1982-1984. Directs the Secretary to report to Congress, within 18 months of enactment of this Act, the results of a study designed to: (1) evaluate the criteria used to determine whether an area is a health manpower shortage area; and (2) determine if any such areas have been incorrectly designated. Revises Corps Scholarship Program provisions to: (1) require the Secretary to determine within 90 days whether an individual shall provide his or her obligated service as a Corps officer or civilian employee of the United States or as a member of the Corps who is not such an officer or employee; (2) include those persons fulfilling their service obligation as non-Federal employees as designated members of the Corps; (3) provide that only officers or employee Corps members may be transferred to other parts of the Department to fulfill their service obligations; (4) count service under the National Research Service Award program for purposes of fulfilling the service obligation under the Scholarship Program (presently only applies to medical research); (5) require a Corps member fulfilling his or her service obligation in private practice in a health manpower shortage area to accept a Medicare assignment; (6) authorize the Secretary to permit a person who breaches his or her Corps scholarship contract by failing to begin or to finish a private service obligation to perform such obligation service as a member of the Corps; (7) direct the Secretary to provide technical assistance, upon request, to an individual establishing a private practice in fulfillment of his or her service obligation; (8) direct the Secretary to provide information to potential Corps Scholarship Program recipients concerning such private practice service option; (9) state that scholarship recipients under an earlier Public Health Service Act program are eligible for such private practice option; (10) eliminate specified requirements for a health manpower shortage area to qualify for such private practice option; (11) make clinical psychologists eligible to participate in such Scholarship Program; (12) require the Secretary to give special consideration to Scholarship applicants who intend to be primary care physicians in health manpower shortage areas in which they have resided or been employed; (13) authorize appropriations for fiscal years 1982-1984; and (14) make authorizations available for fiscal years 1985-1986 for students entering into contracts before October 1, 1984. Title II: Health Professions Programs under Title VII - Eliminates the enrollment increase requirement for grants to expand existing health professions training facilities if such grants are received before enactment of this Act. Authorizes the Secretary to make teaching facilities construction grants to assist two-year medical schools to become four-year schools. Authorizes funds for fiscal year 1982 for such grants. Requires an applicant to be an accredited two-year medical school. Directs the Secretary to determine the amount of such grants, but stipulates that no such grant shall exceed 80 percent of the project's total cost. Limits loan and interest guarantees to remodeling, renovation, or alteration projects (presently to any construction projects). Extends such loan and interest guarantee program through fiscal year 1984. Permits the Secretary to make all authorized interest subsidy payments on any loan made before October 1, 1981. Continues the insured loan program to graduate health professions students through fiscal year 1984. Prohibits the insuring of any loan made or installment paid after September 30, 1986 (presently 1982). Increases from $15,000 to $20,000, and from $60,000 to $80,000, the maximum annual and aggregate limits of federally insured loans to graduate students in schools of medicine, osteopathy, or dentistry. Repeals the existing prohibition on the receipt of such insured loans and the receipt of any loan assistance under title IV of the Higher Education Act of 1965 during the same school year. Permits payment deferrals on loan interest, as well as on principal. Extends the period of such deferral for internships and residencies from three to four years. Requires a lender to offer a repayment schedule which permits a portion of the principal and interest payable at the beginning of a repayment period to be deferred until a later time in such period. Eliminates the existing provisions prohibiting more than 50 percent of the students in each class in schools of medicine, osteopathy or dentistry from having such insured loans. Authorizes appropriations for fiscal years 1982-1984, and such sums as necessary for fiscal years 1985-1987 for students who received loans prior to October 1, 1984. Redefines \"eligible institution\" (for purposes of such loans) to be a school of medicine, osteopathy, dentistry, veterinary medicine, optometry, pharmacy, podiatry, or public health within the United States which is accredited by a recognized body or bodies approved for such purpose by the Secretary of Education. Makes financial need scholarships available to second year students, as well as first year students. Authorizes appropriations for fiscal years 1982-1984. Replaces existing capitation grant programs with a program of institutional support to assist the educational programs of schools of medicine, osteopathy, dentistry, veterinary medicine, optometry, pharmacy, and podiatry (eliminates public health eligibility). Sets forth an annual grant computation schedule for each type of school for each of the fiscal years 1982 and 1983 based on student enrollment and a specified dollar amount. Authorizes specified appropriations for fiscal years 1982-1983 for such schools. Permits a school of pharmacy which did not receive a capitation grant in 1981 because accreditation requirements prevented it from meeting applicable enrollment requirements to be eligible in fiscal years 1982-1983 for such grants. Excludes medical school enrollment increases made to qualify for certain Veterans' Administration assistance from capitation grant eligibility considerations for fiscal year 1980. Eliminates the separate enrollment requirement of 50 percent of first-year students from States with no accredited optometry schools for nonprofit private optometry schools to qualify for institutional support grants. Authorizes appropriations for project grants for family medicine departments for fiscal years 1982-1984. Provides, with regard to grant eligibility, that a school may have an affiliation with a family medicine residency program, rather than control over such program as presently required. Authorizes appropriations for fiscal years 1982-1984 for: (1) health education centers; and (2) physician assistants and dental auxiliaries. Authorizes appropriations for internal medicine and pediatrics training for fiscal years 1982-1984. Makes public and private nonprofit entities eligible for such grants. Makes programs for the training of physicians as teachers of internal medicine and pediatrics eligible for such grant support. Authorizes appropriations for family medicine and dentistry grants for fiscal years 1982-1984. Directs the Secretary to: (1) conduct a study to determine the most effective means of providing financial assistance to graduate medical programs in internal medicine, pediatrics, and family medicine; and (2) report the results of such study to the Senate Labor and Human Resources Committee and to the House Interstate and Foreign Commerce Committees within one year of enactment of this Act. Authorizes appropriations for grants to provide educational assistance to individuals from disadvantaged backgrounds for fiscal years 1982-1984. Authorizes grants for: (1) secondary education programs to encourage disadvantaged students to pursue health careers; (2) improving preprofessional curriculum; (3) joint programs between baccalaureate degree institutions and health professions institutions; (4) counseling, work-study, and other programs to assist such students in completing their education; and (5) increasing the number of faculty from disadvantaged backgrounds in the health professions schools. Requires that no less than 80 percent of annual appropriations be obligated for grants or contracts with institutions of higher education, and that no more than five percent be obligated for publicizing sources of financial aid. Eliminates start-up, conversion, and curriculum grants for new schools of medicine, osteopathy, and dentistry. Permits schools receiving such grants in fiscal year 1981 to continue to receive assistance. Authorizes the Secretary to make grants to assist two-year medical schools in accelerating the date they will become four-year medical schools. States that the amount of such grants shall be the product of $25,000 and the number of full-time, third-year students which the Secretary estimates will be enrolled during the fiscal year for which the grant is made. Makes programs and projects for the training of diabetes health professionals and dental school curriculum development eligible for such grants. Authorizes appropriations for fiscal years 1982-1984. Authorizes the Secretary to make financial distress grants to schools of medicine, osteopathy, dentistry, public health, veterinary medicine, optometry, pharmacy, and podiatry. Permits such grants to be used for: (1) operating costs; (2) special accreditation requirements; (3) operational, managerial, and financial reforms; (4) maintaining the quality of educational programs; and (5) strengthening academic resources and capabilities. Directs the Secretary to determine terms and conditions of such grants, including requiring a participating school to: (1) disclose appropriate financial information; (2) conduct a cost analysis study; and (3) carry out operational, managerial, or financial reforms. Authorizes the Secretary to provide technical assistance to enable a recipient school to conduct a cost analysis of its operations. Requires a grant recipient to provide assurances that it will not reduce its share of non- Federal expenditures from an amount equal to the average amount of such expenditures in the two previous years. Authorizes appropriations for fiscal years 1982-1984. Repeals existing grant authority for: (1) the training of certain medical students who are not in such school's principal teaching facilities; and (2) assisting new health care institutions in meeting faculty and equipment costs. Authorizes the Secretary to make support grants to public and other nonprofit schools of public health. Sets forth: (1) the grant computation formula based on student enrollment; and(2) grant and application requirements. Authorizes appropriations for fiscal years 1982-1984. Makes persons with a baccalaureate degree eligible for public health traineeships (currently must have a postbaccalaureate degree). Authorizes appropriations for fiscal years 1982-1984. Authorizes appropriations for grants for special projects for accredited public health schools for fiscal years 1982-1984. Authorizes the Secretary to make grants to and contract with public and nonprofit private entities for the establishment and operation of centers to provide short-term advanced training in: (1) health systems management; (2) health policy, planning, and regulation; (3) environmental policy and management; (4) financial management; (5) management of small centers in inner city and rural settings; and (6) other areas to increase such individuals' capabilities in carrying out their responsibilities. Authorizes appropriations for fiscal years 1982-1984. Increases from $100,000 to $150,000 the amount of non-Federal funds an applicant must provide for a graduate health administration grant. Requires assurances of concentration in specified health areas. Authorizes appropriations for fiscal years 1982-1984. Makes persons with a baccalaureate degree eligible for traineeships in graduate health-related programs (currently must have a postbaccalaureate degree). Authorizes appropriations for fiscal years 1982-1984. Authorizes the Secretary to make grants to schools of medicine, dentistry, and osteopathy to: (1) improve academic units in preventive or community medicine or dentistry; (2) improve instruction in such areas; (3) support joint programs between other clinical specialties and preventive or community medicine or dentistry; and (4) train teachers and researchers in preventive, community, or occupational medicine or dentistry. Authorizes appropriations for fiscal years 1982-1984. Authorizes the Secretary to make grants to schools of medicine and public health to: (1) develop new residency training programs and expand existing programs in preventive medicine; and (2) provide financial aid to residency trainees. Requires an applicant-institution to have full-time faculty with experience in such fields and support from other faculty members trained in public health and related specialties. Authorizes appropriations for fiscal years 1982-1984. Authorizes the Secretary to make grants to educational institutions with accredited programs in health administration to meet the costs of curriculum development, including: (1) finance; (2) marketing; (3) economics; (4) epidemiology and health planning; (5) health policy, law, and regulation; (6) quality assurance and assessment; (7) information systems; (8) health services organization and management for students in health disciplines other than health administration; and (9) management of ambulatory care services. Authorizes appropriations for fiscal years 1982-1984. Authorizes the Secretary to make grants to accredited schools or public health and other institutions with accredited health administration programs to establish and operate faculty development programs. Requires a fellowship recipient to: (1) have a doctoral degree or its equivalent; and (2) serve at least two years as a faculty member in an accredited public health or health administration institution. Authorizes $1,000,000 for each of fiscal years 1982-1984. Requires the Secretary to: (1) assess and identify, on an ongoing basis, current and projected personnel needs for environmental and occupational health workers and such needs for the implementation of Federal, State, and local environmental protection and occupational health laws; (2) study and assess a variety of educational and service needs and governmental agency operations; and (3) report to the Congress concerning such activities. Authorizes $1,000,000 for each of fiscal years 1982-1984. Authorizes specified appropriations for fiscal years 1982 through 1984 for the following allied health personnel areas: (1) project grants; (2) traineeships; and (3) assistance to disadvantaged individuals. Title III: Nurse Training - Authorizes $1,000,000 for each of fiscal years 1982 through 1984 for nursing school construction in health manpower shortage areas. Authorizes similar amounts for related loan guarantees and interest subsidies. Replaces the existing capitation grant program with an institutional support grant program. States that grant amounts shall be the product of enrollment and: (1) for fiscal year 1982, $200; (2) for fiscal year 1983, $210; and (3) for fiscal year 1984, $220. Requires a collegiate school of nursing to meet at least one of the following eligibility requirements: (1) that it will increase its first year enrollment by 15 percent or ten students, whichever is greater; (2) that it will carry out a program of nurse practitioner training; (3) that it will recruit and graduate individuals from disadvantaged backgrounds (at least 20 percent or ten students, whichever is greater, of each year's entering class); and (4) that at least 20 percent of each year's entering class or ten students, whichever is greater, will have associate nursing degrees or a diploma from a diploma nursing school. Requires an associate degree nursing school or a diploma nursing school to meet at least one of the following eligibility requirements: (1) that at least 20 percent of each year's entering class or ten students, whichever is greater, are licensed practical or vocational nurses; and (2) that the number of part-time students is at least 20 percent of the total enrollment. Authorizes appropriations for nursing school institutional support grants for fiscal years 1982-1984. Eliminates eligibility for special project grants for the following: (1) mergers or other cooperative agreements between hospitals and academic institutions;(2) nurse education curriculum improvements; and (3) short-term training programs for nurses aides and paraprofessionals in nursing homes. Provides that an entity which received a grant for such a project in fiscal year 1981 may receive one additional grant or contract for such project. Authorizes appropriations for fiscal years 1982-1984. Stipulates that at least 20 percent of such funds must be used for persons from disadvantaged backgrounds. Requires that a similar set-aside be made to increase the geographic and specialty distribution of nursing personnel. Authorizes appropriations for advanced nurse training for fiscal years 1982-1984. Authorizes appropriations for nurse practitioner programs for fiscal years 1982-1984. Eliminates the requirement that a recipient be a resident of a health manpower shortage area, but requires the Secretary to give special consideration to programs that will train residents of such areas. Requires a recipient: (1) to provide one month of obligated service for each month of a traineeship received; (2) who fails to complete such service obligation to pay the cost of tuition, related expenses, and interest; and (3) who is academically dismissed or leaves voluntarily to repay the cost of tuition and other expenses made on his or her behalf. Permits the Secretary to waive such obligations. Authorizes appropriations for advanced traineeship for fiscal years 1982-1984. Makes nurse midwives eligible for such grants. Stipulates that at least 50 percent of such annual appropriations shall be obligated for traineeships in the various nurse training fields. Authorizes appropriations for nurse anesthetist traineeships for fiscal years 1982-1984. Provides with regard to student nursing loans that: (1) no recipient student in attendance before October 1, 1984, may also receive a specified National Defense Education Act loan; (2) recipients must be from a low-income or disadvantaged families; and (3) the interest rate shall be six (presently three) percent. Authorizes appropriations for fiscal years 1982-1984 and necessary appropriations for fiscal years 1985 through 1987 for students who have received loans prior to October 1, 1984 (presently 1980). Removes the Commissioner of Education from membership on the National Council on Nurse Training. Title IV: Graduate Medical Education National Advisory Committee - Establishes the Graduate Medical Education National Advisory Committee. Sets forth such Committee's functions and duties."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions Educational Assistance and Nurse Training Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the programs for the National Health Service Corps and to revise and extend the programs of assistance under titles VII and VIII of such Act for the education of health professions personnel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:25-05:00"
}