{
  "actions": [
    {
      "acted_at": "2007-05-16", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking, Housing, and Urban Affairs ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-06-13", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Dodd. With written report No. 110-80.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-13", 
      "calendar": "Senate Legislative", 
      "number": "197", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 197.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2007-06-29", 
      "references": [
        {
          "reference": "CR S8753-8755", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-29", 
      "references": [], 
      "text": "The bill was read the third time by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-29", 
      "bill_ids": [
        "hr556-110"
      ], 
      "references": [
        {
          "reference": "CR S8755", 
          "type": "consideration"
        }
      ], 
      "text": "Senate incorporated this measure in H.R. 556 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-29", 
      "bill_ids": [
        "hr556-110"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 556 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-29", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 197.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-29", 
      "bill_ids": [
        "hr556-110"
      ], 
      "references": [], 
      "text": "See also H.R. 556.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2002-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2002"
    }
  ], 
  "bill_id": "s1610-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-13", 
  "number": "1610", 
  "official_title": "An original bill to ensure national security while promoting foreign investment and the creation and maintenance of jobs, to reform the process by which such investments are examined for any effect they may have on national security, to establish the Committee on Foreign Investment in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr556-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr556-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr556-110", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr556-110", 
      "reason": "includes"
    }
  ], 
  "short_title": "Foreign Investment and National Security Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-05-16", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Arms control agreements", 
    "Arms sales", 
    "Business intelligence", 
    "Commerce", 
    "Commercial blacklisting", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Crime and law enforcement", 
    "Defense industries", 
    "Energy", 
    "Energy industries", 
    "Executive Office of the President", 
    "Export controls", 
    "Foreign agents", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government ownership", 
    "Government paperwork", 
    "Governmental investigations", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Inspectors general", 
    "International affairs", 
    "Israel", 
    "Law", 
    "Middle East and North Africa", 
    "Nuclear nonproliferation", 
    "President and foreign policy", 
    "Research and development", 
    "Risk", 
    "Science, technology, communications", 
    "Strategic materials", 
    "Technology transfer", 
    "Terrorism", 
    "Trade secrets"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-06-13", 
    "text": "Foreign Investment and National Security Act of 2007 - (Sec. 2) Amends the Defense Production Act of 1950 to revise provisions concerning presidential authority to review certain mergers, acquisitions, and takeovers to direct the President, acting through the Committee on Foreign Investment in the United States (CFIUS), and upon receiving written notification from any parties to a possible merger, acquisition or takeover which could result in foreign control of any person engaged in interstate commerce (covered transaction), to review such covered transaction to determine its effects on national security. Requires CFIUS to investigate a covered transaction which it determines is a foreign government-controlled transaction. Permits any party to a covered transaction to initiate a review by submitting a written notice of the transaction to CFIUS. Authorizes the President or CFIUS to initiate a review of: (1) any covered transaction; (2) any covered transaction that has been previously reviewed or investigated, if any party submitted false or misleading material information; or (3) any covered transaction that has been previously reviewed or investigated, if any party intentionally materially breaches a mitigation agreement or condition imposed on the transaction. Requires the President, acting through CFIUS, to immediately conduct an investigation of the effects of certain covered transactions on national security and to take necessary actions to protect the national security, if a review results in a determination that: (1) the transaction threatens to impair national security and that threat has not been mitigated, or the transaction is a foreign government-controlled transaction; (2) the transaction would result in control of any U.S. critical infrastructure by a foreign person, if CFIUS determines that the transaction could impair national security and that impairment has not been properly mitigated; or (3) the lead agency for each covered transaction recommends, and CFIUS concurs, that an investigation be undertaken. Requires such investigations to be completed within 45 days. Provides that an investigation of a foreign government-controlled transaction or one involving a critical infrastructure will not be required if the Secretary of the Treasury and the head of the lead agency jointly determine that the transaction will not impair national security. Requires the chairperson of CFIUS: (1) to publish in the Federal Register guidance on the types of transactions that CFIUS has reviewed and that have presented national security considerations; and (2) and head of the lead agency to transmit to specified Members of Congress a certified notice and written report concerning each investigation of a covered transaction. Requires the Director of National Intelligence to conduct an analysis of any threat to national security posed by a covered transaction. (Sec. 3) Establishes CFIUS as a multi-agency statutory committee and revises its membership. Requires the Secretary to designate a CFIUS member(s) to act as the lead agency or agencies with respect to a covered transaction. (Sec. 4) Adds several factors to be considered by the President in evaluating a covered transaction, including whether the proposed transaction: (1) has a security-related impact on U.S. critical infrastructure, including major energy assets; and (2) is a foreign government-controlled transaction. (Sec. 5) Authorizes CFIUS or a lead agency to enter into agreements with parties to a covered transaction to mitigate any threat to national security. Requires the lead agency to negotiate, modify, monitor, and enforce such agreements. Requires designated agencies to provide periodic reports to CFIUS on the implementation of any agreements or conditions. (Sec. 6) Authorizes the President to suspend or prohibit any covered transaction by or with a foreign person or government that threatens to impair national security. (Current law authorizes the President to suspend or prohibit a transaction by or with foreign persons so that their control will not threaten to impair national security.) Requires (under current law, authorizes) the President to consider specified factors (including those added in this Act) when determining whether to suspend or prohibit a covered transaction. (Sec. 7) Requires: (1) upon request, CFIUS to brief certain Members of Congress of covered transactions for which action has concluded; and (2) CFIUS annual reports to Congress after completed investigations. Requires specific report information with respect to possible foreign acquisition of U.S. companies involved in the research, development, or production of critical technologies, as well as possible industrial espionage activities. Requires the Secretary to: (1) annually study foreign direct investments in the United States, especially investments in critical infrastructure and industries affecting national security by foreign governments (or their agents) which comply with any boycott of Israel or do not ban terrorist organizations; and (2) report each study's results to Congress. Directs the Inspector General of the Treasury to: (1) conduct an investigation of each failure of the Department of the Treasury to make any report required by CFIUS; and (2) report to the appropriate congressional committees on investigation results. (Sec. 8) Requires the certification of information submitted by a party to a covered transaction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Investment and National Security Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Foreign Investment and National Security Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to ensure national security while promoting foreign investment and the creation and maintenance of jobs, to reform the process by which such investments are examined for any effect they may have on national security, to establish the Committee on Foreign Investment in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:41-05:00"
}