{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-07", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-26", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr212-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "212", 
  "official_title": "A bill to create a national system of health security.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Security Act", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Aliens", 
    "Americans in foreign countries", 
    "Business and commerce", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Government trust funds", 
    "Group medical practice", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health services administration", 
    "Hospitals", 
    "Immigration", 
    "Income tax", 
    "Insurance", 
    "International affairs", 
    "Licenses", 
    "Medical fees", 
    "Medical personnel", 
    "Medicare", 
    "National health insurance", 
    "Public assistance programs", 
    "Public health", 
    "Public health administration", 
    "Regional medical programs", 
    "Social security taxes", 
    "Social welfare", 
    "Surgery", 
    "Tax administration", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Health Security Act - Title I: Health Security Benefits - Makes every U.S. resident and nonresident citizen eligible for health services covered under this Act. Authorizes the Health Security Board to enter into reciprocal agreements for coverage of nonresident aliens when in the United States and U.S. citizens residing abroad. Entitles every eligible person to have payment made by the Health Security Board for any covered service provided within the United States by a participating provider. Extends coverage to: (1) professional physician services, including psychiatric services to outpatients under specified conditions; (2) dental services; (3) institutional services; and (4) pharmaceutical benefits. Directs the Board to establish, disseminate, and review annually: (1) a list of drugs for use in participating institutions, organizations, and associations; (2) a list of diseases and drugs for use outside such organizational settings, which shall include drug therapy for chronic conditions; and (3) lists of therapeutic devices, appliances, and equipment (including eyeglasses, hearing aids, and prosthetic appliances), and the conditions under which such items are covered benefits. Requires drugs to be listed by their established names as defined in the Food, Drug, and Cosmetic Act, and also, to the extent the Board deems appropriate, by trade names. Extends coverage to other professional and supporting services, including: (1) services of optometrists and podiatrists; (2) diagnostic and therapeutic services of independent pathology laboratories and radiology services; (3) mental health day care services; (4) alcoholism and drug abuse treatment; (5) family planning and rehabilitation services; (6) emergency and nonemergency transportation services; and (7) other supporting services, such as psychological, physiotherapy, nutrition, social work, or health education services, when furnished on behalf of certain approved organizations. Excludes from coverage: (1) health services furnished or paid for under Federal or State workmen's compensation laws; (2) primary or secondary school health services to the extent specified by regulation; (3) cosmetic surgery; (4) the furnishing of unapproved drugs and appliances; (5) certain medical or surgical procedures which the Board finds are experimental or too costly or scarce to provide on a nationwide basis; (6) certain services which are already furnished or available from another provider; and (7) services of a professional practitioner which are furnished in a nonparticipating hospital. Makes professional practitioners who are licensed on the effective date of enactment of this title eligible providers, but requires practitioners after such date to meet national standards established by the Board in addition to existing State standards. Specifies general eligibility requirements for participating providers, including the filing with the Board of an agreement: (1) not to discriminate in providing services to eligible persons; (2) not to make unauthorized charges; and (3) to comply with reporting requirements. Sets forth specific eligibility requirements for various types of participating providers, including: (1) general and psychiatric hospitals; (2) skilled nursing homes; (3) home health service agencies; (4) group practice organizations; (5) individual practice associations; and (6) other health service organizations and providers, including independent pathology laboratories and radiological services, ambulance services, and providers of drugs, devices, appliances, and equipment. Sets forth criteria for the utilization review plan of hospitals and skilled nursing homes. Requires skilled nursing homes to have in effect an agreement with at least one participating hospital for the transfer of patients and medical and other information. Limits the eligibility of providers operating newly constructed or enlarged facilities which are unnecessary for the furnishing of adequate services. Prohibits damages in malpractice judgments from being awarded for the cost of remedial services for which the injured party is entitled to receive payment under this Act. Excludes institutions and employees of the Department of Defense, Veterans Administration, and institutions and employees of the Department of Health and Human Services serving merchant seamen, Indians, or Alaskan Natives, from serving as participating providers, but allows reimbursement for services furnished by such institutions to eligible persons who are not part of their normal clientele. Permits a physician, dentist, optometrist, or podiatrist licensed in one State, and meeting the national standards, to furnish Health Security benefits in any other State. Grants similar authority to other professional and nonprofessional health personnel. Establishes the Health Security Trust Fund to receive the net assets of existing (Medicare) funds taken over by the Health Security program, the yield of the Health Security taxes, and the Government's contribution from general revenues amounting to 100 percent of the yield from these taxes. Directs the Board to fix for each fiscal year the maximum amount which may be obligated for expenditure from the trust fund. Establishes in the Trust Fund a health services account, a health resources development account, an administration account, and a residual general account. Provides for the allocation of the health services account among regions of the country. Provides that payments for covered services furnished by eligible persons by participating providers shall be made from the health services account in the Trust Fund. Sets forth specific payment requirements for the various types of participating providers. Sets forth various payment provisions for health care providers, institutions, and pharmacies. Authorizes the Board to: (1) assist in the establishment, expansion, and operation of group practice organizations, other public or nonprofit health service agencies, and nonprofit organizations furnishing comprehensive dental services; and (2) provide for the recruitment, education, and training of needed health personnel. Authorizes special improvement grants: (1) to any public or other nonprofit health agency or institution to establish improved coordination and linkages with other providers of services; and (2) to organizations providing comprehensive ambulatory care, to improve their utilization review, budget, statistical, or records and information retrieval systems, to acquire equipment needed for those purposes, or to acquire equipment useful for mass screening or for other diagnostic or therapeutic purposes. Sets the terms and conditions for construction and improvement loans made by the Board. Authorizes grants for the development of programs of personal care services. Authorizes appropriations for the purposes of the health services development fund. Creates an administrative structure within the Department of Health and Human Services with exclusive responsibility for the administration of the Health Security Program. Establishes a five-member, full-time Health Security Board serving under the Secretary of Health and Human Services. Sets forth the responsibilities and duties of the Board and the Secretary. Provides that this title shall be administered by the Board through the regions of the Department and, within each region, through health service areas, which shall be the same as those areas established by the Secretary under the Public Health Service Act. Establishes a National Health Security Advisory Council. Authorizes the Advisory Council to appoint professional or technical committees to assist in its functions. Directs the Board to appoint regional and local advisory councils and professional and technical advisory committees. Provides for the participation of appropriate State agencies in the administration of the Health Security program. Specifies responsibilities of the Board. Authorizes the Board, with the advice and assistance of the Commission on the Quality of Health Care, to issue and review regulations assuring the quality of care furnished under this Act. Provides for monitoring of such services by a Professional Standards Review Organization. Directs the Board to establish continuing education requirements for physicians, dentists, optometrists, and podiatrists. Sets forth conditions under which major surgery and other specialized services designated in regulations are covered under this program. Establishes the positions of a Deputy Secretary of Health and Human Services and an Under Secretary for Health and Science. Authorizes appropriations for the purposes of this title. Declares that no provision of this Act shall alter any contractual obligation of an employer to provide health services to his employees and their dependents. Title II: Health Security Taxes - Amends the Internal Revenue Code to convert the existing Medicare hospital insurance payroll taxes into Health Security taxes, and raises the rates to one percent on employees and 3.5 percent on employers. Excludes from the gross income of employees, for income tax purposes, payment by their employers of part of the Health Security taxes on employees. Converts the existing Medicare self-employment tax into a Health Security self-employment tax, raising the rate to 2.5 percent. Adds a new 2.5 percent tax on health security unearned income (unless such income is less than $400 a year), subject to the same maximum on taxable income as is applicable to the employee and self-employment taxes. Denies tax deductions for services covered by this Act. Title III: Commission on the Quality of Health Care - Amends the Public Health Service Act to establish in the Department of Health and Human Services a Commission on the Quality of Health Care, with the primary responsibilities of: (1) initiating and continuing development of methods of assessing the quality of health care furnished under this Act; and (2) submitting to the Secretary and the Health Security Board appropriate findings and recommendations. Directs the Commission to give special consideration to care furnished for those illnesses and conditions which have a relatively high incidence in the population and which are relatively amenable to medical or other care. Title IV: Repeal or Amendment of Other Acts - Makes conforming and technical amendments to specified Acts. Repeals the Medicare program. Provides that after the effective date of benefits received under this Act no State shall be required to furnish any service covered under Health Security as a part of its State plan for participation under Medicaid. Title V: Studies Related to Health Security - Directs the Secretary in consultation with the Secretary of State and the Secretary of the Treasury to study the practicability of extending the coverage of health services for U.S. residents in other countries. Directs the Secretary to study the means of coordinating the Federal health benefit programs for merchant seamen and Indians and Alaskan Natives, veterans, and members of the armed forces with the Health Security benefit program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a national system of health security.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:25-05:00"
}