{
  "actions": [
    {
      "acted_at": "1989-06-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2774-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-28", 
  "number": "2774", 
  "official_title": "To amend the Public Health Service Act to provide for the establishment of a National Institute on Population and Human Reproduction to be coordinated with the National Institute of Child Health and Human Development by a National Science Policy Committee for Research on Human Development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Institute on Population and Human Reproduction Act", 
  "sponsor": {
    "district": "5", 
    "name": "Moody, Jim", 
    "state": "WI", 
    "thomas_id": "00828", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-28", 
  "subjects": [
    "Birth control", 
    "Child development", 
    "Child health", 
    "Contraceptives", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Health", 
    "Health education", 
    "Human fertility", 
    "Maternal health services", 
    "Medical centers", 
    "Medical education", 
    "Mental retardation", 
    "Peer review organizations (Medicine)", 
    "Population", 
    "Pregnancy", 
    "Reproduction", 
    "Research", 
    "Research centers"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-28", 
    "text": "National Institute on Population and Human Reproduction Act - Amends the Public Health Service Act to add the National Institute on Population and Human Reproduction (NIPHR) to the list of agencies of the National Institutes of Health (NIH). Establishes the Institute to conduct and support basic and applied research, research training, health information, and related programs with respect to matters of human reproduction and population sciences. Requires that the Director of the NIPHR: (1) be appointed by the Secretary of Health and Human Services; and (2) also serve as an Associate Director of the National Science Policy Committee for Research on Human Development. Establishes the National Population and Human Reproduction Advisory Council. Sets forth the duties of the Director of the NIPHR. Authorizes the Director to provide for the establishment of centers for basic and applied research and other activities. Prohibits the provision of funds under any provision of law under any contract with a profit-making entity to support any contraceptive development research in excess of 50 percent of the research cost covered by the contract unless the contract provides that the United States retains all property rights to the research results. Authorizes appropriations for FY 1986 through 1988. Requires at least 25 percent of the annual appropriation to be spent for research in contraceptive development and evaluation. Establishes a National Institute of Child Health and Human Development (NICHHD) to conduct and support basic and applied research, research training, health information, and related programs with respect to human pregnancy and infancy as well as the biological and psychosocial problems of human development, with special emphasis on the problems of the mentally retarded. Requires the NICHHD to: (1) study all factors related to the unmet health and development needs of mothers and children; and (2) be concerned with health problems occurring at the earliest stages of development through adulthood. Requires that the Director of the NICHHD: (1) be appointed by the Secretary; and (2) also serve as an Associate Director of the National Science Policy Committee for Research on Human Development. Establishes the National Advisory Council for Mothers and Children. Sets forth the duties of the Director of the NICHHD. Authorizes the Director to provide for the establishment of centers for basic and applied research and other activities relating to programs for research involving maternal and child health and development. Authorizes appropriations for FY 1986 through 1988. Authorizes the Directors of the NIPHR and the NICHHD, under policies established by the Director of the NIH, to enter into cooperative agreements for planning, establishing, acquiring or strengthening, and providing basic operating support for existing or new centers for basic and applied research and activities as provided for in this Act. Allows payments under the agreements to be used for construction and repair, staffing and other basic operating costs, research training, and demonstration purposes. Limits support for a center under these provisions to three years. Authorizes extensions of not more than three years each after review by a scientific review group. Declares that priority for support will be given to entities and research centers which have demonstrated a capacity to focus interdisciplinary skills and to concentrate personnel and other resources in the resolution of specific problems. Requires the Directors of the NIPHR and the NICHHD, by regulation, to provide for scientific review of all research grants and programs over which they have authority by establishing and utilizing peer review committees established with the approval of the Advisory Councils to their Institutes. Makes members of a review committee ineligible to participate in the projects reviewed by the committee. Declares that no research activity involving any human subjects will be undertaken unless in compliance with regulations of the Secretary concerning human subject research. Establishes in the NIH the National Science Policy Committee for Research on Human Development (Committee) to coordinate the conduct and support of basic and applied research, research training, health information, and related programs with respect to human reproduction and population research, maternal and child health, and human development. Requires the Committee to promote the worldwide distribution and public distribution of the results of this research among researchers around the world. Requires that the Director of the Committee: (1) be appointed by the President for a period of at least six years; and (2) also serve as an Associate Director of the NIH. Requires the Director to prepare and submit, directly to the President for review and transmittal to the Congress, coordinated annual budget estimates for the NIPHR and the NICHHD, after reasonable opportunity for comment, but without change, by the Secretary, the Director of the NIH, and the Committee shall receive from the President and the Office of Management and Budget directly all funds appropriated by the Congress for obligation and expenditure for the two Institutes. Requires such funds as may be necessary for the direct operations of the Committee to be drawn from the direct operations and program management budgets of the NIPHR and the NICHHD. Amends the Public Health Service Act to remove provisions relating to the National Institute of Child Health and Human Development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Institute on Population and Human Reproduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Public Health Service Act to provide for the establishment of a National Institute on Population and Human Reproduction to be coordinated with the National Institute of Child Health and Human Development by a National Science Policy Committee for Research on Human Development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:49-05:00"
}