{
  "actions": [
    {
      "acted_at": "2012-02-14", 
      "committee": "Committee on Natural Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-14", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-14", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-16", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-16", 
      "in_committee": "House Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 26 - 17.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-04-12", 
      "in_committee": "House Agriculture", 
      "references": [], 
      "subcommittee": "Conservation, Energy, and Forestry", 
      "text": "Referred to the Subcommittee on Conservation, Energy, and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-31T14:03:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Natural Resources. H. Rept. 112-737, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-31T14:03:00-05:00", 
      "references": [], 
      "text": "Committee on Agriculture discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-31T14:03:00-05:00", 
      "calendar": "Union", 
      "number": "539", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 539.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4019-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Energy, and Forestry", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-14", 
  "number": "4019", 
  "official_title": "To increase employment and educational opportunities in, and improve the economic stability of, counties containing Federal forest land, while also reducing the cost of managing such land, by providing such counties a dependable source of revenue from such land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Forests County Revenue, Schools, and Jobs Act of 2012", 
  "sponsor": {
    "district": "4", 
    "name": "Hastings, Doc", 
    "state": "WA", 
    "thomas_id": "00512", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-02-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Department of the Interior", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Environmental assessment, monitoring, research", 
    "Forests, forestry, trees", 
    "Government information and archives", 
    "Government trust funds", 
    "Housing finance and home ownership", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Outdoor recreation", 
    "Public lands and natural resources", 
    "State and local finance", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2012-12-31", 
    "text": "Federal Forests County Revenue, Schools, and Jobs Act of 2012 - Title I: County, Schools, and Revenue Trust for Federal Forest Land - (Sec. 102) Establishes the County, Schools, and Revenue Trust to provide a dependable source of revenue for each participating beneficiary county containing National Forest System land that was eligible to receive payments under the Secure Rural Schools and Community Self-Determination Act of 2000. Requires County, Schools, and Revenue Trust Projects to generate amounts sufficient to satisfy the annual revenue requirement established for units of the System. Defines \"annual revenue requirement\" as an amount equal to 60% of the average annual gross receipts derived from the unit during the 20-year period beginning with FY1980. Makes appropriations to the Trust in order to provide initial payments during FY2012-FY2013 pending implementation of the Projects. Credits to the Trust all amounts required to be deposited from Trust Projects. Bars Trust assets from being: (1) subject to garnishment by, or otherwise paid to, a creditor of a participating beneficiary county; (2) expended other than for the purposes authorized by this Act; or (3) used in lieu of or to otherwise offset state funding sources for local schools, facilities, or educational purposes. (Sec. 103) Allows a political subdivision of a state (that otherwise satisfies the definition of a beneficiary county) to elect not to participate under this title. Limits such an opt-out election to a single fiscal year. (Thus requires an opted-out subdivision to face such an election every year.) Prohibits commencement of any Trust Project on System Land in any political subdivision that has opted out. Allows for other activities on System land in such a subdivision to be carried out in accordance with other applicable laws. Allows for the completion of Trust Projects already underway before the effective date of the opt out. (Sec. 104) Requires the Secretary to determine for each System unit the annual revenue requirement and the minimum sale level (a quantity equal to 50% of the average annual allowable sale quantity or chargeable timber volume, as measured in net sawtimber volume, that was sold from the unit during FY1980-FY2000). (Sec. 105) Directs the Secretary of Agriculture (USDA) (Secretary in this title), effective beginning for FY2014, to carry out Trust Projects in System units as necessary to achieve the annual revenue requirement for that unit. Authorizes and encourages the Secretary to commence implementation of such projects before FY2014 in order to begin generating amounts for deposit into the Trust to supplement the funds otherwise made available under this Act. Allows the Secretary to designate any project involving System land (except in an opted-out subdivision) as a Trust Project. Permits Trust Projects to include projects involving timber sales, mineral development, power generation, and community wildfire protection plans. Prohibits the designation of Trust Projects on a component of the National Wilderness Preservation System or on System land on which the removal of vegetation is specifically prohibited by federal law. Restricts the maximum number of Trust Projects designated for a System unit to the number of projects necessary to meet the annual revenue requirement. Requires Trust Projects to be consistent with the standards and guidelines contained in the land and resource management plan or the land use plan for the System unit involved. Allows the Secretary, however, to modify such standards and guidelines for a specific trust project. Allows the Secretary to designate any project conducted in a System unit as a Trust Project in response to a catastrophic event (including severe fire, insect or disease infestations, windthrow, or other extreme weather or natural disaster). Instructs the Secretary to publish in the Federal Register for comment all notices of proposed and final designated Trust Projects. Requires the preparation of an environmental report for each final designated Trust Project. Makes such procedures the only means by which a person may seek administrative review of a Trust Project. Prohibits any judicial review of the environmental report for a Trust Project. (Sec. 106) Requires deposit of: (1) 65% of the amounts derived from a Trust Project in the Trust, and (2) 35% of them in the general fund of the Treasury for Forest Service use, of which up to 1% of such amount shall be available to provide performance-based cash awards to Forest Service employees who assist a unit in exceeding its minimum sale level. (Sec. 107) Directs the Secretary to distribute all amounts deposited in the Trust from Trust Projects to participating beneficiary counties in the manner provided under the Secure Rural Schools and Community Self-Determination Act of 2000. (Sec. 108) Requires the Secretary, after the end of FY2012, to distribute to participating beneficiary counties a payment equal to the amount distributed to those counties for FY2010. Requires the Secretary of the Interior, after the end of FY2012, to distribute to counties that received a payment for FY2010 a payment equal to the amount distributed to those counties for FY2010. Directs the Secretary concerned, at the end of FY2013, to distribute from the Trust to counties that received a payment for FY2012 a payment equal to 75% of the amount distributed to such counties after the end of FY2012. Title II: Payment in Lieu of Taxes Amendments - (Sec. 201) Extends through FY2017 the entitlement of counties or other eligible units of local government in which U.S.-owned entitlement land is located to certain payments under the Payment in Lieu of Taxes (PILT) Program. Directs the Secretary of the Interior (Secretary in this title) to: (1) submit annually to Congress a list of states that have not submitted by January 15 of each year the data required for calculating payments under such Program, and (2) publish in the Federal Register and on the Department website an updating list of states that have not submitted that data by February 1 of each year. Requires the Secretary to issue authorized PILT payments by May 1 of each fiscal year. Title III: Forest Service Recreation Residence Program - (Sec. 302) Requires an authorized owner of a privately built and owned recreational cabin located on System land under the Recreation Residence Program to pay an annual cabin user fee which the Secretary of Agriculture shall establish. Requires the Secretary to: (1) establish initial cabin user fees in accordance with certain criteria; and (2) assign each permitted lot on System land, after completion of the current appraisal cycle, to 1 of 9 tiers based on specified considerations. Defines \"current appraisal cycle\" as the completion of Forest Service review and acceptance of: (1) initial typical lot appraisals; and (2) second appraisals, if ordered by cabin owners and approved by the Forest Service. Requires the Secretary to assess annual adjustments to initial cabin user fees according to certain requirements. Requires reduction of such a fee to $100 annually if: (1) the cabin is destroyed or suffers substantial damage in an amount greater than 50% of its replacement cost, or (2) access to the cabin is significantly impaired either by natural causes or governmental actions. (Sec. 303) Requires payment of a transfer fee to the United States upon the transfer of a cabin between private parties for consideration and a new permit is issued. (Sec. 304) Requires the Secretary to grant a cabin owner the right to administrative appeal of a cabin fee, fee tier, or cabin transfer fee decision, or a decision on whether or not to reduce a cabin user fee. Allows a cabin owner contesting a final decision of the Secretary to bring a civil action in U.S. district court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Forests County Revenue, Schools, and Jobs Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Federal Forests County Revenue, Schools, and Jobs Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To increase employment and educational opportunities in, and improve the economic stability of, counties containing Federal forest land, while also reducing the cost of managing such land, by providing such counties a dependable source of revenue from such land, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:38:06-05:00"
}