{
  "actions": [
    {
      "acted_at": "1993-11-08", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-11-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1637-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-11-08", 
  "number": "1637", 
  "official_title": "A bill to provide a more effective, efficient, and responsive Department of the Interior.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of the Interior Reform and Savings Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Johnston, J. Bennett", 
    "state": "LA", 
    "thomas_id": "01373", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-11-08", 
  "subjects": [
    "Authorization", 
    "Cost control", 
    "Cost effectiveness", 
    "Data banks", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Energy", 
    "Energy policy", 
    "Energy prices", 
    "Fees", 
    "Fines (Penalties)", 
    "Gas storage", 
    "Government lending", 
    "Government paperwork", 
    "Helium", 
    "Mineralogical research", 
    "Mines and mineral resources", 
    "Mining royalties", 
    "Public debt", 
    "Public lands and natural resources", 
    "Research centers", 
    "Strategic materials", 
    "User charges"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-11-08", 
    "text": "TABLE OF CONTENTS: Title I: Improve the Federal Helium Program Title II: Improve Minerals Management Service Royalty Collection Title III: Phase Out the Mineral Institute Program Department of the Interior Reform and Savings Act of 1993 - Title I: Improve the Federal Helium Program - Amends the Helium Act Amendments of 1960 to authorize the Secretary of the Interior (the Secretary) to: (1) reduce costs and increase operational efficiencies; and (2) set fees charged private industry for storage, transmission, and withdrawal of privately-owned helium from Federal storage facilities to compensate fully for all costs incurred. Directs the Secretary to: (1) make helium sales in a manner that avoids undue disruption of the usual helium market and protects the United States against avoidable loss; (2) sell helium at prices comparable to those set by private industry; and (3) develop a long-term comprehensive plan to cancel the outstanding debt owed to the Treasury related to the Federal helium program, and to improve Federal helium program operations. Title II: Improve Minerals Management Service Royalty Collection - Requires the Secretary to direct the Minerals Management Service, Royalty Management Program, to develop and implement: (1) an automated business information system to provide its auditors a lease history; (2) optimum methods to identify and resolve anomalies and to verify royalty payments; (3) new royalty compliance and enforcement measures; and (4) other actions necessary to reduce royalty underpayment and increase revenues by a specified amount. Amends the Federal Oil and Gas Royalty Management Act of 1982 to authorize the Secretary to assess a penalty of ten percent of the amount of underreported royalty, and 20 percent of the amount of substantially underreported royalty. Title III: Phase Out the Mineral Institute Program - Directs the Secretary to phase out the Mining and Mineral Resources Research Institute Act of 1984 by the end of FY 1998."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of the Interior Reform and Savings Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a more effective, efficient, and responsive Department of the Interior.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:13-05:00"
}