{
  "actions": [
    {
      "acted_at": "1994-02-03", 
      "references": [
        {
          "reference": "CR S791-792, S800-801", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-03", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-02-10", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-24", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-10", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-03-17", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-28", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-05", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings concluded. Hearings printed: S.Hrg. 103-488.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-09", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Rules. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-07-01", 
      "references": [], 
      "text": "Committee on Rules. Reported to Senate by Senator Ford with an amendment in the nature of a substitute. With written report No. 103-297.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-07-01", 
      "calendar": "Senate Legislative", 
      "number": "503", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 503.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1824-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1994-02-03", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-02-03", 
  "number": "1824", 
  "official_title": "A bill to improve the operations of the Legislative Branch of the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Legislative Reorganization Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-06-09", 
  "subjects": [
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Age discrimination", 
    "Appropriations", 
    "Auditing", 
    "Authorization", 
    "Budget deficits", 
    "Civil rights and liberties, minority issues", 
    "Cloture", 
    "Compensation (Law)", 
    "Confidential communications", 
    "Congress", 
    "Congressional Record", 
    "Congressional agencies", 
    "Congressional budget process", 
    "Congressional committee chairmen", 
    "Congressional committee jurisdiction", 
    "Congressional committee membership", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional hearings", 
    "Congressional investigations", 
    "Congressional joint committees", 
    "Congressional officers", 
    "Congressional oversight", 
    "Congressional publications", 
    "Congressional reorganization", 
    "Congressional reporting requirements", 
    "Congressional voting", 
    "Cost accounting", 
    "Counseling", 
    "Damages", 
    "Disabled", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Economics and public finance", 
    "Employee rights", 
    "Employee-management relations in government", 
    "Employment of the handicapped", 
    "Entitlements", 
    "Executive impoundment of appropriated funds", 
    "Families", 
    "Federal budget process", 
    "Federal budgets", 
    "Federal employees", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Grievance procedures", 
    "Health", 
    "Hours of labor", 
    "House of Representatives", 
    "House rules and procedure", 
    "Income tax", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Legislation", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Libraries", 
    "Library of Congress", 
    "Mediation", 
    "Members of Congress (Senate)", 
    "Minimum wages", 
    "Occupational health and safety", 
    "Older workers", 
    "Overtime", 
    "Parental leave", 
    "Planning-programming-budgeting", 
    "Presidential appointments", 
    "Printing", 
    "Public records", 
    "Punitive damages", 
    "Revolving funds", 
    "Senate", 
    "Senate rules and procedure", 
    "Sick leave", 
    "Social welfare", 
    "Sunset legislation", 
    "Tax expenditures", 
    "Taxation", 
    "Transfer of employees", 
    "Unfair labor practices"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1994-07-01", 
    "text": "TABLE OF CONTENTS: Title I: Budget Process Reforms Subtitle A: Biennial Budgeting Subtitle B: Additional Budget Process Changes Title II: Reform of the House of Representatives Title III: Congressional Coverage Act Title IV: Staffing; Administration; and Support Agencies Title V: Legislative and Executive Relations Title VI: Effective Date Legislative Reorganization Act of 1994 - Title I: Budget Process Reforms - Subtitle A: Biennial Budgeting - Amends the Congressional Budget and Impoundment Control Act of 1974 to revise the Federal and congressional budget processes by establishing a two-year budgeting and appropriations cycle and timetable. Defines the budget biennium as the two consecutive fiscal years beginning on October 1 of any odd-numbered year. Devotes the first session of any Congress to the budget resolution and to appropriations decisions, retaining current deadlines in most cases. Changes certain deadlines to conform to the biennial scheme. Devotes each second session to authorization activity, subject to specified deadlines. Conforms provisions governing the President's budget to the biennial framework. Amends the Rules of the House of Representatives to conform to the biennial framework. Prohibits the House or Senate from considering any legislation that authorizes appropriations for a period of less than two fiscal years, unless the activity for which the funds are to be spent is of less than two years duration. Subtitle B: Additional Budget Process Changes - Amends the Congressional Budget Act of 1974 to require the Congressional Budget Office to make quarterly budget reports to the House and Senate Committees on the Budget. Provides for permanently extending the rule on extraneous matter in reconciliation legislation and applies such rule to conference reports. Directs the Comptroller General to give priority to congressional requests for audits and evaluations of Government programs and activities during the second session of each Congress. Title II: Reform of the House of Representatives - (Bill language to be supplied at a later date.) Title III: Congressional Coverage Act - Congressional Coverage Act - Requires the General Accounting Office (GAO) to prepare and submit to the Senate a study of the impact of implementing this title. (Sec. 304) Provides that all personnel actions affecting an employee of the Senate shall be made free from any discrimination prohibited by the Civil Rights Act of 1964, the Age Discrimination in Employment Act of 1967, or the Americans with Disabilities Act of 1990. Applies the protections established under the Fair Labor Standards Act of 1938 (FLSA) (except with respect to any employee whose work schedule is dependent upon the legislative schedule of the Senate), the Occupational Safety and Health Act of 1970 (OSHA), and the Family and Medical Leave Act of 1993 to Senate employees and employing offices. (Sec. 305) Establishes the Office of Employee Rights and Protections in the Senate to: (1) administer the processes set forth in this Act for consideration of alleged violations of such laws; (2) issue regulations with respect to the application, enforcement, and remedies available for violations of FLSA and OSHA to Senate employees and offices; (3) conduct a study and report to the Majority and Minority Leaders on the manner and extent to which the protections, procedures, and remedies of Federal labor-management relations laws, the Labor Management Relations Act, 1947, and the National Labor Relations Act shall apply to the Senate; and (4) implement programs for the Senate to heighten awareness of employee rights in order to prevent violations from occurring. Authorizes appropriations. (Sec. 306) Requires the Office to inspect Senate facilities to ensure compliance with OSHA. (Sec. 307) Requires the procedure for consideration of alleged violations in the Senate of civil rights and family and medical leave laws to consist of the following steps: (1) counseling; (2) mediation; (3) the filing of a formal complaint, the conduct of a hearing, and the issuance of remedies by a hearing board; and (4) a review of the hearing board's decision by the Select Committee on Ethics. Prohibits a hearing board from ordering punitive damages and limits pecuniary damages to not more than $300,000. Subjects final decisions of the Committee and FLSA violation procedures to judicial review. (Sec. 312) Allows an employee to dismiss a complaint or the parties to enter into a written agreement subject to the office Director's approval, if the employee and the head of the employing office resolve the issues involved. Provides for review of such agreements by the Senate Legal Counsel and for review and approval by the Chairman and Ranking Minority Member of the Committee on Rules and Administration. Establishes a Settlements and Awards Reserve in the Contingent Fund of the Senate for the payment of awards. Authorizes appropriations. (Sec. 314) Declares that any intimidation of, or reprisal against, any employee by any Member, officer, or employee of the Senate because of the exercise of a right under this title constitutes an unlawful employment practice which may be remedied in the same manner as a violation under this title. (Sec. 315) Requires confidentiality with respect to counseling, mediation, and hearings, except with respect to final decisions in favor of employees. Permits the records and decisions of hearing boards and decisionmakers to be made public if required for judicial review. (Sec. 318) Provides that the Select Committee on Ethics shall retain full power with respect to disciplinary action against a Member, officer, or employee of the Senate for a violation of rule XLII of the Standing Rules of the Senate. (Sec. 319) Requires each report accompanying a public bill or joint resolution reported by any Senate committee (except the Committee on Appropriations and the Committee on the Budget) to contain a listing of the provisions of the measure that apply to the Senate and an evaluation of the impact of such provisions on the Senate. Title IV: Staffing; Administration; and Support Agencies - Requires the Committees on Rules and Administration and on Appropriations of the Senate and the appropriate committees or task force of the House of Representatives to submit to the leadership of their respective Houses a performance review with any necessary implementing legislation for achieving efficiencies, economies, and reductions in the total number of full time equivalent positions in the legislative branch. (Sec. 402) Requires the appropriate congressional committees to conduct annual oversight reviews of the congressional instrumentalities (GAO, the Congressional Budget Office, the Library of Congress, the Government Printing Office, and the Office of Technology Assessment). Title V: Legislative and Executive Relations - Makes it the responsibility of each congressional standing committee to: (1) submit, by March 1 of each first session of a Congress, Committee Review Agendas listing the discretionary programs, entitlement programs, and tax expenditures under the committee's jurisdiction which it intends to review during that Congress and three Congresses thereafter; (2) coordinate with other appropriate congressional committees in preparing their oversight agenda; (3) provide, after preparation of the first oversight agenda, a separate section in their oversight agenda that summarizes what actions and recommendations occurred with respect to implementing their agenda for that Congress; (4) adopt legislative procedures to assure that any proposed recommendation is considered by the full Senate or House; and (5) review, during each Congress, the reporting requirements imposed on agencies and departments subject to the committee's oversight jurisdiction and make recommendations for the elimination or modification of any unnecessary reports. Requires each congressional committee to hold hearings during each Congress to review appropriate reports relating to the activities of executive agencies over which the Committee has oversight responsibility filed during the preceding Congress, including reports of the inspectors general, GAO, and agency audit reports. Title VI: Effective Date - Makes this Act effective January 1, 1995, and applicable to bienniums beginning in FY 1996, with exceptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Legislative Reorganization Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Legislative Reorganization Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Congressional Coverage Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the operations of the Legislative Branch of the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:17-05:00"
}