{
  "actions": [
    {
      "acted_at": "1995-01-31", 
      "references": [
        {
          "reference": "CR S1849-1851", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-31", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s300-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abraham, Spencer", 
      "sponsored_at": "1995-01-31", 
      "state": "MI", 
      "thomas_id": "01269", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-31", 
  "number": "300", 
  "official_title": "A bill to reform the civil justice system, and for other purposes.", 
  "popular_title": "Tort Reform bill", 
  "related_bills": [], 
  "short_title": "Lawsuit Reform Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "McConnell, Mitch", 
    "state": "KY", 
    "thomas_id": "01395", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-31", 
  "subjects": [
    "Actions and defenses", 
    "Alternative dispute resolution", 
    "Civil procedure", 
    "Damages", 
    "District courts", 
    "Evidence (Law)", 
    "Expert witnesses", 
    "Federal preemption", 
    "Frivolous lawsuits", 
    "Government operations and politics", 
    "Jurisdiction", 
    "Law", 
    "Lawyers", 
    "Legal ethics", 
    "Legal fees", 
    "Liability (Law)", 
    "Limitation of actions", 
    "Punitive damages", 
    "State courts", 
    "State laws", 
    "Torts"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-31", 
    "text": "Lawsuit Reform Act of 1995 - Authorizes a claimant to elect whether to compensate a retained attorney on an hourly basis or a contingent fee basis. Requires an attorney to disclose at the initial meeting the claimant's rights to elect the method of compensating the attorney and to receive a written statement of specified information regarding the estimated number of hours of services provided and the attorney's hourly fee and contingent fees for services. Permits the attorney to select and notify the claimant of the method of compensation if, within 30 days after receiving such information, a claimant has failed to select the method. Requires an attorney, within 30 days after the initial meeting, to provide a written statement to the claimant containing: (1) the estimated hours of attorney's services that will be spent settling or handling the claim through trial; and (2) the attorney's hourly and contingent fees and any conditions on the fees. Requires an attorney to provide a written statement to the claimant containing: (1) the actual number of hours of the attorney's services; (2) the total amount of the hourly fees or total contingent fee; and (3) the actual fee per hour for both. Authorizes a claimant to whom an attorney fails to disclose such information to withhold ten percent of the fee and file a civil action for damages. Specifies that such provisions shall supplement and not supplant any other available remedies or penalties. Sets forth limitations on attorney contingent fees applicable to any civil action filed against any person in Federal or State court based upon any cause of action in which damages are sought for tortious physical or mental injury, property damage, or economic loss, except a civil action arising under a Federal law that authorizes an award of attorney fees to a prevailing party. Makes such limitations inapplicable to: (1) any agreement between a claimant and an attorney to retain the attorney on an hourly rate fee or fixed fee basis solely to evaluate a preretention offer and to collect overdue amounts from an accepted pre-retention or post-retention settlement offer; and (2) contingent fee agreements in civil actions where neither a pre-retention nor a post-retention offer of settlement is made. Sets forth provisions regarding: (1) written hourly rate fee agreements; (2) demands for compensation; (3) the time limit for a response setting forth a settlement offer; (4) material to accompany a settlement offer; (5) the effect of a pre-demand settlement offer; (6) pre-retention offers; (7) post-retention offers; (8) the calculation of attorney's fees when there is a subsequent resolution of the claim; (9) the distribution of the proceeds of a settlement or judgment; and (10) the effect of contravening agreements. Amends rule 11(c) of the Federal Rules of Civil Procedure to require (currently, authorizes) sanctions under specified circumstances, such as for submitting pleadings on frivolous claims or to harass or cause unnecessary delay, sufficient to deter repetition of such conduct and to compensate the injured parties. Authorizes the court, in any civil action in which damages are sought for tortious physical or mental injury, property damage, or economic loss, to award each prevailing party costs and reasonable attorney's fees, subject to specified limitations. (Sec. 6) Amends the Federal judicial code to provide that in any civil action or claim filed to recover damages or compensation for tortious physical or mental injury, property damage, or economic loss, any allegedly liable defendant shall have the option to offer, within 120 days after an injury or after the initiation of the claim, to compensate a claimant for reasonable economic loss, less amounts available from collateral sources, and including reasonable hourly attorneys' fees for the claimant. Forecloses a claimant who agrees in writing to such offer from bringing or continuing a civil action against any allegedly liable defendant and any other individuals or entities that were involved in the events which gave rise to the civil action (such individuals). Permits the claimant to extend the time for receiving the offer. Specifies that: (1) nothing in this section shall preclude a State from enacting a requirement that compensation benefits offered shall include a minimum dollar amount in response to a claim for serious injury; (2) an offer under this section may include such individuals, regardless of the theory of liability on which the claim is based, with their consent; (3) future economic damages shall be payable to an individual under this section as such damages occur; and (4) if, after such an offer is made, the participants in the offer dispute their relative contributions to the payments to be made to the individual, such disputes shall be resolved through binding arbitration. Prohibits foreclosing a civil action under this section against any allegedly liable party if the injured individual elects to prove, beyond a reasonable doubt, that such party caused the injury by intentional or wanton misconduct. Makes this provision inapplicable with respect to a personal injury unless the injured individual provides such party making an offer with a notice of such an election within 90 days after the date the offer of compensation benefits was made. (Sec. 7) Bars the application of joint and several liability to a civil action or claim against any person to recover damages or compensation for tortious physical or mental injury, property damage, or economic loss, except with respect to damages directly attributable to the person's pro rata share of fault or responsibility. Makes this section inapplicable to persons whose concerted action proximately caused the injury for which one or more persons are found liable for damages. (Sec. 8) Prohibits the court, in any civil action or claim against any person to recover damages or compensation for tortious physical or mental injury, property damage, or economic loss, from allowing the admission into evidence of proof of economic losses paid by: (1) Federal, State, or other governmental disability, unemployment, or sickness programs; (2) Federal, State, or other governmental or private health insurance programs; (3) private or public disability insurance programs; (4) employer wage continuation programs; (5) any other program or compensation, if the payment is intended to compensate the claimant for the same injury or disability; or (6) persons other than family members of the claimant. Sets forth provisions regarding: (1) admissibility of evidence; (2) elimination of subrogation; and (3) pretrial determination regarding the source of payments. (Sec. 9) Limits punitive damage awards for tortious physical or mental injury, property damage, or economic loss to the greater of three times the amount awarded to the claimant for the economic injury on which the claim is based or $250,000. Specifies that this section shall be applied by the court and not disclosed to the jury. (Sec. 10) Expresses the policy of the United States to encourage the creation and uses of alternative dispute resolution (ADR) techniques and to promote the expeditious resolution of such actions. Sets forth provisions regarding: (1) notice of availability of ADR; (2) certification of notice; and (3) agreement to proceed with ADR. (Sec. 11) Amends rule 702 of the Federal Rules of Evidence to make testimony in the form of an opinion by a witness based on scientific knowledge inadmissible in evidence unless the court determines that such opinion is based on scientifically valid reasoning and is sufficiently reliable so that the probative value of such evidence outweighs the dangers. Makes further amendments regarding expert opinions on novel scientific principles or discoveries and disqualification of witnesses receiving compensation contingent on the legal disposition of the claim. (Sec. 12) Amends the Federal judicial code to deny jurisdiction to any district court over a civil action filed by a party based on a private right of action not expressly authorized by statute. Specifies that no Federal statute shall be construed to give rise to a private right of action in a State court unless such private right of action is expressly authorized. (Sec. 13) Sets forth provisions regarding: (1) applicability of this Act (preemption, rules of construction, and State elections regarding applicability); and (2) severability."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Tort Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Lawsuit Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the civil justice system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:36-05:00"
}