{
  "actions": [
    {
      "acted_at": "1974-05-22", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-12-14", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 93-1354.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-17", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-18", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3530-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1973-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-22", 
  "number": "3530", 
  "official_title": "A bill to authorize the Secretary of the Interior to enroll certain Alaskan Natives for benefits under the Alaska Native Land Claims Settlement Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-22", 
  "subjects": [
    "Alaska", 
    "Claims", 
    "Indian claims", 
    "Native Americans"
  ], 
  "subjects_top_term": "Indian claims", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1974-12-17", 
    "text": "(LATEST SUMMARY) Authorizes the Secretary of the Interior to review those applications submitted within one year from the date of enactment of this Act by applicants who failed to meet the March 30, 1973, deadline for enrollment established by the Alaska Native Claims Settlement Act, and to enroll those Natives under the provisions of that Act who would have been qualified if the March 30, 1973, deadline had been met. Provides that after the date of enactment of this Act, any and all proceeds derived from contracts, leases, permits, rights-of-way, or easements pertaining to lands or resources of lands withdrawn for Native selection pursuant to the Settlement Act shall be deposited in an escrow account which shall be held by the Secretary until lands selected pursuant to that Act have been conveyed to the selecting corporation or individual entitled to receive benefits under said Act. Directs that all income on all earnings from contracts, leases, permits, rights-of-way, or easements issued for the surface or minerals covered under a conveyance prior to the issuance of such conveyance under the Settlement Act, be paid to the grantee of such conveyance on that portion of the lands conveyed pro-rated from the date of enactment of this Act, or from the date of conveyance under the Settlement Act, whichever occurs first. Directs the Secretary to establish a thirteenth region, under the Settlement Act, for the benefit of Natives who are nonresidents of Alaska. States that the payments and grants authorized under this Act constitute compensation for the extinguishment of claims to land, and shall not be deemed to substitute for any governmental programs otherwise available to the Native people of Alaska as citizens of the United States and the State of Alaska."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to enroll certain Alaskan Natives for benefits under the Alaska Native Land Claims Settlement Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:12-05:00"
}