{
  "actions": [
    {
      "acted_at": "1973-02-27", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4810-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-27", 
  "number": "4810", 
  "official_title": "A bill to amend title 39, United States Code, to clarify the proper use of the franking privilege by Members of Congress.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3180-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "38", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-27", 
  "subjects": [
    "Congress", 
    "Congressional joint committees", 
    "Franking privilege", 
    "Government operations and politics", 
    "House of Representatives", 
    "Members of Congress", 
    "Postal service", 
    "Senate", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Franking privilege", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-27", 
    "text": "States that the privilege of sending mail as franked mail is extended to the Vice President, Members of Congress, and other congressional officials in order to assist these individuals in the conduct of their official business and activities. Specifies such official business and activities as composed of the performance of official legislative functions, and, more particularly, the conveying of information to the public and the obtaining of the views of the public or of other authority of government, as a means of assistance in the performance of legislative functions. Includes within a Member of Congress: frankable mail matter: (1) mail matter to any person and to all Federal, State, and local government agencies regarding Federal programs, decisions, and other related matters of public concern; (2) congressional newsletters, reports, questionnaries, and press releases; (3) mail matter to or between congressional district offices; (4) mail matter expressing condolences or congratulations to certain individuals; and (5) mail matter, including general mass mailings, which consist of Federal laws, regulations, or other publications containing information helpful to the recipient. Excludes as frankable mail matter any matter: (1) which is personal to the sender; (2) which specifically solicits political support or a vote or financial assistance for the sender or for any political party; (3) which promises or states a policy with respect to any subject which the sender, as a Member of Congress, expects to take action regarding in a future Congress; or (4) which contains a biography of any Member of Congress, or a picture whose purpose is to advertise the Member rather than to illustrate the text, unless such biography or picture is mailed in response to a specific written request. Grants the franking privilege to the Vice President, each Member or Member-elect to Congress, the Secretary of the Senate, the Sergeant at Arms of the Senate, and each of the elected officers of the House of Representatives, until the 30th day of June following the expiration of their respective terms of office. Grants the franking privilege to the Legislative Counsel of the House of Representatives for official business, without time limitation. Extends the privilege to individuals filling vacancies in the above offices. Provides that a Member of the House may mail franked mail with a simplified form of address for delivery: (1) within that area constituting the congressional district from which he was elected; and (2) within any additional area of the congressional district established pursuant to a redistricting plan. States that such matter with a simplified form of address shall not be mailed or delivered during a period of 60 days before the date of any primary or general election in which such Member is a candidate for any public office. Specifies that such matter may be delivered to each box holder or family or a rural or star route, to each post office box holder, and to each stop or box on a city carrier route. Authorizes Members of Congress to send as franked mail any part or reprint of the Congressional Record, including speeches or reports contained therein, if such matter is mailable as franked mail under the provisionf of this Act. Entitles a former President and his surviving spouse to send mail within the United States and its territories and possessions as franked mail. (Amends 39 U.S.C. 3210, 3212, 3214, 3216, 3219) Establishes a Select Committee on Congressional Mailing Standards, composed of six Members of the House of Representatives, with the chairman to be designated from the members of the Post Office and Civil Service Committee. Authorizes the select committee to use the personnel, office space, equipment, and facilities of the Post Office and Civil Service Committee. Provides that the select committee shall offer assistance through advisory opinions or consultations, and make necessary regulations concerning the proper use of the franking privilege under the provisions of this Act. Sets forth procedures for complaints of violations of the use of the franking privilege, including an investigation, hearing, and written decision by the select committee within 30 days after a hearing or the filing of a complaint if no hearing is held. States that such decision is binding and conclusive for all purposes and shall not be subject to review in any action, suit, or judicial or administrative proceeding. Authorizes the select committee to refer decisions on serious and willful violations to the Committee on Standards of Official Conduct for appropriate action and enforcement. Specifies that the remedies provided by this section are the sole and exclusive civil remedies available to any person for franking privilege violations. Provides for a lump sum appropriation to the legislative branch to be paid to the Postal Service as postal revenue for matter mailed under the franking privilege. States that money collected for matter improperly mailed under the frank shall be deposited and miscellaneous receipts in the general fund of the Treasury. Permits a person who believes that a violation of the use of the franking privilege under this Act was occurred or is about to occur, to file a written complaint with the House of Representatives for reference to the appropriate committee. Makes provisions for a hearing before such committee, and for a written decision to be binding and conclusive, and not subject to review in any action, suit, or judicial or administrative proceeding."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, to clarify the proper use of the franking privilege by Members of Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:08-05:00"
}