{
  "actions": [
    {
      "acted_at": "2009-06-15", 
      "references": [
        {
          "reference": "CR S6573-6575", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-15", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1263-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-15", 
  "number": "1263", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for advanced illness care management services for Medicare beneficiaries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3172-111", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1251-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Senior Navigation and Planning Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-06-15", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health and Human Services", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Health", 
    "Health promotion and preventive care", 
    "Home and outpatient care", 
    "Hospital care", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medicare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-06-15", 
    "text": "Senior Navigation and Planning Act of 2009 - Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act (SSA) to provide for Medicare and Medicaid coverage of advanced illness care management services. Amends the Public Health Services Act to direct the Secretary of Health and Human Services (HHS), through grants or contracts, to conduct a national public education campaign on planning for care near the end of life, including advance directives. Directs the Secretary to provide for the establishment of a national, toll-free information telephone line and a clearinghouse regarding advance directive and end-of-life decisions. Directs the Secretary to establish the Senior Navigation Advisory Board. Requires physicians and nurse practitioners to inform individuals with specified diseases about advance directives and other end-of-life planning tools. Requires a service provider, Medicare Advantage organization, or prepaid or eligible organization to give effect to an advance directive executed outside the state in which such directive is presented (portability). Requires medical providers to honor written orders for medical care. Provides incentive payments to hospitals for accreditation and certification in hospice and palliative care. Directs the Secretary to conduct a pilot program under Medicare to test the use of the Centers for Medicare and Medicaid Services discharge checklist. Directs the Secretary to establish or designate an Office on Medicare/Medicaid Integration. Directs the Secretary to establish and maintain a website providing information, online training, and instructional materials for entities, including faith-based organizations, on end-of-life issues. Authorizes grants to such entities to develop such training and materials. Authorizes the Secretary to award grants to entities to develop and provide services for terminally ill individuals who are receiving hospice care in their own homes. Directs the Secretary to study and report to Congress on the storage of advance directives, and the Comptroller General to study and report on the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senior Navigation and Planning Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for advanced illness care management services for Medicare beneficiaries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:10-05:00"
}