{
  "actions": [
    {
      "acted_at": "1988-09-27", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-22", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5393-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-09-27", 
  "number": "5393", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for coverage of long-term care, including nursing facility services, long-term home health care, and adult day care, under the medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chronic-Care Medicare Long-Term Care Coverage Act of 1988", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-09-27", 
  "subjects": [
    "Administrative remedies", 
    "Advisory bodies", 
    "Appropriations", 
    "Business and commerce", 
    "Child health", 
    "Children and youth", 
    "Communications and Broadcasting", 
    "Community health services", 
    "Consumer education", 
    "Consumer protection", 
    "Crime prevention", 
    "Estate tax", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Fraud", 
    "Gift tax", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Home care services", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Income", 
    "Information services", 
    "Insurance", 
    "Interest", 
    "Licenses", 
    "Local and Municipal Government", 
    "Local officials and employees", 
    "Long-term care", 
    "Long-term care insurance", 
    "Medicaid", 
    "Medicare", 
    "Nursing homes", 
    "Poor", 
    "Pregnant women", 
    "Public assistance programs", 
    "Social security taxes", 
    "Social welfare", 
    "Standards", 
    "State officials and employees", 
    "State taxation", 
    "States", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax returns", 
    "Taxation", 
    "Telephone", 
    "Trusts and trustees", 
    "Unfair or deceptive trade practices", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-09-27", 
    "text": "Chronic-Care Medicare Long-Term Care Coverage Act of 1988 - Title I: Long-Term Nursing Facility Services under Part A of the Medicare Program and Taxes - Subtitle A: Long-Term Nursing Home Benefit - Amends part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act to cover nursing facility services provided to chronically ill part A Medicare beneficiaries who have received 90 days of nursing facility services (counted after any continuous 60-day discontinuance of such services). Makes Medicare skilled nursing facility requirements applicable to nursing facilities providing services covered under this Act. Sets payment limitations. Makes such coverage effective beginning in 1991. Subtitle B: Tax-Related Financing - Part A: Financing Part A Benefits Through Changes in the Hospital Insurance Tax - Amends the Internal Revenue Code to make the hospital insurance tax applicable to all State and local government employees. Amends title II (Old-Age, Survivors and Disability Insurance) of the Act to increase the amount of wages and self-employment income subject to the hospital insurance tax. Amends the Internal Revenue Code to increase hospital insurance tax rates after 1989. Reduces appropriations to the Federal Hospital Insurance Trust Fund to the extent that this Act's hospital insurance tax changes cause a decrease in Chapter 1 (Normal Taxes and Surtaxes) taxes. Part B: Tax-Related Financing for Part B Benefits - Revises the estate tax rate and exemption level. Repeals unified estate and gift tax credits. Revises estate tax filing requirements. Includes in a decedent's gross estate amounts payable under a decedent's insurance policy and to which a family member is the direct or indirect beneficiary. Provides that for purposes of the estate and gift taxes and the tax on certain generation-skipping transfers the value of any stock in a corporation shall be deemed to be no less than the fair market value of all of the stock of the same class in the corporation unless a different value is established by clear and convincing evidence. Makes such valuation rule applicable in other contexts and in determining the basis of property acquired from a decedent and by gifts and transfers in trust, but not to bona fide sales at arm's length price between unrelated persons. Repeals estate tax credits for State death taxes. Allows the deduction of State death taxes from a decedent's gross estate, within specified time limits. Credits the gift tax and tax on prior estate transfers against the tax on the transfer of a decedent's estate. Includes a gift tax paid by a decendent or his or her estate within the decedent's gross estate if the gift subject to such tax is includible in such estate. Sets an aggregate $30,000 limitation on annual gift tax exclusions, though the first $500 of consumption-type gifts made by the donor to each donee during the calendar year shall not count toward such limit. Denies an estate tax deduction for interest attributable to periods after the decedent's death. Treats a gift of property in trust as a gift of a future interest in property unless: (1) the donee has the power exercisable solely by himself or herself to vest the corpus and income of the trust in himself or herself; (2) the donee has such power for life or until the trust terminates; and (3) upon the donee's death or the termination of the trust, the trust is payable to the donee or his or her estate or to a person appointed by the donee. Excepts trusts for donees who are under age 21 from the application of such restrictions. Repeals the requirement that the property involved in a lapsed power of appointment be greater than $5,000 or five percent of the assets from which the lapsed powers could be satisfied for such lapse to be considered a release of such powers. Title II: Long-Term Home and Community-Based Care under Part B of the Medicare Program - Subtitle A: Benefits - Amends part B (Supplementary Medical Insurance) of the Medicare program to cover the provision of long-term home health care and adult day care to chronically ill individuals who elect to receive such care instead of current Medicare home health services and in-home care. Limits Medicare payments for long-term home and community-based care to the limit on reasonable costs for routine service costs of nursing facilities in the area if the individual requiring such care is certified by a physician as requiring skilled nursing and rehabilitation care and to 75 percent of such limit if the individual is not so certified. Prohibits long-term home care from exceeding 65 percent of the nursing facility limit. Makes such coverage effective beginning in 1991. Subtitle B: Premium Financing - Increases the monthly Medicare part B premium by five dollars beginning in 1991, with subsequent adjustments of such increase reflecting changes in the costs of covering long-term home and community-based care. Title III: Eligibility Determinations and Case Management - Amends part A (Hospital Insurance) of the Medicare Program to define a chronically ill individual as an individual who has been certified by a case manager pursuant to an eligibility assessment as: (1) being unable to perform three activities of daily living, for purposes of the provision of this Act's nursing facility services; (2) being unable to perform two activities of daily living, for purposes of the provision of this Act's long-term home and community-based care; or (3) having a similar level of disability due to cognitive impairment such that without supervision the individual would be a danger to, or unable to care for, himself or herself. Requires a case manager to conduct a comprehensive needs assessment of chronically ill individuals and develop a plan of care for such individuals on the basis of such assessment. Provides for the regular review and appropriate revision of such assessment and plans of care. Directs the Secretary of Health and Human Services to: (1) develop, by February 1, 1990, a uniform instrument for use in conducting eligibility and needs assessments; (2) annually survey assessment and case management agencies to ensure their compliance with this Act's requirements; and (3) establish standards for case manager training programs. Authorizes individuals to appeal denials of eligibility for this Act's services. Requires nursing facilities to: (1) notify case managers of significant changes in the condition of residents receiving this Act's nursing facility services so that such case managers are alerted to their need to review and, if appropriate, revise assessments and plans of care; and (2) notify residents of their ineligibility for such covered services until their receipt of an eligibility assessment and the name, address, and telephone number of an assessment agency. Requires that the services covered under this Act be reasonable and necessary for the maintenance of the physical, mental, and psychosocial well-being of the beneficiary. Title IV: Coverage of Cost-Sharing Under Medicaid for Those with Incomes Below 200 Percent of Poverty Level and Application of Additional Medicaid Savings - Amends title XIX (Medicaid) of the Social Security Act to expand Medicaid coverage of Medicare beneficiary cost-sharing amounts to require that Medicare-eligible individuals whose income does not exceed 200 percent of the Federal poverty level receive such coverage. Requires that all of such cost-sharing amounts be covered unless the Medicare beneficiary's income exceeds 150 percent of the Federal poverty level, in which case 50 percent of such costs shall be covered. Includes the 90 days of nursing facility services which are not covered under the Medicare program among the cost-sharing amounts covered under the Medicaid program. Requires States to use excess Medicaid savings resulting from the expansion of Medicare long-term care services to increase the number of pregnant women and children eligible for Medicaid services. Title V: Demonstration Project - Directs the Secretary to establish two three-year demonstration projects to determine the costs and benefits and impact on utilization of nursing facility services and long-term home and community-based care of including payment for home modifications as part of Medicare long-term home and community-based care. Requires the Secretary to report to the Congress regarding such projects by April 1, 1993. Authorizes appropriations for FY 1990 through 1992. Title VI: Standards for Certification of Long-Term Care Insurance Policies - Requires the Secretary to establish a procedure for the voluntary certification of long-term health insurance policies. Requires certified policies to: (1) meet or exceed National Association of Insurance Commissioners (NAIC) - related standards; (2) allow purchasers 30 days to rescind their purchase of the policy; (3) contain a statement of the availability of long-term care benefits under the Medicare program; (4) not limit or restrict eligibility to those who have previously been institutionalized or limit or restrict eligibility for benefits in a facility or in a home or community setting to those who have previously received a higher level of services; (5) limit eligibility for benefits only to services licensed in the State; (6) provide each policyholder with the telephone number of the State commissioner or superintendent of insurance; (7) provide, at the time of solicitation and at the time of issuance of the policy, a uniform disclosure statement describing specified aspects of the coverage; and (8) meet or exceed other requirements set by the Secretary. Conditions the certification of a policy which does not provide benefits for home and community-based services on the issuer of such policy offering a long-term care insurance policy which does provide such benefits. Deems a long-term care insurance policy to have satisfied the requirements of the Federal certification procedure if the State in which it is issued is determined by the Long-Term Care Insurance Panel, established pursuant to this Act, to have a regulatory program which is at least as stringent as the Federal procedure. Punishes by fine and/or imprisonment an individual who knowingly: (1) misrepresents a policy's compliance with this Act's certification requirements; or (2) uses the mails to promote the sale or delivery of a policy into a State where such policy has not been approved by the State commissioner or superintendent of insurance. Deems a policy to have been approved by the State commissioner or superintendent of insurance if: (1) it has been certified by the Secretary or issued in a State that has an approved regulatory program; or (2) such commissioner or superintendent has the authority to bar the sale of the policy in the State, but neither he or she nor the State has done so. Requires the Secretary to provide Medicare beneficiaries with information that will enable them to evaluate long-term care insurance policies and the relationship of such policies to Medicare benefits. Directs the Secretary to: (1) inform Medicare beneficiaries of the practices that are subject to sanctions under this Act and the manner in which they may report such practices; and (2) publish the toll-free telephone number for reporting suspected prohibited practices. Requires the Secretary to furnish Medicare beneficiaries with a listing of the addresses and telephone numbers of State and Federal agencies and offices that provide individuals with information and assistance in selecting long-term care insurance policies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chronic-Care Medicare Long-Term Care Coverage Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for coverage of long-term care, including nursing facility services, long-term home health care, and adult day care, under the medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:47-05:00"
}