{
  "actions": [
    {
      "acted_at": "1998-02-02", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-03-03", 
      "references": [
        {
          "reference": "CR S1293-1294", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-28", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1596-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1998-03-03", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1998-07-09", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-02-02", 
  "number": "1596", 
  "official_title": "A bill to provide for reading excellence.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reading Excellence Act", 
  "sponsor": {
    "district": null, 
    "name": "Coverdell, Paul", 
    "state": "GA", 
    "thomas_id": "01310", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-02-02", 
  "subjects": [
    "Academic performance", 
    "Community and school", 
    "Community organization", 
    "Congress", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational planning", 
    "Educational research", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Enterprise zones", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Government publicity", 
    "Higher education", 
    "Information networks", 
    "Kindergarten", 
    "Literacy programs", 
    "Parent-school relationships", 
    "Preschool education", 
    "Private schools", 
    "Reading", 
    "Research grants", 
    "Science, technology, communications", 
    "Teacher education", 
    "Teaching materials", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-02-02", 
    "text": "TABLE OF CONTENTS: Title I: Reading Grants Title II: Amendments to Even Start Family Literacy Programs Reading Excellence Act - Title I: Reading Grants - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to establish a new title XV Reading Grants program. (Sec. 101) Authorizes the Secretary of Education to make competitive grants to State-established reading and literacy partnerships to make subgrants for local reading improvement programs and tutorial assistance programs. Provides for peer review panel evaluation of grant applications. Sets forth the requirements relating to partnership membership, contractual agreements, functions, duties, fiscal agency, pre-existing partnerships, multi-state partnerships, and performance reports. Requires partnerships that receive such grants to make competitive three-year local reading improvement subgrants to local educational agencies (LEAs) with one or more schools that: (1) are identified for school improvement; and (2) have a contractual association with community-based organizations of proven effectiveness with respect to reading readiness, reading instruction for children in kindergarten through third grade, and early childhood literacy. Sets forth requirements for subgrant duration, applications, agencies, priorities, authorized activities, and administrative costs. Allows subgrantees to train, on a fee-for-service basis, personnel from schools or LEAs that are not subgrant recipients, in the instructional practices based on reliable, replicable research on reading used by the recipient. Requires partnerships that receive such grants to make competitive tutorial assistance subgrants to LEAs with at least one school: (1) located in an empowerment zone or an enterprise community; or (2) identified for school improvement. Sets forth application requirements and authorized uses of such subgrants. Directs the Secretary to: (1) conduct a national assessment of programs under this Act; (2) receive recommendations from the peer review panel in developing the criteria for the assessment; and (3) submit the findings of the assessment to such panel. Requires the National Institute for Literacy to disseminate information on reliable, replicable research on reading and on subgrantee projects that have proven effective. Requires each reading and literacy partnership to: (1) evaluate subgrantees' success; (2) submit the findings of the evaluations to the Secretary and the peer review panel, who will submit a summary to the appropriate congressional committees; and (3) provide for program participation by children enrolled in private schools. Authorizes appropriations for FY 1998 through 2001. Title II: Amendments to Even Start Family Literacy Programs - Amends ESEA to direct the Secretary to award competitive grants to States for the planning and implementation of statewide family literacy initiatives, including specified services. (Sec. 203) Requires grant recipients to: (1) provide technical assistance for the evaluation of subgrant recipient local programs; and (2) develop indicators of program quality. (Sec. 205) Directs the Secretary to research through grant or contract into successful family literacy services to improve the quality of existing programs and to develop models for new programs. Revises provisions for the dissemination of information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reading Excellence Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for reading excellence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:17-05:00"
}