{
  "actions": [
    {
      "acted_at": "2006-06-26", 
      "references": [
        {
          "reference": "CR S6495", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-26", 
      "committee": "Committee on Finance pursuant to section 2103(b)3 of Public Law 107-210", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance pursuant to section 2103(b)3 of Public Law 107-210.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-06-28", 
      "in_committee": "Committee on Finance pursuant to section 2103(b)3 of Public Law 107-210", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-06-28", 
      "committee": "Finance", 
      "references": [], 
      "text": "Committee on Finance. Reported by Senator Grassley without amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2006-06-28", 
      "calendar": "Senate Legislative", 
      "number": "499", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 499.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2006-06-29", 
      "references": [
        {
          "reference": "CR S6746-6770", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-29", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S6763-6768", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "roll": "190", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate without amendment by Yea-Nay Vote. 60 - 34. Record Vote Number: 190.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2006-12-05", 
      "references": [], 
      "text": "By Senator Grassley from Committee on Finance filed written report. Report No. 109-364. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3569-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2006-06-26", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2006-06-29", 
    "vetoed": false
  }, 
  "introduced_at": "2006-06-26", 
  "number": "3569", 
  "official_title": "A bill to implement the United States-Oman Free Trade Agreement.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5684-109", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5684-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5684-109", 
      "reason": "related"
    }
  ], 
  "short_title": "United States-Oman Free Trade Agreement Implementation Act", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2006-06-29", 
  "subjects": [
    "Administrative remedies", 
    "Clothing", 
    "Commerce", 
    "Congress", 
    "Congress and foreign policy", 
    "Customs administration", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government operations and politics", 
    "Government trust funds", 
    "Governmental investigations", 
    "Import relief", 
    "International affairs", 
    "Law", 
    "Middle East and North Africa", 
    "Oman", 
    "President and foreign policy", 
    "Tariff", 
    "Tariff preferences", 
    "Textile fabrics", 
    "Trade agreements", 
    "U.S. International Trade Commission", 
    "User charges", 
    "Valuation"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Passed Senate without amendment", 
    "date": "2006-06-29", 
    "text": "United States-Oman Free Trade Agreement Implementation Act - Title I: Approval of, and General Provisions Relating to, the Agreement - (Sec. 101) Approves the United States-Oman Free Trade Agreement entered into on January 19, 2006, with the government of Oman, and the statement of administrative action proposed to implement the Agreement, both submitted to Congress on June 26, 2006. (Sec. 103) Authorizes the President to proclaim actions, and other appropriate officers of the U.S. government to issue regulations, necessary to ensure that any provision of this Act that takes effect on the date the Agreement enters into force is appropriately implemented. (Sec. 104) Authorizes related presidential proclamations only if: (1) the President has obtained advice regarding the proposed action from the appropriate advisory committees and the U.S. International Trade Commission (ITC); (2) the President has reported to specified congressional committees with respect to such action; (3) a period of 60 days has expired; and (4) the President has consulted with the appropriate congressional committees during such 60-day period. (Sec. 105) Authorizes the President to establish or designate within the Department of Commerce an office to provide administrative assistance to dispute settlement panels established under the Agreement. Authorizes appropriations. (Sec. 106) Authorizes the United States to resolve any claim against it covered by the Agreement pursuant to the Investor-State Dispute Settlement procedures set forth in the Agreement. Title II: Customs Provisions - (Sec. 201) Authorizes the President to proclaim necessary or appropriate modifications or continuation of duty, continuation of duty-free or excise treatment, or additional duties to carry out the Agreement. Requires the President to terminate the designation of Oman as a beneficiary developing country for purposes of the Trade Act of 1974 on the date the Agreement enters into force. Allows the President to substitute for the base rate an ad valorem rate deemed equivalent to the base rate with respect to any good for which such rate in the Agreement is a specific or compound rate of duty. (Sec. 202) Prescribes rules of origin with respect to the reduction and elimination of duties imposed by the United States and Oman on goods imported directly from Oman or the United States into the other country's territory. Specifies content requirements allowing certain textile and apparel goods to be considered originating goods. Authorizes the President to proclaim, as part of the Harmonized Tariff Schedule of the United States, certain provisions in the Agreement (including modifications) and any additional subordinate category that is necessary to carry out this title, consistent with the Agreement. (Sec. 203) Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to prohibit the charge of a fee for certain customs services with respect to goods imported from, and originating in, Oman. Prohibits any service exempted from such fees from being funded with money from the Customs User Fee Account. (Sec. 204) Authorizes the President to direct the Secretary of the Treasury, during the period of a verification procedure by the Oman government requested by the Secretary, to determine: (1) the compliance of an exporter or producer in Oman with applicable customs laws, regulations, procedures, requirements, or practices affecting trade in textile or apparel goods; or (2) the accuracy of a claim that a good exported or produced by the exporter or producer qualifies as an originating good, or is a good of Oman. Authorizes the President to require the Secretary to suspend liquidation of the entry of any textile or apparel good: (1) subject to compliance verification if the verification was based on a reasonable suspicion of unlawful activity related to the good; or (2) for which an accuracy claim has been made about its origin. Authorizes the President to direct the Secretary, if the information obtained is insufficient for a verification determination, to: (1) publish the name and address of the person that is the subject of the verification; (2) deny preferential tariff treatment under the Agreement to any textile or apparel good exported or produced by such person or that is the subject of a claim for verification of origin; and (3) deny entry of such goods into the United States. (Sec. 205) Amends the Tariff Act of 1930 to authorize the Customs Service to reliquidate an entry and refund any excess duties (including merchandise processing fees) paid on a good qualifying under the rules of origin for which no claim for preferential treatment was made at the time of importation if the importer takes certain actions within one year after such importation. Title III: Relief From Imports - Subtitle A: Relief From Imports Benefiting From the Agreement - (Sec. 311) Authorizes an entity (including a trade association, firm, certified or recognized union, or group of workers) to petition the ITC for an adjustment to U.S. obligations under the Agreement. Requires the ITC, upon the filing of a petition, to investigate promptly whether, as a result of the reduction or elimination of a duty provided for under the Agreement, an Omani article is being imported into the United States in such increased quantities as to be a substantial cause or threat of serious injury to the domestic industry producing an article like, or directly competitive with, the imported article. Exempts from such an investigation any Omani articles already subject to import relief under the Agreement. (Sec. 313) Requires the President, after receiving an affirmative injury determination from the ITC, to provide certain three-year import relief to remedy or prevent such injury, and to facilitate efforts of the domestic industry to make a positive adjustment to import competition. Includes among such relief measures: (1) suspension of any further reduction provided by the Agreement in the duty imposed on such article; and (2) an increase in the rate of such duty to a level that does not exceed an amount determined according to a specified formula. (Sec. 314) Prohibits any import relief 10 years after the Agreement enters into force, except for articles about which Oman has consented to such relief. (Sec. 315) Applies to the three-year import relief provided by the President the compensation authority of the Trade Act of 1974, which authorizes the President to grant Oman new concessions as compensation for the imposition of import relief in a bilateral safeguard investigation in order to maintain the general level of reciprocal concessions under the Agreement. (Sec. 316) Amends the Trade Act of 1974 to apply to ITC investigations conducted under this Act the procedural requirements of the Tariff Act of 1930 concerning release of confidential business information. Subtitle B: Textile and Apparel Safeguard Measures - (Sec. 321) Authorizes an interested party to request the President to adjust U.S. obligations under the Agreement. Requires the President, pursuant to such a request, to determine whether, as a result of the reduction or elimination of a duty under the Agreement, an Omani textile or apparel article is being imported into the United States in such increased quantities as to constitute a substantial cause or threat of serious damage to a domestic industry producing an article like, or directly competitive with, the imported article. (Sec. 322) Authorizes the President, if an affirmative serious damage determination is made, to provide certain import relief to remedy or prevent the damage, and to facilitate adjustment by the domestic industry to import competition, including increasing the rate of duty to a level that does not exceed an amount determined according to a specified formula. (Sec. 323) Limits such relief to three years. (Sec. 326) Prohibits any import relief under this subtitle with respect to any article 10 years after the Agreement enters into force. (Sec. 327) Applies to any import relief provided by the President under this subtitle the compensation authority of the Trade Act of 1974, which authorizes the President to grant Oman new concessions as compensation for the imposition of import relief in a textile and apparel safeguard proceeding, in order to maintain the general level of reciprocal concessions under the Agreement. (Sec. 328) Prohibits the President from releasing confidential business information received in connection with a review under this subtitle unless the submitting party had notice, at the time of submission, that such information would be released, or the party subsequently consents to such release. Requires any party submitting such confidential business information also to provide a nonconfidential version of the information, in which the confidential business information is summarized or, if necessary, deleted. Title IV: Procurement - (Sec. 401) Amends the Trade Agreements Act of 1979 to make products or services of any foreign country or instrumentality that is a party to the Agreement eligible for U.S. government procurement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States-Oman Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "United States-Oman Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "United States-Oman Free Trade Agreement Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the United States-Oman Free Trade Agreement.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:23-05:00"
}