{
  "actions": [
    {
      "acted_at": "1973-03-22", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres455-93", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-22", 
  "number": "455", 
  "official_title": "Joint resolution concerning the power of Congress in foreign affairs to participate in the making of international agreements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-22", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Congressional-executive relations", 
    "Government operations and politics", 
    "International affairs", 
    "Treaties"
  ], 
  "subjects_top_term": "Congressional-executive relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-22", 
    "text": "Requires any executive agreement made on or after the date of enactment of this joint resolution to be transmitted to the Secretary of State, who shall then transmit that agreement (bearing an identification number) to the Congress. Provides that any such agreement the immediate disclosure of which would, in the opinion of the President, be prejudicial to the security of the United States shall instead be transmitted by the Secretary to the Committee on Foreign Relations of the Senate and the Committee on Foreign Affairs of the House of Representatives under an appropriate written injunction of secrecy to be removed only upon due notice from the President. Requires each committee to personally notify the Members of its House that the Secretary has transmitted such an agreement with an injunction of secrecy, and such agreement shall thereafter be available for inspection only by such Members. Provides that any such executive agreement shall come into force with respect to the United States at the end of the first period of sixty calendar days of continuous session of Congress after the date on which the executive agreement is transmitted to Congress or such committees, as the case may be, unless, between the date of transmittal and the end of the sixty-day period, both Houses pass a concurrent resolution stating in substance that both Houses do not approve the executive agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Joint resolution concerning the power of Congress in foreign affairs to participate in the making of international agreements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:16-05:00"
}