{
  "actions": [
    {
      "acted_at": "2005-07-14", 
      "references": [
        {
          "reference": "CR S8322-8323", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-14", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S8323-8325", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-07-28", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-12-08", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Stevens under authority of the order of the Senate of 11/18/2005 with an amendment in the nature of a substitute. With written report No. 109-203.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-12-08", 
      "calendar": "Senate Legislative", 
      "number": "320", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 320.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1408-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2005-07-25", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2005-07-14", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2005-07-14", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2006-02-08", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Bill", 
      "sponsored_at": "2005-07-14", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2005-07-14", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "2005-07-14", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-07-14", 
  "number": "1408", 
  "official_title": "A bill to strengthen data protection and safeguards, require data breach notification, and further prevent identity theft.", 
  "popular_title": "Identity Theft bill", 
  "related_bills": [], 
  "short_title": "Identity Theft Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Smith, Gordon H.", 
    "state": "OR", 
    "thomas_id": "01549", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-07-28", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Bank records", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Computer security measures", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Debit cards", 
    "Driver licenses", 
    "Education", 
    "Encryption", 
    "Federal Trade Commission", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government publicity", 
    "Identification devices", 
    "Identity theft", 
    "Independent regulatory commissions", 
    "Labor and employment", 
    "Law", 
    "Local laws", 
    "Parties to actions", 
    "Prison labor", 
    "Prisoners", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Social security numbers", 
    "Social welfare", 
    "State laws", 
    "Student records", 
    "Transportation and public works", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-12-08", 
    "text": "Identity Theft Protection Act - (Sec. 2) Requires any commercial entity or charitable, educational, or nonprofit organization that acquires, maintains, or utilizes sensitive personal information (covered entity) to develop and implement a program for the security of such information that includes administrative, technical, and physical safeguards. Deems a covered entity that is in full compliance with the requirements of the Federal Trade Commission's (FTC) rules on Standards for Safeguarding Customer Information and Disposal of Consumer Report Information and Records to be in compliance with these requirements. Directs the FTC to promulgate regulations that require procedures for authenticating the credentials of any third party to which sensitive personal information is to be transferred or sold by a covered entity. (Sec. 3) Requires a covered entity to use due diligence to investigate any suspected breach affecting sensitive personal information maintained by that entity. Require any such entity: (1) if it discovers a breach that affects fewer than 1,000 individuals and that does not create a reasonable risk of identity theft, to report the breach to the FTC; (2) if it discovers a breach affects 1,000 or more individuals, to report the breach to the FTC, notify all consumer reporting agencies described in the Fair Credit Reporting Act (FCRA), and post a report of the breach on its website without disclosing any sensitive personal information pertaining to the individuals affected; and (3) if it discovers a breach that creates a reasonable risk of identity theft, to provide notice (as prescribed) to each affected individual. Exempts electronic communication of a third party stored by a cable operator, information service, or telecommunications carrier in its network in the course of transferring or transmitting such communication. (Sec. 4) Allows a consumer to place a security freeze on his or her credit report by making a request to a consumer credit reporting agency. Requires the agency, upon such a request, to: (1) disclose to the consumer the process and potential consequences of the freeze; and (2) not release the consumer's credit report to a third party without the consumer's authorization. Prohibits the placement of a freeze from being taken into account in determining the consumer's credit score. Authorizes an agency to remove a freeze only: (1) upon the consumer's request; or (2) if the agency determines that the report was frozen due to a material misrepresentation of fact by the consumer. Authorizes a consumer to have a freeze temporarily suspended by making a request. Requires the agency, at the consumer's request, to notify all other consumer reporting agencies described in FCRA after placing, removing, or temporarily suspending a freeze. Requires such an agency to place, remove, or temporarily suspend a freeze after receiving proper identification. Authorizes an agency to charge a reasonable freeze fee, except where the consumer: (1) is a victim of identity theft; (2) requests the freeze in writing; and (3) has filed and provided the agency a copy of an identity theft report. Prohibits an agency from changing a consumer's name, date of birth, social security number, or address in a frozen credit report without sending confirmation of the change to the consumer. Exempts certain data aggregators and check, fraud prevention, and deposit account information services companies from requirements of this Act. (Sec. 5) Sets forth provisions regarding enforcement of this Act and preemption of state law. Requires violations to be treated as unfair or deceptive acts or practices. Prohibits any private right of action or class action from being brought under this Act. (Sec. 8) Prohibits a covered entity from soliciting a social security number from an individual unless there is a specific use of that number for which no other identifier reasonably can be used, with exceptions for: (1) obtaining a consumer report for any purpose permitted under FCRA; (2) agency solicitation for obtaining appropriate proof of a consumer's identity, as required under FCRA; (3) purposes permitted under the Gramm-Leach-Bliley Act; or (4) identifying or locating missing or abducted children, witnesses, criminals, and fugitives, parties to lawsuits, parents delinquent in child support payments, organ and bone marrow donors, pension fund beneficiaries, and missing heirs. Prohibits: (1) a covered entity from displaying the social security number of an individual on any card or tag that is commonly provided to employees (or their family members), faculty, staff, or students for identification purposes; and (2) a state from displaying the social security number of an individual on driver's licenses. Amends the Social Security Act to prohibit any federal, state, or local agency from employing prisoners in any capacity that would allow such prisoners access to the social security account numbers of other individuals. Prohibits (with exceptions for national security, public health, and other specified purposes): (1) selling or purchasing a social security number or displaying such number to the general public; or (2) obtaining or using any social security number to locate or identify an individual to physically harm such individual or to use the individual's identity for any illegal purpose. Permits consensual sales of social security numbers under specified circumstances. (Sec. 9) Directs the Chairman of the FTC to establish an Information Security Working Group to advise covered entities on best practices to protect sensitive personal information. (Sec. 11) Authorizes appropriations to the FTC for FY2006-FY2010 to carry out this Act. (Sec. 12) Directs the FTC, in conjunction with the Department of Justice and other federal agencies, to undertake a study of the correlation between methamphetamine use and identity theft crimes, the needs of law enforcement to address methamphetamine related identity theft crimes, and the government's role in addressing and deterring identity theft crimes"
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Identity Theft bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Identity Theft Protection Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Identity Theft Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen data protection and safeguards, require data breach notification, and further prevent identity theft.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:40-05:00"
}