{
  "actions": [
    {
      "acted_at": "1997-06-03", 
      "references": [
        {
          "reference": "CR E1082-1084", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-03", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-03", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-03", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-03", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-13", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-06-18", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-08-05", 
      "bill_ids": [
        "hr2015-105"
      ], 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "text": "See H.R.2015.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1770-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1997-07-14", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "1997-06-03", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1997-09-05", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Thurman, Karen L.", 
      "sponsored_at": "1997-07-14", 
      "state": "FL", 
      "thomas_id": "01157", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Weygand, Robert A.", 
      "sponsored_at": "1997-06-03", 
      "state": "RI", 
      "thomas_id": "01538", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-03", 
  "number": "1770", 
  "official_title": "To prevent fraud, abuse, and waste in the Medicare and Medicaid Programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2015-105", 
      "reason": "related"
    }
  ], 
  "short_title": "Medicare and Medicaid Fraud, Abuse, and Waste Prevention Amendments of 1997", 
  "sponsor": {
    "district": "13", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-03", 
  "subjects": [
    "Access to health care", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Bankruptcy", 
    "Bribery", 
    "Capital", 
    "Childbirth", 
    "Clinics", 
    "Coinsurance", 
    "Collection of accounts", 
    "Community health services", 
    "Conflict of interests", 
    "Crime and law enforcement", 
    "Damages", 
    "Data banks", 
    "Debarment of government contractors", 
    "Debtor and creditor", 
    "Department of Health and Human Services", 
    "Emergency management", 
    "Emergency medical services", 
    "Ex-offenders", 
    "Families", 
    "Family enterprises", 
    "Federal employees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Home care services", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospitals", 
    "Households", 
    "Housing and community development", 
    "Identification devices", 
    "Injunctions", 
    "Inspectors general", 
    "Law", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical fees", 
    "Medical malpractice", 
    "Medical tests", 
    "Medicare", 
    "Medicare fraud", 
    "Mental care facilities", 
    "Mental health services", 
    "Midwives", 
    "Nurses", 
    "Nursing homes", 
    "Obstetrics", 
    "Physical examinations", 
    "Physicians", 
    "Physicians' assistants", 
    "Pregnant women", 
    "Prospective payment systems (Medical care)", 
    "Quality of care", 
    "Rural health", 
    "Science, technology, communications", 
    "Social welfare", 
    "Subcontractors", 
    "Subpoena", 
    "Valuation", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-03", 
    "text": "TABLE OF CONTENTS: Title I: Accountability of Service Providers Part A: Sanction Authority Part B: Provider Enrollment Process Title II: Provider Reimbursement and Related Matters Part A: Coverage and Payment Limits Part B: Bankruptcy Provisions Title III: Medicare Mental Health Partial Hospitalization Services Title IV: Medicare Rural Health Clinics Medicare and Medicaid Fraud, Abuse, and Waste Prevention Amendments of 1997 - Title I: Accountability of Service Providers - Part A: Sanction Authority - Amends title XI of the Social Security Act (SSA) to authorize the Secretary of Health and Human Services to exclude from the Medicare program an entity controlled by a family member or household member of a sanctioned individual. (Sec. 102) Authorizes the Secretary to impose civil monetary penalties (fines) for kickback violations, and for persons that contract with individuals excluded from participation in a Federal health care program, as well as for services ordered or prescribed by an excluded individual or entity. (Sec. 105) Amends SSA title XI to subject to fines false certification of eligibility to receive partial hospitalization and hospice services. (Sec. 106) Extends subpoena and injunction authority to enforcement of the exclusion of certain individuals and entities from participation in Medicare and State health care programs. (Sec. 107) Repeals the requirement that kickbacks and other specified acts involving Federal health care programs be willful as well as knowing to be subject to criminal penalties (thus allowing criminal penalties for knowing violations, even if not willful). (Sec. 108) Repeals the exception for the Federal Employees Health Benefits Program, thus subjecting it to criminal penalties for kickbacks and other specified acts involving Federal health care programs. (Sec. 109) Amends SSA title XVIII to modify the application of fines requirements to nonparticipating physicians for excess charges with respect to Medicare part B (Supplementary Medical Insurance) enrollees. (Sec. 110) Makes physicians working at or on-call at specialty hospitals liable for certain fines for failure to comply with Medicare requirements concerning examination, treatment, or transfer of emergency patients and women in labor. (Sec. 111) Amends SSA title XI to expand the application of criminal penalty authority for kickbacks to all health care benefit programs. Authorizes the Attorney General: (1) to seek to impose civil penalties and treble damages on any person for certain criminal acts with respect to a Federal health care program; and (2) to petition a U.S. district court for an injunction prohibiting any person from engaging in such criminal acts. Part B: Provider Enrollment Process - Amends SSA title XI to condition provider payment under the Medicare, Medicaid (SSA title XIX), and Maternal and Child Health Services (SSA title V) programs on the disclosure to the Secretary of certain applicable employer identification numbers and social security numbers, including those of individuals with an ownership or control interest in the provider. Requires verification of such information, and correction if necessary, by the Social Security Administration. (Sec. 122) Amends SSA title XVIII to authorize the Secretary to: (1) establish a procedure for enrollment and periodic reenrollment of individuals or entities that are not providers under a service provider agreement but that furnish health care items or services under Medicare; and (2) impose fees for initiation and renewal of provider agreements and for enrollment and periodic reenrollment of other individuals and entities furnishing health care items or services under Medicare. (Sec. 123) Amends SSA titles XVIII (Medicare) and XIX (Medicaid) to authorize the Secretary or a State to refuse to enter into Medicare or Medicaid agreements with individuals or entities convicted of felonies. (Sec. 124) Amends SSA title XI to: (1) direct the Secretary to require individuals and entities to furnish social security and employer identification numbers as a condition to receiving standard health care identifiers; and (2) authorize the Secretary to impose fees for such identifiers. Title II: Provider Reimbursement and Related Matters - Part A: Coverage and Payment Limits - Amends title XVIII to: (1) deny Medicare home health benefits for the mere drawing of blood from a homebound individual, without the need for other skilled nursing services; (2) require monthly (rather than a one-time) certification of a hospice Medicare patient as terminally ill after the patient has received hospice services for over six months; (3) base Medicare payment of hospice care furnished in an individual's home only on the geographic location at which the service is performed; (4) deny coverage of hospice care for an individual not diagnosed as terminally ill; and (5) revise the formula for determining, with respect to the reasonable cost of services, the value of a service provider's capital asset at the time of change of ownership, to set such value at the asset's historical cost, less depreciation allowed, to the owner of record on the date of enactment of this Act. (Sec. 206) Amends the Omnibus Budget Reconciliation Act of 1987 to repeal the moratorium on a specified policy regarding the bad debts of hospitals. Part B: Bankruptcy Provisions - Amends part A (General Provisions) of SSA title XI to provide that Medicare- and Medicaid-related actions are not stayed by bankruptcy proceedings, and Medicare- and Medicaid-related debt is not dischargeable in bankruptcy. Amends SSA title XVIII to provide for the use of Medicare standards and procedures in bankruptcy proceedings. Title III: Medicare Mental Health Partial Hospitalization Services - Amends SSA title XVIII, with respect to partial hospitalization services, to: (1) disallow such services in an individual's home or in an inpatient or residential setting; and (2) prescribe additional requirements for community mental health centers. (Sec. 303) Amends SSA title XVIII to authorize the Secretary to establish a prospective payment system for partial hospitalization services provided by a community mental health center. Limits Medicare beneficiary coinsurance to 20 percent of the new payment basis. Title IV: Medicare Rural Health Clinics - Amends SSA title XVIII to: (1) extend the current per-visit payment limits applicable to rural health clinics to provider-based clinics (other than clinics based in small rural hospitals with less than 50 beds); (2) require clinics to have a quality assurance and performance improvement program as specified by the Secretary; (3) limit to rural health clinics in the Federal program the Secretary's authority to waive the requirement that a clinic employ a physician assistant, nurse practitioner, or certified nurse midwife or require their services at least 50 percent of the time; (4) revise shortage area requirements; (5) lower Medicare beneficiary coinsurance for rural health clinic services; and (6) direct the Secretary to establish a prospective payment system for rural health clinic services, with beneficiary coinsurance limited to 20 percent of the new payment basis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare and Medicaid Fraud, Abuse, and Waste Prevention Amendments of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To prevent fraud, abuse, and waste in the Medicare and Medicaid Programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:52-05:00"
}