{
  "actions": [
    {
      "acted_at": "1985-07-25", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-01", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, International Trade Commission, Office of the U.S. Trade Representative, Treasury Department, State Department, Commerce Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1505-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-07-25", 
  "number": "1505", 
  "official_title": "A bill to require the President to take action in response to the reports on barriers to foreign market access.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Increased Market Access Promotion Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-07-25", 
  "subjects": [
    "American investments", 
    "Balance of payments", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Negotiations", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-07-25", 
    "text": "Increased Market Access Promotion Act of 1985 - Amends the Trade Act of 1974 to require the U.S. Trade Representative (USTR) to report annually to the Congress by March 31: (1) identifying any foreign country's or instrumentality's barriers to market access of U.S. exports of goods and services and foreign direct investment by U.S. persons; (2) estimating the trade distorting impact on U.S. commerce of any such foreign trade barrier; and (3) estimating the value of additional goods and services and the value of additional foreign direct investment that would have been exported to, or invested in, each such foreign country or instrumentality if each of the trade barriers did not exist. Requires the USTR, in making such an analysis, to take into account the actual increase in the value of U.S. goods and services exported to, and the value of foreign direct investment made in, such foreign country or instrumentality. Directs the President to initiate negotiations between the United States and each foreign country identified as having acts, policies, or procedures which constitute barriers to market access in order to eliminate such barriers within two years. Directs the President, if a country is identified as a country with trade barriers and if the amount of the trade deficit between the United States and such country exceeds five percent of the amount of the trade deficit between the United States and the world for such calendar year, to take specified actions against such country. Sets forth different objectives for taking such actions depending on whether the country had previously been identified as having such trade barriers and whether or not a reduction of such barriers had been made."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Increased Market Access Promotion Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the President to take action in response to the reports on barriers to foreign market access.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:34-05:00"
}