{
  "actions": [
    {
      "acted_at": "1987-05-21", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-08", 
      "committee": "Committee on Finance for the consideration of those matters which do amend the Internal Revenue Code", 
      "references": [], 
      "text": "Ordered, that the Committee on Banking, Housing, and Urban Affairs consider only those matters which do not amend the Internal Revenue Code;  Ordered further, that when reported the bill be referred to the Committee on Finance for the consideration of those matters which do amend the Internal Revenue Code.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1257-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-21", 
  "number": "1257", 
  "official_title": "A bill to reaffirm national housing policy, to increase efforts to maintain and preserve existing housing stock for low- and moderate-income families, to assist States in establishing housing partnerships, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing Preservation Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-21", 
  "subjects": [
    "Accounting", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Capital gains tax", 
    "Cooperative housing", 
    "Crime and law enforcement", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Federal advisory bodies", 
    "Federal aid to housing", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Housing for the aged", 
    "Income tax", 
    "Law enforcement officers", 
    "Local and Municipal Government", 
    "Local finance", 
    "Low-income housing", 
    "Minimum tax", 
    "Moderate income housing", 
    "Mortgages", 
    "Narcotic traffic", 
    "Public Contracts, Procurement, and Property", 
    "Public housing", 
    "Public lands and natural resources", 
    "Rental housing", 
    "Residential rehabilitation", 
    "Rural affairs legislation", 
    "Rural housing", 
    "Social welfare", 
    "Standards", 
    "State finance", 
    "States", 
    "Surplus government property", 
    "Tax credits", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-21", 
    "text": "Housing Preservation Act of 1987 - Title I: Preservation of Existing Housing - Amends the United States Housing Act of 1937 to authorize the Secretary of Housing and Urban Development (Secretary), during FY 1987 through 1992, to reserve authority to enter into obligations, under the comprehensive improvement assistance program, in an amount sufficient to assure compliance of all public housing with current HUD modernization standards by October 1, 1992. Expresses the intent of the Congress that available housing subject to mortgages under National Housing Act programs for moderate-income and displaced families and for rental and cooperative housing assistance for lower income families remain available for occupancy by such families. Establishes a Commission on Low-Income Housing to study and report to the Congress within six months of this Act's enactment on proposals for maintaining for lower-income families the availability of housing under the aforementioned National Housing Act program as well as programs for elderly persons and families in rural areas under the Housing Act of 1949. Mandates that amounts of budget authority that become available as a result of the prepayment of mortgages insured under these programs be held in a separate housing account for low- and moderate-income families. Amends the United States Housing Act of 1937 to authorize the Secretary to: (1) set aside funds to provide security forces adequate to prevent the illegal sale and use of controlled substances in public housing common areas; and (2) enter into contracts with appropriate associations to study the development of improved design features to minimize the accessibility to public housing of nonresidents likely to engage in such illegal activity. Directs the Secretary to study and to report to the Congress within 120 days of this Act's enactment on the feasibility of using surplus Federal lands for low- and moderate-income housing programs. Amends the Internal Revenue Code (IRC) to permit low-income housing to qualify for a tax credit if the required percentage of housing units (20 percent or 40 percent) in the project is occupied by persons whose income is less than the required percentage (50 percent or 60 percent) of either State median income or area median income (20-50 and 40-60 determinations under current law are based only on area median income). Revises the IRC definition of \"passive activity\" to exclude any interest in a qualified low-income building or qualified rehabilitated building. Excludes from the gross income of a noncorporate taxpayer any gain realized in connection with the disposition of a qualified low-income housing project to a qualified non-related party that agrees to continue the low-income housing use of the property. Requires that the property: (1) be held by the taxpayer for the five years preceding the disposition; and (2) be identified by a State or local government as necessary to meet certain low-income housing requirements. Adds as an item of tax preference for minimum tax purposes any amount of gain excluded from tax under these provisions. Title II: Housing Partnerships - Authorizes the Secretary of Housing and Urban Development to carry out a housing partnership demonstration program to: (1) establish State and local housing partnerships in the interest of developing plans to address the need for affordable housing; (2) make available funds to enable the partnerships to increase the supply of low-income housing; and (3) retain whenever practicable and enhance the affordability of the existing housing supply. Enumerates types of grants and funds that the Secretary must make available. Describes grant application procedures. Directs the Secretary, within 180 days after this Act's enactment, to publish in the Federal Register final regulations with respect to housing partnerships. Authorizes FY 1988 and 1989 appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing Preservation Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reaffirm national housing policy, to increase efforts to maintain and preserve existing housing stock for low- and moderate-income families, to assist States in establishing housing partnerships, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:32-05:00"
}