{
  "actions": [
    {
      "acted_at": "1990-10-25", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3246-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-25", 
  "number": "3246", 
  "official_title": "A bill to authorize States to regulate the treatment, disposal, and other disposition of solid waste.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "States Solid Waste Regulatory Authority Act", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-25", 
  "subjects": [
    "Compost", 
    "Environmental protection", 
    "Federal-state relations", 
    "Fees", 
    "Interstate compacts", 
    "Planning", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "State laws", 
    "Transboundary pollution"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-25", 
    "text": "States Solid Waste Regulatory Authority Act - Amends the Solid Waste Disposal Act to authorize each State to enact and enforce laws: (1) regulating the treatment, disposal, and other disposition of solid waste within such State, including imposing fees; and (2) banning the importation of solid waste beginning five years after enactment of this Act if the State has an approved solid waste management plan. Authorizes two or more States to negotiate an agreement or compact, not in conflict with a Federal law or treaty, to provide for the treatment, disposal, or other disposition of solid waste (but no such agreement or compact shall take effect until approved by the Congress). Requires State solid waste management plans to require that the State: (1) identify the amount of solid wastes by waste type that are reasonably expected to be generated within the State or accepted from another State during the ten-year period following enactment of this Act; (2) identify the amount of solid waste to be reduced during such ten-year period through source reduction, recycling, and resource recovery; and (3) establish a process to assure the availability of solid waste treatment storage and disposal (including recycling) facilities permitted under such Act. Requires a State, when identifying the amount of solid waste management capacity necessary for the solid waste identified, to take into account solid waste management compacts in effect on the date of the enactment of this Act within the State and one or more States. Requires that a State solid waste management plan: (1) require laws, regulations, and ordinances for the development of new and expanded solid waste management facilities, including the establishment of a process for the siting, and a schedule for the approval and construction, of such facilities; (2) describe solid waste management practices and programs, based on the State's environmental and economic conditions, that promote source reduction and recycling; (3) identify existing State and regional markets for recyclable materials and actions that the State will take to promote and develop recycling markets; (4) provide for a program requiring all solid waste management facilities to register with the State and that only registered facilities may manage solid waste identified in the plan; (5) provide for technical and financial assistance to local communities to meet plan requirements; and (6) specify the conditions under which the State will authorize a person to accept solid waste from other States, for purposes of solid waste management other than transportation, and ensure that such waste is managed in accordance with the plan and that acceptance of such waste will not impede the ability of the State of final destination to manage solid waste generated within its borders. Expresses the intention of such Act and the planning process developed pursuant to such Act that determinations regarding the need for, or size of, waste-to-energy facilities for solid waste management not interfere with the achievement, to the maximum extent possible, of the objectives and policies of such Act. Sets forth additional plan requirements, unless the State demonstrates that their inclusion is impracticable, including: (1) a policy requiring the State and its political subdivisions to procure products made with recyclable materials; (2) a program to encourage composting; (3) a system for curbside pickup of source-separated materials or separation at recycling facilities, or both; and (4) a policy requiring that recyclable materials from residences, commercial establishments, and office buildings in solid waste be separated, to the maximum extent economically practicable, prior to treatment or disposal in solid waste management facilities and requiring the imposition of a surcharge on tipping fees for solid waste from commercial establishments or office buildings that is not source-separated before delivery to a landfill, waste-to-energy facility, or waste treatment facility. Requires States to submit plans for approval within six months of the enactment of this Act. Specifies that if the Administrator of the Environmental Protection Agency fails to act on a State plan within six months after submission, such plan shall become effective and shall remain in effect as submitted subject to review by the Administrator."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "States Solid Waste Regulatory Authority Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize States to regulate the treatment, disposal, and other disposition of solid waste.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:17-05:00"
}