{
  "actions": [
    {
      "acted_at": "1988-06-08", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-14", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-01", 
      "bill_ids": [
        "hr2470-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into H.R.2470.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4763-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Aspin, Les", 
      "sponsored_at": "1988-06-30", 
      "state": "WI", 
      "thomas_id": "00033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1988-06-08", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kleczka, Gerald D.", 
      "sponsored_at": "1988-06-08", 
      "state": "WI", 
      "thomas_id": "00637", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Lent, Norman F.", 
      "sponsored_at": "1988-07-11", 
      "state": "NY", 
      "thomas_id": "00682", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sawyer, Thomas C.", 
      "sponsored_at": "1988-06-29", 
      "state": "OH", 
      "thomas_id": "01022", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-08", 
  "number": "4763", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for long-term care benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2470-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2305-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2305-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Long-Term Care Assistance Act of 1988", 
  "sponsor": {
    "district": "7", 
    "name": "Obey, David R.", 
    "state": "WI", 
    "thomas_id": "00877", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-08", 
  "subjects": [
    "Accident insurance", 
    "Administrative procedure", 
    "Business and commerce", 
    "Community property", 
    "Domestic Relations and Families", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Estate tax", 
    "Extended care facilities", 
    "Gift tax", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Home care services", 
    "Income", 
    "Income tax", 
    "Inheritance tax", 
    "Insurance", 
    "Insurance companies", 
    "Intermediate care facilities", 
    "Labor and employment", 
    "Long-term care", 
    "Long-term care insurance", 
    "Medicaid", 
    "Medicare", 
    "Nursing homes", 
    "Peer review organizations (Medicine)", 
    "Poor", 
    "Public assistance programs", 
    "Respite care", 
    "Social security taxes", 
    "Social welfare", 
    "Support of dependents", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-08", 
    "text": "Long-Term Care Assistance Act of 1988 - Title I: Establishment of Long-Term Care Benefits Under Medicare Program - Amends part B (Supplementary Medical Insurance) of title XVIII (Medicare) of the Social Security Act to cover chronic home care services, including homemaker and chore aide services, furnished to an individual who has dementia and cannot perform at least two activities from a specified list of daily living activities. Imposes an annual $500 deductible and 20 percent copayment requirement on recipients of such benefits. Caps Medicare payments for such services at 65 percent of the average cost of Medicare skilled nursing facility services. Covers home or community-based respite care furnished to an individual who has dementia and is dependent on the uncompensated assistance of a primary caregiver with whom he or she resides in the performance of at least two daily living activities. Limits annual Medicare payments for such services to the lesser of $1,000 or 50 percent of the costs of such care. Covers 70 percent of the costs of chronic nursing home services incurred two years after an individual becomes eligible for such services. Requires that such an individual be suffering from dementia and unable to perform at least two daily living activities. Directs the Secretary of Health and Human Services to enter into agreements with organizations to determine and periodically review the eligibility of individuals for chronic home care services, home or community-based respite care, and chronic nursing home services. Sets forth the appeals process for individuals dissatisfied with the organization's determinations. Amends part B (Peer Review) of title XI of the Act to require peer review organizations to periodically review the process by which eligibility review organizations arrive at their determinations and to report their findings to the Secretary. Finances this Act's expansion of Medicare benefits by: (1) increasing the monthly part B premium by two dollars; (2) imposing a supplemental premium on each $150 of Federal income tax due from a part B beneficiary; (3) eliminating the limit on wages or self-employment income subject to the Medicare hospital insurance tax; and (4) imposing a five percent surtax on transfers by gift or inheritance of assets in excess of $200,000. Establishes the Federal Long-Term Care Insurance Trust Fund into which amounts raised by reason of this Act's amendments, including reductions in Federal Medicaid outlays attributable to Medicare long-term care coverage, shall be transferred and from which payments for such coverage shall be made. Title II: Medicaid Provisions Relating to Long-Term Care - Amends title XIX (Medicaid) of the Act to require States to cover the cost-sharing amounts of Medicare long-term care beneficiaries whose income does not exceed the Federal poverty level. Sets forth rules regarding the attribution of income and resources to institutionalized and community spouses. Provides that for the initial determination of an institutionalized spouse's Medicaid eligibility all the resources held by either the institutionalized or community spouse shall be considered available to the institutionalized spouse except for an amount which equals the community spouse resource allowance determined without subtracting from such allowance resources otherwise available to the community spouse. Sets forth the formula for determining the community spouse resource allowance which provides the community spouse with at least $12,000 annually, with annual adjustments to such formula reflecting changes in the cost-of-living. Excludes, from the determination of the institutionalized spouse's eligibility, support which the community spouse owes to the institutionalized spouse if the latter assigns his or her support rights to the State. Provides that after the initial eligibility determination: (1) no resources of the community spouse will be considered available to the institutionalized spouse; and (2) the income of the institutionalized spouse will not be considered to include a specified personal needs allowance, community spouse monthly income allowance, family allowance, and incurred expenses for medical or remedial care for the institutionalized spouse that are not covered by a legally liable third party. Sets forth the formulas for determining such allowances. Gives the institutionalized and the community spouse the right to a hearing to establish that the community spouse monthly income allowance or resource allowance is not adequate to support the community spouse without financial duress so that an adequate amount of support will be substituted for the allowance. Prohibits such income allowance from being less than court-ordered support payments. Delays the Medicaid eligibility of institutionalized individuals who disposed of their resources at less than fair market value within 26 months prior to applying for Medicaid benefits. Sets forth situations in which a delay shall not be applied. Directs the Secretary to report to the Congress by December 31, 1988, regarding means for recovering amounts from deceased Medicaid beneficiaries' estates to pay for Medicaid skilled nursing facility or intermediate care facility services furnished to such beneficiaries. Requires the Secretary to reduce Federal Medicaid payments to States to take into account State Medicaid savings attributable to Medicare long-term care coverage. Excludes the resources owned by an individual at the commencement of the two-year period preceding Medicare coverage of chronic nursing home services from consideration in determining Medicaid coverage of Medicare cost-sharing amounts. Title III: Miscellaneous Tax Provisions - Amends the Internal Revenue Code to treat long-term care insurance as accident or health insurance as having been received for personal injuries, sickness, or medical care for tax purposes. Permits a taxpayer to include as tax-deductible medical expenses any amounts paid for long-term health care or as a premium for long-term care insurance. Allows insurance companies to deduct amounts reserved to satisfy obligations to long-term care insurance policyholders. Excludes long-term care insurance from a cafeteria plan participant's gross income. Treats co-payments for Medicare chronic nursing home services and employer premiums for long-term care insurance as deductible medical care expenditures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long-Term Care Assistance Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for long-term care benefits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:31-05:00"
}