{
  "actions": [
    {
      "acted_at": "2011-06-13", 
      "committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-06-22", 
      "in_committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-22", 
      "in_committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-22", 
      "in_committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported in the Nature of a Substitute (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-10-25T15:57:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Oversight and Government Reform. H. Rept. 112-260.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-25T15:58:00-04:00", 
      "calendar": "Union", 
      "number": "174", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 174.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2012-04-25T13:30:00-04:00", 
      "references": [], 
      "text": "Mr. Issa moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-25T13:30:00-04:00", 
      "references": [
        {
          "reference": "CR H2082-2095", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-25T13:30:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2146.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-25T13:55:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H2082-2091", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2012-04-25T13:55:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-26", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2146-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Burton, Dan", 
      "sponsored_at": "2011-06-21", 
      "state": "IN", 
      "thomas_id": "00154", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Chaffetz, Jason", 
      "sponsored_at": "2011-06-21", 
      "state": "UT", 
      "thomas_id": "01956", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Conaway, K. Michael", 
      "sponsored_at": "2011-10-07", 
      "state": "TX", 
      "thomas_id": "01805", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Cummings, Elijah E.", 
      "sponsored_at": "2011-07-06", 
      "state": "MD", 
      "thomas_id": "00256", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Farenthold, Blake", 
      "sponsored_at": "2011-06-21", 
      "state": "TX", 
      "thomas_id": "02067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Jenkins, Lynn", 
      "sponsored_at": "2011-10-14", 
      "state": "KS", 
      "thomas_id": "01921", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Kelly, Mike", 
      "sponsored_at": "2011-06-22", 
      "state": "PA", 
      "thomas_id": "02051", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lankford, James", 
      "sponsored_at": "2011-06-21", 
      "state": "OK", 
      "thomas_id": "02050", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Latham, Tom", 
      "sponsored_at": "2011-07-25", 
      "state": "IA", 
      "thomas_id": "00666", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Maloney, Carolyn B.", 
      "sponsored_at": "2011-06-23", 
      "state": "NY", 
      "thomas_id": "00729", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McHenry, Patrick T.", 
      "sponsored_at": "2011-06-21", 
      "state": "NC", 
      "thomas_id": "01792", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Peterson, Collin C.", 
      "sponsored_at": "2011-10-14", 
      "state": "MN", 
      "thomas_id": "00910", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Ross, Dennis A.", 
      "sponsored_at": "2011-06-21", 
      "state": "FL", 
      "thomas_id": "02003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Sherman, Brad", 
      "sponsored_at": "2011-07-20", 
      "state": "CA", 
      "thomas_id": "01526", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2012-04-25T13:55:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-13", 
  "number": "2146", 
  "official_title": "To amend title 31, United States Code, to require accountability and transparency in Federal spending, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1222-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3600-112", 
      "reason": "related"
    }
  ], 
  "short_title": "DATA Act", 
  "sponsor": {
    "district": "49", 
    "name": "Issa, Darrell E.", 
    "state": "CA", 
    "thomas_id": "01640", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2012-04-25T13:55:00-04:00", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Department of the Treasury", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Office of Management and Budget (OMB)", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2012-04-25", 
    "text": "Digital Accountability and Transparency Act of 2012 or DATA Act - Title I: Accountability and Transparency in Federal Spending - (Sec. 101) Requires each person, state, local, or tribal government, or any government corporation (recipient) that receives appropriated funds, either directly or through a subgrant or subcontract at any tier, to report at least once quarterly each receipt and use of such funds to the Federal Accountability and Spending Transparency Commission established by this Act. Requires the Commission to: (1) specify deadlines by which a particular receipt or use of federal funds must be reported by a recipient; (2) permit prime awardees to fulfill the reporting requirements on behalf of subawardees, so long as all subaward tiers are reported; and (3) prepopulate its electronic systems with data submitted by specified agencies, permitting recipients either to confirm that prepopulated data is correct or, if it is incorrect, to make corrections. Requires recipients subject to these reporting requirements to register with the Central Contractor Registration database. Requires each executive agency to report at least quarterly to the Commission all federal obligations and expenditures, identifying programs, budget functions, Treasury accounts, and appropriations categories. Directs the Commission to require continuous or automatic reporting to the extent practicable. Requires the Secretary of the Treasury to make similar reports for disbursements of federal funds. Exempts an individual recipient from such reporting requirements if: (1) the total amount of federal funds received does not exceed $100,000 in the current calendar year or fiscal year, or (2) no transaction in which the recipient has received federal funds during the current calendar year or fiscal year has exceeded $24,999. Authorizes the Commission to grant additional exemptions for classes or categories of recipients. Requires the Commission to provide for an inflation adjustment of such dollar thresholds to maintain their constant dollar value. (Sec. 102) Requires the Commission to designate: (1) common data elements for information required to be reported; as well as (2) data reporting standards, including a widely accepted, nonproprietary, searchable, platform-independent computer-readable format. Requires the Commission to publish online all information submitted by recipients and agencies in accordance with the Federal Funding Accountability and Transparency Act of 2006. Directs the Commission to establish a federal accountability portal (a government-wide Internet-based data access system) to: (1) combine information submitted by recipients and agencies with other compilations of information, including information maintained by federal, state, local, and foreign government agencies, or other commercially and publicly available information; (2) permit executive agencies to verify the eligibility and responsibility of recipients and potential recipients with respect to the receipt and use of federal funds; (3) permit executive agencies, Inspectors General (IGs), law enforcement agencies, and appropriate state authorities to track federal awards and recipients to detect and prevent waste, fraud, and abuse; and (4) serve as the primary accountability portal for the entire federal government. Prescribes civil penalties for recipient noncompliance with data reporting requirements. Requires each executive agency to issue guidance that requires every recipient of federal funds under any of its federal awards to use the Commission's common data element or data reporting standard for any information reported to such agency to which the element or standard applies. Requires each executive agency to use data from the website maintained by the Commission under the Federal Funding Accountability and Transparency Act of 2006 (FFATA) to prepopulate any electronic systems maintained by that agency for the submission of reports on the receipt and use of federal funds distributed by it. Requires each executive agency to report to the President, Congress, and the Commission on: (1) any agency-specific financial reporting requirements for fund recipients, (2) every element of information that such recipients must regularly submit, and (3) whether each element or a similar element is already being reported to the Commission by such recipients. Specifies responsibilities of the Director of OMB, the Secretary of the Treasury, and the Administrator of the General Services Administration (GSA) regarding implementation of the required common data element or data reporting standard. (Sec. 103) Amends the FFATA to add requirements that USASpending.gov: (1) publish data in a manner compliant with applicable principles and best practices in the private sector for the publication of open government data; (2) serve as a public portal for federal financial information, all federal awards, and federal expenditures; and (3) make available the published information in a reasonably timely manner using Commission-designated common data elements and data reporting standards. Repeals certain requirements for USASpending.gov use as the source of its data the Federal Procurement Data System, Federal Assistance Award Data System, and Grants.gov. Requires the Commission to publish on USASpending.gov: (1) all information submitted by recipients and agencies under this Act, including aggregate information exempt from recipient reporting requirements, but reported by an Executive agency in the aggregate; and (2) all information contained in the computerized information system maintained by GSA. Eliminates the OMB pilot program to: (1) test the collection and accession of data about subgrants and subcontracts, and (2) determine how to implement a subaward reporting program across the federal government. Transfers from OMB to the Commission the management of USASpending.gov. Title II: Federal Accountability and Spending Transparency Board - (Sec. 201) Establishes the Federal Accountability and Spending Transparency Commission in the executive branch. Transfers to it all functions of the Recovery Accountability and Transparency Board, including its employees. Requires the Commission to audit, investigate, and review the spending of federal funds, giving high priority to funds awarded: (1) without the use of competitive procedures, or (2) to any contractor found to be in violation of the Foreign Corrupt Practices Act of 1977. Requires the Commission to report to appropriate congressional committees on tax expenditures data that includes a description of processes that could be put in place to collect and disseminate such data, and the potential effects of making such data publicly available on the Internal Revenue Service (IRS), taxpayers, and other relevant parties. Requires such report to be publicly available. Requires the Commission to make recommendations to executive agencies on measures to prevent fraud, waste, and abuse relating to federal funds. Authorizes the Commission to enter into contracts with any federal agency (within or outside the executive branch) to enable it to identify waste, fraud, and abuse. Establishes the Federal Accountability and Spending Transparency Advisory Committee. Authorizes appropriations for FY2012-FY2019. (Sec. 203) Makes conforming amendments to the American Recovery and Reinvestment Act of 2009 (ARRA) to terminate the Recovery Accountability and Transparency Board on October 1, 2013. Title III: Additional Provisions - (Sec. 301) Declares that nothing in this Act or the amendments made by it shall be construed to require the disclosure of classified information. (Sec. 302) Amends the Paperwork Reduction Act and the Inspector General Act of 1978 with respect to certain administrative matters under this Act. (Sec. 305) Transfers to the Federal Accountability and Spending Transparency Commission: (1) the authority of the GSA Administrator over the computer information system and the catalog of federal domestic assistance, and (2) the management and control of the Director of OMB over the assistance awards information system. (Sec. 306) Authorizes the Comptroller General (GAO) to perform certain activities in connection with the discharge of audit, evaluation, investigative, and other specified duties. (Sec. 307) Amends the Inspector General Act of 1978 to require classification of Inspector Generals (IGs) of a designated federal entity at a grade, level, or rank designation at or above those of a majority of the entity's senior level executives. Authorizes the Integrity Committee for the Council of the Inspectors General on Integrity and Efficiency to receive, review, and refer all allegations and wrongdoing against the Special Council or the Deputy Special Counsel to the same extent and in the same manner as in the case of an allegation against an IG or an IG office staff member, as long as the Special Counsel recuses himself or herself from considering the allegation. Revises requirements for posting of IG reports and audits on their respective websites. (Sec. 308) Prohibits a federal agency from paying the travel expenses for more than 50 of its employees stationed in the United States for any international conference occurring outside the United States, unless the Secretary of State determines that their attendanceis in the national interest. Requires each federal agency to post on its respective public Internet website quarterly reports, in an electronic searchable format, on each conference for which it paid specified travel expenses during the preceding quarter. Prohibits a federal agency, during FY2012-FY2016, from making or obligating to make expenditures for travel expenses in an aggregate amount greater than 80% of the aggregate amount for FY2010. Directs the Director of OMB to establish guidelinesfor the determination of what expenses constitute travel expenses other than for military travel. Requires military travel expenses to include those involving military combat, the training or deployment of uniformed military personnel, and other expenses determined under those guidelines. Requires each agency to post on its public Internet website specified detailed information on any presentation made by its employee at a conference. Limits an agency's single conference expenditure to $500,000. Declares that nothing in this Act shall be construed to preclude an agency from receiving financial support or other assistance from a foundation or other nonfederal source to pay or defray conference costs exceeding that amount. Prohibits an agency from expending funds on more than one conference sponsored or organized by an organization during any fiscal year, unless the agency is the conference's primary sponsor and organizer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "DATA Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Digital Accountability and Transparency Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "DATA Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Digital Accountability and Transparency Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "DATA Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Digital Accountability and Transparency Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 31, United States Code, to require accountability and transparency in Federal spending, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:16:26-05:00"
}