{
  "actions": [
    {
      "acted_at": "1973-10-12", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10901-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-12", 
  "number": "10901", 
  "official_title": "A bill to provide for the establishment of safety standards for mobile homes in interstate commerce, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Mobile Home Safety Standards Act", 
  "sponsor": {
    "district": "10", 
    "name": "Stephens, Robert G., Jr.", 
    "state": "GA", 
    "thomas_id": "01111", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-12", 
  "subjects": [
    "Advisory bodies", 
    "Housing and community development", 
    "Mobile homes", 
    "Safety measures"
  ], 
  "subjects_top_term": "Mobile homes", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-12", 
    "text": "National Mobile Home Safety Standards Act - Title I: Mobile Home Safety Standards - Directs the Secretary of Housing and Urban Development to establish by order appropriate Federal mobile home safety standards. Requires State and local mobile home safety standards to be identical to Federal standards. Directs the Secretary to establish a National Mobile Home Safety Advisory Council, a majority of which shall be representatives of the general public, which the Secretary shall consult with concerning such standards. Allows the filing of a petition with the United States court of appeals for persons adversely affected by an order. Requires the Secretary to conduct research, testing, development and training, and to make grants to carry out this Act. Prohibits the manufacture or sale of mobile homes not meeting such standards, unless a person can establish that he did not have reason to know of a nonconformity by exercise of due care. Exempts such requirement from mobiles homes exported . Assigns jurisdiction to United States district courts in actions to restrain violations of this Act. Requires mobile home manufacturers manufacturing a mobile home in violation of such standards, to correct the defect while such mobile home is held by a distributor or dealer. Authorizes the Secretary to conduct inspections and investigations to enforce such standards and to enter factories and storage places to do so. Requires mobile home manufacturers and dealers to maintain records and to report to the Secretary regarding their compliance with such standards. Requires mobile home manufacturers to notify purchasers of defects affecting life safety, and to maintain records of first-purchasers of their mobile homes. States that the Secretary shall carry out this Act through the National Mobile Home Safety Bureau, which he shall establish in the Department of Housing and Urban Development and which shall be headed by an assistant Secretary. Requires the Secretary to prepare a report each year on the administration of this Act to be forwarded to the Congress. Allows States to develop and administer their own safety standards, subject to approval of the Secretary. Authorizes the Secretary to make grants to States to develop, administer, and enforce their own standards, providing such grants do not exceed 50 percent of the cost involved. Authorizes appropriations of sums necessary to carry out this title. Title II: Changes in existing Law - Makes changes in existing laws to bring them into conformity with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Mobile Home Safety Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of safety standards for mobile homes in interstate commerce, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:51-05:00"
}