{
  "actions": [
    {
      "acted_at": "1979-05-31", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 96-227.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-06", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-06", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-06", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Appropriations rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-06", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-11", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-18", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 96-224.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-25", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-26", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #151 (86-8).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-26", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-06-27", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-11", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-331.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-17", 
      "references": [], 
      "text": "House agreed to conference report, roll call #341 (284-132).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-17", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-17", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-17", 
      "references": [], 
      "text": "House insisted on its disagreement to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-17", 
      "references": [], 
      "text": "Motion that House recede and concur in certain Senate amendment rejected in House, division vote (23-26).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-20", 
      "references": [], 
      "text": "Senate agreed to House amendments to certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-20", 
      "references": [], 
      "text": "Senate receded from certain of its amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-20", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-20", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-07-23", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1979-07-25", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1979-07-25", 
      "references": [], 
      "text": "Public Law 96-38.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4289-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1979-07-25", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-31", 
  "number": "4289", 
  "official_title": "A bill making supplemental appropriations for the fiscal year ending September 30, 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres298-96", 
      "reason": "rule"
    }
  ], 
  "short_title": "Supplemental Appropriations Act, 1979", 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-11", 
  "subjects": [
    "Appropriations", 
    "Congress", 
    "Disaster relief", 
    "Economics and public finance", 
    "Federal budgets", 
    "Government corporations", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Law", 
    "Refugees", 
    "Small business", 
    "Supplemental appropriations", 
    "Welfare fraud"
  ], 
  "subjects_top_term": "Supplemental appropriations", 
  "summary": {
    "as": "House receded and concurred with amendment", 
    "date": "1979-07-17", 
    "text": "(House receded and concurred in certain Senate amendments with an amendment) Supplemental Appropriations Act, 1979 - =Title I:= Makes supplemental appropriations for fiscal year 1979 for the following: (1) within the Department of Agriculture for: (A) the Office of Inspector General; (B) buildings and facilities of the Agriculture Research Service; (C) Food Safety and Quality Service for State grants for meat and poultry inspection; (D) the Agricultural Credit Insurance Fund of the Farmers Home Administration; and (E) the Child Nutrition, Food Stamp, and Elderly Feeding Programs of the Food and Nutrition Service (but provides, with respect to child nutrition, that only claims for reimbursement for meals served during fiscal year 1979 submitted to State agencies before January 1, 1980, shall be eligible for funding, and conditions certain funding under the Child Nutrition Act of 1966 on a State's participation in certain studies and surveys; makes the Food Stamp appropriations available only through September 30, 1979); and (2) within the Department of Defense-Military for: (A) Military personnel of the Army, Navy, Marine Corps, and Air Force; (B) Reserve personnel of the Air Force; (C) the National Guard personnel of the Army; (D) Retired pay, Defense; (E) operation and maintenance of the Army, Air Force, and Defense Agencies; (F) other procurement of the Army and Defense Agencies; (G) the Shipbuilding and conversion program of the Navy; (H) Aircraft procurement by the Air Force (Transfer of funds); and (I) research, development, test, and evaluation programs of the Army, Navy, and Air Force. Authorizes the transfer of funds between specified appropriations accounts of the Department of Defense. Makes supplemental approriations for fiscal year 1979 for the following: (1) within the Department of Energy for: (A) the operating expenses, plant and capital equipment for energy, science and defense activities; and (B) the Federal Energy Regulatory Commission (but provides that no funds shall be used to pay the expenses of parties intervening in regulatory or adjudicatory proceedings); (2) within the Department of Defense-Civil for operation and maintenance, and flood control and coastal emergencies for the Corps of Engineers; and (3) within the Department of the Interior for the Colorado River Basin Project of the Bureau of Reclamation. Authorizes a transfer of funds for a portion of the appropriation for such Project and to cover the administrative expenses of the Bureau. Authorizes a transfer of funds from Department of Defense-Civil accounts to Appalachian Regional Development Programs. Appropriates an additional amount for water resources planning to initiate the Upper Mississippi River Master Plan. Makes supplemental appropriations for Funds Appropriated to the President in fiscal year 1979 for: (1) payment to the Foreign Service and Retirement Disability Fund; (2) the Economic Support Fund for Turkey and Egypt; (3) military assistance; (4) assistance for relocation of facilities in Israel; (5) foreign military credit sales for Egypt and Israel; and (6) disaster relief. Makes supplemental appropriations for fiscal year 1979 for the following: (1) the Peace Corps; (2) within the Department of State for migration and refugee assistance and United States Emergency Refugee and Migration Assistance Fund; (3) within the Department of Housing and Urban Development for the Neighborhood Self-Help Development program; (4) the salaries and expenses of the Consumer Product Safety Commission; (5) research and development by the National Aeronautics and Space Administration; (6) the salaries and expenses and self- help development of the National Consumer Cooperative Bank; (7) salaries and expenses of the Selective Service System; (8) the Department of the Treasury for for investment in the National Consumer Cooperative Bank; and (9) within the Veterans Administration for: (A) compensation and pensions; (B) readjustment benefits; (C) general operating expenses; (D) assistance for Health Manpower Training Institutions; and (E) grants to the Republic of the Philippines. Increases the limitations on administrative expenses of the Federal Home Loan Bank Board and on the travel expenses for the National Commission on Air Quality incurred at any time during the fiscal year. Makes further supplemental appropriations for fiscal year 1979 for the following: (1) within the Department of the Interior for: (A) management of lands and resources by the Bureau of Land Management; (B) the Urban Park and Recreation Fund of the Heritage Conservation and Recreation Service; (C) the operation of the National Park System by the National Park Service; (D) the operation of Indian programs by the Bureau of Indian Affairs; and (E) the Administration of Territories by the Office of Territorial Affairs; (2) within the Department of Energy for energy conservation, the Energy Regulatory Administration, and the Energy Information Administration; (3) within the Department of Agriculture for forest protection and utilization by the Forest Services; (4) salaries and expenses of the Smithsonian Institution; (5) the Pennsylvania Avenue Development Corporation for the land acquisition and development fund and public development; (6) within the Department of Labor for: (A) community service employment for older Americans and advances to the unemployment trust fund in the Employment and Training Administration; (B) salaries and expenses of the of the Employment Standards Administration; and (C) additional payments from the Black Lung Disability Trust Fund; (7) within the Department of Health, Education, and Welfare for: (A) health services for carrying out titles III (General Powers) and X (Population Research and Voluntary Family Planning Programs) of the Public Health Service Act; (B) preventive health services in the Center for Disease Control; (C) the National Institute of Child Health and Human Development; (D) the Assistant Secretary for Health, salaries and expenses; (E) the Health Care Financing Administration, grants to States for Medicaid; (F) the Office of Education for elementary and secondary education, occupational, vocational, and adult education, the Student Loan Insurance Fund, special projects and training, and Educational Activities Overseas (Special Foreign Currency Program); (G) the Social Security Administration for the Assistance Payments Programs and Refugee Assistance; (H) Human Development Services and Grants to States for Social and Child Welfare Services; and (I) Research and Training Activities Overseas (Special Foreign Currency Program); (8) the Corporation for Public Broadcasting, Public Broadcasting Fund; (9) salaries and expenses of the National Commission on Social Security; and (10) the Regional Rail Transportation Protective Account of the Railroad Retirement Board; and (11) the National Commission on the International Year of the Child. Increase the limitation on salaries and expenses of the Railroad Retirement Board. Makes supplemental appropriations for fiscal year 1979 within the Legislative Branch for: (1) salaries, officers, and employees of the Senate and House of Representatives; (2) the contingent expenses of the Senate, the Joint Committee on Printing and the Capitol Guide Service; (3) the Architect of the Capitol for Senate and House office buildings, installation of solar collectors in House office buildings, and structural and mechanical care of the Library buildings and grounds; (4) the Government Printing Office, salaries and expenses of the Office of Superintendent of Documents; and (5) salaries and expenses of the General Accounting Office. Authorizes the President pro tempore of the Senate, the Secretary of the Conference of the Majority, and the Secretary of the Conference of the Minority to hire employees (abolishing the positions established in such offices by the Supplemental Appropriations Act, 1977). Revises the compensation of the Chaplain of the Senate, Chief Reporter of Debates, the Registrar, Deputy Sergeant at Arms and Doorkeeper of the Senate, and the Administrative and Executive Assistants to the Sergeant at Arms and Doorkeeper of the Senate. Authorize an expense allowance for the Office of the Secretary of the Senate and the Office of Sergeant at Arms and Doorkeeper of the Senate. Repeals the provision of the Legislative Branch Appropriation Act, 1978, which authorizes the Secretary of the Senate and the Sergeant at Arms and Doorkeeper of the Senate to conduct orientation seminars for new Senators and staff. Makes supplemental appropriations for fiscal year 1979 for the following: (1) within the Department of State for: (A) salaries and expenses for the the Administration of Foreign Affairs and payment to the Foreign Service retirement and disability fund; and (B) International Organizations and Conferences for Contributions to International Organizations, Contributions for International Peacekeeping Activities, and Missions to International Organizations; (2) within the Department of Justice for: (A) salaries and expenses, general administration and general legal activities; (B) a transfer of funds for salaries and expenses of United States Attorneys and Marshalls; (C) fees and expenses of witnesses; (D) salaries and expenses of the Federal Bureau of Investigation; and (E) salaries and expenses of the immigration and naturalization service; (3) within the Department of Commerce for: (A) Economic Development Assistance Programs of the Economic Development Administration; (B) the National Oceanic and Atmospheric Administration for construction, Coastal Zone Management, the Fishing Vessel and Gear Damage Compensation Fund, and the Fishermen's Contingency Fund; and (C) the National Telecommunications and Information Administration for Public Telecommunications Facilities, Planning and Construction; (4) within the Judiciary for: (A) the Courts of Appeals, District Courts, and other judicial services for salaries of judges, salaries of supporting personnel, fees of jurors and commissioners, travel and miscellaneous expenses, and furniture and furnishings; (B) the salaries and expenses of the Administrative Office of the United States Courts; and (C) the salaries and expenses of the Federal Judicial Center; (5) for arms control and disarmament activities of the Arms Control and Disarmament Agency; (6) for grants and expenses of the Board for International Broadcasting; (7) for salaries and expenses of the International Communication Agency; (8) for salaries and expenses of the Select Commission on Immigration and Refugee Policy; and (9) for salaries and expenses and the Disaster Loan Fund of the Small Business Administration. Authorizes the International Communication Agency to enter into a lease to establish and operate a radio in Botswana. Amends the Small Business Act to revise the eligibility requirements and interest rates for disaster loans for disasters accurring on or after October 1, 1978, and prior to October 1, 1982. Makes supplemental appropriations for fiscal year 1979 for the following: (1) within the Department of Transportation for: (A) a study of inland waterway user taxes and charges; (B) the Coast Guard for retired pay; (C) the Pollution Fund and the Offshore Oil Pollution Compensation Fund; (D) facilities and equipment to be derived from the Airport and Airway Trust Fund; (E) the Federal Highway Administration for off-system roads; (F) the Federal Railroad Administration for the Northeast Corridor Improvement Program; and (G) grants to the National Railroad Passenger Corporation; (2) the Urban Mass Transportation Administration for the Waterborne Transportation Demonstration Project; (3) Civil Aeronautics Board for payments to air carriers; (4) the Canal Zone Government for operating expenses; (5) the Panama Canal Company by increasing the limitation on general and administrative expenses; (6) the United States Railway Association for administrative expenses and payments for purchase of Conrail securities; and (7) the Washington Metropolitan Area Transit Authority for interest payments provided for, in part, by a transfer of funds; and (8) administrative expenses of the National Alcohol Fuels Commission. Limits the obligations under the Offshore Oil Pollution Compensation Fund in fiscal year 1979. Empowers the Secretary of the Treasury to collect a fee on offshore oil and exercise other authority granted by the Outer Continental Shelf Lands Act Amendments of 1978 without fiscal year limitation. Limits the authority of the Secretary of Transportation to extend Federal guarantees of private aircraft loans. Prohibits the use of funds provided in this Act in connection with a specified demonstration bypass highway in Humboldt County, California. Makes supplemental appropriations for fiscal year 1979 for the following: (1) within the Department of the Treasury for: (A) the Bureau of Government Financial Operations for salaries and expenses and payments to the Government of Guam; (B) the Bureau of Alcohol, Tobacco and Firearms for salaries and expenses; and (C) the Internal Revenue Service for salaries and expenses, taxpayer service and returns processing, and payments where the energy credit exceeds income tax liability; (provides that custom duty proceeds in the Virgin Islands shall be covered into the Treasury of the Virgin Islands); (2) the Executive Office of the President for salaries and expenses of Special Assistance to the President and the Council on Wage and Price Stability; (3) within the General Services Administration for; (A) the Federal Buildings Fund by increasing the limitations on the availability of revenue; (B) the Federal Supply Service for the General Supply Fund; and (C) General Management and Agency Operations to establish Office of Inspector General; (4) the Office of Personnel Management for salaries and expenses and payment to the Civil Service Retirement and Disability Fund; (5) the Merit Systems Protection Board for salaries and expenses and the Office of Special Counsel; and (6) the Federal Labor Relations Authority for salaries and expenses. Makes supplemental appropriations for fiscal year 1979 for: (1) salaries and expenses of the Temporary Commission on Financial Oversight of the District of Columbia; and (2) the District of Columbia for: (A) Federal payments in lieu of reimbursements for charges for water and sanitary sewer services and for necessary expenses incurred as a result of the American Agricultural Movement demonstration; (B) general operating expenses; (C) public safety; (D) education; (E) recreation; (F) human resources; (G) transportation; (H) environmental services; (I) personal services; and (J) settlement of claims and suits. =Title II: Increased Pay Costs for the Fiscal year 1979= - Increases the amount to be appropriated for fiscal year 1979, for increased pay costs, authorized by law, for the following: (1) the Legislative Branch; (2) the Judiciary; (3) the Executive Office of the President; (4) the Department of Agriculture; (5) the Department of the Commerce; (6) the Department of Defense, Military and Civil; (7) the Department of Energy; (8) the Department of Health, Education, and Welfare; (9) the Department of Housing and Urban Development; (10) the Department of the Interior; (11) the Department of Justice; (12) the Department of Labor; (13) the Department of State; (14) the Department of Transportation; (15) the Department of the Treasury; (16) the General Services Administration; (17) the National Aeronautics and Space Administration; (18) the Veterans Administration; and (19) for the following independent agencies; (A) Action; (B) Advisory Council on Historic Preservation; (C) American Battle Monuments Commission; (D) Arms Control and Disarmament Agency; (E) Civil Aeronautics Board; (F) Commission on Civil Rights; (G) Commodity Futures Trading Commission; (H) Consumer Product Safety Commission; (I) Export-Import Bank of the United States; (J) Farm Credit Administration; (K) Federal Election Commission; (L) Federal Emergency Management Agency; (M) Federal Home Loan Bank Board; (N) Federal Labor Relations Authority; (O) Federal Maritime Commission; (P) Federal Mediation and Conciliation Service; (Q) Federal Trade Commission; (r) specified intergovernmental agencies; (S) International Communication Agency; (T) International Trade Commission; (U) Interstate Commerce Commission; (V) Merit Systems Protection Board; (W) National Capitol Planning Commission; (X) National Commission on Libraries and Information Science; (Y) National Foundation on the Arts and Humanities; (Z) National Labor Relations Board; (AA) National Mediation Board; (BB) National Transportation Safety Board; (CC) Nuclear Regulatory Commission; (DD) Office of Personnel Management; (EE) Pennsylvania Avenue Development Corporation; (FF) Railroad Retirement Board; (GG) Securities and Exchange Commission; (HH) Selective Service System; (II) Smithsonian Institution and (JJ) the United States Tax Court. Authorizes the Smithsonian Institution to acquire two aircraft from Federal excess property. =Title III: General Provisions= - States that no part of any appropriation contained in this Act shall remain available beyond fiscal year 1979, unless expressly so provided. Makes certain provisions of the Legislative Reorganization Act of 1970 inapplicable to the pay of pages during certain periods. Amends the Departments of Labor and Health, Education, and Welfare Appropriation Act, 1979, to stipulate that if by the beginning of the fourth quarter, 75 percent of the reduction for fraud, waste, and abuse in programs administered by HEW has not been achieved, the aggregate amount of budget authority under this Act shall not be reduced by an amount in excess of $301,500,000. Provides that if the reduction required by the Act results in total budget authority insufficient to pay legal entitlements in the fourth quarter, the Department may borrow from succeeding year funds to pay such entitlements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Supplemental Appropriations Act, 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making supplemental appropriations for the fiscal year ending September 30, 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:15-05:00"
}