{
  "actions": [
    {
      "acted_at": "1995-11-17", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres124-104", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Davis, Thomas M.", 
      "sponsored_at": "1995-11-18", 
      "state": "VA", 
      "thomas_id": "00274", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-11-17", 
  "number": "124", 
  "official_title": "Making further continuing appropriations for the District of Columbia for fiscal year 1996, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Norton, Eleanor Holmes", 
    "state": "DC", 
    "thomas_id": "00868", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-11-17", 
  "subjects": [
    "Appropriations", 
    "Capital investments", 
    "Congress", 
    "Construction costs", 
    "Continuing resolutions", 
    "District of Columbia", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Municipal budgets", 
    "Municipal finance", 
    "Payments in lieu of taxes"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-11-17", 
    "text": "Appropriates funds for the District of Columbia for FY 1996 for: (1) such amounts as may be necessary under the authority and conditions provided in the District of Columbia Appropriations Act, 1995 for continuing the Federal payment to the District of Columbia and the Federal contribution to the District of Columbia Retirement Funds; and (2) an additional $15 million above the amount otherwise made available to be included in the apportionment for the Federal payment to the District for purposes of certain capital construction loan repayments. Appropriates out of the general fund, enterprise funds, and other non-Federal funds of the District for FY 1996 such necessary amounts under the authority and conditions provided in such Act for continuing the operations of the District government and other activities chargeable against District revenues that were conducted in FY 1995 and for which appropriations, funds, or other authority would be available in the District of Columbia Appropriations Act, 1996. Prohibits obligations or expenditures of such funds until the Mayor of the District provides written notification to the District of Columbia Financial Responsibility and Management Assistance Authority. Permits such obligations and expenditures beyond December 15, 1995. Requires the pertinent project or activity to be continued at a rate not exceeding the lowest of the current rate, the rate under the 1996 Act as passed by the House of Representatives, or the rate under the 1996 Act as passed by the Senate. (Sec. 2) Provides that appropriations and funds made available and authority granted pursuant to this Act shall be available until whichever of the following first occurs: (1) the enactment of an appropriation for any project or activity provided for in this Act; (2) the enactment of the District of Columbia Appropriations Act, 1996 without any provision for such project or activity; or (3) December 15, 1995. (Sec. 3) Specifies additional requirements and limitations with respect to appropriations made available or authority granted under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Making further continuing appropriations for the District of Columbia for fiscal year 1996, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:11-05:00"
}