{
  "actions": [
    {
      "acted_at": "1979-04-30", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3798-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-30", 
  "number": "3798", 
  "official_title": "A bill to amend the Solid Waste Disposal Act (as amended by the Resource Conservation and Recovery Act of 1976) to establish a program for the identification and reclamation of abandoned hazardous waste sites, to establish a fund to be used for the reclamation of hazardous waste sites and for the compensation of persons injured by toxic pollutants, to provide a Federal cause of action for damages caused by toxic pollutants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hazardous Materials Control and Compensation Act of 1979", 
  "sponsor": {
    "district": "36", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-30", 
  "subjects": [
    "Actions and defenses", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "Eminent domain", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Intergovernmental relations", 
    "Land use", 
    "Liability for environmental damages", 
    "Liens", 
    "Pollution control", 
    "Public health", 
    "Reclamation of land", 
    "Refuse and refuse disposal", 
    "States"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-30", 
    "text": "Hazardous Materials Control and Compensation Act of 1979 - Title I: Establishment of Monitoring and Reclamation Program - Amends the Solid Waste Disposal Act to direct the Administrator of the Environmental Protection Agency to establish a program to identify and monitor abandoned hazardous waste sites. Authorizes the Administrator to make grants to States which submit programs for the maintenance and reclamation of abandoned hazardous waste sites where such programs are approved under rules promulgated by the Administrator to protect the public health, safety, and the environment. Authorizes States, pursuant to approved State programs, to enter, study and acquire any land adversely affected by hazardous waste at abandoned hazardous waste disposal sites and to do all things necessary to restore, reclaim, abate, control, or prevent such adverse effects if such action is required in the public interest. Specifies conditions under which a State may acquire such lands. Authorizes the sale of such acquired lands after restoration and reclamation has been accomplished where such lands are deemed to be suitable for specified uses. Directs a State to record a lien against lands not acquired by the State for moneys expended to restore, reclaim or prevent adverse effects of hazardous waste disposal on such lands. Authorizes the Administrator to establish and implement programs for maintenance and reclamation of such sites in the event a State fails to receive program approval within one year of enactment of this Act, and stipulates that such Federal programs shall remain in effect until the approval of a State program. Authorizes the Administrator to provide emergency assistance in emergencies caused by the release of hazardous waste into the environment. Stipulates that any amount expended for such emergency shall be charged against the hazardous waste site reclamation and maintenance fund. Sets forth criteria for providing such assistance and describes measures to be included therein. Directs the Administrator to prepare and publish a contingency plan for responding to such emergencies. Imposes liability with specified exceptions, upon the owner or operator of a hazardous waste site for any expenditures made by the United States or by a State under a site maintenance and reclamation program or for purposes of emergency assistance provided pursuant to this Act. Makes technical and conforming amendments to the Solid Waste Disposal Act. Title II: Compensation for Victims of Toxic Pollution - Creates a Federal cause of action for damages for any person physically injured by the negligent handling of any toxic pollutant, as defined by this title. Stipulates that this action shall not preempt any other rights or causes of action existing under State or Federal law. Establishes a two-year statute of limitation for actions brought under this cause of action, such period to commence on the date that the Administrator determines that the requisite nexus exists between the physical injury complained of and the toxic pollutant alleged to be the cause of such injury. Authorizes the award of exemplary damages upon a finding by the trier of fact that the conduct of the defendant constituted a gross and wanton disregard for public safety. Sets forth certain rules regarding presumptions and jurisdiction for any action brought pursuant to these provisions. Establishes within the Environmental Protection Agency the Environmental Victims Compensation Board. Sets forth the duties and powers of such Board, including the power to subpoena any person to provide information deemed relevant to any claim, to promulgate such rules, regulations and procedures necessary to carry out the provisions of this Act, to employ experts and consultants, and to perform any other administrative activities necessary for the effective fulfillment of its responsibilities under this Act. Outlines the procedure for certification of victims of negligent handling of toxic pollutants and sets forth criteria upon which the Board shall determine whether such toxic pollutants caused the physical injury. Entitles certified victims to benefits not to exceed $50,000 per victim for medical expenses, costs of rehabilitation, and lost wages where such claims are not provided for by insurance. Directs such Board to establish procedures for the filing of claims for such benefits. Entitles persons other than the victim to payment of benefits if necessary to secure payment of alimony, maintenance, or child support, to insure satisfaction of authenticated claims by those who furnished the victim with products or services constituting medical or rehabilitation benefits, or to insure satisfaction of claims for reasonable attorney's fees. Directs the Board to prepare and submit to the Congress and the President a report of its activities under this Act. Sets forth criteria and procedures for obtaining judicial review of orders or benefit awards issued by the Board. Sets forth the duties of the Administrator regarding the administration of this Act. Authorizes the Administrator to make studies and investigations to determine whether physical injuries are caused by toxic pollutants and sets forth procedures for conducting such studies and investigations. Requires the Administrator to publish in the Federal Register for public comment any tentative findings of requisite nexus between a physical injury and an allegedly toxic pollutant, and to make and publish a final determination upon a finding of requisite nexus. Authorizes judicial review in the appropriate United States district court of such finding upon petition praying that the finding be set aside or modified. Title III: Fund for Reclamation and Compensation - Establishes a fund for the maintenance and reclamation of hazardous waste sites, for emergency hazardous waste assistance, and for victim compensation. Provides that the exemplary damage payments collected under this Act, fees collected from hazardous waste facility permit holders, and fees collected from oil and gas refinery and terminal owners and operators shall form the basis of such fund. Sets forth fee collection procedures and penalties for noncompliance with such procedures. Title IV: Other Amendments to Solid Waste Disposal Act - Authorizes the Administrator to designate sites for new hazardous waste disposal sites upon a finding that such sites will be safe and environmentally sound. Requires the Administrator to consult with the National Academy of Sciences (NAS) and the affected States and local governments and to take into account results of studies and investigations before designating such sites. Makes necessary conforming amendments to the Solid Waste Disposal Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hazardous Materials Control and Compensation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act (as amended by the Resource Conservation and Recovery Act of 1976) to establish a program for the identification and reclamation of abandoned hazardous waste sites, to establish a fund to be used for the reclamation of hazardous waste sites and for the compensation of persons injured by toxic pollutants, to provide a Federal cause of action for damages caused by toxic pollutants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:05-05:00"
}