{
  "actions": [
    {
      "acted_at": "2013-06-14T11:08:00-04:00", 
      "references": [
        {
          "reference": "CR H3623-3624, H3633", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3623", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A035) offered by Ms. DeLauro.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-06-14T12:39:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 242, 
      "text": "On agreeing to the DeLauro amendment (A035) Agreed to by recorded vote: 423 - 0 (Roll no. 242).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt175-113", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1960-113", 
    "bill_type": "hr", 
    "congress": 113, 
    "number": 1960
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "113", 
  "description": "Amendment prohibits the Defense Department from continuing to purchase equipment from the Russian arms dealer Rosoboronexport unless the Secretary of Defense certifies that the firm is cooperating with a Defense Contract Audit Agency audit; is not delivering S-300 missile defense batteries to Syria; and that no new contracts have been signed by the firm with Syria since January 1, 2013. Amendment also provides a national security waiver with a requirement that the Secretary justify the waiver in a report to Congress 30 days prior to the purchase of any equipment from Rosoboronexport.", 
  "house_number": 35, 
  "introduced_at": "2013-06-14", 
  "number": 175, 
  "purpose": "An amendment numbered 137 printed in Part B of House Report 113-108 to prohibit the Defense Department from continuing to purchase equ ipment from the Russian arms dealer Rosoboronexport unless the Secretary of Defense certifies that the firm is cooperating with a Defense Contract Audit Agency audit, not delivering S-300 missile defense batteries to Syria, and that no new contracts have been signed by the firm with Syria since January 1, 2013. Provides a national security waiver with a requirement that the Secretary justify the waiver in a report to Congress 30 days prior to the purchase of any equipment from Rosoboronexport.", 
  "sponsor": {
    "district": "3", 
    "name": "DeLauro, Rosa L.", 
    "state": "CT", 
    "thomas_id": "00281", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2013-06-14T12:39:00-04:00", 
  "updated_at": "2013-11-03T12:18:30-05:00"
}