{
  "actions": [
    {
      "acted_at": "1973-10-02", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10692-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Green, Edith", 
      "sponsored_at": "1973-01-03", 
      "state": "OR", 
      "thomas_id": "00461", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-02", 
  "number": "10692", 
  "official_title": "A bill to implement certain recommendations of the Commission on the Organization of the government of the District of Columbia, to reorganize the governmental structure of the government of the District of Columbia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "District of Columbia Governmental Reorganization Act", 
  "sponsor": {
    "district": "2", 
    "name": "Nelsen, Ancher", 
    "state": "MN", 
    "thomas_id": "00858", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-02", 
  "subjects": [
    "District of Columbia"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-02", 
    "text": "District of Columbia Governmental Reorganization Act - Title I: Governmental Reorganization - Provides that the National Capital Housing Authority shall be an agency of the District of Columbia government. Authorizes and directs the Commissioner of the District of Columbia to establish and administer a public employment service in the District, to promote and develop an employment office for men, women, and juniors who are legally qualified to engage in meaningful occupations, including employment counseling and placement services for handicapped persons, and to maintain a veterans' service to be devoted to securing employment for veterans in the District. Transfers the District of Columbia Redevelopment Land Agency to the District of Columbia Government. Title II: Planning - Creates the National Capital Planning Commission as the central planning agency for the Federal Government to plan the appropriate and orderly development and redevelopment of the National Capital and the conservation of its important national and historical features. Places municipal planning duties with the Commissioner of the District of Columbia. Directs the Commissioner to prepare and submit to the Commission for adoption, after approval by the District of Columbia Council, a major thoroughfare plan and a mass transportation plan. Title III: Taxing Authority Fees Licensing - Gives the District of Columbia Council the authority to ascertain, determine, and fix annually rates of taxation. Empowers the Council to make, from time to time, usual and reasonable regulations which require a license for any occupation, profession, business, trade, or calling, including those occupations, professions, businesses, trades, or callings heretofore regulated by Act of Congress. Provides that any action of the Council setting certain tax rates, setting certain fees, or relating to the licensing of certain businesses and professions, shall be effective only if during and until the end of the forty-day period (excluding Saturdays, Sundays, holidays, and days on which either House is not in session) immediately following the date of such action neither House of Congress adopts a resolution stating that that House does not approve of such action; and if during the ten-day period following such forty-day period the President does not veto such action. Title IV: Federal Payment, District Budget and Financial Management - Provides that it shall be the duty of the Commissioner in preparing an annual budget for the government of the District of Columbia, to develop meaningful intercommunity expenditure and revenue comparisons in conjunction with data supplied by the Federal Government's Division of the Bureau of the Census, and to identify elements of cost and benefits to the District of Columbia which result from the unusual role of the District as the Nation's Capital. Requires the Federal Office of Management and Budget to determine and recommend each year to the Congress the amount of the appropriation for the annual Federal payment to the District of Columbia, taking into account the findings and recommendations of the Commissioner. Declares that the fiscal year of the District of Columbia government shall begin on the first day of July and shall end on the thirtieth day of June of the succeeding calendar year. Requires the Commissioner to prepare and submit to the Council and to the Congress and to make available to the public, an annual budget for the District of Columbia government. Title V: The District of Columbia Council - Establishes an eight member District of Columbia Council. Sets forth teams of office, compensation, powers of the Council, and qualifications for holding office."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Governmental Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement certain recommendations of the Commission on the Organization of the government of the District of Columbia, to reorganize the governmental structure of the government of the District of Columbia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:47-05:00"
}