{
  "actions": [
    {
      "acted_at": "1987-02-26", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-13", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Constitution", 
      "text": "Referred to Subcommittee on Constitution.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s589-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1987-04-21", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1987-02-26", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-26", 
  "number": "589", 
  "official_title": "A bill to provide procedures for calling Federal constitutional conventions under article V for the purpose of proposing amendments to the United States Constitution.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Constitutional Convention Implementation Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-26", 
  "subjects": [
    "Constitution and Constitutional Amendments", 
    "Constitutional amendments", 
    "Constitutional conventions", 
    "Courts and Civil Procedure", 
    "District of Columbia", 
    "Judicial review", 
    "Law", 
    "State legislatures", 
    "States", 
    "Supreme Court", 
    "Supreme Court jurisdiction"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-26", 
    "text": "Constitutional Convention Implementation Act of 1987 - Sets forth procedures for holding constitutional conventions for proposing amendments to the Constitution. Specifies general rules for State applications for such conventions. Provides a procedure for the Congress to adopt a concurrent resolution calling for a convention whenever it determines that at least two-thirds of the States have submitted within a seven-year period valid applications for the calling of a constitutional convention. Requires that the convention be convened within eight months of the adoption of the resolution. Entitles each State to two delegates on an at-large basis and one delegate from each congressional district. States that no Senator, Representative, or other person holding office under the United States shall be elected as a delegate. Requires the District of Columbia to elect as many delegates as the number of Senators and Representatives to which it would be entitled in the Congress if it were a State. Provides that the President pro tempore of the Senate and the Speaker of the House of Representatives shall convene the convention. Authorizes appropriations for the payment of convention expenses. Authorizes the convention to conduct proceedings in accordance with such rules as it may adopt by a vote of three-fifths of the number of delegates who have subscribed to the oath of office. Prohibits such convention from proposing any amendment of a subject matter different from that stated in the concurrent resolution. Requires the presiding officer of the convention to submit any proposed amendment to the Congress. Authorizes the Congress: (1) to disapprove by concurrent resolution any amendment which differs from the subject matter described in the concurrent resolution; or (2) to direct the Administrator of General Services to transmit to the States copies of the proposed amendment and copies of any concurrent resolution agreed to by the Congress prescribing the mode of ratification. Provides that an amendment shall become valid when ratified by three-fourths of the States. Permits a State to rescind its ratification, except when valid ratifications by three-fourths of the States exist. Entitles any State aggrieved by any congressional determination regarding its application for a convention or its ratification of a proposed amendment, or by any failure of the Congress to make such a timely determination, to bring an action in the Supreme Court for relief."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Constitutional Convention Implementation Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide procedures for calling Federal constitutional conventions under article V for the purpose of proposing amendments to the United States Constitution.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:17-05:00"
}