{
  "actions": [
    {
      "acted_at": "1979-08-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-19", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-833.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-24", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-24", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #151 (324-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-26", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-11-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Finance with amendment, S. Rept. 96-1035.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-13", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-13", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-13", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-13", 
      "references": [], 
      "text": "House agreed to Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-13", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-16", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-16", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-16", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-24", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-12-24", 
      "references": [], 
      "text": "Public Law 96-589.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5043-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "35", 
      "name": "Conable, Barber B., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00225", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-12-24", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-08-01", 
  "number": "5043", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide for the tax treatment of bankruptcy, insolvency, and similar proceedings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bankruptcy Tax Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Ullman, Al", 
    "state": "OR", 
    "thomas_id": "01174", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-01", 
  "subjects": [
    "Bankruptcy", 
    "Capital gains tax", 
    "Corporate divestiture", 
    "Corporate reorganizations", 
    "Corporations", 
    "Corporations and Stocks", 
    "Estate tax", 
    "Income tax", 
    "Limitation of actions", 
    "Stocks", 
    "Tax administration", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Bankruptcy", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-12-13", 
    "text": "(Measure passed Senate, amended) Bankruptcy Tax Act of 1980 - Amends the Internal Revenue Code to exclude from gross income amounts of indebtedness which are discharged either pursuant to bankruptcy, outside of bankruptcy when the taxpayer is insolvent (but only to the extent of such insolvency), or in cases of business indebtedness. Requires the taxpayer either to elect to reduce the basis of his depreciable assets by the amount of his indebtedness discharge, or to reduce specified tax attributes by the amount of such discharge. Specifies that such tax attributes shall be (in the order in which they are reduced): (1) net operating loss carryovers; (2) carryovers of the investment tax credit, work incentive (WIN) credit, new jobs credit, and gasohol credit; (3) capital loss carryovers; and (4) the basis of the debtor's assets, but such basis shall not be reduced below the basis in the debtor's remaining undischarged liabilities; and (5) foreign tax credit carryovers. Requires the recapture of any gain on a subsequent disposition of reduced-basis assets as ordinary income. Limits the election presently allowed to solvent taxpayers outside bankruptcy which permits a reduction of the basis of assets by the amount of indebtedness discharged to an election only to reduce the basis of depreciable assets. Treats a basis reduction of a purchase-money debt, in the case of a solvent taxpayer outside bankruptcy, as a purchase price reduction rather than a discharge of indebtedness, for income tax purposes. Sets forth rules for the tax treatment of transactions involving transfers by corporations of stock to creditors in return for the discharge of the corporations' indebtedness. Treats creditors of a debtor corporation as stockholders for purposes of limitation on the full deductibility of net operating loss carryovers in a bankruptcy or similar case. Provides that the indebtedness discharge provisions of this Act shall apply with respect to bankruptcy cases commenced after December 31,1980, and to discharges outside of bankruptcy occurring after December 31, 1980. Stipulates that for purposes of exclusion from gross income: (1) such effective dates shall not apply to a bankrupt or insolvent debtor whose debt is discharged or whose bankruptcy case or similar proceeding is begun before January 1, 1982; and (2) such a debtor will not be required to reduce the basis of property below its fair market value on the date of the discharge. Treats the bankruptcy estate of an individual in a liquidation or reorganization case under the bankruptcy laws as a separate taxable entity for Federal income tax purposes. Provides that no separate taxable entity is created by the commencement of wage earner bankruptcy proceedings, or cases involving partnerships and corporations. Sets forth rules for the income tax treatment of the bankruptcy estate of an individual with respect to: (1) the allocation of income and deductions between the debtor and the estate; (2) the computation of the estate's taxable income; (3) accounting methods and periods; (4) the treatment of the estate's administration costs as deductible expenses; (5) the carryover of tax attributes between the debtor and the estate; and (6) requirements for filing and disclosure of returns. Grants individual debtors an election to close their taxable years upon the commencement of a proceeding in bankruptcy. Expands the categories of tax-free corporate reorganizations to treat insolvency reorganizations (\"G\" type reorganizations) on the same basis as other types of corporate reorganizations for purposes of determining the taxability of gain arising from such transactions. Exempts corporations subject to court jurisdiction in a bankruptcy case or in receivership from classification as personal holding companies, for purposes of the tax imposed on such associations. Repeals provisions granting automatic capital gain treatment in the case of redemptions of certain stock issued by railroad corporations in bankruptcy. Allows an insolvent corporation in a bankruptcy case or in receivership to sell assets tax-free where such corporation, after the commencement of judicial proceedings, adopts a plan of complete liquidation and, upon the liquidation, all of the corporation's assets are transferred to its creditors within 12 months of the adoption of the plan. Permits the estate of an individual debtor to qualify as an eligible shareholder in a Subchapter S corporation. Disqualifies transfers to controlled corporations of unsecured indebtedness or claims against a corporation in exchange for stock of the corporation for nonrecognition treatment of the gain or loss arising from such transfers. Excludes from the computation of corporate earnings and profits any discharge of indebtedness which is applied in reduction of the basis of corporate assets. Reduces the deficit in corporate earnings and profits if the interest of a shareholder is terminated in a bankruptcy or similar case. Suspends the running of the statute of limitations on assessments and collection of tax during the pendency of bankruptcy cases and for specified periods thereafter. Permits the trustee of a debtor's estate to intervene in any proceeding before the Tax Court to which the debtor is a party. Relieves a debtor's estate from the imposition of certain penalties for failure to pay tax if: (1) such failure follows a judicial determination of probable insufficiency of funds of the estate to pay administrative expenses; or (2) such tax was incurred before the earlier of an order for relief or the appointment of a trustee, and the petition in bankruptcy was filed before the due date for the filing of the tax return, or the date for making the addition to the tax occurs on or after the day on which the petition is filed. Limits provisions requiring the immediate assessment of tax liability to receivership proceedings and certain bankruptcy proceedings of individual debtors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bankruptcy Tax Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Bankruptcy Tax Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide for the tax treatment of bankruptcy, insolvency, and similar proceedings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:30-05:00"
}