{
  "actions": [
    {
      "acted_at": "1975-02-27", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s875-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-27", 
  "number": "875", 
  "official_title": "A bill to authorize the Secretary of Housing and Urban Development to make direct low-interest loans to assist homeowners and builders in purchasing and installing solar heating (or combined solar heating and cooling) equipment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-27", 
  "subjects": [
    "Energy", 
    "Heating", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Loans", 
    "Solar energy"
  ], 
  "subjects_top_term": "Heating", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-27", 
    "text": "States that the purpose of this Act is to provide a source of financial assistance for homeowners and builders to enable them to purchase and install solar heating equipment or combined solar heating and cooling equipment while substantially reducing energy use. Authorizes the Secretary of Housing and Urban Development to make loans to individuals and families owning and occupying one-to-four family residential structures to assist them in purchasing and installing qualified solar heating and cooling equipment. States that such loans may be made in an amount covering up to 75 percent of the cost of purchasing and installing the necessary equipment, and not exceeding amounts specified in this Act. Sets forth the terms and conditions governing the loans. Defines \"qualified solar heating equipment\" as meaning equipment which utilizes solar energy to provide heating for a residential sturcture and which is certified by the Secretary as meeting minimum specified standards, including a requirement that the eqipment must be designed to meet more than 40 percent of the total heating needs of the types of structure for which it is intended. Directs the Energy Research and Development Administration to establish procedures for periodic inspection and review of solar heating and cooling equipment models and certifications. Directs the Secretary to disseminate full, complete, and current information concerning recommended standards and types of qualified solar heating or solar heating and cooling equipment appropriate for use in residential structures of varying sizes and types and in various regions of the country. Authorizes appropriations to a revolving fund of $100,000,000 to provide an initial amount for the program under this Act, and such additional sums as may thereafter be necessary to carry out such program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Housing and Urban Development to make direct low-interest loans to assist homeowners and builders in purchasing and installing solar heating (or combined solar heating and cooling) equipment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:09-05:00"
}