{
  "actions": [
    {
      "acted_at": "1991-09-12", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-18", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3318-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-09-12", 
  "number": "3318", 
  "official_title": "To clarify and make uniform the maritime law of the United States with respect to the recovery and allocation of compensatory damages.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maritime Comparative Responsibility Act", 
  "sponsor": {
    "district": "2", 
    "name": "Bentley, Helen Delich", 
    "state": "MD", 
    "thomas_id": "00078", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-09-12", 
  "subjects": [
    "Actions and defenses", 
    "Civil procedure", 
    "Damages", 
    "Law", 
    "Liability for marine accidents", 
    "Torts"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-09-12", 
    "text": "Maritime Comparative Responsibility Act - Provides that, in any action for personal injury, death, or both, arising out of a maritime tort which occurs on or after the date of enactment of this Act: (1) any contributory fault chargeable to a claimant shall diminish proportionately the amount awarded as compensatory damages for an injury attributable to the claimant's contributory fault but shall not bar recovery; and (2) legal causation requirements shall apply both to fault as the basis for liability and to contributory fault. Requires the court, in an action involving fault of more than one party to the action (unless otherwise agreed by all parties), to instruct the jury to answer special interrogatories (or if there is no jury, to make findings) indicating: (1) the amount of damages each claimant would be entitled to recover if contributory fault is disregarded; (2) the percentage in which the contributory fault, if any, of each claimant has contributed to causing that claimant's injury; and (3) the proportionate relationship of the fault of each of the other parties to each claim. (Authorizes the court, for this purpose, to determine that two or more persons be treated as a single party.) Directs: (1) the trier of fact, in determining the proportionate degree of fault, to consider both the nature of the conduct of each party at fault and the extent of the causal relation between the conduct and the damages claimed; and (2) the court to determine the award of damages to each claimant in accordance with the findings, subject to any reduction under this Act, and to enter judgment jointly and severally against each party liable (and to determine and state in the judgment each party's share of the judgment of each claimant according to their respective proportionate fault). Requires the court, upon motion made within one year after judgment is entered, to: (1) determine whether all or part of a party's share of a judgment is uncollectible from that party; and (2) reallocate any uncollectible amount among the other parties to the action, including a claimant at fault, according to their proportionate fault. Specifies that the party whose liability is reallocated is subject to contribution and to any continuing liability to the claimant on the judgment. Prohibits a claim and counterclaim from being set off against each other, except by agreement of both parties, but authorizes the court (on motion and if it finds that the obligation of either party is likely to be uncollectible) to order that both parties make payment into court for distribution. Requires the court to distribute the funds received and declare obligations discharged as if the payment had been a payment to the other party, and any distribution back to the party making payment had been a payment by the other party. Provides that a right of contribution: (1) exists between or among two or more persons who are jointly and severally liable upon the same indivisible claim for the same injury or death, whether or not judgment has been recovered against all or any of them; (2) may be enforced either in the original action or by a separate action; and (3) is based on each person's proportionate share of a claimant's recovery. Specifies that a person who enters into a settlement with a claimant has a right to contribution from other persons only: (1) if the liability of the person against whom contribution is sought has been extinguished by the person seeking contribution; and (2) to the extent that the amount paid in settlement was reasonable. Sets forth provisions with respect to: (1) the enforcement of contribution; and (2) the effect of a release entered into by a claimant and a person alleged to be liable for the claim."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maritime Comparative Responsibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To clarify and make uniform the maritime law of the United States with respect to the recovery and allocation of compensatory damages.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:44-05:00"
}