{
  "actions": [
    {
      "acted_at": "1984-08-10", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-28", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-28", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-28", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6178-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Rostenkowski, Dan", 
      "sponsored_at": "1984-08-10", 
      "state": "IL", 
      "thomas_id": "00988", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-10", 
  "number": "6178", 
  "official_title": "A bill to establish the Social Security Administration as an independent agency, headed by a Social Security Board, which shall be responsible for the administration of titles II and XVI of the Social Security Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Reorganization Act of 1984", 
  "sponsor": {
    "district": "10", 
    "name": "Pickle, J. J.", 
    "state": "TX", 
    "thomas_id": "00917", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-08-10", 
  "subjects": [
    "Department of Health and Human Services", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Old age, survivors and disability insurance", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-08-10", 
    "text": "Social Security Reorganization Act of 1984 - Title I: Establishment of the Social Security Administration - Amends title VII (Administration) of the Social Security Act to establish as an independent executive agency a Social Security Administration, headed by a Social Security Board. Provides that it shall be the duty of the Administration to administer the programs established by titles II (Old Age, Survivors and Disability Insurance) and XVI (Supplemental Security Income) of the Social Security Act. Establishes in the Administration a General Counsel and an Inspector General. Requires the Board to study and make recommendations as to the most effective methods of providing economic security through social insurance and as to legislation and matters of administrative policy. Establishes in the Administration a Commissioner of Social Security and a Deputy Commissioner of Social Security, who shall perform such functions as the Board may prescribe. Requires the Board to establish in the Administration an Office of the Beneficiary Ombudsman, to be headed by a Beneficiary Ombudsman who shall: (1) represent the interests of beneficiaries under the Old Age, Survivors and Disability Insurance program and the Supplemental Security Income Program within the Administration's decision-making process; (2) review the Administration's policies and procedures for possible adverse effects on such beneficiaries; (3) recommend changes in policies causing problems for beneficiaries; (4) help resolve individual beneficiary problems under such programs; and (5) represent the views of beneficiaries in the design of forms and the issuance of instructions. Requires the annual report of the Board to include a description of the activities of the Beneficiary Ombudsman. Authorizes the Board to appoint and fix the compensation of such officers and employees as are necessary to carry out the functions of the Board and the Administration. Requires the Board to prepare and submit to the President appropriations requests for the Administration on a biennial basis. Requires that appropriations requests by the Administration for staffing and personnel be based upon a comprehensive workforce plan as determined by the Board. Provides for the apportionment of administrative costs. Requires the annual report of the Board to include a section reflecting the use of budget authority provided to the Administration. Authorizes appropriations for administrative expenses to be provided on a biennial basis. Requires that authority for automated data processing procurement and facilities construction be provided in the form of contract authority covering the total cost of such acquisitions. Makes amounts needed for the liquidation of contract authority so provided available from the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund to the extent that such amounts are not needed to meet current obligations for benefit payments. Specifies the authorities which are to be delegated to the Board from the Administrator of the General Services Administration. Requires the Board to cause a seal of office to be made and judicial notice taken thereof. Title II: Miscellaneous and Conforming Amendments - Requires the Secretary of Health and Human Services and the Board to report to Congress within 120 days after the beginning of each regular session on their administration under this Act. Requires the Secretary to study and make recommendations with respect to the most effective methods of providing economic security and with respect to administrative policy for the social security programs which he or she administers. Provides for the transfer to the Administration of all functions carried out by the Secretary with respect to the programs and activities to be carried out by the Administration under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Reorganization Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Social Security Administration as an independent agency, headed by a Social Security Board, which shall be responsible for the administration of titles II and XVI of the Social Security Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:15-05:00"
}