{
  "actions": [
    {
      "acted_at": "1973-02-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4298-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-08", 
  "number": "4298", 
  "official_title": "A bill to provide more effective means for protecting the public  interest in national emergency disputes involving the transportation industry, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Public Interest Protection Act", 
  "sponsor": {
    "district": "5", 
    "name": "Scherle, William J.", 
    "state": "IA", 
    "thomas_id": "01028", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-08", 
  "subjects": [
    "Advisory bodies", 
    "Airlines", 
    "Aviation", 
    "Labor and employment", 
    "Railroads", 
    "Transportation law and legislation"
  ], 
  "subjects_top_term": "Transportation law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-08", 
    "text": "Emergency Public Interest Protection Act - Declares it to be the Congressional intent to protect the public interest whenever threatened or actual strike for lockout in the transportation industry imperils the national health or safety. Title I: Amendments to the Labor-Management Relations Act Relating to Emergency Disputes in the Transportation Industry - Authorizes the utilization of private collective bargaining procedure under the Railway Labor Act to try and resolve emergency disputes in the transportation industry. Makes the national emergency provisions of the Labor-Management Relations Act applicable to all transportation industries by repealing the emergency procedures of the Railway Labor Act and bringing the railroads and airlines under the basic emergency provisions now applicable to other industries. Provides that optional procedures could be used if a transportation national emergency dispute was still unresolved after the 80-day cooling-off period provided in the Labor-Management Relations Act. Requires the basic 80-day injunction to be issued by a three judge court in the case of national emergency disputes in the transportation industries. Empowers the President to extend (in certain situtations) the cooling-off period, with continued bargaining between the parties for a period of up to thirty days. Provides for a partial operation after the 80-day cooling-off period. Authorizes the President to appoint a special board and directs them to review the feasibility of partial operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Public Interest Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide more effective means for protecting the public  interest in national emergency disputes involving the transportation industry, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:00-05:00"
}