{
  "actions": [
    {
      "acted_at": "1986-06-24", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2592-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-06-24", 
  "number": "2592", 
  "official_title": "A bill to strengthen Federal deposit insurance programs, to enhance competition in the financial services sector, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Deposit Insurance Reform and Competitive Enhancement Act", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-06-24", 
  "subjects": [
    "Administrative procedure", 
    "Advertising", 
    "Advertising and Marketing", 
    "Advisory bodies", 
    "Bank deposits", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Branch banking", 
    "Budget deficits", 
    "Checks", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Credit", 
    "Credit cards", 
    "Credit unions", 
    "Deceptive advertising", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Economics and public finance", 
    "Education", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Finance charges", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government securities", 
    "Government spending reductions", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Interest", 
    "Interest rates", 
    "Interstate banking", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Lawyers and Legal Services", 
    "Leases", 
    "Legal fees", 
    "NOW accounts", 
    "National Credit Union Administration", 
    "National banks", 
    "Savings and loan associations", 
    "Savings banks", 
    "Securities and Investments", 
    "Securities regulation", 
    "State laws", 
    "States", 
    "Student aid", 
    "Student loan funds", 
    "Subsidiary corporations", 
    "Tax-deferred compensation plans", 
    "Transportation and Travel", 
    "Travel costs"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-06-24", 
    "text": "Deposit Insurance Reform and Competitive Enhancement Act - Title I: Emergency Acquisitions - Financial Institutions Emergency Acquisitions Amendments of 1986 - Amends the Garn-St Germain Depository Institutions Act of 1982 to extend until October 15, 1988, the Deposit Insurance Flexibility Act and the Net Worth Certificate Act. Repeals, effective April 15, 1991: (1) provisions of the Bank Holding Company Act of 1956 which exempt as a prohibited bank holding company activity any insurance activity approved for or conducted by a holding company on or before May 1, 1982; and (2) the amendments made by the remainder of this title. Amends the Federal Deposit Insurance Act to revise provisions governing interstate acquisitions of troubled banks involving Federal Deposit Insurance Corporation (FDIC) financial assistance. Requires the appropriate Federal banking agency to notify and consult with the FDIC when such agency is informed that an out-of-State bank or holding company is considering acquiring an insured bank with total assets of $250,000,000 or more that is in danger of closing. Reduces from $500,000,000 to $250,000,000 the minimum total asset requirement of a closed bank or a bank in danger of closing (as certified by the appropriate Federal or State chartering authority) which may be acquired by an out-of-State bank holding company. Authorizes an out-of-State bank or holding company to: (1) acquire a holding company that controls insured bank subsidiaries which hold assets equal to at least $250,000,000, represent a third or more of the total assets of all bank subsidaries of such holding company, and are in danger of closing; (2) acquire such subsidiaries and affiliated banks; or (3) establish newly chartered banks in the State where such subsidiaries are chartered to merge with or purchase the assets and assume the liabilities of such subsidiaries and affiliated banks. Permits the FDIC to assist a merger or acquisition of an insured bank only at the request of the bank's directors or trustees. Provides that a bank which receives FDIC troubled bank assistance when it is eligible to be acquired by an out-of-State bank or holding company shall remain eligible for such acquisition so long as such assistance remains outstanding. Permits an out-of-State bank to make an extraordinary acquisition under the Federal Deposit Insurance Act only if such ownership is otherwise specifically authorized. Entitles an out-of-State bank holding company which makes an acquisition to acquire additional banks located in the three largest metropolitan areas in any State in which the acquired bank is located to the same extent as permitted for an in-State holding company. Prohibits any holding company which makes such an acquisition from being required under State law to divest any other bank or from being prevented from acquiring any other bank or holding company by reason of such acquisition. Directs the FDIC, where the bank to be acquired is a minority-controlled bank, to seek an offer by another minority-controlled institution first. Permits the FDIC to assist in the interstate acquisition of an open or closed bank where such acquisition is authorized under applicable State law. Prohibits the FDIC from providing acquisition assistance to a holding company subsidiary that is not an insured bank. Amends the Bank Holding Company Act to set forth provisions governing interstate acquisitions of troubled banks not involving FDIC financial assistance. Permits a bank holding company to acquire: (1) a bank located in another State if such bank has total assets of $250,000,000 or more and is in danger of closing; (2) two or more affiliated banks in danger of closing that together hold assets of at least $250,000,000 representing a third of the assets of all affiliated banks; (3) banks affiliated with, or the bank holding company controlling, such an acquired bank if the acquired bank's assets represent at least a third of the total assets of all affiliated banks; and (4) additional banks located in the three largest metropolitan areas of the State in which an acquired bank is located to the same extent as permitted for an in-State bank holding company. Prohibits a bank holding company which makes such an acquisition from being required to divest any other bank or from being prevented from acquiring any other bank by reason of such acquisition. Requires approval of any such acquisition by the board of directors of the bank being acquired or of a bank holding company that controls such bank. Prohibits a bank in danger of closing or the controlling bank holding company from entering into any discussions over the interstate acquisition of such bank unless: (1) the appropriate State bank supervisor has been notified; and (2) such bank or holding company has attempted to arrange an acquisition not involving FDIC assistance or interstate provisions. Requires the Board of Governors of the Federal Reserve System to consult with the appropriate State bank supervisor before approving an interstate acquisition of a troubled bank and to allow the supervisor at least 48 hours to object to such acquisition. Prohibits the Board from approving such acquisition if the supervisor certifies that persons who are likely to satisfy all regulatory requirements have offered to acquire the bank through a transaction not requiring FDIC assistance or interstate provisions, unless the Board determines that such persons do not have the necessary financial resources or do not meet regulatory requirements. Authorizes the Board to dispense with bank acquisition notice and hearing requirements under the Bank Holding Company Act and to reduce the postapproval waiting period to five days (or eliminate such period when immediate action is necessary to prevent the probable failure of the bank) if the Board has received a Federal or State chartering authority's certification that the bank is in danger of closing. Title II: Federal Deposit Insurance - Federal Deposit Insurance Improvements Act of 1986 - Amends the Federal Deposit Insurance Act to authorize the FDIC to set the annual assessment rate for each FDIC-insured bank, based on the risks the bank may present to the Permanent Insurance Fund, at not less than one-twelfth of one percent nor greater than one-sixth of one percent. Requires a bank's assessment base additions to include such secured loans and other secured extensions of credit as the FDIC may specify. Eliminates a requirement that the FDIC Board of Directors provide an insured institution and its supervisory authority up to 120 days to correct any violation of law or any unsound or unsafe practice or condition before terminating the bank's insured status. Declares that a temporary cease and desist order issued by the appropriate Federal banking agency may place limitations on the activities or functions of an insured bank or its directors, officers, employees, agents and other persons participating in bank affairs or may bar any such person from conducting bank affairs. Authorizes a Federal banking agency that has removed a person from office at one insured bank to prohibit such person from participating in the affairs of any insured bank without the agency's prior written approval. Authorizes such an agency to proceed against any person who has acted as an officer or director of an insured bank during the year preceding the date on which the agency institutes proceedings against such person or bank. Sets forth the order of and priorities for payment of unsecured claims against the estate of an FDIC-insured bank or insured branch of a foreign bank that is closed. Subrogates the FDIC to the rights of any depositor of any closed insured bank to the extent of the deposit payments made to such depositor. Authorizes the FDIC to organize a bridge bank to assume the deposits of, assume the liabilities of, purchase the assets of, and temporarily perform the functions of one or more closed insured banks if the FDIC determines: (1) the amount necessary to operate the bridge bank will not exceed the cost of liquidating the closed banks; (2) continued operation of the insured banks is essential to the community; or (3) continued operation of the insured banks is in the interest of the depositors of the closed banks or the public. Provides that the bridge bank shall be a national bank, shall have all corporate powers of a national bank, with specified conditions, and shall be insured from the time of its organization. Requires the FDIC, at the direction of its Board of Directors, to: (1) make available sufficient funds for the bridge bank to operate; and (2) cause capital stock to be offered for sale in an amount sufficient to make possible the conduct of business of the bridge bank on a sound basis. Provides for the acquisition of the bridge bank by an out-of-State bank or holding company or by an insured depository institution located in the State where the closed bank was chartered but established by an out-of-State bank or holding company. Directs the FDIC to wind up the affairs of the bridge bank by voluntary dissolution or by the appointment of a receiver, unless the capital stock of the bridge bank is sold or its assets are taken over and its deposits assumed by another insured bank within two years from the date of its organization. Authorizes the FDIC, in order to facilitate the sale or merger of the bridge bank with another insured depository institution, to: (1) make loans or contributions to, make deposits in, or purchase assets or securities of such bank or the acquiring company; or (2) guarantee the bridge bank or the acquiring company against loss by reason of such sale or merger. Requires a State nonmember bank to notify the FDIC (current law requires FDIC approval) concerning moving any domestic branch or establishing and operating a new domestic branch. Title III: Federal Savings and Loan Insurance Corporation Recapitalization - Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986 - Amends the Federal Home Loan Bank Act to require the Federal Home Loan Bank Board (FHLBB) to charter the Financing Corporation. Requires the Corporation to be operated by a Directorate consisting of the Director of the Office of Finance of the Federal Home Loan Banks (Banks) and two other members selected by the Chairman of the Board from presidents of the Banks or their successors. Requires each Bank to invest in nonvoting capital stock of the Corporation. Limits the cumulative investment of all Banks to $3,000,000,000 and of each Bank to the sum of its required reserves plus its undivided profits, as prescribed by this Act. Sets forth a formula for determining the prorated portion of funds to be invested by each Bank. Restricts dividend payments by a Bank until it invests its required amount. Empowers the Corporation to borrow, to issue stock to Banks, to invest in Federal Savings and Loan Insurance Corporation (FSLIC) securities, and to issue debt the proceeds of which shall be invested in the FSLIC. Provides that the Corporation shall have no employees. Authorizes the Directorate to authorize Bank and FHLBB employees to act on behalf of the Corporation. Authorizes Federal Reserve banks to act as depositaries, custodians, and fiscal agents for the Corporation. Provides that the Corporation shall be exclusively liable for its obligations which shall be lawful investments and exempt securities under laws administered by the Securities and Exchange Commission. Prohibits the Corporation from making any net new borrowings after December 31, 1996. Provides that General Accounting Office audits of the Corporation shall not be limited to periods during which Government capital has been invested therein. Directs the Corporation to invest assets that it does not invest in the FSLIC in the same obligations in which Banks are permitted to invest reserves. Limits the amount of issued and outstanding obligations of the Corporation. Requires the liquidation of the Corporation and the retirement of its obligations by December 31, 2026. Amends the Government Corporations Control Act to establish the Corporation as a mixed ownership Government corporation. Authorizes the FSLIC to issue nonredeemable capital certificates and redeemable nonvoting capital stock which shall be invested in by the Corporation, shall be included as part of the primary reserve of the FSLIC, and shall pay dividends equal to the Corporation's interest payments on its obligations, issuance costs, and reasonable direct administrative costs, with specified exceptions. Authorizes the FSLIC to use accumulated contributions to its equity return account to pay off and retire its capital stock upon the maturity of all Corporation obligations. Sets forth formulae for calculating the FSLIC's annual contributions to such account beginning in 1997 based on the fraction of the aggregate amount of all accounts of all insured members equal to FSLIC reserves. Provides that certain statutorily prescribed actions regarding the FSLIC's primary and secondary reserves shall not apply as long as shares of its capital stock are outstanding. Allows the FHLBB to authorize a Bank to declare and pay dividends out of its undivided profits or legal reserves, only after such Bank has reduced all other reserves to zero, if: (1) the Bank incurs a charge-off or expense related to its investment in the Corporation; and (2) the FHLBB determines that there is an extraordinary need for such Bank's member institutions to receive dividends. Provides that provisions concerning retirement of the FSLIC's capital stock shall not apply to FSLIC stock issued to the Corporation under this Act. Requires that a building and loan association, savings and loan association, cooperative bank, homestead association, or savings bank be an \"insured institution\" under the National Housing Act in order to be eligible to become a member of, or a nonmember borrower of, a Federal Home Loan Bank. Title IV: Thrift Institutions Investments - Thrift Institutions Investment Act of 1986 - Amends the National Housing Act to apply the restrictions on bank holding company affiliate transactions under the Federal Reserve Act to savings and loan holding company affiliate transactions. Excludes as a \"covered transaction\" any extension of credit by an institution insured by the FSLIC to the holder of a credit card issued by an insured institution if the proceeds are used solely to satisfy charges incurred with the credit card and the card can be used to finance purchases at unaffiliated firms. Prohibits any State from: (1) restricting any insured institution affiliation not restricted under Federal law; or (2) imposing on an insured institution affiliate or its officers or employees any restriction not imposed on an unaffiliated firm in the same line of business or its officers or employees. Allows securities subsidiaries of savings and loan holding companies to trade and engage in secondary market transactions in up to five percent of the outstanding voting securities of any nonsubsidiary insured institution or savings and loan holding company. Increases from 15 to 30 percent of consolidated net worth the amount of debt that certain nondiversified savings and loan holding companies may issue without written approval by the FSLIC if the holding company's insured institutions have been in compliance with reserve requirements for a specified period. Amends the Depository Institutions Management Interlocks Act to permit dual service by a management official (otherwise prohibited by such Act) of a company that becomes a despoitory holding company by acquiring a failing insured institution, unless the Federal Home Loan Bank Board determines that such dual service could not be structured or limited to preclude anticompetitive results. Amends the Bank Holding Company Act of 1956 to permit the following arrangements between thrift subsidiaries of a bank holding company and such thrift's affiliates: (1) participating in joint sales or marketing arrangements; (2) cross-advertising, providing referral services, or making available information on any project or service provided by the bank holding company; or (3) obtaining and using for marketing purposes the customer lists of an bank holding company subsidiary. Permits bank holding companies which acquire a failing institution to invest in service corporations in which insured institutions are authorized to invest under the Home Owners' Loan Act of 1933. Title V: Federal Savings and Loan Insurance Corporation - Savings Institutions Supervisory Amendments of 1986 - Amends the National Housing Act and the Home Owners' Loan Act to: (1) extend the authority of the FSLIC and the FHLBB, respectively, to provide for the issuance of a cease and desist order to any institution-related or savings and loan association-related party; (2) provide that an affirmative action required under such an order includes restitution, rescission, the disposal of loans or assets, or guarantees against loss; and (3) extend the authority of the FSLIC and the FHLBB over any wholly or partly owned service corporation subsidiary. Authorizes the FSLIC and the FHLBB, pending completion of administrative proceedings for such a cease and desist order, to issue a temporary order with respect to conduct likely to cause some dissipation of assets or earnings of the institution or association concerned or some weakening of the condition of such institution or association. Limits the duration of such a temporary order to 90 days but allows such temporary order to be reissued. Authorizes the FSLIC and the FHLBB to issue a temporary order requiring cessation of activities if the institution's or association's books and records are so incomplete or inaccurate that the FSLIC or FHLBB is unable to determine the entity's financial condition. Revises the requirement that the FSLIC or FHLBB determine that an institution or association has suffered or will suffer a substantial financial loss or other damage as a result of prohibited conduct of an institution-related or association-related party in order to suspend or remove such party or to prohibit such party from participating in institution or association affairs by providing that such other damage includes any damage which may threaten to impair public confidence in the institution or association. Forbids any person facing suspension, removal, or a prohibition against participating in institution or association affairs from participating in the affairs of any federally-insured institution without the approval of the appropriate Federal regulatory authority. Authorizes the FSLIC to set the annual insurance assessment rate for each insured institution based on the risks such institution presents to the insurance fund. Limits the annual assessment rate to a minimum of one-twelfth of one percent and a maximum of one-sixth of one percent of the total amount of all accounts of the insured members of such institution. Amends the Home Owners' Loan Act of 1933 to increase the authorized level of investment in service corporations by a Federal savings and loan association or mutual savings bank to five percent of assets for an association which meets the regulatory capital requirements established by the FSLIC. Amends the National Housing Act to repeal rebidding provisions in emergency thrift acquisitions. Title VI: Financial Institutions Competitive Enhancement Amendments to the Banking Act of 1933 - Amends the Banking Act of 1933 to permit a member bank of a Federal reserve bank to be affiliated with a depository institution securities affiliate. Permits an officer, director, or employee of any member bank to serve at the same time as an officer, director, or employee of any of its depository institution securities affiliates. Amends the Securities Act of 1933 to exempt from registration requirements transactions involving offers of sales of equity securities in connection with the acquisition of a bank by a bank holding company or of an insured institution by a saving and loan holding company as part of a reorganization to form a new holding company in which the bank or institution shareholders maintain their same proportionate interests (except for changes resulting from the exercise of dissenting shareholder rights). Amends the Securities Exchange Act of 1934 to provide that the Securities and Exchange Commission is the appropriate regulatory agency over securities transactions of depository institution securities affiliates. Provides for such affiliate representation on the Municipal Securities Rulemaking Board. Amends the Bank Holding Company Act of 1956 to redefine a \"bank\" to include any institution which is insured by the Federal Deposit Insurance Corporation or which makes commercial loans and accepts demand deposits or other deposits withdrawable by check or similar means for payment to third parties. Excludes from such definition: (1) any foreign bank having an insured or uninsured branch in the United States; (2) mutual savings banks, savings banks, credit unions, thrifts, and savings and loan associations which are federally insured or eligible to apply for such insurance; (3) certain trust companies owned by a registered securities exchange, one or more banks, or one more bank holding companies; (4) certain industrial loan companies chartered by Hawaii; and (5) an institution insured by the FSLIC. Redefines \"thrift institution\" to include any State-chartered savings bank the holding company of which is registered with the FSLIC. Defines \"depository institution securities affiliate\" and \"commercial loans\" for purposes of such Act. Requires 30 days' prior notification to the Board of Governors of the Federal Reserve System (current law requires approval by the Board) for a bank to reorganize as a holding company where the shareholders' ownership interests remain the same proportionally (except for changes resulting form the exercise of dissenting shareholder rights). Provides for the divestiture of companies the acquisition of which would have been prohibited due to the retroactive application of this Act. Allows companies which become bank holding companies due to the enactment of this Act to maintain otherwise prohibited nonbanking interests if, within three years, they acquire a failing insured institution or convert a held institution into an FSLIC-insured institution. Permits bank holding companies to acquire or retain ownership or control of shares of any company the activities of which are: (1) closely related to banking or managing or controlling banks; (2) of a financial nature and designed to enable the companies to adjust to technological innovations in banking services; or (3) of a financial nature and substantially identical to products or services offered by competitive nonbanking concerns. Prohibits any holding company from conducting such authorized activity unless it provides the Board with 60 days' notice and the Board does not disapprove the proposed activity within such period or suspend such period in order to obtain more information. Directs the Board: (1) in determining whether to disapprove such proposed activity, to consider the managerial and financial resources of the companies involved; (2) to issue orders setting forth its reasons for disapproving or failing to disapprove a proposed activity; and (3) to issue regulations designating particular activities that are closely related to banking. Authorizes the Board to approve or deny the application of a bank holding company to acquire control of a bank in danger of closing or its affiliated banks without providing for notice and a hearing. Permits bank holding companies to acquire or retain ownership or control of shares of a depository institution securities affiliate. Prohibits any despository institution controlled by a holding company that establishes or acquires a securities affiliate from performing securities activities one year after such affiliate commences securities activities. Authorizes such a securities affiliate to: (1) conduct any securities activities which a national bank is not prohibited from conducting; (2) deal in and underwrite all obligations issued or guaranteed by or on behalf of a State or any political subdivision thereof (with specified exceptions for industrial development bonds); (3) organize, sponsor, operate, and control an investment company; (4) deal in and underwrite mortgage-backed securities; and (5) underwrite, deal in, sell, and distribute commercial paper. Amends the Bank Service Corporation Act to authorize an insured bank or a bank holding company with total assets not exceeding $240,000,000 to make the same investments in service corporations as are authorized for insured institutions under the Home Owners' Loan Act of 1933. Amends the Bank Holding Company Act (BHCA) to require the Federal Reserve Board to: (1) accept in fulfillment of its reporting requirements the reports required to be submitted by nonbank subsidiaries of bank holding companies to the Securities and Exchange Commission under the Securities Exchange Act of 1934; and (2) minimize the scope and frequency of examinations of such subsidiaries by using reports to public or private bodies and by focusing such examinations on the activities or financial condition of such subsidiaries that may have a materially adverse effect on the safety and soundness or financial condition of a subsidiary bank of the bank holding company. Prohibits any State from prohibiting the affiliation of a national banking association with a company which engages only in permissible activities under BHCA. Prohibits a State-chartered bank subsidiary of a bank holding company from conducting activities or making investments outside the State where it is chartered unless those activities are permissible for a bank holding company under such Act. Subjects Board orders regarding company or securities affiliate acquisitions by bank holding companies under such Act to judicial review solely on questions relating to any Board finding: (1) on whether a proposed activity is permissible for a bank holding company; and (2) regarding unfair competition. Prohibits the reviewing court from: (1) staying the Board's order approving such acquisition pending judical review; or (2) overturning the Board's findings unless demonstrated to be plainly in error and at variance with the facts. Permits the court to assess litigation fees against any party that petitions for judical review of such an order of the Board if the court finds such petition to be nonmeritorious. Permits certain State-chartered savings banks which become bank holding company subsidiaries to continue to conduct any activities they are permitted to conduct under State law. Terminates such activities within two years unless extended by the Board or if the savings bank merges with or acquires an insured bank, with specified exceptions. Provides that a State-insured depository institution that is a holding company or a holding company subsidiary is not required to be federally insured. Amends the Federal Reserve Act to permit a member bank and its subsidiaries to engage in certain transactions only under terms and circumstances that are substantially the same as, or at least as favorable to such bank or subsidiary as those applicable to transactions with nonaffiliated companies. Prohibits a member bank or its affiliates from publishing, agreeing, or stating that the bank shall be responsible for the affiliates' obligations. Permits a member bank and its affiliates, excluding any depository institution securities affiliate, to use similar names. Prohibits a member bank and any subsidiary from: (1) purchasing as fiduciary any securities or other assets from any affiliate unless such purchases are permitted under the instrument creating the fiduciary relationship, by court order, or by law of the jurisdiction under which the trust is administered; or (2) acquiring any security a principal underwriter of which is an affiliate to such bank unless such acquisition has been approved by a majority of the directors of the bank who are not officers or employees of the bank or any affiliate thereof. Includes as a \"covered transaction\" of a member bank's affiliate a debit in favor of an affiliate in excess of finally collected funds credited to such account, with specified exceptions. Amends the Federal Deposit Insurance Act to apply provisions prohibiting affiliations between member banks and securities organizations and dual service by an officer, director, or employee of a member bank as a person engaged in securities activities to nonmember insured banks, unless such affiliation or dual service arrangement existed before a specified date. Amends the National Housing Act to define \"depository institution securities affiliate\" for purposes of such Act. Provides that certain restrictions on activities of savings and loan holding companies and multiple savings and loan holding companies that are not insured institutions shall not apply to a unitary savings and loan holding company that acquires an insured institution or to savings and loan holding companies that conducted prohibited activities lawfully as of a specified date. Sets forth conditions for the termination of such exempted activities by the FSLIC. Includes as permissible activities of savings and loan holding companies: (1) activities currently permissible for multiple savings and loan holding companies; (2) acquiring shares of any bank; (3) activities determined by the Federal Reserve Board to be closely related to banking or managing or controlling banks; and (4) engaging in the activities of a depository institution securities affiliate or acquiring shares of any export trading company as authorized and restricted under the Bank Holding Company Act of 1956 for bank holding companies. Prohibits any holding company from conducting such permissible activity unless it provides the FSLIC with 60 days' notice and the FSLIC does not disapprove the proposed activity within such period or suspend such period in order to obtain more information. Directs the FSLIC, in determining whether to disapprove such proposed activity, to consider the managerial and financial resources of the companies involved and to compare the public benefits and possible adverse effects of the activity. Exempts from such activity restrictions any savings and loan holding company the sole insured institution subsidiary of which is a qualified thrift lender. Sets forth asset investment requirements of a qualified thrift lender. Permits the FSLIC to grant exceptions from such requirements when it determines that extraordinary circumstances exist. Provides that an FSLIC order concerning the approval of the conduct of activity by a savings and loan holding company shall be subject to judicial review solely with respect to the FSLIC's finding regarding unfair competition and that the activity is permissible. Prohibits the court from staying the effectiveness of an FSLIC order approving an activity pending judicial review. Authorizes the court to assess litigation costs against any petitioner for judicial review of an FSLIC order if the court finds the petition to be nonmeritorious. Prohibits the court from overturning the FSLIC's findings unless they are demonstrated to be plainly in error and at variance with the facts. Provides that an FDIC-insured savings bank which meets the qualified thrift lender requirements shall, upon application, be deemed to be an insured institution. Amends the Home Owners' Loan Act of 1933 to delete provisions restricting Federal savings and loan associations to offering demand deposits to commercial or agricultural customers only. Amends the Federal Home Loan Bank Act to require members of the Federal Home Loan Bank System to meet the qualified thrift lender requirements to be eligible for advances from a Federal Home Loan Bank. Empowers a national bank to invest up to ten percent of its assets in tangible personal property for rental or sale. Amends the National Housing Act to authorize an insured institution operating in mutual form to reorganize to become a holding company by: (1) chartering and transferring its assets and liabilities to an interim savings institution; or (2) incorporating a mutual savings institution holding company, chartering an interim savings institution, and merging the existing mutual institution with the interim savings institution. Subjects such a reorganization to disapproval by the Federal Home Loan Bank Board within a 60-day notice period. Sets forth restrictions on the activities of such a holding company. Amends the Homeowners' Loan Act of 1933 to permit Federal thrifts to invest in the securities of a trust or corporation the stock of which is available for purchase only by Federal thrifts and which engages solely in the business of issuing or servicing mortgage related securities. Title VII: Bankers Banks - Amends the Depository Institution Management Interlocks Act to revise the definition of \"affiliation\" to exclude a relationship in which one of the corporations is a federally-insured bank the voting securities of which are held by other banks or by only persons who are officers of other banks. Amends the Bank Holding Company Act of 1956 to revise the definition of \"bank\" to include a State chartered bank or a national bank if: (1) such bank or its parent holding company is owned exclusively by depository institutions; and (2) such bank, its parent holding company, and all subsidiaries thereof are organized to engage exclusively in providing services for depository institutions, their parent holding companies, subsidiaries thereof, and the officers, directors, and employees of each. Revises provisions permitting bank holding companies to invest in export trading companies. Title VIII: Credit Union Amendments - Amends the Garn-St Germain Depository Institutions Act of 1982 to repeal the termination date for the National Credit Union Administration (NCUA) conservatorship and emergency merger authorities. Amends the Federal Credit Union Act to reduce from 90 to 30 days the period the NCUA Board must allow State regulators to respond to its proposed imposition of conservatorship upon a State-chartered, NCUA-insured credit union. Authorizes the NCUA Board to impose conservatorship over an insured credit union if: (1) there is a willful violation of a final cease-and-desist order; or (2) there is concealment of documents or assets or refusal to submit documents of the credit union for inspection to any examiner or lawful agent of NCUA Board. Provides that the NCUA Board, as a conservator, has all the powers of the members, directors, officers, and committees of the credit union. Extends to employees and agents of federally-insured credit unions the Board's authority to remove, suspend, or prohibit an individual from participating in credit union affairs. Eliminates the requirement that Federal credit unions obtain faithful performance bonds for financial officers and employees. Requires a credit union's board of directors to select membership officers from among members of the credit union. (Current law requires such officers to be selected from among members of the board.) Authorizes the NCUA Board to allow credit unions to make second mortgage and home improvement loans for periods exceeding 15 years. Authorizes the Board to acquire and dispose of real or personal property without regard to laws applicable to other Federal agencies. Authorizes a Federal credit union to serve as a trustee or custodian of: (1) any trust or custodial arrangement created in the United States or its territories or possessions as part of a deferred compensation plan; or (2) an individual retirement account within the meaning of the Internal Revenue Code or similar laws of a U.S. territory or possession. Authorizes a Federal credit union to pledge its assets as security for funds deposited by the Government, an Indian tribe, and any State or local government or political subdivision thereof. Title IX: Consumer Leases - Consumer Lease and Lease-Purchase Agreement Act - Amends the Consumer Credit Protection Act to revise disclosure requirements, including advertisement disclosure requirements, for consumer leases and to establish separate disclosure requirements for lease-purchase agreements. Requires information disclosed pursuant to such requirements to be segregated from all other terms and information provided. Includes among revised disclosures for consumer leases: (1) the total lease cost; (2) the amount of any required security deposit; (3) statements explaining certain information about the consumer's liability based on the residual value of the property; and (4) a statement referring the consumer to the appropriate lease document for information concerning other possible costs. Requires the following information to be disclosed for lease-purchase agreements: (1) the number, individual amount, timing, and total amount of payments; (2) a statement that the consumer will not own the property until all payments are made; (3) a statement referring the consumer to the contract for an explanation of other possible costs; (4) a statement that the consumer is responsible for the fair market value of lost, stolen, damaged, or destroyed property; and (5) a statement indicating whether the property is new or used. Requires that advertisements specify whether the advertised transaction is a lease or a lease-purchase agreement. Provides that a renegotiation is a new lease or agreement requiring new disclosures. Requires no disclosures for a lease or agreement extension. Requires lessors to pay consumers' attorney fees only in unsuccessful suits to collect more than the prescribed maximum amount at the end of a lease. Prescribes civil and criminal penalties for violations and outlines defenses. Authorizes civil actions against lessor assignees only if a violation is apparent on the face of the disclosure statement. Title X: Fair Deposit Availability - Fair Deposit Availability Act of 1986 - Sets forth depository institution disclosure requirements concerning: (1) the availability for withdrawal of funds deposited by check or similar instrument into a deposit account; (2) fees and charges assessed against deposit accounts; and (3) the computation of interest on deposited funds pending the receipt of provisional credit for the check or instrument. Requires the computation of interest on such deposited funds to begin no later than the date the institution receives provisional credit, unless the computation of interest begins at a later date for all deposits, including cash deposits, made to the account. Requires the Federal Reserve Board to publish for comment and implement within three years a regulation to improve the check clearing system used by depository institutions in order to make deposits by a check drawn on: (1) local institutions available for withdrawal after one business day; and (2) other institutions available after three business days. Requires the Board to establish an Expedited Funds Availability Council to advise and consult with the Board in the exercise of its functions under this Act. Requires the Secretary of the Treasury to require that funds deposited by a check drawn on the Treasury, which is endorsed for deposit by a customer with an established relationship with the depository institution, be available for withdrawal when the depository institution is given provisional credit for that check. Sets forth provisions governing the civil liability of institutions that fail to comply with this Act. Requires the Board to prepare a study and submit its findings to the Congress on the effect of improvements and changes in the check clearing system. Title XI: Credit Cards - Fair Credit Card Act of 1986 - Amends the Truth in Lending Act to direct the Federal Reserve Board to issue regulations requiring that credit card solicitations mailed to consumers disclose information about finance charge conditions, interest rates, annual fees, and related charges, and, where open-end credit is not automatically accessed through use of the card, required payment of charges upon receipt of a periodic statement. Requires the balance upon which finance charges may be imposed to be computed using an average daily balance method or alternative method which benefits the consumer. Directs the Federal Reserve Board to issue regulations on such methods. Title XII: Miscellaneous - Exempts funds of the FDIC, the Comptroller of the Currency, the FHLBB, the FSLIC, and the NCUA from apportionment or from sequestration or reduction of obligation limitations under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Authorizes nonprofit political organizations to hold negotiable order of withdrawal (NOW) accounts. Amends the Federal Home Loan Bank Act to allow the FHLBB and the FSLIC to accept payment and reimbursement from Federal and non-Federal agencies and organizations for travel, subsistence, and other necessary expenses incurred by members and employees in attending meetings concerning FHLBB and FSLIC functions. Amends the Bank Holding Company Act of 1956 and the National Housing Act to prohibit the Student Loan Marketing Association from owning or controlling any insured bank, mutual savings bank, savings bank, or savings and loan association."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deposit Insurance Reform and Competitive Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Lease and Lease-Purchase Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Credit Card Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Deposit Availability Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Deposit Insurance Improvements Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Savings and Loan Insurance Corporation Recapitalization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Institutions Emergency Acquisitions Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Savings Institutions Supervisory Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Thrift Institutions Investment Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen Federal deposit insurance programs, to enhance competition in the financial services sector, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:57-05:00"
}