{
  "actions": [
    {
      "acted_at": "1975-09-11", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9557-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-11", 
  "number": "9557", 
  "official_title": "A bill to provide for payments to compensate county governments for the tax immunity of Federal lands within their boundaries.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1230-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Payments in Lieu of Taxes Act", 
  "sponsor": {
    "district": "8", 
    "name": "Hayes, Philip H.", 
    "state": "IN", 
    "thomas_id": "00518", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-11", 
  "subjects": [
    "County politics and government", 
    "Government operations and politics", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Intergovernmental tax relations", 
    "Public lands and natural resources", 
    "States", 
    "Taxation"
  ], 
  "subjects_top_term": "Intergovernmental fiscal relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-11", 
    "text": "Payments in Lieu of Taxes Act - States that, within two years after the date of enactment of this Act, each county shall elect whether it wishes to proceed under the terms of this Act to receive payments from the Federal Government equal to the real property taxes otherwise due from public lands within such county, or to continue to receive whatever payments such county is entitled to receive under any existing applicable Federal law providing for Federal payments for such county similar to those available under this Act or for payment to such county of part of the revenue derived from such public land. Establishes procedures for the appraisal of public lands. Provides that when any county within a State has elected to proceed under the terms of this Act, there shall be established for that State a State board of appraisal appeal. Provides that each board shall consider and decide any appeal from a county within the State relating to the appraisal of public land within such county. States that decisions of the board shall not be subject to judicial review unless arbitrary or capricious. States that, begining in the first complete fiscal year after the acceptance of such appraisal by both the county involved and the Administrator, the Secretary of the Treasury is authorized to pay annually to the State in which such county is located an amount equivalent to the State, county, and local real property taxes on public lands within such county, based on the tax rate applicable to similar private lands at the value arrived at under the appraisal conducted under this Act. Stipulates that nothing in this Act shall interfere with the right of State or local governments to levy possessory interests taxes on private owners of improvements made by private users on public lands. Authorizes to be appropriated such sums as may be necessary to administer this Act and to make the payments authorized by it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Payments in Lieu of Taxes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for payments to compensate county governments for the tax immunity of Federal lands within their boundaries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:08-05:00"
}