{
  "actions": [
    {
      "acted_at": "1981-01-22", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-22", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-30", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, DOD, DOE, DOT, Education, GAO, HHS, HUD, Interior, Justice, Labor, OMB, State, Treasury, USDA, VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-01-30", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-09", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Legislative Process", 
      "text": "Referred to Subcommittee on Legislative Process.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1130-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Legislative Process", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Crane, Philip M.", 
      "sponsored_at": "1981-03-09", 
      "state": "IL", 
      "thomas_id": "00249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-22", 
  "number": "1130", 
  "official_title": "A bill to require authorization of new budget authority for Government programs at least every five years, to provide for review of Government programs every five years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sunset Program Reauthorization and Evaluation Act of 1979", 
  "sponsor": {
    "district": "19", 
    "name": "Lagomarsino, Robert J.", 
    "state": "CA", 
    "thomas_id": "00658", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-22", 
  "subjects": [
    "Advisory bodies", 
    "Auditing", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Evaluation", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Government operations and politics", 
    "Planning", 
    "Productivity in government", 
    "Sunset legislation", 
    "Zero-base budgeting"
  ], 
  "subjects_top_term": "Sunset legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-22", 
    "text": "Sunset Program Reauthorization and Evaluation Act of 1979 - Title I: Reauthorizations of New Budget Authority - Requires Government programs to be evaluated pursuant to a specified schedule to determine whether each such program should be continued, terminated, or altered (reauthorization review). Prohibits the authorization of new budget authority for a period of more than five years. Exempts from the requirements of this Act specified programs such as interest on Federal debts, health care services, general retirement and disability payments, as well as litigation activities which have as their objectives the protection and implementation of civil rights guaranteed by the Constitution of the United States and specified retirement pay and benefits. Prohibits the authorization of new budget authority for any program for which there has not been conducted a reauthorization review. Requires that the report accompanying such reauthorization contain specified information. Provides that, before the Congress can appropriate funds for any program after its first reauthorization date, there must be a specific authorization in law to support the appropriation. Requires the Director of the Congressional Budget Office, in consultation with the Comptroller General and the Director of the Congressional Research Service, to compile a list of programs subject to a reauthorization date for which new budget authority was not authorized. Title II: Program Inventory - Directs the Comptroller General and the Director of the Congressional Budget Office, in cooperation with the Director of the Congressional Research Service, to prepare an inventory of Federal programs. Declares that the purpose of such program inventory is to support the planning and execution of reauthorization and review requirements and to link such reauthorization and review process to the budget process. Requires the Comptroller General to submit such program inventory to each House of Congress no later than July 1, 1980. Sets forth the contents of the program inventory, including the type of authorization provided for such programs' new budget authority and the manner in which related program areas may be grouped for evaluation and review. Requires the congressional committees, the Congressional Budget Office (CBO), and the Congressional Research Service (CRS) to review the program inventory and suggest revisions. Requires that the program inventory be revised at the end of each session of Congress, and that such revisions be reported to each House. Requires that periodic reports tabulate the progress of congressional action on bills and resolutions authorizing budget authority for programs in the inventory. Requires the Comptroller General and the Director of the Congressional Budget Office to submit periodic reports to the Congress on the adequacy of the functional and subfunctional categories for grouping programs of like missions or objectives. Title III: Program Review and Evaluation - Requires each House of Congress to select from programs scheduled for reauthorization review in any given year a number of programs for comprehensive reauthorization review. Requires the President, the Comptroller General, and the Directors of CBO and CRS to recommend such programs. Sets forth the criteria for the selection of programs by each Congressional committee and the procedures for such review. Stipulates that each such review include specified information including an assessment of the effectiveness of each program and an identification of any duplicative programs. Directs the President to submit an evaluation and recommendations concerning each such program. Permits congressional committees which have jurisdiction over common programs to conduct a joint review for any such program. Requires each committee conducting such review to submit to Congress a report on its findings during the session of Congress in which the reauthorization date for the program occurs. Title IV: Citizens' Commission on the Organization and Operation of Government - Establishes, as an independent instrumentality of the United States, the Citizens' Commission on the Organization and Operation of Government to conduct a nonpartisan study and investigation of the organization and methods of operation of all departments, agencies, independent instrumentalities, and other authorities of the executive branch of Government, and to make recommendations to promote economic, efficient, and improved services in the transaction of public business. Requires the Commission to submit interim reports to the President and the Congress, and to submit a final report with its findings and recommendations. Requires the Comptroller General to report on the status of actions taken as a result of the report. Terminates the Commission 90 days after submission of its final report. Authorizes appropriations to carry out the provisions of this title. Title V: Miscellaneous - Amends the Budget and Accounting Act of 1921 to permit the committees of Congress to obtain from the agencies of the Government estimates or requests for appropriations, or requests for increases in an item of any such estimate or request, and recommendations as to how the revenue needs of the Government should be met. Requires each agency to submit to Congress an annual report on the funding levels, social and economic conditions, and performance of each agency program which is not required to be reauthorized. Requires the Comptroller General to furnish Congress with the results of prior audits and reviews of programs being reviewed under this Act. Makes it the duty of the Committees on Governmental Affairs and on Rules and Administration of the Senate and the Committees on Government Operations and on Rules of the House of Representatives to review the operation of the procedures established by this Act and to submit a report every five years beginning December 31, 1986. Authorizes appropriations through fiscal year 1986 to carry out the review requirements and for the compilation of the inventory of Federal programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sunset Program Reauthorization and Evaluation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require authorization of new budget authority for Government programs at least every five years, to provide for review of Government programs every five years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:07-05:00"
}