{
  "actions": [
    {
      "acted_at": "1981-05-27", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-08", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-12", 
      "bill_ids": [
        "hr6211-97"
      ], 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "See H.R.6211.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3702-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1981-05-27", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bud", 
      "sponsored_at": "1981-05-27", 
      "state": "PA", 
      "thomas_id": "01055", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-27", 
  "number": "3702", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide authorizations for appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6211-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Transit Assistance Act of 1981", 
  "sponsor": {
    "district": "3", 
    "name": "Howard, James J.", 
    "state": "NJ", 
    "thomas_id": "00564", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-27", 
  "subjects": [
    "Architecture and the disabled", 
    "Authorization", 
    "Disabled", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Intergovernmental fiscal relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mass rapid transit", 
    "Motor Vehicles and Driving", 
    "Motor buses", 
    "Public safety", 
    "Research and development", 
    "Social welfare", 
    "State finance", 
    "States", 
    "Transportation and Travel", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Transportation research", 
    "Transportation safety", 
    "Urban affairs", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-27", 
    "text": "Transit Assistance Act of 1981 - Amends the Urban Mass Transportation Act of 1964 to prohibit a discretionary capital grant or loan from being made by the Secretary of Transportation unless the applicant has sufficient capability to maintain the facilities and equipment purchased with such grant or loan. Revises the Federal share of such grants and loans. Authorizes appropriations for fiscal years 1982 through 1986 for the purposes of such Act, including research and development and training and demonstration projects. Authorizes appropriations, beginning in fiscal year 1983, for administrative costs necessary to carry out the functions of such Act. Authorizes the Secretary to make capital grants to States and local public bodies for repair or replacement of public transportation equipment and facilities damaged by natural disaster or catastrophic occurrence. Sets forth conditions for approval of such grants. Authorizes appropriations for formula grants for fiscal years 1981 through 1984 for: (1) urban mass transit; (2) construction or operating assistance; (3) commuter rail and fixed guideway systems; and, for fiscal years 1982 through 1986, (4) the purchase of buses and related equipment or the construction of bus-related facilities; and (5) areas other than urbanized areas. Authorizes a Governor to transfer part of a specified apportionment made to his or her State to supplement funds apportioned to the State for areas other than urbanized areas. Requires that such amounts so transferred be utilized for construction projects. Directs that, after fiscal year 1983, unobligated or deobligated funds for urban mass transit grants shall be added to the amount available for apportionment for buses, bus-related equipment, and construction of bus-related facilities. Declares that apportionments for fiscal year 1975 shall lapse on September 30, 1977, and apportionments for fiscal year 1976 shall lapse on September 30, 1978. Prohibits the Secretary from approving a project for the payment of operating expenses of urban mass transit services after September 30, 1984. Repeals provisions that require that rates charged elderly and handicapped persons for transportation during non-peak hours be no more than one-half of peak hour full fares. Eliminates grants for the establishment and operation of transportation centers at nonprofit institutions of higher learning. Revises the criteria for the award of contracts for acquisition of rolling stock, including buses. Provides a local option for transit programs for the handicapped. Lists the required elements of such programs. Declares that a recipient of funds under such Act may not be required to retrofit: (1) any bus to provide for wheelchair users; or (2) any fixed guideway system to accommodate handicapped persons. Directs the Secretary to report to Congress within three years after the date of enactment of this Act on the service being provided by apportionment recipients to handicapped persons. Prohibits sums apportioned by the Secretary after September 30, 1982, for formula grants for areas other than urbanized areas from being used for operating expenses or costs incurred under purchase of service agreements. Repeals provisions concerning terminal development programs and intercity bus service. Amends the Surface Transportation Assistance Act of 1978 to prohibit the authorization of appropriations for a specified waterborne transportation demonstration project after September 30, 1981. Amends the National Mass Transportation Assistance Act of 1974 to repeal provisions dealing with the investigation of safety hazards in urban mass transportation systems."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transit Assistance Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide authorizations for appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:02-05:00"
}