{
  "actions": [
    {
      "acted_at": "1987-01-21", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres48-100", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-21", 
  "number": "48", 
  "official_title": "A resolution to amend the Rules of the House of Representatives relating to the appropriations process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Appropriations Process Reform Amendments", 
  "sponsor": {
    "district": "5", 
    "name": "Lott, Trent", 
    "state": "MS", 
    "thomas_id": "00707", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-21", 
  "subjects": [
    "Appropriations", 
    "Economics and public finance", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-21", 
    "text": "Appropriations Process Reform Amendments - Amends rule XXI of the Rules of the House of Representatives to abolish provisions regarding the offering of limitation amendments to general appropriation bills. Defines a general appropriation bill as a bill or joint resolution making continuing appropriations for the Federal Government in a fiscal year for a period in excess of 30 days. Requires such bills to include the full text of the language proposed to be enacted. Requires that a statement of cost estimates be included in reports on such bills. Requires bills making continuing appropriations for periods of 30 days or less to provide appropriations in the lesser amount and under the more restrictive authority of the pertinent appropriations measure as passed by the House or Senate, as agreed to by a conference committee, or as enacted for the preceding fiscal year. Requires reports from the Committee on Appropriations accompanying general appropriation bills to contain a list of all appropriations in such bills for expenditures not previously authorized by law. Amends rule XI to require a vote of not less than two-thirds of the Members voting to consider any rule from the Rules Committee which waives points of order against the consideration of a short-term continuing appropriations measure, or which waives points of order or denies amendment to any provision in a long-term continuing appropriation measure, if such provision has not been previously considered and agreed to by the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Appropriations Process Reform Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A resolution to amend the Rules of the House of Representatives relating to the appropriations process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:11-05:00"
}