{
  "actions": [
    {
      "acted_at": "1982-05-11", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-11", 
      "bill_ids": [
        "hr6247-97"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Previous Action See H.R.6247.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6338-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-11", 
  "number": "6338", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the authorities under that Act relating to national research institutes, assistance to medical libraries, and health promotion, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6247-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6383-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6384-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr6387-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Health Research, Library, and Promotion Programs Extension Act of 1982", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-11", 
  "subjects": [
    "Advisory bodies", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Authorization", 
    "Biomedical materials", 
    "Business and commerce", 
    "Cancer", 
    "Cancer research", 
    "Child health", 
    "Children and youth", 
    "Comprehensive health care", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Diabetes", 
    "Digestive diseases", 
    "Disabled", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health planning", 
    "Health services administration", 
    "Health warnings", 
    "Information services", 
    "Intergovernmental relations", 
    "Joint diseases", 
    "Kidney diseases", 
    "Learning disabilities", 
    "Libraries", 
    "Medical libraries", 
    "Medical research", 
    "Medical statistics", 
    "National Institutes of Health (NIH)", 
    "Nervous system diseases", 
    "Public health", 
    "Public health administration", 
    "Research and development", 
    "Scholarships", 
    "Science and technology", 
    "Scientists", 
    "Skin diseases", 
    "Small business", 
    "States", 
    "Vision disorders"
  ], 
  "subjects_top_term": "Public health administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-11", 
    "text": "Health Research, Library, and Promotion Programs Extension Act of 1982 - Title I: Health Research - Amends title IV of the Public Health Service Act to establish as an agency of the Public Health Service the National Institutes of Health (NIH) (abolished as statutory entity by Reorganization Plan No. 3 of 1966), consisting of the following 11 categorical institutes: the National Cancer Institute; the National Heart, Lung, and Blood Institute; the National Institute of Arthritis, Diabetes, and Digestive and Kidney Diseases; the National Institute on Aging; the National Institute of Allergy and Infectious Diseases; the National Institute of Child Health and Human Development; the National Institute of Dental Research; the National Eye Institute; the National Institute of Neurological and Communicative Disorders and Stroke; the National Institute of General Medical Sciences; and the National Institute of Environmental Health Sciences. Permits the Secretary of Health and Human Services to establish additional research institutes. Provides that: (1) the NIH shall be headed by a Director, who shall be appointed by the President by and with the advice and consent of the Senate; (2) the Secretary acting through the Director shall be responsible for the overall direction of NIH, including specified administrative and supervisory functions; and (3) the Director shall delegate to an Assistant Director certain program promotion and coordination functions, including the formulation of a long-range disease Prevention Plan. Directs the Secretary to appoint a National Institutes of Health Advisory Board to: (1) advise and make recommendations to the Secretary and the Director; and (2) prepare a biennial report on its activities. Requires a biennial report to be submitted by the Secretary to the President and to Congress consisting of: (1) a description of the NIH's activities and a five-year plan for future activities and policies; (2) the biennial report of the Advisory Board; and (3) the biennial reports of the directors of each of the national research institutes and the biennial reports of their advisory councils. Requires the Director of NIH to establish Centers for Research and Demonstration of Health Promotion and Disease Prevention. Authorizes appropriations for FY 1983 through 1985. Provides that the Director of the National Cancer Institute shall be appointed by the President, and the Directors of the other national research institutes shall be appointed by the Secretary. Sets forth the general duties of the Secretary (acting through the director of each national research institute) with respect to the aspect of human health for which the institutes were established. Authorizes activities and programs to be supported through grants and contracts approved by each Director. Directs the Secretary to appoint an advisory council for each institute. Sets forth the duties of such advisory councils, including the periodic review of research. Requires the director of each institute to prepare a biennial report. Authorizes appropriations for FY 1983 through 1985. States the general purpose and defines the scope of the National Cancer Institute. Requires that cancer control programs under the Institute include demonstration methods for disseminating cancer prevention information to the public. Directs the Secretary, through the Director of the Institute, to establish an information and education center to collect and disseminate information on cancer. Authorizes the Director to: (1) support production or distribution of therapeutic substances for cancer research, including biological materials, and set standards for their use; (2) support certain cancer research by foreign nationals outside the United States, encourage collaborative research involving American and foreign participants, and train Americans abroad or foreign nationals in the United States; (3) support education and training programs; (4) coordinate certain research by industrial concerns; (5) hire experts and consultants; (6) acquire, repair, or construct facilities, including facilities in the District of Columbia; (7) appoint advisory committees; (8) enter into contracts, leases, or other transactions; and (9) submit an annual budget estimate to the President. Deletes the existing limitation on aggregate payments respecting cancer research and demonstration centers, and extends the period of support for a center to five years (with additional extensions of not more than five years). Eliminates the existing requirement that at least two members of the President's Cancer Panel be scientists or physicians, and requires the filling of vacancies within 90 days. States the general purpose and defines the scope of the National Heart, Lung, and Blood Institute. Requires the Secretary, through the Director of the Institute, to establish an information and education center to collect and disseminate information on research, treatment, and prevention of such diseases. Requires special emphasis to be placed on cardiovascular diseases and programs designed for children. Deletes the existing limitation on aggregate payments respecting research and demonstration centers for heart, blood vessel, lung, and blood diseases. States the general purpose of the National Institute of Arthritis, Diabetes, and Digestive and Kidney Diseases. Establishes in such Institute: (1) the National Arthritis Information Clearinghouse; (2) the National Digestive Diseases Data System; (3) the National Digestive Diseases Information Clearinghouse; (4) the National Kidney Diseases Data System; and (5) the National Kidney Diseases Information Clearinghouse. Authorizes the Associate Directors of the Institute to carry out research and training support programs in their respective areas. Establishes: (1) a Kidney and Urologic Diseases Coordinating Committee; and (2) a Skin Disease Interagency Coordinating Committee. Establishes the National Kidney and Urologic Diseases Advisory Board. Extends the terms of such Institute's Advisory Boards through FY 1985. Transfers responsibility for multipurpose arthritis and diabetes centers from the Secretary to the directors. Extends the initial assistance period to five years, with additional extensions of up to five years. Establishes: (1) digestive diseases and kidney and urologic diseases research centers; and (2) Advisory Council subcommittees. Requires such Institute to include in its biennial report a description of activities under the arthritis, diabetes, and digestive diseases plans. Sets forth the general purpose of the National Institute on Aging. Transfers the responsibility for public information and education programs on aging from the Secretary to the Director of such Institute. Sets forth the general purposes of the National Institutes of: (1) Allergy and Infectious Diseases; (2) Child Health and Human Development; (3) Dental Research; (4) Neurological and Communicative Disorders and Stroke; (5) General Medical Sciences; (6) Environmental Health Sciences; and (7) Mental Health. Sets forth the general purpose of the National Eye Institute. Establishes an Interagency Committee on Spinal Cord Injury. Requires a report to Congress not later than 120 days after the end of each fiscal year. Terminates such Committee on September 30, 1985. Authorizes appropriations for National Research Service Awards through FY 1985. Limits the scope of the Institutional Review Board's authority to review federally-financed research. Exempts research which does not involve human risk from such review authority. Requires the Director of NIH to establish procedures for periodic, technical and scientific peer review of NIH research. States that such procedures shall require that: (1) the reviewing entity be given a written description of the research to be reviewed; and (2) such entity shall provide the advisory council of the institute involved with the results of such review. Authorizes the Secretary to: (1) accept certain conditional gifts for the NIH or a national research institute; and (2) establish suitable memorials for donations of $50,000 or more. States that the National Center for Health Services Research and the National Institute for Occupational Safety and Health are agencies of NIH. Terminates the National Advisory Health Council. Eliminates FY 1983 and 1984 funding authorizations for the National Center for Health Care Technology. Transfers the National Center for Health Statistics from the Public Health Service to the Office of the Assistant Secretary for Health of the Department of Health and Human Services for FY 1983 and 1984. Requires the Director of the National Institute of Arthritis, Diabetes, and Digestive and Kidney Diseases to report to the appropriate congressional committees by December 31, 1982, regarding expanded Institute research. Provides for a study of the effects of commercialization on biomedical research. Requires completion of this study by September 30, 1984. Requires the NIH to: (1) assist (through September 30, 1984) scientists associated with small businesses in preparing grant and contract applications under title IV of such Act; (2) insure that such scientists are invited to participate on peer review committees; and (3) report on these activities to the appropriate congressional committees by September 30, 1984. Establishes an Interagency Committee on Learning Disabilities. Requires such Committee to report to Congress within 18 months. Title II: Assistance to Medical Libraries - Authorizes appropriations through FY 1985 for the National Library of Medicine. Title III: ADAMHA and the National Institute of Mental Health, the National Institute on Alcohol Abuse and Alcoholism, and the National Institute on Drug Abuse - Redesignates existing title V of the Public Health Service Act as title XXI and adds a new title V (Administration and Coordination of the National Institute of Mental Health, the National Institute on Alcohol Abuse and Alcoholism, and the National Institute on Drug Abuse). Transfers statutory authority for the National Institute of Alcohol Abuse and Alcoholism and for the National Institute of Drug Abuse to the Public Health Service Act. Delineates alcohol and drug abuse authorities under such Act. Consolidates various congressional reporting requirements. Authorizes appropriations through FY 1985. Title IV: Health Information and Health Promotion - Authorizes appropriations for health information and health promotion programs for FY 1983 through 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Research, Library, and Promotion Programs Extension Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the authorities under that Act relating to national research institutes, assistance to medical libraries, and health promotion, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:03-05:00"
}