{
  "actions": [
    {
      "acted_at": "1974-01-30", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-02-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration with amendment, S. Rept. 93-714.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-01", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres255-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-30", 
  "number": "255", 
  "official_title": "Resolves, that in holding hearings, reporting such hearings, and making investigations as authorized by sections 134(a) and 136 of the Legislative Reorganization Act of 1946, as amended.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Eastland, James O.", 
    "state": "MS", 
    "thomas_id": "01325", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-30", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1974-03-01", 
    "text": "(LATEST SUMMARY) Authorizes the Senate Committee on the Judiciary, or any subcommittee thereof, from March 1, 1974, through February 28, 1975, for the purposes stated and within the limitations imposed by the following sections, in its discretion: (1) to make expenditures from the contingent fund of the Senate; (2) to employ personnel; and (3) with the prior consent of the Government department or agency concerned and the Committee on Rules and Administration, to use a reimbursable basis the services or personnel of any such department or agency. Authorizes the Committee on the Judiciary, or any subcommittee thereof, from March 1, 1974, through February 28, 1975, to expend not to exceed $4,778,200 to examine, investigate, and make a complete study of any and all matters pertaining to each of the subjects set forth below. Provides that not to exceed: (1) $453,300 shall be available for a study or investigation of administrative practice and procedure; (2) $797,600 shall be available for a study or investigation of antitrust and monopoly; (3) $291,000 shall be available for a study or investigation of constitutional amendments; (4) $345,00 shall be available for a study or investigation of constitutional rights; (5) $245,000 shall be available for a study or investigation of criminal laws and procedures; (6) $16,500 shall be available for a study or investigation of Federal charters, holidays, and celebrations; (7) $205,000 shall be available for a study or investigation of immigration and naturalization; (8) $255,500 shall be available for a study or investigation of improvements in judicial machinery; (9) $663,000 shall be available for a complete and continuing study and investigation of the administration, operation, and enforcement of the Internal Security Act, other laws relating to espionage, sabotage, and the protection of the internal security of the United States, and the extent, nature, and effect of subversive activities in the United States, its territories and possessions; (10) $393,400 shall be available for a study or investigation of juvenile delinquency; (11) $188,00 shall be available for a study or investigation of patents, trademarks, and copyrights; (12) $88,000 shall be available for a study or investigation of national penitentiaries; (13) $245,000 shall be available for a study or investigation of refugees and escapees; (14) $64,800 shall be available for a study or investigation of revision and codification; (15) $315,000 shall be available for a study or investigation of separation of powers between the executive, judicial, and legislative branches of Government; (16) $192,100 shall be available for a study or investigation of citizens' interest; and (17) $20,000 shall be available for a study or investigation of F.B.I. oversight. Requires the committee to report its findings, together with such recommendations for legislation as it deems advisable with respect to each study or investigation for which expenditure is authorized by this resolution, to the Senate at the earliest practicable date, but not later than February 28, 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolves, that in holding hearings, reporting such hearings, and making investigations as authorized by sections 134(a) and 136 of the Legislative Reorganization Act of 1946, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:04-05:00"
}