{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr634-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "634", 
  "official_title": "A bill to authorize grants to encourage and assist the States in developing and implementing land use planning processes and programs; to coordinate Federal programs and policies which have a land use impact; to establish a public land policy and to provide public land use planning directives; to provide for the protection and enhancement of the environment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Land Use Policy and Planning Act", 
  "sponsor": {
    "district": "2", 
    "name": "Meeds, Lloyd", 
    "state": "WA", 
    "thomas_id": "00787", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Interior", 
    "Land use", 
    "Native Americans", 
    "Public lands and natural resources", 
    "Regional planning", 
    "States", 
    "Urban planning"
  ], 
  "subjects_top_term": "Land use", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Land Use Policy and Planning Act - Title I: Findings and Land Use Planning Policy - Sets forth Congressional findings and a declaration of land use planning policy. Title II: - Assistance to States - Authorizes the Secretary of the Interior to make annual grants to each State, in accordance with the provisions of this Act, to assist each State in developing and administering a State land use program. Sets forth the conditions for such grants. Requires each State to have a satisfactory statewide land use planning process and a satisfactory State land use program. Sets forth the criteria for statewide land use planning processes and satisfactory State land use programs. Provides that not later than three years after the enactment of this Act, the Secretary shall submit to each State a description of all areas of critical environmental concern within such State which he considers to be of national significance, and no grant to such State shall be made after the fifth complete fiscal year period following the enactment of this Act if the State has not included in the State land use program the areas so designated by the Secretary. Provides for Federal review of state programs and Federal determinations as to grant eligibility. Sets forth procedures in the event the Secretary determines that a State is ineligible for grants pursuant to this Act. Authorizes the Secretary to terminate any financial assistance extended to a State under this Act and withdraw his determination of grant eligibility whenever the statewide land use planning process or the State land use program of such State is determined not to meet the requirements of this Act. States that grants to any one State made under this Act shall not exceed 66-2/3 percent of the estimated cost of developing and administering the statewide land use planning process and the State land use program in such State. Title III: Indian Reservation Land Planning - Authorizes the Secretary to make annual grants to any Indian tribe to assist such tribe in developing and administering a land use program for reservation and other tribal lands of such tribe. Provides that prior to making any grant pursuant to this title to any Indian tribe, the Secretary shall first be satisfied that the tribe intends to expend such funds for the development of a land use planning process for the reservation and other tribal lands of such tribe. Sets forth conditions for such grants. States that in the implementation of its land use program, the governing body of each Indian tribe is hereby authorized, if not otherwise authorized by law, to enact zoning ordinances or otherwise to regulate the use of the reservation and tribal lands of such tribe, subject to the approval of the Secretary. Directs the Secretary to report annually to the President and the Congress on all actions taken in furtherance of this title and on the impact of all other programs or services to or on behalf of Indians on the ability of Indian tribes to fulfill the requirements of this title. Title IV: Administration and Coordination - Establishes in the Department of the Interior the Office of Land Use Policy and Planning Administration which shall be headed by a Director who shall be appointed by the President. Sets forth the duties of the Office. States that the Director is authorized and directed to investigate and study the need for and form of regional Federal-State-local land use planning coordination councils. Establishes the National Land Use Policy and Planning Board. Provides that the Board shall: (1) provide the Secretary and the Director with information and advice concerning the relationship of national land use policy to the programs of the departments and agencies represented on the Board; (2) assist and advise the Secretary in drafting rules and regulations to carry out the provisions of this Act, and in coordinating the review of proposed rules and regulations with respect to the management of public lands among the Federal agencies; (3) assist in coordinating the continuing review of State land use planning processes (as they are developed) by the several Federal agencies; (4) exert every effort to assure the development of consistent land use plans by the several public land management agencies under this Act; (5) provide advice on such land use policy matters as the Secretary may refer to the Board for its consideration; and (6) submit reports, at least annually, to the Secretary on land use policy matters which may be referred to the Board by the heads of Federal departments and agencies through their representatives on the Board. Provides for the appointment by the heads of various Federal agencies of land use policy coordinators. Sets forth the duties of such coordinators. Requires Federal projects and activities significantly affecting land use, including but not limited to grant, loan, or guarantee programs such as mortgage and rent subsidy programs and water and sewer facility construction programs, to be consistent with State land use programs which conform to the provisions of this Act, except in cases of overriding national interests, as determined by the President. Title V: Public Lands Policy and Planning - Sets forth the policy of the United States with respect to public lands. Requires each public land management agency head to prepare and maintain on a continuing basis an inventory of all public lands and their resources under his jurisdiction giving priority to areas of critical environmental concern. Requires each public land agency head to develop, maintain, and, when appropriate revise, land use plans in accordance with rules providing for public involvement, with the objective of classifying all the land administered by such agency head. Sets forth conditions for alienation of public lands. States that the head of each region, State, district, or other local public land management agency is authorized and encouraged to establish for such region, State, district, or locality an advisory council of not less than ten and not more than fifteen members appointed by him from among persons who are representative of the various major citizens' interests concerning the problems relating to land use planning or the management of the public lands located within such region, State, district, or locality. Title VI: General Provisions - Authorizes to be appropriated to the Secretary for grants to the States under title II not more than $60,000,000 for each fiscal year during the five full fiscal year period following the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Land Use Policy and Planning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize grants to encourage and assist the States in developing and implementing land use planning processes and programs; to coordinate Federal programs and policies which have a land use impact; to establish a public land policy and to provide public land use planning directives; to provide for the protection and enhancement of the environment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:38-05:00"
}