{
  "actions": [
    {
      "acted_at": "1999-06-30", 
      "committee": "Committee on Small Business, and in addition to the Committee on Science, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Small Business, and in addition to the Committee on Science, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-30", 
      "committee": "House Small Business", 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-06-30", 
      "committee": "House Science", 
      "references": [], 
      "text": "Referred to House Science", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-07-01", 
      "in_committee": "House Small Business", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-01", 
      "in_committee": "House Small Business", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-09-23T17:36:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Small Business. H. Rept. 106-329, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-23T17:36:00-04:00", 
      "references": [], 
      "text": "House Committee on Science Granted an extension for further consideration ending not later than Sept. 23, 1999.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-23T17:37:00-04:00", 
      "references": [], 
      "text": "Committee on Science discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-23T17:37:00-04:00", 
      "calendar": "Union", 
      "number": "193", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 193.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1999-09-27T14:50:00-04:00", 
      "references": [], 
      "text": "Mrs. Kelly moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-27T14:50:00-04:00", 
      "references": [
        {
          "reference": "CR H8762-8767", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-27T14:50:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2392.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-27T15:17:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H8763", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1999-09-27T15:17:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-09-28", 
      "committee": "Committee on Small Business", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-03-21", 
      "in_committee": "Committee on Small Business", 
      "references": [], 
      "text": "Committee on Small Business. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-05-10", 
      "references": [], 
      "text": "Committee on Small Business. Reported to Senate by Senator Bond with an amendment in the nature of a substitute. With written report No. 106-289.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-10", 
      "calendar": "Senate Legislative", 
      "number": "541", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 541.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-07-19", 
      "references": [
        {
          "reference": "CR S7285-7293", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7285-7287", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-19", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-19", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-07-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-25T15:10:00-04:00", 
      "bill_ids": [
        "hres590-106"
      ], 
      "references": [], 
      "text": "House agreed to Senate amendment with an amendment pursuant to H. Res. 590.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-26", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-02", 
      "references": [
        {
          "reference": "CR S9631-9642", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S9631-9639", 
          "type": "text as Senate agreed to House amendments"
        }
      ], 
      "text": "Senate agreed to the House amendment to the Senate amendment with an amendment (SA 4286) by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-03", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3944-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3944"
    }, 
    {
      "amendment_id": "s4286-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4286"
    }
  ], 
  "bill_id": "hr2392-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bartlett, Roscoe G.", 
      "sponsored_at": "1999-06-30", 
      "state": "MD", 
      "thomas_id": "00060", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Kelly, Sue W.", 
      "sponsored_at": "1999-06-30", 
      "state": "NY", 
      "thomas_id": "00624", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Udall, Tom", 
      "sponsored_at": "1999-09-23", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Velazquez, Nydia M.", 
      "sponsored_at": "1999-06-30", 
      "state": "NY", 
      "thomas_id": "01184", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1999-09-27T15:17:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-07-19", 
    "vetoed": false
  }, 
  "introduced_at": "1999-06-30", 
  "number": "2392", 
  "official_title": "To amend the Small Business Act to extend the authorization for the Small Business Innovation Research Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres590-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hres590-106", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Small Business Reauthorization Act of 2000", 
  "sponsor": {
    "district": "2", 
    "name": "Talent, Jim", 
    "state": "MO", 
    "thomas_id": "01135", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "2000-07-19", 
  "subjects": [
    "Agricultural industries", 
    "Agricultural prices", 
    "Agriculture and food", 
    "Alaska", 
    "Armed forces and national security", 
    "Authorization", 
    "Bank capital", 
    "Bank reserves", 
    "Business education", 
    "Business records", 
    "Capital formation", 
    "Commerce", 
    "Commercialization", 
    "Community development corporations", 
    "Community property", 
    "Computers and government", 
    "Congress", 
    "Congressional committees (House)", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Data banks", 
    "Defense contracts", 
    "Disabled", 
    "Disabled veterans", 
    "Disaster loans", 
    "Drug abuse", 
    "Drugs and employment", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Electronic commerce", 
    "Emergency management", 
    "Enterprise zones", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Fruit trade", 
    "Government and business", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Governmental investigations", 
    "Hawaiians", 
    "High technology industries", 
    "Higher education", 
    "House Science", 
    "Housing and community development", 
    "Indian economic development", 
    "Industry-university relations", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Interest", 
    "Investments", 
    "Joint ventures", 
    "Labor and employment", 
    "Law", 
    "Leases", 
    "Loan defaults", 
    "Loans", 
    "Marketing of farm produce", 
    "Married people", 
    "Mentoring", 
    "Minorities", 
    "Minority business enterprises", 
    "Oklahoma", 
    "Partnerships", 
    "Performance measurement", 
    "Planning-programming-budgeting", 
    "Poor", 
    "Research and development", 
    "Research and development contracts", 
    "Research grants", 
    "Rural economic development", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Securities", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "Sparsely populated areas", 
    "Strategic planning", 
    "Subcontractors", 
    "Subsidiary corporations", 
    "Surety and fidelity", 
    "Technological innovations", 
    "Technology transfer", 
    "Urban affairs", 
    "Vegetable trade", 
    "Venture capital", 
    "Veterans' preference", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "2000-10-02", 
    "text": "TABLE OF CONTENTS: Title I: Small Business Innovation Research Program Title II: General Business Loan Program Title III: Certified Development Company Program Title IV: Corrections to the Small Business Investment Act of 1958 Title V: Reauthorization of Small Business Programs Title VI: HUBZone Program Title VII: National Women's Business Council Reauthorization Title VIII: Miscellaneous Provisions Small Business Reauthorization Act of 2000 - Title I: Small Business Innovation Research Program - Small Business Innovation Research Program Reauthorization Act of 2000 - Amends provisions of the Small Business Act (the Act) concerning the Small Business Innovation Research (SBIR) Program (a program providing a portion of Federal research and development funding to small businesses) to: (1) extend the SBIR Program through September 30, 2008; (2) require the Administrator of the Small Business Administration (SBA) to include the House Science Committee for receipt of an annual report on the SBIR and Small Business Technology Transfer (STTR) programs; (3) direct each Federal agency required to establish an SBIR Program to include within its annual performance plan a section on its SBIR Program; (4) require such Federal agencies to collect and maintain necessary information to assess their SBIR Program and to include such information in annual reports to the congressional small business committees; (5) require the Administrator to develop, maintain, and make available to the public an electronic database containing a list of small businesses that have received first or second phase awards from a Federal agency, related award information, and information regarding mentors and mentoring networks (the latter established under this Act); and (6) require the Administrator to develop and maintain a database to be used solely for SBIR Program evaluation (requiring small businesses receiving awards under the SBIR Program to update information furnished for the such database).(Sec. 108) Requires each Federal agency with a budget of more than $50 million for its SBIR Program for FY 1999 to enter into an agreement with the National Academy of Sciences for the National Research Council to: (1) conduct a study of the value and benefits achieved by the Program; and (2) make appropriate recommendations for Program improvement. Requires the participation of appropriate small business representatives in any study panel appointed by the Council. Requires reports from the Council on study progress and results.(Sec. 109) Directs each Federal agency required to maintain an SBIR Program to report to the Administrator the methodology used for calculating the amount of that agency's extramural budget.(Sec. 110) Requires the Administrator to modify the policy directives for the SBIR Program to include, among other things, that participating agencies report at least annually to the Administrator all instances in which such agency pursued research, development, or production of a technology developed by a small business using an SBIR award and determined that it was not practicable to enter into a follow-on SBIR Program funding agreement with that small business.(Sec. 111) Directs the Administrator to establish the Federal and State Technology Partnership Program (FAST). Requires the Administrator and the SBIR Program managers at the National Science Foundation and the Department of Defense to review applicant proposals and make awards or enter into cooperative agreements in order to enhance or develop in a State: (1) technology research and development by small businesses; (2) technology transfer from university research to technology-based small businesses; (3) technology deployment and diffusion benefitting small businesses; (4) technological capability of small businesses; and (5) outreach, financial support, and technical assistance to technology-based small businesses interested in participating in the SBIR Program. Outlines selection criteria and matching funds requirements. Requires an initial and annual reports from the Administrator to specified committees on FAST. Requires FAST review by the SBA Inspector General and a review report to specified committees. Authorizes appropriations for FY 2001 through 2005 for FAST. Terminates FAST as of the end of FY 2005.Authorizes each Federal agency required to establish an SBIR Program in each fiscal year to review for funding any proposal: (1) to provide outreach and assistance to one or more small businesses interested in participating; or (2) for the first phase of an SBIR Program, for States eligible to participate in such Program, or States in which the total value of contracts awarded to small businesses under such Program is less than the total value of such contracts in a majority of other States.(Sec. 112) Authorizes FAST award recipients or cooperative agreement participants to use a reasonable amount of such assistance for the establishment of a Mentoring Network which provides business advice and counseling to high-technology small businesses located in a State or region served by the Network and identified as potential candidates for the SBIR or STTR Program. Requires the Network to identify volunteer mentors with appropriate experience to assist small businesses through SBIR or STTR Program stages. Directs the Administrator to include in the general database required under this Act appropriate information on Mentoring Networks and participating mentors and to aggressively promote such Networks.(Sec. 113) Directs the Administrator to work with SBIR-participating Federal agencies to standardize reporting requirements for the collection of data from SBIR applicants and awardees.(Sec. 114) Amends the Small Business Reauthorization Act of 1997 to extend through FY 2005 the rural outreach program.Title II: General Business Loan Program - Small Business General Business Loan Improvement Act of 2000 - Authorizes the Administrator to guarantee a general business loan made by a bank or other financial institution to a small business in the amount of: (1) 75 percent of the outstanding balance of such loan, if such balance exceeds $150,000 (currently, $100,000); and (2) 80 percent of the outstanding balance of less than $150,000 (also currently $100,000). Prohibits any such loan from being made to a borrower if the total amount outstanding and committed to the borrower from the business loan and SBA investment funds would exceed $1 million (currently $750,000).(Sec. 204) Makes current provisions requiring the payment of interest on defaulted guaranteed loans inapplicable to loans made on or after October 1, 2000.(Sec. 205) Requires a borrower who prepays any loan guaranteed by the SBA to remit to the SBA a subsidy recoupment fee (calculated under this Act) if: (1) the loan is for a term of not less than 15 years; (2) the prepayment is voluntary; (3) the amount of prepayment in any calendar year is more than 25 percent of the outstanding loan balance; and (4) the prepayment is made within the first three years after disbursement of the loan proceeds.(Sec. 206) Revises loan guarantee fee amounts. Authorizes lenders participating in an SBA program to retain no more than 25 percent of such fee with respect to any loan not exceeding $150,000.(Sec. 207) Authorizes a borrower to permanently lease to one or more tenants not more than 20 percent of any property constructed using guaranteed loan proceeds, as long as such borrower permanently occupies and uses not less than 60 percent of the total business space in the property.(Sec. 208) Amends provisions relating to the Microloan Program (a program making loans to small businesses for startup or materials and equipment costs) to: (1) increase to $35,000 the maximum amount of loans to be secured from private lenders by low-income individuals seeking to start or enlarge a small business with certain assistance from nonprofit entities; (2) increase to $10,000 the maximum loan made to intermediaries to enable such intermediaries to make loans to small businesses; (3) remove the requirement that intermediary loans under such Program be short-term; (4) increase to $20,000 the maximum loan limit an intermediary may make to a small business that cannot obtain any other comparable loan and shows a reasonable chance of success; (5) increase from 25 to 35 percent the amount of grant funds authorized to be used by an intermediary for the provision of technical assistance to a small business; (6) increase from 25 to 55 the number of grants authorized to be made annually by the Administrator for the provision of technical assistance to low-income individuals seeking to start or expand a small business; (7) increase to $200,000 the maximum amount of such individual grants; (8) require each intermediary that operates a Microloan program to maintain a microloan portfolio with an average loan size of no more than $15,000 (currently, $10,000); (9) increase, for each of FY 2001 through 2003, the number of authorized Microloan participants; and (10) authorize the Administrator to use up to $1 million annually from Microloan technical assistance funds to provide peer-to-peer capacity building and training to current and future lenders under the Microloan program.Title III: Certified Development Company Program - Certified Development Company Program Improvements Act of 2000 - Amends provisions of the Small Business Investment Act of 1958 relating to the certified development company (CDC) program (a program providing loans to State or local development companies for assisting small businesses) to: (1) include within program goals the expansion of women-owned business development; (2) increase to $1 million the authorized amount of a loan from the development company to an identifiable small business; (3) terminate on or after October 1, 2003, the authority of the SBA to charge a fee for such loans; (4) repeal the certified lenders program; and (5) provide for the sale of certain defaulted loans under the program, requiring prior notice of the sale of such a loan to any CDC which has a contingent liability for such loan.(Sec. 307) Authorizes the SBA to delegate to any qualified State or local development company the authority to foreclose and liquidate defaulted loans that are funded with the proceeds of debentures guaranteed by the SBA. Outlines delegation eligibility requirements and the scope of such delegation authority (all necessary liquidation and foreclosure as well as required litigation). Requires each eligible development company, before carrying out such liquidation and foreclosure, to submit a proposed liquidation plan to the SBA for approval. Provides administrative procedures with respect to plan submission and approval. Authorizes the SBA to suspend or revoke any delegation authority granted for failure to comply with delegation requirements. Requires an annual report from the SBA to the small business committees on the results of the delegation of such authority. Terminates on the effective date of final regulations implementing this section the current loan liquidation pilot program.Title IV: Corrections to the Small Business Investment Act of 1958 - Small Business Investment Corrections Act of 2000 - Amends the Small Business Investment Act of 1958 to: (1) state that certain venture investment in a small business shall not cause such business to be considered not independently owned and operated, regardless of the allocation of control during the investment period; and (2) define as long-term, when used in connection with equity capital of loan funds invested in any small business or smaller enterprise, any period of one year or more.(Sec. 403) Authorizes any Federal savings association to invest in any one or more small business investment companies, or in any entity established to invest in such companies, but limits the total amount of such investment to five percent of the capital and surplus of the savings association.(Sec. 404) Revises the subsidy fee charged in connection with debentures purchased by the SBA to guarantee loans to participating small businesses from a flat one percent to a charge, established annually by the Administrator with respect to debentures issued after September 30, 2000, of not more than one percent per year as necessary to reduce to zero the cost of purchasing and guaranteeing such debentures. Makes an identical revision with respect to the fee charged for securities issued after September 30, 2000, by participating companies for small business loans guaranteed by the SBA.(Sec. 405) Authorizes small businesses which are limited partnerships or subchapter S corporations to make quarterly distributions at any time during a calendar quarter (currently, only at the end of a calendar quarter).(Sec. 406) Requires small business investment companies to be examined at least every two years to determine if they have made investments in small businesses for not less than one (currently five) year(s).Title V: Reauthorization of Small Business Programs - Small Business Programs Reauthorization Act of 2000 - Amends the Act to authorize appropriations and provide funding levels for FY 2001 through 2003 for various small business loan programs under the Act and the Small Business Investment Act of 1958. Authorizes appropriations and provides funding levels for such fiscal years for: (1) the Paul D. Coverdell Drug-Free Workplace program; (2) the HUBZone program; (3) women's business enterprise development programs; (4) the very small business concerns program; (5) the socially and economically disadvantaged businesses program; and (6) the small business development center services program.(Sec. 504) Authorizes the Administrator to: (1) provide informational aids to small businesses; (2) disseminate information relating to the management, financing, and operation of small businesses; (3) through cooperation with a profit-making entity (cosponsor), provide training, information, and education to small businesses (with certain conditions); and (4) develop an agreement with the cosponsor concerning such cosponsorship. Amends the Small Business Administration Reauthorization and Amendments Act of 1994 to extend such cosponsorship authority through FY 2003.Title VI: HUBZone Program - Subtitle A: HUBZones in Native America - HUBZones in Native America Act of 2000 - Amends the Act to qualify as a HUBZone (historically underutilized business zone) small business concern: (1) an Alaska Native Corporation owned and controlled by Alaska Natives (or a corporation, joint venture, or partnership of such Corporation when so owned); (2) a small business that is wholly owned by one or more Indian tribal governments (or by a corporation so owned); or (3) a small business owned in part by one or more tribal governments (or corporation so owned) if all other owners are either U.S. citizens or small businesses. Includes as a qualified HUBZone small business a small business owned in whole or part by an Indian tribal government, when at least 35 percent of its employees performing an SBA-awarded HUBZone contract reside either within an Indian reservation or in any HUBZone adjoining such reservation.Includes for participation in the HUBZone pilot program for sparsely populated areas, during the period beginning on the date of enactment of this Act and ending on September 30, 2003, a small business concern the principal office of which is in Alaska, an Alaska Native Corporation, or a subsidiary, joint venture, or partnership thereof, if: (1) its principal office is located within a HUBZone in Alaska; (2) at least 35 percent of its employees who will perform work under an SBA-awarded contract will perform such work in Alaska; or (3) at least 35 percent of its employees reside in a HUBZone within Alaska or in any Alaska Native Village. Provides an exception.Subtitle B: Other HUBZone Provisions - Revises the definition of \"qualified nonmetropolitan county\" for purposes of HUBZone program eligibility.(Sec. 612) Provides a price evaluation preference, for purposes of commodities contracts for HUBZone qualifying small businesses, for purchases of agricultural commodities by the Secretary of Agriculture.(Sec. 613) Defines \"redesignated area\" for purposes of inclusion within the HUBZone program.(Sec. 614) Includes as an eligible HUBZone small business one which is: (1) wholly owned by a community development corporation that has received financial assistance under the Community Economic Development Act of 1981; or (2) owned in part by one or more community development corporations, if all other owners are either U.S. citizens or small businesses.Title VII: National Women's Business Council Reauthorization - National Women's Business Council Reauthorization Act of 2000 - Amends the Women's Business Ownership Act of 1988 to add specified duties of the National Women's Business Council, including working with Federal agencies to assist them in meeting the five percent women's procurement goal (obtaining five percent of all Federal procurement contracts and subcontracts) established under the Act.(Sec. 703) Repeals deadline dates for the appointment of a Council chairperson, executive director, and members.(Sec. 704) Repeals a required Council study on the award of Federal prime contracts and subcontracts to women-owned businesses. Directs the Council to work with State and local officials and business leaders to develop the infrastructure for women's business enterprise so as to increase women's effectiveness in shaping the economic agendas of their States and communities.(Sec. 706) Extends through FY 2003 the authorization of appropriations for Council activities.Title VIII: Miscellaneous Provisions - Directs the Administrator to conduct a study of the average time required to process an application for each type of loan or loan guarantee made under the Act.(Sec. 802) Provides that ownership requirements to determine the eligibility of a small business applying for assistance under any credit program under the Act and the Small Business Investment Act of 1958 shall be determined without regard to any ownership interest of a spouse arising solely from the application of State community property laws.(Sec. 803) Includes small businesses owned and controlled by veterans and service-disabled veterans within a preference for small businesses for the performance of contracts let by any Federal agency.(Sec. 804) Extends permanently the authorization of appropriations for the Small Business Development Center program and the National Small Business Development Center Advisory Board. Provides a funding formula, including minimum funding levels, for grants received by States under such program. Authorizes appropriations for FY 2001 through 2003 for such grants.(Sec. 805) Amends the Small Business Investment Act of 1958 to: (1) increase the surety bond amount that the Administrator may guarantee against loss due to default by a small business; and (2) extend through FY 2003 the authority of the Administrator to guarantee such bonds.(Sec. 806) Revises industry size standards for purposes of placing an appropriate amount of contracts offered by such industries among small businesses. Increases from $500,000 to $750,000 the maximum annual receipts permitted to be realized by an agricultural enterprise to still be considered a small business for purposes of the Act. Provides a 200-employee limit for fresh fruit and packing houses for such consideration.(Sec. 807) Authorizes the Administrator to establish a Native American Small Business Development Center Network and a Tribal Electronic Commerce Small Business Resource Center. Authorizes the Administrator to provide one or more contracts, grants, and cooperative agreements to any established tribal organization to establish the Network and Resource Center. Provides authorized Network services, including: (1) providing current business management and technical assistance that primarily serves Alaska Natives, members of Indian tribes, or Native Hawaiians; (2) providing tribal business information centers with current electronic commerce information, training, and technical assistance; (3) supporting the Resource Center; and (4) providing any service that any other small business development center is authorized to provide. Provides matching funds requirements, with an authorized waiver by the Administrator and an exception for contracts, grants, or agreements made to a tribal organization for the Resource Center. Authorizes appropriations for the Network and the Resource Center."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Innovation Research Program Reauthorization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Small Business Innovation Research Program Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Certified Development Company Program Improvements Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "HUBZones in Native America Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Women's Business Council Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business General Business Loan Improvement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business Innovation Research Program Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business Investment Corrections Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Small Business Programs Reauthorization Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Small Business Act to extend the authorization for the Small Business Innovation Research Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:06-05:00"
}