{
  "actions": [
    {
      "acted_at": "1982-11-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-11-30", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-12-06", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Social Security", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7326-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-11-30", 
  "number": "7326", 
  "official_title": "A bill to amend title II of the Social Security Act to make miscellaneous and technical improvements relating to cash management, gender-based distinctions, coverage, and other matters under the old-age, survivors, and disability insurance program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Miscellaneous and Technical Improvements Act of 1982", 
  "sponsor": {
    "district": "10", 
    "name": "Pickle, J. J.", 
    "state": "TX", 
    "thomas_id": "00917", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-11-30", 
  "subjects": [
    "Administrative procedure", 
    "Americans employed in foreign countries", 
    "Americans in foreign countries", 
    "Department of the Treasury", 
    "Government trust funds", 
    "Income tax", 
    "International affairs", 
    "Local officials and employees", 
    "Medicare", 
    "Municipal officials and employees", 
    "Old age, survivors and disability insurance", 
    "Social security agreements", 
    "Social security eligibility", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "State officials and employees", 
    "States", 
    "Tax exclusion", 
    "Taxation", 
    "Territories (U.S.)", 
    "Treaties", 
    "Trust Territory of the Pacific Islands", 
    "Utah"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-11-30", 
    "text": "Social Security Miscellaneous and Technical Improvements Act of 1982 - Title I: Cash Management - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to direct the Secretary of the Treasury to implement procedures for identifying social security benefit checks issued under title II which have not been negotiated within 12 months and to credit the appropriate social security trust fund on a monthly basis for the amount of all unnegotiated benefit checks drawn on such trust fund. Requires the Secretary to pay a benefit check presented for payment after it has been credited to one of the trust funds, if it is otherwise proper. Authorizes appropriations to reimburse the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Trust Fund for the total amount of unnegotiated benefit checks. Requires the Secretary of Health and Human Services and the Secretary of the Treasury to jointly undertake a study on the maintenance and adjustment of the float periods (time periods) between the issuance of title II benefit checks from the general fund in the Treasury and the transfer of amounts to reimburse the general fund from the Federal Old-Age and Survivors Insurance Trust Fund or the Federal Disability Insurance Trust Fund, whichever is appropriate. Requires the Secretaries to report their findings to the President and Congress. Provides for the Secretary of the Treasury to adjust procedures with respect to the float periods based upon the study. Amends titles II and XVIII (Medicare) of the Social Security Act to revise the requirements with respect to investment of trust fund assets in the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund. Amends title II of the Social Security Act to provide that the interest rate on late payments by States pursuant to State agreements for coverage of State and local employees under the old age, survivors and disability insurance program shall be at the annual rate established by the Secretary of the Treasury for overpayments of taxes. (Currently, the interest rate on such late payments by States is six percent per annum.) Title II: Elimination of Gender-Based Distinctions - Enables a divorced man to qualify for husband's insurance benefits under title II on the same basis as a divorced woman may qualify for wife's benefits. (Currently, a man's entitlement to husband's benefits ceases upon his divorce.) Enables a widower to qualify for survivor's benefits based upon a deceased first wife's earnings if he remarries before age 60 but is widowed or divorced from his second wife when he applies for benefits. (Currently, a widower cannot qualify for widower's benefits based on a first wife's earnings if he has remarried.) Permits methods used to establish paternity to be used to establish maternity in order to determine whether an applicant for benefits qualifies as a child of the insured. Enables husbands and widowers of women who have transitional insured status to receive benefits based on their wives' records. (Currently, only wives and widows of men who have such status may receive such benefits.) Equalizes benefit amounts for husbands and wives who both qualify for the special benefits for individuals who reached age 72 before 1968. Extends benefits to a widowed or surviving divorced father while caring for a child. Terminates child's insurance benefit entitlement in the case of a man who marries an individual who is entitled to disability insurance benefits unless such individual dies or is entitled to old age and survivors insurance benefits following the month in which her disability benefits cease. (Currently such benefits are terminated in the case of women who marry.) Provides that the gross income and deductions attributable to a trade or business in a community property State shall be treated for purposes of social security taxes as the gross income and deductions of the spouse who is carrying on the trade or business without regard to whether the income is community income. (Currently, such income and deductions are treated as the income and deductions of the husband unless the wife is substantially in control of the trade or business, in which case they are treated as the wife's.) Permits widowers of veterans to waive payment of a civil service survivor's annuity based on credit for military service which may be used to enable such widowers to qualify for survivor's benefits. (Currently, only widows may waive such payment.) Requires deductions from old age and survivors insurance benefits in the case of husbands or widowers who do not have children in their care. (Currently, deductions from benefits are made only in the case of wives or widows who do not have children in their care.) Title III: Coverage - Amends the Internal Revenue Code and title II of the Social Security Act to permit domestic corporations to enter into agreements with the Secretary of Health and Human Services to extend social security coverage to U.S. citizens employed by foreign affiliates of such corporations. (Currently, such social security coverage may be extended only to U.S. citizens employed by foreign subsidiaries of domestic corporations.) Reduces the stock ownership requirement which qualifies a foreign trade or business as a foreign affiliate for purposes of such Act. Includes as \"employment\" for purposes of title II any service which is designated as employment or recognized as the equivalent of employment under an international social security agreement pursuant to which an individual may be entitled to social security benefits based on periods of coverage under both the U.S. social security system and under the social security of a foreign country. Provides social security coverage for non-resident aliens who are covered under such an agreement. Makes the foreign earned income exclusion from gross income inapplicable in the determination of the net earnings from self-employment with respect to a U.S. citizen or resident whose tax home is in a foreign country and who is present in a foreign country or countries for at least 330 full days of a 12-month period. (Currently, such exclusion does not apply in the case of an individual who has been a resident of the United States during the entire taxable year.) Includes as \"wages\" for purposes of title II coverage: (1) payments to a trust which are part of a qualified cash or deferred arrangement; and (2) payments made to an employee after he or she reaches age 62. Excludes from \"wages\" for purposes of title II coverage payments under a simplified employee pension if, at the time of the payments, the employee will be entitled to a deduction for retirement contributions. Prohibits the social security coverage of State and local employees in Utah from being affected by any change in the name of an employee group. Title IV: Miscellaneous and Technical Amendments - Amends title II of the Social Security Act to revise the method for computing maximum insurance benefits. Amends the Covenant to Establish a Commonwealth of the Northern Mariana Islands in Political Union with the United States of America to revise the date upon which the social security program shall apply to the Northern Mariana Islands. Amends title II of the Social Security Act to require the exclusion from the trust fund reimbursement computation of amounts attributable to benefits paid during the fiscal year to an individual who also received benefits attributable to wage credits for military service. Reduces from 72 to 70 the age beyond which no increases in old age insurance benefits on account of delayed retirement shall be made. Revises the insured status requirements for disability insurance benefit applications. Provides that an acknowledgment, court decree, or court order with respect to illegitimate children of disabled beneficiaries shall be treated as occurring on the first day of the month in which it actually occurs for purposes of determining eligibility for disability benefits. Provides for the continued payment of widow's or widower's benefits to a widow or widower who marries an individual entitled to old age or disability insurance benefits. Permits entitlement to widow's and widower's benefits for the month immediately preceding the month of application if the insured individual died in that preceding month. Entitles an individual who is an alien outside the United States to wife's, husband's, widow's, widower's, or mother's insurance benefits only if such individual has resided in the United States and has had a spousal relationship for at least five years with the person upon whose wages or self-employment income such entitlement is based. Entitles an individual who is an alien outside the United States to child's insurance benefits only if: (1) such individual has resided in the United States for at least five years as the child of the person upon whose wages and self-employment income such entitlement is based; or (2) the person upon whose wages and self-employment income such entitlement is based and the individual's other parent, if any, have each resided in the United States for at least five years. Provides that an adopted child who is an alien outside the United States may receive child's insurance benefits only if such child: (1) was adopted within the United States by the person upon whose wages and self-employment income such entitlement is based; and (2) has lived in the United States with such person and received at least one-half of his or her support from such person for a specified period of time. Entitles an individual who is an alien outside the United States to parent's insurance benefits only if such individual has resided in the United States for at least five years as a parent of the person upon whose wages and self-employment income such entitlement is based."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Miscellaneous and Technical Improvements Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title II of the Social Security Act to make miscellaneous and technical improvements relating to cash management, gender-based distinctions, coverage, and other matters under the old-age, survivors, and disability insurance program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:23-05:00"
}