{
  "actions": [
    {
      "acted_at": "1991-05-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-15", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-16", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed: S.Hrg. 102-246.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1134-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1991-06-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1991-06-03", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1991-05-22", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-05-22", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-22", 
  "number": "1134", 
  "official_title": "A bill to provide disadvantaged students with early intervention programs and scholarships to encourage such students to finish high school and to obtain a college education, and to upgrade the course of study undertaken by our Nation's secondary school students.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "America's Commitment to College Education and Success for all Students Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-22", 
  "subjects": [
    "Compensatory education", 
    "Dropouts", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational counseling", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "High school students", 
    "Scholarships"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-22", 
    "text": "America's Commitment to College Education and Success for All Students Act of 1991 (ACCESS) - Amends the Higher Education Act of 1965 to establish an Educational Excellence Program: (1) to provide at-risk disadvantaged students with early intervention programs and scholarships to encourage them to finish high school and obtain a college education; and (2) to upgrade secondary school students' course of study. Authorizes appropriations for early intervention programs. Directs the Secretary of Education (Secretary) to make allotments to State educational agencies (SEAs). Requires SEAs to use such funds to award competitive grants or contracts to community-based organizations, nonprofit organizations, or elementary or secondary schools to establish or expand early intervention programs which encourage at-risk youth to finish secondary school and obtain a college education. Requires such programs to: (1) serve an entire sixth, seventh, or eighth grade class at an elementary or secondary school; (2) select such classes for program participation on the basis of whether a class has a significant incidence of students at risk of dropping out, as measured by specified factors; (3) include volunteer mentors and compensated program coordinators; (4) include a mechanism to inform all students of availability of assistance early enough to motivate them; and (5) include skills and language assessment, tutoring, academic, personal, and family counseling, and home visits. Authorizes appropriations for a scholarship program to encourage students to finish secondary school and obtain a college education, and to upgrade secondary school students' course of study. Authorizes the Secretary to award such scholarships to eligible students for four years of study at any approved institution of higher education. Bases student eligibility on: (1) participation in an early intervention program, if available; (2) secondary school graduation or its equivalent; (3) admission to or enrollment in an institution of higher education, not later than two years after secondary school graduation or its equivalent; (4) receipt of a Pell Grant; and (5) demonstration of academic achievement and preparation for postsecondary education by completion of specified areas of college preparatory level coursework in secondary school. Excludes from eligibility any individual who has been: (1) awarded an associate or baccalaureate degree; or (2) convicted of a felony or a crime involving moral turpitude. Makes persons who have been discharged from a correctional facility, or who have completed probation, eligible for such scholarships two years after such discharge or completion. Requires, in order for students in a State to receive such scholarships, that the SEA agree to ensure that all secondary students in the State have equal and easy access to the college preparatory coursework. Sets forth coursework verification and program advertising requirements. Sets forth scholarship stipend amounts and conditions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "America's Commitment to College Education and Success for all Students Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide disadvantaged students with early intervention programs and scholarships to encourage such students to finish high school and to obtain a college education, and to upgrade the course of study undertaken by our Nation's secondary school students.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:58-05:00"
}