{
  "actions": [
    {
      "acted_at": "1987-11-20", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-30", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, Commerce, State.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-30", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-09", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-09", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-09", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-16", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-16", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-12-17", 
      "references": [], 
      "text": "Committee on Rules Granted an Open Rule Providing One Hour of General Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-17", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Merchant Marine and Fisheries.  Report No: 100-489.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-17", 
      "references": [], 
      "text": "Placed on Union Calendar No: 304.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-17", 
      "bill_ids": [
        "hres337-100"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.337 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-18", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-18", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-18", 
      "references": [], 
      "text": "Committee Amendment in the Nature of a Substitute Considered as an Original Bill for the Purpose of Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-18", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-18", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "498", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 382 - 13 (Record Vote No: 498).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1987-12-19", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Received in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1987-12-19", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1987-12-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-29", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-12-29", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1987-12-29", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1987-12-29", 
      "congress": "100", 
      "law": "public", 
      "number": "220", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 100-220.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h584-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "584"
    }, 
    {
      "amendment_id": "h585-100", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "585"
    }
  ], 
  "bill_id": "hr3674-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "32", 
      "name": "Anderson, Glenn M.", 
      "sponsored_at": "1987-12-14", 
      "state": "CA", 
      "thomas_id": "00016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bennett, Charles E.", 
      "sponsored_at": "1987-12-17", 
      "state": "FL", 
      "thomas_id": "00077", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1987-12-14", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1987-12-14", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1987-12-14", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Manton, Thomas J.", 
      "sponsored_at": "1987-12-14", 
      "state": "NY", 
      "thomas_id": "00732", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Miller, John R.", 
      "sponsored_at": "1987-12-14", 
      "state": "WA", 
      "thomas_id": "00809", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1987-11-20", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "100", 
    "law_type": "public", 
    "number": "220"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1987-12-29", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1987-12-18", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1987-12-19", 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-20", 
  "number": "3674", 
  "official_title": "A bill to provide for Congressional approval of the Governing International Fishery Agreement between the United States and Japan.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres337-100", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr940-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3017-100", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3584-100", 
      "reason": "related"
    }
  ], 
  "short_title": "United States-Japan Fishery Agreement Approval Act of 1987", 
  "sponsor": {
    "district": "10", 
    "name": "Studds, Gerry E.", 
    "state": "MA", 
    "thomas_id": "01121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1987-12-29", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Alaska", 
    "Algae", 
    "Animals and Animal Protection", 
    "Authorization", 
    "Business and commerce", 
    "Coastal zone", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Disaster loans", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Equipment and supplies", 
    "Eutrophication", 
    "Federal advisory bodies", 
    "Fees", 
    "Fines (Penalties)", 
    "Fish kills", 
    "Fisheries", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishing boats", 
    "Foreign Trade and Investments", 
    "Foreign fishing", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Graduate education", 
    "Great Lakes", 
    "Harbors", 
    "Higher education", 
    "International cooperation", 
    "International environmental cooperation", 
    "Japan", 
    "Lakes", 
    "Licenses", 
    "Maps", 
    "Marine and coastal resources, fisheries", 
    "Marine education", 
    "Marine mammal protection", 
    "Marine resources conservation", 
    "Marine terminals", 
    "Marine transportation", 
    "National Sea Grant Program", 
    "Negotiations", 
    "New York State", 
    "North Carolina", 
    "Ocean", 
    "Ocean policy", 
    "Oceanographic research", 
    "Oil pollution", 
    "Oil pollution of the sea", 
    "Pacific Ocean", 
    "Petroleum", 
    "Planning", 
    "Plastics", 
    "Refuse and refuse disposal", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Scholarships", 
    "Sea birds", 
    "Shipping agreements", 
    "Ships", 
    "Ships and shipping", 
    "Small business", 
    "Student aid", 
    "Technology transfer", 
    "Treaties", 
    "Waste disposal in the ocean", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water resources development", 
    "Waterways", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1987-12-18", 
    "text": "(Measure passed House, amended, roll call #498 (392-13)) United States-Japan Fishery Agreement Approval Act of 1987 - Title I: Approval of Governing International Fishery Agreement with Japan - Approves a specified agreement between the United States and Japan concerning fisheries off the coasts of the United States as a governing international fishery agreement for the purposes of the Magnuson Fishery Conservation and Management Act, notwithstanding specified provisions of such Act relating to congressional oversight of international fishery agreements. Title II: Plastic Pollution Research and Control - Marine Plastic Pollution Research and Control Act of 1987 - States that this title shall not be construed to supersede, except as specifically provided, any provision of Federal or State law, either statutory or common, or preempt any State from imposing any additional requirements. Subtitle A: Amendments to Act to Prevent Pollution from Ships - Amends the Act to Prevent Pollution from Ships to revise the categories of ships to which the Act applies. Amends provisions relating to adequacy and criteria for pollution reception facilities to: (1) cover reception facilities for mixtures containing oil or noxious liquid substances; and (2) require the Secretary of the department in which the Coast Guard is operating to prescribe regulations respecting the criteria for determining the adequacy of reception facilities for garbage. Authorizes the Secretary, in determining the adequacy of reception facilities, to consider the number and types of seagoing and other ships using the port or terminal. Directs the Secretary, if reception facilities of a port or terminal meet the requirements of Annexes I and II to the International Convention for the Prevention of Pollution from Ships, 1973 (the Convention) and certain regulations, after consultation, to issue a certificate to that effect to the applicant. Authorizes the Secretary, if such facilities meet the requirements of Annex V to the Convention (Annex V) and certain regulations, after consultation, to issue a certificate to that effect to the person in charge of the port or terminal. Provides for denial to ships of entry to ports and terminals which do not have such certificates. Revises provisions relating to inspections of ships for violations to apply: (1) provisions relating to notifying the master and taking action under the Convention to all ships rather than to specified classes of ships; and (2) such provisions to inspections relating to possible violations of Annex I or Annex II of the Convention by certain types of ships. Adds new inspection provisions relating to disposal of garbage in violation of the requirements of Annex V to the Convention or this Act. Authorizes payment of an amount equal to not more than one-half of penalties imposed for violations of the Protocol of 1978 relating to the International Convention for the Prevention of Pollution from Ships, 1973 (MARPOL Protocol) or the Act to Prevent Pollution from Ships, to be paid to the person giving information leading to the penalty. Revises provisions relating to the authority of the Secretary to refer to other countries matters involving violations by certain foreign ships. Revises provisions relating to procedures for amendments to the MARPOL Protocol. Declares that the MARPOL Protocol and this Act shall be administered and enforced: (1) by the Secretary, unless otherwise specified in this Act; and (2) so as to apply Annexes I and II of the Convention only to seagoing ships. Directs the Secretary to prescribe regulations to: (1) require certain ships to maintain refuse record books and shipboard management plans, and to display placards notifying crew and passengers of the requirements of Annex V; (2) seek international agreements applying such requirements to all vessels subject to Annex V; and (3) report to the Congress regarding such international agreements. Requires any action under the Act to Prevent Pollution from Ships to be taken in accordance with international law. Subtitle B: Studies and Report - Directs the Secretary of the department in which the Coast Guard is operating (Secretary), in consultation with the Secretary of Agriculture and the Secretary of Commerce, to report biennially for six years to the Congress regarding compliance with Annex V in U.S. waters. Directs the head of each Federal agency which operates or contracts for the operation of certain ships to report to the Congress regarding inability to comply with specified provisions of the Act to Prevent Pollution from Ships. Directs the Administrator of the Environmental Protection Agency (EPA) to study and report to the Congress regarding the adverse effects of the improper disposal of plastic articles on the environment and on waste disposal, and methods to reduce or eliminate such effects. Directs the Secretary of Commerce to submit to the Congress a report on the effects of plastic materials on the marine environment. Directs the Administrator of the National Oceanic and Atmospheric Administration and the Administrator of the EPA to jointly commence a program to educate the public regarding the harmfulness of plastic materials in the marine environment. Directs the Secretary of Commerce, with the Administrator of the EPA and the Secretary of the department in which the Coast Guard is operating, to conduct a program to encourage the formation of volunteer groups, to be designated as \"Citizen Pollution Patrols,\" to assist in monitoring, reporting, cleanup, and prevention of ocean and shoreline pollution. Subtitle C: New York Bight - Directs the Administrator of the EPA to prepare a New York Bight Restoration Plan and to conduct a study of problems associated with plastic debris in the New York Bight. Sets forth reporting requirements regarding the Plan, the study, alternatives to ocean dumping of municipal sludge, and pollutant inputs to the New York Bight. Authorizes appropriations for FY 1988 through 1990. Title III: Marine Science, Technology, and Policy Development - Marine Science, Technology, and Policy Development Act of 1987 - Subtitle A: National Sea Grant College Program Act Authorization - National Sea Grant College Program Authorization Act of 1987 - Amends the National Sea Grant College Program Act to declare the need for a national ocean strategy and to revise definitions under such Act. Expands coverage of the Act to include Great Lakes resources. (Current law covers ocean and coastal resources.) Authorizes the Under Secretary of Commerce for Oceans and Atmosphere to make grants and enter into contracts to carry out a sea grant strategic research plan. Requires the Under Secretary to develop and publish the plan every three years. Requires the plan to identify and describe a limited number of priority areas for strategic marine research. Requires consultation with Federal agencies, representatives of sea grant colleges, programs, and consortia, and other public and private interested parties. Requires the plan to be submitted to specified congressional committees. Describes the priority areas on which the plan is required to concentrate, including: (1) critical resource and environmental areas of national, international, or global scope where adequate funding is otherwise precluded under other provisions of the National Sea Grant College Program Act; and (2) areas where sustained programmatic research and technology transfer can be utilized. Describes graduate, postdoctoral, and other fellowships which the Under Secretary is required or permitted to support. Adds to the duties of the sea grant review panel the responsibility of giving advice with respect to applications, proposals, performance, grants, and contracts awarded under the sea grant strategic research plan. Makes changes regarding membership and terms of the panel. Authorizes the Under Secretary to provide annual grants during FY 1988 through 1990 to certain sea grant colleges, sea grant regional consortiums, or institutions of higher education having a sea grant program to develop and improve curriculum offerings at the graduate level, support graduate students through scholarships and fellowships, and increase multidisciplinary research, all with regard to marine resource management. Limits the amount of any grant to any such institution in any year and the number of annual grants which may be made to any institution. Requires each institution receiving a grant to report annually and upon termination of the grant to the Under Secretary regarding the activities conducted with the grant. Authorizes appropriations for FY 1988 through 1990. Amends provisions of the Sea Grant Program Improvement Act of 1976 relating to the purposes of the Sea Grant International Program to authorize grants and contracts to enhance international research, promote marine activities with foreign universities, encourage technology transfer, promote foreign data exchanges, or enhance regional collaboration regarding marine research between foreign nations and the United States. Permits the following organizations to apply for and receive financial assistance under this provision: (1) any sea grant college, sea grant program, and sea grant regional consortium; and (2) any instituion of higher education, laboratory, or institute which is located within a State. Requires the Under Secretary, before approving an application under this provision, to consult with the Secretary of State. Subtitle B: Great Lakes Mapping - Great Lakes Shoreline Mapping Act of 1987 - Requires the Director of the Charting and Geodetic Services of the National Ocean Service, National Oceanic and Atmospheric Administration (Director), to prepare a mapping plan for the Great Lakes shoreline, in consultation with the Director of the United State Geological Survey. Sets forth plan requirements. Requires the Director to prepare as specified, in consultation with the Director of the United States Geological Survey, maps of the shoreline areas of the Great Lakes, including bathymetry, topography, geological conditions, and information on the recent geological past. Requires maps to contain erosion and flooding information. Requires the Director to make the maps available to Federal, State, and local governments, the Government of Canada, and the general public. Allows recovery of the cost of reproducing and distributing the maps. Authorizes the Director to enter into contracts or agreements with Federal or State governments or private entities to carry out the map preparation provisions of this Act. Authorizes appropriations for FY 1988. Title IV: Driftnet Impact Monitoring Assessment, and Control - Driftnet Impact Monitoring, Assessment, and Control Act of 1987 - Directs the Secretary of Commerce (Secretary), through the Secretary of State and in consultation with the Secretary of the Interior, to immediately negotiate with foreign governments conducting driftnet fishing operations in the North Pacific Ocean outside of the exclusive economic zone (EEZ) and territorial sea of any nation an agreement for the statistically reliable cooperative monitoring and assessment of the number of living marine resources of the United States killed, discarded, or lost by such government's driftnet fishing vessels. Directs the Secretary, within one year after the enactment of this Act, to report to the Congress on the results of negotiations. Directs the Secretary, within one year after the enactment of this Act, to report to the Congress on the impact of driftnet fishing in waters of the North Pacific Ocean on marine resources of the United States. Directs the Secretary, through the Secretary of State and in consultation with the Secretary of the department in which the Coast Guard is operating, to immediately initiate negotiations with foreign governments regarding agreements on the enforcement of laws and regulations applicable to driftnet fishing vessels. Directs the Secretary to evaluate and develop recommendations regarding: (1) the establishment of a driftnet marking, registry, and identification system to determine the vessel origin of lost, discarded, or abandoned driftnets and driftnet fragments, while taking into consideration the adequacy of existing systems of foreign nations; (2) the use of alternative materials in driftnets to increase the rate of decomposition of driftnets discarded or lost at sea; (3) the implementation of a driftnet bounty system to pay persons who retrieve from the EEZ and deposit with the Secretary lost, abandoned, and discarded driftnet and other plastic fishing material; and (4) the establishment of a cooperative driftnet fishing vessel tracking system. Sets forth reporting requirements. Authorizes appropriations. Title V: Red Tide Contamination - Directs the Administrator of the Small Business Administration, notwithstanding any other law, to declare the recent North Carolina coast red tide contamination a disaster for purposes of provisions of the Small Business Act relating to disaster loans. Excludes certain criteria, notwithstanding any other law, from consideration in determining eligibility for assistance for a disaster declared under this title."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "United States-Japan Fishery Agreement Approval Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Driftnet Impact Monitoring, Assessment, and Control Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Great Lakes Shoreline Mapping Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Marine Plastic Pollution Research and Control Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Marine Science, Technology, and Policy Development Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Sea Grant College Program Authorization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "United States-Japan Fishery Agreement Approval Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Driftnet Impact Monitoring, Assessment, and Control Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Great Lakes Shoreline Mapping Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Marine Plastic Pollution Research and Control Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Marine Science, Technology, and Policy Development Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "National Sea Grant College Program Authorization Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for Congressional approval of the Governing International Fishery Agreement between the United States and Japan.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:02-05:00"
}