{
  "actions": [
    {
      "acted_at": "1987-10-23", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1813-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-23", 
  "number": "1813", 
  "official_title": "A bill to reduce foodborne disease, to improve the inspection of meat, poultry, and fish, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Food Standards Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-10-23", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Communications and Broadcasting", 
    "Consumer education", 
    "Employee rights", 
    "Feed contamination", 
    "Fish inspection", 
    "Fisheries", 
    "Food adulteration and inspection", 
    "Food and Food Industry", 
    "Food contamination", 
    "Government records, documents, and information", 
    "Information services", 
    "Labeling", 
    "Labor and employment", 
    "Livestock", 
    "Meat", 
    "Meat inspection", 
    "Meat packing industry", 
    "Poultry inspection", 
    "Research and development", 
    "Seafood", 
    "Telephone", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-23", 
    "text": "Safe Food Standards Act of 1987 - Title I: Testing and Inspection of Certain Products - Amends the Federal Meat Inspection Act to direct the Secretary of Agriculture to administer a program to detect contamination in statistically selected samples of meat and meat food products that have already passed inspection. Requires the Secretary to monitor a slaughtering house during a review period whenever a sample from such house is found to contain a pathogenic microorganism in excess of the established standards. Directs the Secretary to publish the identity of, issue a warning to, and exact fines from an establishment exceeding standards during the review period. Withholds inspection services from establishments failing to pay assessed fines or persistently exceeding standards during the monitoring period. Provides for administrative and judicial review of decisions not to provide inspection services. Requires the Secretary to develop sampling procedures, baselines of contamination by pathogenic microorganisms harmful to humans, and procedures to identify the sources of slaughtered cattle, sheep, and swine. Permits exemptions to the identification requirement under specified circumstances. Amends the Poultry Products Inspection Act to direct the Secretary to administer a similar program for poultry products. Directs the Secretary of Commerce to establish a similar program for seafood. Provides waivers for seafood monitored by established alternative methods and when water quality monitoring is taken into account. Authorizes the Secretary to establish a water quality monitoring program. Prohibits monitored establishments from participating in the voluntary seafood inspection program established under the Food, Drug, and Cosmetic Act. Directs the Secretary of Agriculture to establish and administer a similar program to test statistically selected samples of animal feed intended for poultry, sheep, cattle, or swine to be slaughtered, including contamination by toxic chemicals as well as pathogenic microorganisms. Excludes persistent violators from participation in the voluntary animal feed inspection program. Title II: Miscellaneous - Provides for consumer education about food safety through various channels, including a toll-free food safety hotline, cooperative agricultural extension services, and demonstration project grants to States. Directs the Secretary of Agriculture to establish an animal feed improvements program, including maintaining a toll-free hotline. Authorizes appropriations for such program for FY 1988 through 1992. Directs the Secretary to establish a research program to develop methods to reduce foodborne illnesses in the United States. Authorizes appropriations for FY 1988 through 1989. Directs the Secretary to conduct pilot studies on the effectiveness of labeling fresh meats and poultry with handling and cooking instructions. Authorizes appropriations for FY 1988 through 1989. Requires the Secretary to report to the appropriate congressional committees on such studies. Authorizes civil actions by persons aggrieved by the Secretary's failure to enforce the Federal Meat Inspection Act or the Poultry Products Inspection Act. Prohibits discrimination against whistle-blowers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Food Standards Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce foodborne disease, to improve the inspection of meat, poultry, and fish, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:45-05:00"
}