{
  "actions": [
    {
      "acted_at": "1985-04-04", 
      "bill_ids": [
        "s674-99", 
        "s537-99", 
        "s742-99", 
        "s868-99"
      ], 
      "references": [], 
      "text": "Committee on Armed Services incorporated provisions of related measures S. 674, S. 537, S. 742, S. 868 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-04", 
      "bill_ids": [
        "s674-99"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure in lieu of S.674.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-04-29", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Goldwater. With written report No. 99-41. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-29", 
      "calendar": "Senate Legislative", 
      "number": "91", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 91.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1985-06-06", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1029-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-29", 
  "number": "1029", 
  "official_title": "An original bill to authorize appropriations for the military functions of the Department of Defense and to prescribe personnel levels for the Department of Defense for fiscal year 1986, to authorize certain construction at military installations for such fiscal year, to authorize appropriations for the Department of Energy for national security programs for such fiscal year, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s537-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s674-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s742-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s868-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1160-99", 
      "reason": "related"
    }
  ], 
  "short_title": "National Security Programs Authorization Act for Fiscal Year 1986", 
  "sponsor": {
    "district": null, 
    "name": "Goldwater, Barry", 
    "state": "AZ", 
    "thomas_id": "01340", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-04-04", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Air force", 
    "Alaska", 
    "American military assistance", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control", 
    "Arms control agreements", 
    "Army", 
    "Authorization", 
    "B-1 bomber", 
    "Budget deficits", 
    "California", 
    "Civil defense", 
    "Civilian personnel positions", 
    "Collective security agreements", 
    "Competition", 
    "Conflict of interests", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Construction industries", 
    "Cost effectiveness", 
    "Cost overruns", 
    "Defense articles", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Department of Energy", 
    "District of Columbia", 
    "Economics and public finance", 
    "Education", 
    "Energy facilities", 
    "Environmental assessment", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal installations", 
    "Federal officials", 
    "Foreign exchange", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hawaii", 
    "Hours of labor", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Inspection (Arms control)", 
    "Intercontinental ballistic missiles", 
    "International affairs", 
    "Labor and employment", 
    "Land transfers", 
    "M-X missile", 
    "Maryland", 
    "Merchant marine", 
    "Military aircraft", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Military medals, decorations, etc.", 
    "Military pay", 
    "Military personnel", 
    "Military training", 
    "NATO countries", 
    "National Security and Intelligence Operations", 
    "Navy", 
    "Netherlands", 
    "Nuclear energy", 
    "Nuclear energy research", 
    "Nuclear reactors", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Officer personnel", 
    "Petroleum and petroleum products", 
    "Petroleum reserves", 
    "Polygraphs", 
    "Post exchanges", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Shipbuilding", 
    "Ships and shipping", 
    "Soldiers' homes", 
    "South Carolina", 
    "Sports and recreation", 
    "Standards", 
    "Strategic materials", 
    "Submarines", 
    "Treaties", 
    "U.S.S.R.", 
    "Veterans' education", 
    "Wages", 
    "Warships", 
    "Weapons"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-29", 
    "text": "National Defense Authorization Act for Fiscal Year 1986 - Division A: Department of Defense Authorization - Department of Defense Authorization Act, 1986 - Title I: Procurement - Authorizes appropriations for FY 1986 for procurement for the Army of aircraft, missiles, weapons, tracked combat vehicles, and ammunition and for the unspecified procurement. Prohibits funds appropriated pursuant to this or any other Act from being used for procuring the Division Air Defense system or for the purpose of entering into a new contract for the production and assembly of the Division Air Defense System until certain steps are taken. Prohibits the Secretary of the Army from entering into a multiyear contract for the procurement of the Armored Combat Earthmover (ACE). Prohibits funds authorized under this title from being used to contract for the procurement of 5-ton Army trucks until the Secretary certifies to the Committees on Armed Services of the Senate and the House that all engines for such trucks have undergone certain testing. Authorizes the Secretary to extend up to 18 months the 5-ton truck multiyear procurement contract in effect on the date of enactment of this Act. Authorizes the Secretary to award a multiyear contract for the procurement of 5-ton trucks not later than May 1, 1986, or notify the Committees on Armed Services of the Senate and the House of the impracticability of such a contract before February 1, 1986. Permits the use of funds appropriated for the multiple launch rocket system (MLRS) program for FY 1985 to make economic order quantity material and component purchases for use with MLRS program end items proposed for procurement in FY 1989. Authorizes appropriations for the Navy and Marine Corps for FY 1986 for the procurement of aircraft, missiles, weapons, racked combat vehicles, shipbuilding and conversion, and for other unspecified procurement. Authorizes the Secretary of the Navy to enter into multiyear contracts for the purchase of LHD-1 class amphibious assault ships. Permits such contracts to include an unfunded cancellation ceiling. Sets aside a specified amount of the funds authorized for shipbuilding and conversion to be available only for the aircraft carrier service life extension program. Prohibits a certain amount of such set-aside funds from being obligated or expended until the Secretary of the Navy makes certain certifications to the Committees on Armed Services of the Senate and the House concerning a service life extension program for the U.S.S. Kitty Hawk. Prohibits funds authorized under this title from being obligated or expended for the procurement of C-12 or C-12 type aircraft unless such aircraft are procured through competitive procedures. Prohibits funds appropriated for shipbuilding and conversion from being obligated or expended until the Secretary of Defense has reported to the Committees on Armed Services of the Senate and the House on procedures which would permit allied or friendly nations to construct diesel- eletrict submarines in U.S. shipyards. Prohibits the Secretary of the Navy from entering into multiyear contracts for the procurement of P-3C Orion aircraft. Authorizes appropriations for the Air Force for FY 1986 for procurement of aircraft, missiles, and for other procurement. Authorizes appropriations for the reserve components of the armed forces for FY 1986 for procurement of aircraft, missiles, tracked combat vehicles, ammunition, and other weapons, and for other unspecified procurement. Authorizes appropriations to the defense agencies for FY 1986. Extends through FY 1986 the authority of the Secretary of Defense, in carrying out the Multilateral Memorandum of Understanding Between the NATO Ministers of Defense concerning the NATO AWACS program, to waive the reimbursement for the cost of specified functions performed by certain personnel and to assume contingent liability for program losses and specified charges. Title II: Research, Development, Test, and Evaluation - Authorizes appropriations for the armed forces and defense agencies for FY 1986 for research, development, test and evalution. Requires that a specified amount of the funds authorized to the Navy be used only for the Navy Oceanography Program. Requires that specified amounts of the funds authorized to the defense agencies to be used for: (1) the hardened ballistic missile materials program; and (2) computer and related research at Syracuse University, New York. Requires, before any decision is made regarding the full-scale development of a small intercontinental ballistic missile or the selection of its basing sites, the Secretary of the Air Force to submit to the appropriate congressional committees an environmental impact statement with respect to such development and basing. Title III: Operation and Maintenance - Authorizes appropriations for the armed forces and defense agencies for FY 1986 for operation and maintenance, including funds for the reserve forces, the National Guard, the National Board for the Promotion of Rifle Practice, defense claims, and the Court of Military Appeals. Authorizes the transfer of funds from the Foreign Currency Fluctuations Defense Fund to the operation and maintenance accounts of the military departments in specified amounts. Authorizes additional appropriations for increases in civilian personnel costs, unbudgeted increases in fuel costs, and inflation. Authorizes appropriations for FY 1986 for the working capital funds of the armed forces and defense agencies. Requires the Secretary of Defense, not later than December 1, 1985, to submit to the appropriate committees of the Congress a plan for the establishment and operation during FY 1986 of a pilot program for the exchange of visits between high-ranking U.S. military and civilian officers and personnel and their counterparts from the Soviet Union. Outlines details to be included in such plan. Authorizes certain appropriated funds to be available for travel and subsistence expenses for those participating in such program from the United States. Authorizes the Secretary of Defense to use certain funds appropriated to the Department of Defense (DOD) in support of the Tenth International Pan American Games to be held in Indianapolis, Indiana, in August 1987. Directs that such support be in the form of logistical support, personnel services, and other services and equipment. Title IV: Personnel Authorizations - Part A: Active Forces - Authorizes strengths for active duty personnel as of the end of FY 1986. Amends the Department of Defense Authorization Act, 1981 to extend for one year the limitation on the enlistment for active duty in the armed forces of persons whose score on the Armed Forces Qualification Test is below a prescribed level. Part B: Reserve Forces - Authorizes average strengths for the selected reserve components of the armed forces for FY 1986. Permits the reduction and increase in such strengths as specified. Authorizes a specified number of reserves to serve on full-time active duty in order to organize, administer, instruct, recruit, or train the reserve components. Permits the end strength levels to be increased by two percent in the national interest. Part C: Civilian Personnel - Authorizes an end strength for civilian personnel for the Department of Defense for FY 1986. Requires the apportionment of such personnel among the various military branches and departments. Requires the Secretary of Defense to report to the Congress on such allocation within 60 days after the enactment of this Act. Specifies the types of civilian employees to be included in such end strengths. Permits the Secretary to increase the number of such personnel by two percent in the national interest. Directs the Secretary to notify the Congress of any such increase. Part D: Military Training Student Loads - Authorizes average military training student loads for each component of the armed forces for FY 1986. Requires the adjustment of such loads as the manpower strengths of each component are adjusted. Title V: Compensation and Other Benefits; Educational Assistance and Miscellaneous Personnel Matters - Prohibits adjustment to compensation levels of members of the uniformed services in conformity with adjustment to GS-level compensation to Federal employees during FY 1986. Increases by three percent the rates of basic pay, basic allowance for quarters, and basic subsistence allowance for members of the uniformed services, effective January 1, 1986. Prohibits a member of the uniformed services serving in Alaska or Hawaii from being paid a station housing allowance. Excepts from such provision those already serving in Alaska or Hawaii the day before the enactment of this Act. Prohibits all such members receiving a station housing allowance from receiving a variable housing allowance. Prohibits a member from receiving housing allowances which exceed actual housing costs. Allows the basic allowance for quarters and the variable housing allowance to be paid in advance. Increases the Family separation allowance. Requires temporary lodging expenses to be paid to a member making a permanent change in a duty station. Increases the mileage allowance for minor dependents of members making a permanent change in duty stations. Increases the weight allowances for the transportation of household goods of members making a permanent change in duty stations, according to a table based on pay grades. Extends through September 30, 1985, the availability of funds appropriated under the Department of Defense Appropriations Act, 1985 to execute agreements for the continuation of pay to certain dental officers. Part B: Extension of Expiring Bonus Authority, Benefits, and Personnel Management Authorities - Extends for one year, through FY 1986, the authority to provide reimbursement in place of quarters to crew members assigned to a naval vessel rendered temporarily uninhabitable. Extends the special pay provisions for certain Navy aviation career officers from FY 1985 to 1986. Extends for two years, through FY 1987, the authority to pay reenlistment bonuses and bonuses to reserve commissioned officers who extend their periods of active duty. Increases the number of certain officer personnel who may be on active duty in specified grades. Part C: Educational Assistance Programs - Authorizes Secretary of Defense to repay any loan made, insured, or guaranteed under part B of the Higher Education Act of 1965, or any loan made under part E of such Act, after October 1, 1975. Specifies those who qualify to have their loans so repaid. Specifies percentages and maximum amounts of such loan repayments. Defines loan repayment recipients as those persons who enlist or reenlist in the Selected Reserve of the Ready Reserve of an armed force or who enlist or reenlist for service on active duty after September 30, 1980. Amends the Veterans' Educational Assistance Act of 1984 to repeal the requirement that a member must have served on active duty without a break in such service since December 31, 1976, in order to be eligible for veteran' educational assistance under such Act. Reduces by $100 per month for 12 months the basic pay of a member who elects to become entitled to such assistance. Requires an election by a member to receive such assistance within 120 days of entering upon active duty. Provides for revocation of such election. Provides for reimbursement to a member of that portion by which the $100-per-month pay reduction exceeds the amount of educational assistance received for any reason. Authorizes the Secretary of the Navy to permit a member to transfer all or a portion of such educational entitlement to a spouse or dependent children upon certain conditions. Part D: Miscellaneous Personnel Matters and Benefits - Limits the size of certain headquarter staffs within the Department of Defense. Authorizes the Governor of the U.S. soldiers' and Airmen's Home to exempt up to two physicians employed by the Home from reductions in retired pay due to such employment. Revises general military law clarifying the precedence of the Purple Heart award. Authorizes the President to advance two retired lieutenant generals to the grade of general on the retired list of the Air Force. Authorizes members of the Selected Reserve of the Ready Reserve to have limited use of commissary stores. Repeals the test program on such use by Selected Reserve members created under the Department of Defense Authorization Act, 1984. Title VI: Procurement Policy Reform and Other Procurement Matters - Defense Procurement Improvement Act of 1985 - Requires the Secretary of Defense to prepare an acquisition plan before the completion of the full-scale engineering development of a major defense acquisition program. Requires the establishment and maintenance of two or more production sources as part of such strategy. Allows single production sources only in certain limited circumstances. Directs the Secretary to report to the Congress explaining the planned acquisition strategy for each major defense acquisition program not later than the time that a budget request for initial production of the system is made. Requires the Secretary to explain the reasons for use of a single production source if such is chosen. Requires the Secretary to perform a cost analysis for each major defense acquisition program during the first four years of production under such program. Provides for the waiver of such cost analysis in certain instances if the Committees on Armed Services of the Senate and House of Representatives are properly notified of such waiver by the Secretary. Requires the Secretary to report annually to such Committees the cost of performing such analyses and the savings believed to be achieved. Directs the Secretary of each military department to issue regulations establishing minimum requirements in education, training, and prior experience for program managers of major defense acquisition programs. Outlines minimum education and experience requirements for such program managers. Requires the Secretary of each military department to issue regulations establishing minimum requirements in education, training, and prior experience for brigadier generals, commodores, or any higher grade officers assigned to duty in any material, system, or logistics command in a military branch. Directs the Secretary of Defense to develop a training program for all personnel of DOD responsible for assuring quality control in contractor facilities. Requires such employees to attend the program during the first six months of their assignment. Amends military procurement provisions to increase the reporting and disclosure requirements for certain former employees of DOD concerning duties performed with defense contractors. Increases the liability of a person failing to comply with such requirements. Requires certain present DOD employees who contact or are contacted by a defense contractor concerning future employment opportunities to make certain disclosures concerning such possible employment if he or she participated personnally and substantially as a DOD employee in a permanent contract awarded to such defense contractor. Outlines information to be included in such reporting requirement and imposes liability for failure to comply with such requirements as determined by the Secretary of Defense. Authorizes appropriations for FY 1986 and 1987 to carry out the procurement technical assistance cooperative agreements programs and certain administrative provisions of this Act. Requires in any Federal court proceeding in which the reasonableness of general or administrative costs for which a defense contractor seeks reimbursement from the DOD are in issue that the burden of proof be upon such contractor to establish the reasonableness of such costs. Title VII: Department of Defense Efficiency and Economy Matters - Department of Defense Efficiency and Economy Act of 1985 - Directs the Secretary of Defense, within 90 days after enactment of this Act, to issue proposed regulations dealing with the unallowability of contractor indirect costs. Requires the Secretary, in determining allowable costs, to consider whether the costs incurred benefit the United States or are necessary for the operation of the business. Specifies certain costs which should be considered unallowable under such new regulations. Authorizes the Secretary to make disallowances and to assess a penalty of three times the disallowed expense whenever there is clear and convincing evidence that such expense is disallowable. Considers as a false claim specifically punishable under specified Federal law an expense submitted by a contractor for reimbursement that was not actually incurred. Requires the Secretary, within 90 days after the enactment of this Act, to report to the Armed Services Committees of the Congress on specific actions taken to address the problems related to spare parts purchasing by DOD. Requires the Secretary to issue proposed regulations and legislation as part of such report if such problems have not been remedied. Increases penalties under specified provisions of Federal law for the making of false claims in DOD procurement. Makes rate-of-wages provisions under the Davis-Bacon Act inapplicable for labor performed in connection with military construction projects. Revises provisions dealing with wage-rate determinations to consider local wage rates for private industry (currently, surveys of wages paid outside the local area are used) when determining the prevailing rate for employees employed under certain DOD contracts. Makes inapplicable to DOD contracts certain Federal provisions which require an overtime rate of pay for work performed after eight hours of work per day. Provides in such contracts that the overtime rate will instead be paid after ten hours of work per day. Removes restrictions on contracting-out authority of the Secretary if he or she determines that such contracting-out would be cost-effective and in the best interest of the national defense. Authorizes the Secretary to close or realign any military installation if the President submits a budget reflecting a budget deficit in a fiscal year and the Secretary notifies the Congress at least 60 days prior to taking action. Title VIII: National Defense Stockpile - Authorizes the President, effective October 1, 1985, to dispose of certain quantities of specified materials currently held in the National Defense Stockpile. Requires to be deposited into the National Defense Stockpile Transaction Fund 30 percent of all money accruing to the United States during FY 1986 from land in the naval petroleum and oil shale reserves. Title IX: General Provisions - Limits to $1,000,000,000 the size of the Special Defense Acquisition Fund. Grants limited authority for the Secretary of Defense to exceed the permanent ceiling on U.S. forces assigned to NATO. Requires the Secretary of Defense, within 60 days of the date of enactment of this Act, to advise the Committees on Armed Services of the Senate and the House of Representatives, in writing, of his or her views regarding the desirability of legislation that would prohibit the inclusion of contractor administrative and general overhead expenses in the computation of contractor profits. Limits the use of authorized funds in conducting polygraph examination tests. Directs the Secretary of Defense, not later than December 31, 1986, to report to the Committees on Armed Services of the Senate and the House of Representatives on the use of polygraph examinations administered by or for DOD during FY 1986. Outlines details to be included in such report. Requires the Secretary to establish and report annually on a continuing polygraph research program to support polygraph activities within DOD. Authorizes the appropriation of funds to DOD for such program. Provides certain restrictions on the contracting for educational services which are provided to members of the armed forces or civilian DOD employees or their dependents. Directs the President, not later than December 1, 1985, and not later than December 1 of each year thereafter, to report to the Congress concerning the Soviet Unions's compliance with arms control commitments. Directs the Secretary of Defense, not later than April 1, 1986, to report to the Armed Services Committees of the Senate and House of Representatives on the continued use of independent cost estimates in the planning, programming, budgeting, and selection process for major defense acquisition program in DOD. Outlines details to be included in such report. Extends through 1988 certain reporting dates for the Commission on Merchant Marine and Defenses. Directs the President, in submitting a proposes budget for FY 1988, to submit a single proposed budget for DOD and related agencies for FY 1988 and 1989 and thereafter to submit a two-year proposed budget for DOD and related agencies biennially. Requires the Secretary of Defense, not later than July 1, 1986, to submit to the Committees on Armed Services and on Appropriations of the Senate and House of Representatives a report containing the Secretary's view on certain aspects of the proposed two-year defense budget. Abolishes the position of Administrator of Education for Overseas Dependents, the Office of Education for Overseas Dependents, and certain functions transfers from DOD related to overseas education. Revises provisions concerning the orgnization of the Advisory Council on Dependents' Education. Extends and expands the authority of the Secretary of Defense to transport humanitarian relief supplies to certain countries. Declares as a policy of the Congress that: (1) it supports the objective of the U.S. to reverse the erosion of the arms-limitation treaty between the U.S. and the U.S.S.R.; and (2) the Congress' approval for funds for research on the Strategic Defense Initiative does not express or imply an intention to abrogate or erode such treaty. Authorizes appropriations for FY 1986 for the purchase of foreign currencies from the Treasury Department to carry out DOD programs. Prohibits the use of any funds appropriated under authorization in this Act to be used for the B1-B aircraft program unless the Secretary of Defense first notifies the Committees on Armed Services of the Senate and House of Representatives. Division B: Military Construction - Military Construction Authorization Act, 1986 - Title I: Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Permits the Secretary to construct or acquire family housing units at specified in amounts. Permits the Secretary to improve existing military family housing units. Title II: Navy - Authorizes the Secretary of the Navy to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Permits the Secretary to construct or acquire family housing units at specified installations in specified amounts. Permits the Secretary to improve existing military family housing units. Authorizes the Secretary to convert four transient housing units in Chinhae, Korea, to family housing units. Restricts the obligation or expenditure of funds appropriated for Naval Strategic Homeporting until the Secretary reports to the Congress on such and 90 days elapse after such report is received. Title III: Air Force - Authorizes the Secretary of the Air Force to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Permits the Secretary to construct or acquire family housing units at specified installations in specified amounts. Permits the Secretary to improve existing military family housing units. Restricts the obligation or expenditure of funds appropriated for the construction of ground launch cruise missile facilities in the Netherlands until that country has approved the deployment of such missiles there. Title IV: Defense Agencies - Authorizes the Secretary of Defense to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Permits the Secretary to construct or acquire 20 family housing units for a specified amount at classified locations. Permits the Secretary to improve existing military family housing units. Authorizes the Secretary to contract for the design and construction of a research and engineering facility for the National Security Agency in Fort Meade, Maryland. Title V: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary of Defense to make contributions for the North Atlantic Treaty Organization (NATO) Infrastructure program. Title VI: Authorization of Appropriations and Recurring Administrative Provisions - Authorizes appropriations for fiscal years after FY 1985 for construction, land acquisition, and military family housing functions of the Department of the Army, the Navy, and the Air Force and the defense agencies. Authorizes appropriations for the NATO Infrastructure program. Limits the total costs of all projects to the total amounts authorized to be appropriated for each military department concerned. States that such authorizations shall expire at the end of FY 1987 except as otherwise specified. Establishes maximum amounts on certain expenditures, including unspecified minor military construction projects and per unit improvement and rental costs for military family housing. Title VII: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after FY 1985 for the costs of acquisition, architectural and engineering services, and construction of facilities for the guard and reserve forces. Title VIII: General Provisions - Prohibits the Secretary of a military department from contracting for the acquisition of any interest in land exceeding $100,000 unless the Secretary notifies the appropriate congressional committees of intent to do so and 21 days elapse after such notification. Raises from $100,000 to $400,000 the maximum interest in land a Secretary may purchase. Requires a member of the armed forces who moves out of an assigned military family housing unit to leave such unit in a satisfactorily clean condition or be liable to the United States for the cleaning costs of such unit. Expands activities and expenses to be included within authorizations for military family housing. Extends to October 1, 1986, the authority of the Secretary of a military department to enter into contracts for the leasing of military family housing where there exists a deficit in available family housing. Authorizes the Secretary concerned to enter into agreements under certain conditions with the Secretary of State whereby the Secretary of State provides housing and related services to personnel under the jurisdiction of the Secretary concerned who are assigned to duty in a foreign country. Requires notification to the Congress and a 21-day lapse period before such agreements may take effect. Changes from October 1, 1985, to October 1, 1986, the effective date for the repeal of Federal law relating to the sale and replacement of nonexcess real property and the abolition of the Department of Defense Facilities Replacement Management Account. Authorizes the Secretary of Defense to carry out sale and replacement transactions with respect to specified facilities at Schofield Barracks, Hawaii, and March Air Force Base, California. Requires the Administrator of General Services to transfer certain surplus land adjacent to Fort McNair, Washington, D.C., to the Secretary of the Army for use in connection with the National Defense University. Directs the Administrator to reacquire certain land previously conveyed to the city of Los Angeles and to transfer such land to the Secretary of the Air Force to be used for military family housing. Authorizes the Secretary of the Army to sell a tract of land within Fort Jackson, South Carolina, known as the Gregg Circle Area. Requires the sale of the Gregg Circle Area tract to be carried out under public advertisement and competitive bidding, with the Secretary, before any contract for the sale of such land is entered into, to report to the appropriate congressional committees on the procedures used in selecting a buyer and allow 21 days to elapse after such report is submitted. Authorizes the Secretary to use the proceeds from such sale for specified housing improvement facilities at Fort Jackson. Prohibits any funds appropriated under this Act from being available for any project which all requirements under the National Environmental Policy Act of 1969 have not been completed as of March 29, 1985, with specified exceptions. Amends the Military Construction Authorizations Act, 1985 to convey a portion of March Air Force Base, California, to Air Force Village West corporation to be used as security for financing the construction of facilities on such land. Revises Federal law concerning building-height restrictions on Santa Rosa Island, Florida. Division C: Department of Energy National Security and Military Applications of Nuclar Energy Authorization - National Security Program Authorization Act for Fiscal Year 1986 - Title I: National Security Programs Operating Expenses: - Authorizes appropriations for the Department of Energy (DOE) for FY 1986 for plant and capital equipment and operating expenses in carrying out national security programs in the following areas: (1) weapons activities; and (2) defense nuclear materials production; (3) defense nuclear waste land byproduct management; (4) verification and control technology; (5) nuclear materials safeguards and security technology development; (6) security investigations; and (7) naval reactors development. Title II: Recurring General Provisions - Prohibits the use of funds authorized under this Act where the costs of the program exceed 105 percent of this Act where the costs of the program exceed 105 percent of the program authorization or the cost exceed by more than $10,000 the amount authorized by this Act, whichever is the lesser. Prohibits the use of funds authorized by this Act for programs which have not been presented to or requested of the Congress unless the Secretary of Energy transmits to the appropriate committees a full and complete statement of the action proposed. Authorizes the Secretary to carry out any general plant project only if the maximum estimated cost of the project does not exceed $1,200,000. Sets forth procedures for the approval of projects which exceed by more than 25 percent their estimated cost and exempts from such procedures any project which have an estimated cost of less than $5,000,000. Allows the transfer of funds from specified projects to other Government agencies for the performance of work for which the appropriation is made. Authorizes the Secretary to perform construction design services for construction projects in support of national security programs. Division D: Civil Defense - Authorizes appropriations for FY 1986 to carry out the Federal Civil Defense Act of 1950."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Security Programs Authorization Act for Fiscal Year 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for the military functions of the Department of Defense and to prescribe personnel levels for the Department of Defense for fiscal year 1986, to authorize certain construction at military installations for such fiscal year, to authorize appropriations for the Department of Energy for national security programs for such fiscal year, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:23-05:00"
}