{
  "actions": [
    {
      "acted_at": "1973-07-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9266-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-12", 
  "number": "9266", 
  "official_title": "A bill to amend the Securities and Exchange Commission Act of 1933 to authorize the Securities and Exchange Commission to regulate the structure of certain corporations and other firms engaged in petroleum refining.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Petroleum Industry Company Act", 
  "sponsor": {
    "district": "1", 
    "name": "Aspin, Les", 
    "state": "WI", 
    "thomas_id": "00033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-12", 
  "subjects": [
    "Antitrust law", 
    "Petroleum and petroleum products", 
    "Petroleum industry"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-12", 
    "text": "Petroleum Industry Company Act - States the finding of the Congress: (1) that the industrial organization of the petroleum industry in its present form does not serve the public interest; (2) that industry is characterized by aggregations of capital of tremendous size; (3) that these large companies are engaged in petroleum refining, but are interlocked at various levels of industry operation to the degree that the national policy of competitive free enterprise is frustrated; and (4) that by virtue of intercompany arrangements and vertical integration of refiners into the production of crude oil, the transportation of crude oil and finished products, and the marketing of finished products, these large refiners have acquired and hold substantial monopoly power over interstate and foreign commerce in petroleum, adversely affecting the ability of the United States to establish a rational energy policy or conduct its foreign relations properly in important areas. Provides that after the date of enactment of this Act, except as specifically provided in this Act, no company operating a refinery, other than an independent refiner, shall at the same time own or control any interest of any nature whatsoever, directly or through any affiliate, in any company engaged in the exploration for, development of, or production of, crude oil or other liquid hydrocarbons. Provides that after the date of enactment of this Act, except as specifically provided in this Act, no company operating a refinery, other than in an independent refiner, shall at the same time own or control any interest of any nature whatsoever, directly or through any affiliate, in any company engaged in the marketing of finished products. Provides that any such company may maintain and operate facilities for the sale and delivery of such finished products directly from a refinery. Provides that it shall be unlawful for any pipeline company subject to the Interstate Commerce Act to transport to, from, or within any State, territory, or the District of Columbia, any crude oil or other liquid hydrocarbon, or any finished product, which is produced or manufactured by such pipeline company or an affiliate. Directs the Securities and Exchange Commission, in accordance with such rules, regulations, or orders as it may deem necessary to carry out the purposes of this Act, to require companies holding ownership interests in facilities which are prohibited by this Act, to submit within one year from the date of enactment of this Act, plans for the divestment of such ownership interests, whether represented by securities or otherwise. Provides that the Commission shall not approve any plan which will not substantially accomplish the necessary divestment on or before January 1, 1976. Directs the Commission to immediately prescribe rules and regulations governing the financial accounting of companies subject to this Act, to insure careful segregation of operations of such companies in each level of industry operation, separately calculating and reporting capital and operating cost and profits, for operations relating to crude oil production, operation of each refinery, operation of pipelines, and operation of marketing facilities. Provides that if any company shall violate any of the provisions of this Act or any rule, regulation, or order issued hereunder, upon application of any Federal court of the United States, or any customer or competitor of such company or any person affected by such violation, such court shall order the forfeiture to the United States of the sum of $5,000 for each day such violation shall be found to have continued, and for payment of the costs and expenses of suit, including, if a private enforcement action, an informer's fee to be calculated in like manner to those provided by law relating to the collection of import duties or other taxes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Petroleum Industry Company Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities and Exchange Commission Act of 1933 to authorize the Securities and Exchange Commission to regulate the structure of certain corporations and other firms engaged in petroleum refining.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:23-05:00"
}