{
  "actions": [
    {
      "acted_at": "1982-02-22", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-01", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-03-01", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Procurement and Military Nuclear Systems", 
      "text": "Referred to Subcommittee on Procurement and Military Nuclear Systems.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5544-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Procurement and Military Nuclear Systems", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-22", 
  "number": "5544", 
  "official_title": "A bill to amend title 10, United States Code, to establish a new procurement system for the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Armed Forces Procurement Act of 1982", 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-02-22", 
  "subjects": [
    "Armed forces and national security", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Executive reorganization", 
    "Government records, documents, and information", 
    "Information services", 
    "National Security and Intelligence Operations", 
    "Public Contracts, Procurement, and Property"
  ], 
  "subjects_top_term": "Defense procurement", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-02-22", 
    "text": "Armed Forces Procurement Act of 1982 - Revises the procurement procedures for the armed forces. Directs the Secretary of a military department to solicit bids from a broad enough range of sources to promote effective competition and to permit suppliers to offer alternative solutions or designs. Limits the use of noncompetitive procedures to circumstances where: (1) a property or service is available only from a single source; (2) the requirement is urgent; (3) an essential industrial capability must be maintained; (4) international agreements require directed procurements; or (5) when an unsolicited unique innovation is proposed by a particular contractor. Sets forth the factors to be used in evaluating a bid, including offered price, total cost to the Government, and technical or management considerations. Requires each solicitation to describe the relative importance of various factors, including price and the variety of alternative solutions possible. Sets forth notification and award procedures. Directs a Secretary to use simplified procedures for small purchases. Permits a Secretary to make a multiyear contract for five years when appropriations are available and the estimated needs for a property or service are firm and continuing. Requires a contracting officer to obtain price data and use price analysis techniques to evaluate a prime contract price not based on adequate competition or a price adjustment pursuant to a contract modification. Prohibits the use of cost-plus-percentage-of-cost contracts. Permits a Secretary to make advance or partial payments not exceeding the unpaid contract price. Permits the President to authorize a Secretary to make contracts without regard to certain limitations. Permits a Secretary to inspect the place of performance of any contract or subcontract. Grants a Secretary and the Comptroller General access to relevant data or records for three years after final payment. Directs the Secretaries of military departments to ensure compliance with regulations, policies, and good business practices and to establish clear lines of authority and accountability for procurement decisionmaking. Permits the delegation of this authority. Establishes in the Department of Defense an Office of Defense Procurement Policy, headed by the Administrator of Defense Procurement Policy to be appointed by the President. Directs the Administrator to: (1) establish standards for the operation and certification of agency procurement systems; (2) develop uniform procurement policies; (3) establish standards and promote programs for the recruiting and training of procurement personnel; and (4) improve the computer-based Defense Procurement Data System. Requires the Secretary of Defense to provide direction in the development and implementation of procurement policies, standards, legislation, regulations, and programs. Requires military departments to implement standards and certify compliance to the Secretary. Directs the Secretary to establish a computer-based Defense Procurement Data System for collecting, analyzing, and disseminating procurement data. Places such Center in the Office of Defense Procurement Policy. Directs the Secretary to review the prevailing costs of labor and materials at least every three years. Permits the Secretary to delegate any responsibility under this Act other than the authority to provide overall direction in the development of defense procurement policy. Directs each Secretary of a military department to grant the Secretary access to any records necessary to such function. Directs the Secretary to keep Congress informed of the major activities of the Office. Requires that certification of military department procurement systems be completed within five years. Directs the Secretary to make annual reports to Congress on the progress in establishing standards for the procurement system and in certifying completed procurement systems."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Armed Forces Procurement Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to establish a new procurement system for the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:44-05:00"
}