{
  "actions": [
    {
      "acted_at": "1987-04-08", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1998-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1987-04-08", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-08", 
  "number": "1998", 
  "official_title": "A bill to amend title 38, United States Code, to repeal provisions relating to setting the interest rate on guaranteed or insured housing loans to veterans and inspecting manufactured homes purchased by veterans, to increase the VA loan fee, to authorize direct appropriations to the loan guaranty revolving fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Housing Amendments Act of 1987", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-08", 
  "subjects": [
    "Administrative fees", 
    "Armed forces and national security", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Government trust funds", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Interest", 
    "Mobile homes", 
    "Mortgage interest rates", 
    "Mortgage loans", 
    "Real estate appraisal", 
    "Revolving funds", 
    "Standards", 
    "Veterans' loans"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-08", 
    "text": "Veterans' Housing Amendments Act of 1987 - Repeals the provisions relating to the setting of the interest rate on guaranteed or insured housing loans to veterans as provided by the Veterans Administration (VA), and provides that such interest rates should be negotiated between the veterans and the lender, provided that the interest rate agreed upon remains constant throughout the life of the loan. Increases from one to two and one-half percent of the total loan the amount of the fee to be charged by the VA for the administration of such loan. Increases the amount of the guaranty entitlement (maximum housing loan permissible) if the veteran pays the full amount of the loan fee. Specifies a limit on the total amount of such VA housing loans permissible annually. Authorizes appropriations to the Loan Guaranty Revolving Fund. Repeals provisions relating to the inspection of manufactured homes purchased by veterans, and deems as meeting required standards any manufactured housing unit displaying a certificate of conformance to Federal manufactured home construction and safety standards. Repeals provisions placing certain restrictions on such VA housing loans. Revises provisions concerning the appraisal of homes under consideration for such VA loans to require the appraiser to forward to the Administrator of Veterans Affairs an appraisal report on such home, which the Administrator will, in turn, forward to the appropriate lender. Authorizes the Administrator to permit certain lenders to determine the reasonable value of the property involved. Amends the Deficit Reduction Act of 1984 to repeal provisions of such Act relating to the applicability of loan default procedures to veterans having VA-guaranteed loans. Reduces the number of real estate purchases acquired by default by the Administrator that may be financed by a loan made by the Administrator."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Housing Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to repeal provisions relating to setting the interest rate on guaranteed or insured housing loans to veterans and inspecting manufactured homes purchased by veterans, to increase the VA loan fee, to authorize direct appropriations to the loan guaranty revolving fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:17-05:00"
}