{
  "actions": [
    {
      "acted_at": "1975-02-07", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-06", 
      "references": [], 
      "text": "Reported to Senate from the Joint Committee on Atomic Energy with amendment, S. Rept. 94-104.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-06", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-24", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 94-332.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-31", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-31", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-31", 
      "bill_ids": [
        "hr3474-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 3474 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s598-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Joint Atomic Energy", 
      "committee_id": "JSAT"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bellmon, Henry L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OK", 
      "thomas_id": "01279", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-07", 
  "number": "598", 
  "official_title": "A bill to authorize appropriations to the Energy Research and Development Administration in accordance with section 261 of the Atomic Energy Act of 1954, as amended, section 305 of the Energy Reorganization Act of 1974, and section 16 of the Federal Nonnuclear Energy Research and Development Act of 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3474-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pastore, John O.", 
    "state": "RI", 
    "thomas_id": "01415", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-06", 
  "subjects": [
    "Appropriations", 
    "Energy", 
    "Government operations and politics", 
    "Nuclear energy", 
    "Power resources", 
    "Tennessee"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1975-07-31", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 3474 passed in lieu) =Title I: Authorization of Appropriations for Fiscal Year 1976= - Authorizes appropriations to the Energy Research and Development Administration (ERDA) for operating expenses and plant and capital equipment, including funds for projects for fossil energy development, solar, geothermal, and advanced energy systems, nuclear energy development, national security, and environmental and safety research. Authorizes the Administrator to select an appropriate tract of public land for the demonstration of production of oil from shale by in situ methods. Directs the Secretary of the Interior to issue a lease to the Administrator and for the Administrator pursuant to the authority of the Federal Nonnuclear Energy Research and Development Act of 1974 to invite proposals from potential non-Federal participants to enter into a cooperative arrangement for the demonstration of in situ production of oil from shale wherein the Federal share of costs associated with the undertaking shall include the right to utilize the land included in the lease without royalties or other consideration. Authorizes the Administrator to select and enter into a cooperative arrangement with an appropriate non-Federal entity for the purpose of performing necessary tests and pilot operations and ultimately for the demonstration of in situ production of oil from shale upon the tract selected pursuant to this Act with the objective of achieving a demonstration of a commercial-size facility capable of producing 30,000 barrels per day or more and operating as a demonstration facility for at least one year. Authorizes the Administrator to transfer the lease to the non-Federal participant for continued commercial production at the conclusion of the demonstration phase. Authorizes the Administrator to guarantee and to make commitments to guarantee the payment of interest on, and the principal balance of, bonds, debentures, notes, and other obligations issued by or on behalf of any person for the purpose of financing the construction and operation of commercial facilities for the conversion of domestic coal and oil shale into synthetic fuels, and petrochemicals; and facilities to generate power or heat in commercial quantities utilizing as their energy source direct solar, wind, ocean thermal gradient, bioconversion, or geothermal resources. Directs the Administrator to submit a report to the Congress, within 90 days of enactment, setting forth his recommendations on the best opportunities to implement a program of Federal financial assistance with the objective of demonstrating production of the equivalent of 1,000,000 barrels of oil per day by synthetic fuels processes by 1985; and to submit a full and complete report on each proposed guarantee or commitment to guarantee to the appropriate committees of the Congress. Authorizes ERDA to enter into cooperative arrangements with reactor manufacturers and others for participation in the research and development, design, construction, and operation of a Liquid Metal Fast Breeder Reactor powerplant, in accordance with criteria approved by the Joint Committee on Atomic Energy. Makes rescissions, except for funds heretofore obligated, for specified projects. =Title II: Authorization of Appropriation for the Period July 1, 1976 Through September 30, 1976= - Authorizes appropriations to the ERDA for operating expenses and plant and capital equipment projects for the transition period July 1, 1976 through September 30, 1976. =Title III: General Provisions= - Authorizes the ERDA to perform construction and design services for any ERDA construction project where such project has been included in a proposed authorization bill transmitted to the Congress by ERDA and where ERDA determines that the project is of such urgency that construction should be initiated promptly. Permits any moneys received by ERDA to be retained and used for operating expenses, with designated exceptions. Directs the Administrator to submit a report, by December 31, 1975, and by the end of each fiscal year thereafter, to the Congress detailing the extent to which small businesses and nonprofit organizations are being funded by the research, development, and demonstration programs of ERDA. Requires the Administrator, under the Federal Nonnuclear Energy Research and Development Act, to detail progress toward completion by January 1, 1980, of specified Solar Energy Division targets. Directs the Administrator to initiate construction of at least one demonstration offshore wind-electric generating facility. =Title IV: Oak Ridge Holifield National Laboratory= - Renames the Holifield National Laboratory at Oak Ridge, Tennessee, as the Oak Ridge Holifield National Laboratory. Designates the Heavy Ion Research Facility under construction at Oak Ridge, Tennessee, as the Holifield Heavy Ion Research Facility. =Title V: Air Transportation of Plutonium= - Prohibits ERDA from shipping plutonium in any form by civil aircraft, with exceptions such as for medical and national defense use, until it certifies to the Joint Committee on Atomic Energy that a safe container has been developed and tested which will not rupture under crash and blast testing equivalent to the crash and explosion of a high-flying aircraft. =Title VI: Assistance Payments Amendments= - Makes changes in the Atomic Energy Community Act to authorize the Administrator of ERDA to make assistance payments to Anderson and Roane Counties, Tennessee (present law states that the Commissioner of the Atomic Energy Commission is so authorized)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Energy Research and Development Administration in accordance with section 261 of the Atomic Energy Act of 1954, as amended, section 305 of the Energy Reorganization Act of 1974, and section 16 of the Federal Nonnuclear Energy Research and Development Act of 1974, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:04-05:00"
}