{
  "actions": [
    {
      "acted_at": "2008-09-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-17T12:37:00-04:00", 
      "references": [], 
      "text": "Mr. McDermott moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-17T12:37:00-04:00", 
      "references": [
        {
          "reference": "CR H8304-8319", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-17T12:37:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 6893.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-17T13:11:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H8305-8313", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2008-09-17T13:11:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-18", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-22", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S9218", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2008-09-22", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2008-09-23", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-09-26", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2008-10-07", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2008-10-07", 
      "congress": "110", 
      "law": "public", 
      "number": "351", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 110-351.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6893-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Weller, Jerry", 
      "sponsored_at": "2008-09-15", 
      "state": "IL", 
      "thomas_id": "01216", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "110", 
    "law_type": "public", 
    "number": "351"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2008-10-07", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2008-09-17T13:11:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2008-09-22", 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-15", 
  "number": "6893", 
  "official_title": "To amend parts B and E of title IV of the Social Security Act to connect and support relative caregivers, improve outcomes for children in foster care, provide for tribal foster care and adoption access, improve incentives for adoption, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fostering Connections to Success and Increasing Adoptions Act of 2008", 
  "sponsor": {
    "district": "7", 
    "name": "McDermott, Jim", 
    "state": "WA", 
    "thomas_id": "00766", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2008-10-07", 
  "subjects": [
    "Adoption", 
    "Caregivers", 
    "Case management", 
    "Child health", 
    "Child welfare", 
    "Counseling", 
    "Crime and law enforcement", 
    "Disabled", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Family services", 
    "Family violence", 
    "Foster home care", 
    "Government operations and politics", 
    "Government publicity", 
    "Grandparents", 
    "Grants-in-aid", 
    "Guardian and ward", 
    "Health", 
    "Income tax", 
    "Indian children", 
    "Investment of public funds", 
    "Judicial officers", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Mental health services", 
    "Minorities", 
    "Native Americans", 
    "Ombudsman", 
    "Parent and child", 
    "Preschool education", 
    "Secondary education", 
    "Siblings", 
    "Social welfare", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Public Law", 
    "date": "2008-10-07", 
    "text": "Fostering Connections to Success and Increasing Adoptions Act of 2008 - Title I: Connecting and Supporting Relative Caregivers - (Sec. 101) Amends part E (Federal Payments for Foster Care and Adoption Assistance) of title IV of the Social Security Act (SSA) to give state plans the option of providing for the state to enter into agreements to provide kinship guardianship assistance payments to grandparents and other relatives who have assumed legal guardianship of children for whom they have: (1) cared as foster parents; and (2) committed to care on a permanent basis. Requires the state, according to such an agreement, to pay up to $2,000 of the total cost of nonrecurring expenses associated with obtaining legal guardianship of the child. Makes children who exit foster care for relative guardianship or adoption after age 16 eligible for independent living services and education and training vouchers under the John H. Chafee Foster Care Independence Program. Makes individuals with whom kinship guardianship assistance payments are being made categorically eligible for Medicaid. (Sec. 102) Amends SSA title IV part B (Child and Family Services) to authorize the Secretary of Health and Human Services to make matching grants to state, local, or tribal child welfare agencies, and experienced private nonprofit organizations to help children in, or at risk of entering, foster care to reconnect with family members. Cites as components of a family reconnect program: (1) a kinship navigator program to assist kinship caregivers in learning about, finding, and using programs and services to meet the needs of the children they are raising and their own needs; (2) intensive family-finding efforts, including work to reestablish relationships and explore ways to find a permanent family placement for the children; (3) family group decision-making meetings for children in the child welfare system; and (4) residential family treatment programs. Makes appropriations for FY2009-FY2013. Renames the Child Welfare Services program under SSA title IV part B (Child and Family Services) the Stephanie Tubbs Jones Child Welfare Services Program. (Sec. 103) Requires a state plan for foster care and adoption assistance to provide that, within 30 days after removal of a child from the parent's or parents' custody, the state shall exercise due diligence to identify and notify all the child's adult relatives of the removal, and: (1) explain the relative's options to participate in the child's care and placement; (2) describe the requirements to become a foster family home, and the additional services and supports available for children placed in such a home; and (3) explain the availability, if any, of kinship guardianship assistance payments. (Sec. 104) Requires state foster care and adoption assistance plans to provide that a waiver of any non-safety licensing standard for relative foster family homes may be made only on a case-by-case basis for specific children in care. Directs the Secretary to report to specified congressional committees on: (1) the number and percentage of children in foster care, nationally and for each state, placed in either licensed or unlicensed relative foster family homes; and (2) the frequency, types, and effects of case-by-case waivers of non-safety licensing standards for such homes. (Sec. 105) Requires the Secretary to make comparisons and disclosures of information in the Federal Parent Locator Service for child welfare, foster care, and adoption assistance program purposes. Title II: Improving Outcomes for Children in Foster Care - (Sec. 201) Amends SSA title IV part E to give states the option of covering under part E certain children in foster care, and certain children in an adoptive or guardianship placement, after attaining age 18. (Sec. 202) Requires a case review system to include a procedure for assuring that a case worker aids and supports a child aging out of foster care in developing a personalized transition plan. (Sec. 203) Provides for short-term training for child welfare agencies, relative guardians, and court personnel. Phases in increased expenditures for such training. (Sec. 204) Removes a child's immunizations from the health and education records required as part of a case plan. Requires case plans to include a plan for ensuring the educational stability of the child while in foster care. Requires the state plan for foster care and adoption assistance to provide assurances that each child who has attained the minimum age for compulsory school attendance under state law, and with respect to whom there is eligibility for a payment under the state plan, is a full-time elementary or secondary school student or has completed secondary school. (Sec. 205) Requires each state child welfare services plan to provide that the state will develop a plan for the ongoing oversight and coordination of health care services for any child in a foster care placement. (Sec. 206) Requires a state plan to provide for reasonable efforts for joint placement of siblings in the same foster care, kinship guardianship, or adoptive placement unless it would be contrary to the safety or well being of any of them. Requires the plan also to provide, in the case of siblings removed from their homes who are not jointly placed, for frequent visitation or other ongoing interaction between the siblings, unless it would be contrary to the safety or well-being of any of them. Title III: Tribal Foster Care and Adoption Access - (Sec. 301) Amends SSA title IV part E to allow an Indian tribe to receive direct federal funds for programs operated by Indian organizations if specified financial management and other requirements are met. Authorizes an Indian tribe to receive a portion of a state plan allotment as part of an agreement to operate the John H. Chafee Foster Care Independence Program. (Sec. 302) Provides for technical assistance and implementation services for tribal programs. Makes appropriations for FY2009 and ensuing fiscal years. Title IV: Improvements of Incentives for Adoption - (Sec. 401) Revises the adoption incentives payment program, extending it for five years through FY2012, and increasing incentive payments for special needs adoptions and older child adoptions, among other changes. (Sec. 402) Provides for the promotion of adoption of all children with special needs, regardless of birth family or adoptive family income. (Sec. 403) Requires the state plan for foster care and adoption assistance to provide that the state will inform any individual who is adopting, or considering adopting, a child in foster care of the individual's potential eligibility for a federal tax credit. Title V: Clarification of Uniform Definition of Child And Other Provisions - (Sec. 501) Amends the Internal Revenue Code, with respect to the tax exemption for dependents, to require that an individual: (1) be younger than the taxpayer claiming the individual as a qualifying child; and (2) not have filed a joint return (other than only for a refund claim) with the individual's spouse for the taxable year in question. Limits the child tax credit to qualifying children for which the taxpayer is allowed a deduction. Prohibits a non-parent from claiming another individual as a qualifying child, if no parent claims the individual, unless the non-parent's adjusted gross income is higher than the highest adjusted gross income of any of the individual's parents. (Sec. 502) Authorizes the Secretary of the Treasury to invest U.S. operating cash in repurchase agreements with acceptable parties. Repeals the declaration that this investment authority does not permit the Secretary to require the sale of obligations by a particular person, dealer, or financial institution. (Thus allows the Secretary to make such requirements.) Requires the Secretary to report annually to the appropriate congressional committees on the investment of operating cash, describing the Secretary's consideration of associated risks and the actions taken to manage such risks. (Sec. 503) Denies federal funding to individuals unlawfully present in the United States. Title VI: Effective Date - (Sec. 601) Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fostering Connections to Success and Increasing Adoptions Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Fostering Connections to Success and Increasing Adoptions Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Fostering Connections to Success and Increasing Adoptions Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Fostering Connections to Success and Increasing Adoptions Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend parts B and E of title IV of the Social Security Act to connect and support relative caregivers, improve outcomes for children in foster care, provide for tribal foster care and adoption access, improve incentives for adoption, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:18-05:00"
}