{
  "actions": [
    {
      "acted_at": "1979-05-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-04-02", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 96-869 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-04-23", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 96-869 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-21", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-22", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #256 (374-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-29", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-29", 
      "bill_ids": [
        "s1076-96"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 1076, roll call #327 (85-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-25", 
      "bill_ids": [
        "hres764-96"
      ], 
      "references": [], 
      "text": "House agreed to Senate amendment with an amendment, roll call #487 (363-0) (Pursuant to H. Res. 764).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-26", 
      "references": [], 
      "text": "Senate agreed to House amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-28", 
      "references": [], 
      "text": "House disagreed to Senate amendment, roll call #504 (384-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-28", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-1343.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-18", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-19", 
      "references": [], 
      "text": "House agreed to conference report, roll call #567 (324-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-19", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-24", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-09-26", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-09-26", 
      "references": [], 
      "text": "Public Law 96-364.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3904-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Gibbons, Sam", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00437", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Ullman, Al", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01174", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-09-26", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-03", 
  "number": "3904", 
  "official_title": "An act to amend the Employee Retirement Income Security Act of 1974, and the Internal Revenue Code of 1954 to improve retirement income security under private multiemployer pension plans by strengthening the funding requirements for those plans, to authorize plan preservation measures for financially troubled multiemployer pension plans, and to revise the manner in which the pension plan termination insurance provisions apply to multiemployer plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres666-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres764-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1076-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Multiemployer Pension Plan Amendments Act of 1980", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-03", 
  "subjects": [
    "Actions and defenses", 
    "Affirmative action programs", 
    "Armed forces and national security", 
    "Bankruptcy", 
    "Business and commerce", 
    "Church and state", 
    "Clay industries", 
    "Collective bargaining", 
    "Congressional oversight", 
    "Construction industries", 
    "Courts and Civil Procedure", 
    "District courts", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Entertainers", 
    "Federal budgets", 
    "Federal-state relations", 
    "Food industry", 
    "Franchises (Retail trade)", 
    "Freight forwarders", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Great Lakes", 
    "Grocery trade", 
    "Harbors", 
    "Hawaii", 
    "Health insurance", 
    "Income tax", 
    "Interstate commerce", 
    "Labor and employment", 
    "Longshoremen", 
    "Marine transportation", 
    "Mediation", 
    "Mine safety", 
    "Occupational health and safety", 
    "Pacific Coast (U.S.)", 
    "Phosphates", 
    "Restaurants", 
    "Retail trade", 
    "Retirement income", 
    "Right of privacy", 
    "Sand and gravel industry", 
    "Small business", 
    "State courts", 
    "State laws", 
    "States", 
    "Strip mining", 
    "Tax deductions", 
    "Tax-exempt organizations", 
    "Transportation and state", 
    "Transportation workers", 
    "Trucking", 
    "Trusts and trustees", 
    "Unemployment insurance", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Employee benefit plans", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1980-09-18", 
    "text": "(Conference report filed in House, H. Rept. 96-1343) Multiemployer Pension Plan Amendments Act of 1980 - Sets forth the findings and policy of this Act. Declares that such policy includes: (1) fostering and facilitating interstate commerce; (2) alleviating certain problems which tend to discourage maintenance and growth of multiemployer plans; (3) protecting the interests of participants and beneficiaries of financially distressed multiemployer plans; and (4) providing a financially self-sufficient program for the guarantee of benefits under multiemployer plans. =Title I: Amendments to Title IV of the Employee Retirement Income Security Act of 1974= - Amends title IV of the Employee Retirement Income Security Act (ERISA) to direct the Pension Benefit Guaranty Corporation (PBGC) to guarantee nonforfeitable pension benefits (other than those becoming nonforfeitable solely on account of a plan termination) under the terms of an insolvent multiemployer plan, if such benefits have been in effect for five years: (1) before the plan's termination; or (2) before a plan year with respect to which the benefits were reduced under the multiemployer plan reorganization provisions of this Act. Specifies rules relating to such time periods. Sets forth a formula for determining the basic-benefit guarantee level. Directs the PBGC to report to Congress within five years of enactment (and at least every subsequent fifth year) on: (1) the premiums needed to maintain such levels; and (2) whether such levels may be increased without increasing the basic-benefit premiums for multiemployer plans under such title. Requires any such report which indicates the need for a premium increase to include revised schedules of: (1) basic-benefit guarantees which would be necessary without such increase; (2) basic-benefit premiums necessary to support existing basic-benefit guarantees; and (3) basic-benefit guarantees for which the schedule of premiums necessary is higher than the existing premium schedule but lower than such revised schedule of premiums. Declares that the revised schedule of benefit guarantees without an increase in premiums shall become effective if a proposed increase is not approved by Congress within a specified period. Provides that a proposed increase shall become effective as approved by Congress by a concurrent resolution. Requires any such report which indicates that basic-benefit guarantees can be increased without increasing basic-benefit premiums to include revised schedules of: (1) increases in the basic-benefit guarantees which can be supported by the existing schedule of basic-benefit premiums; and (2) basic-benefit premiums sufficient to support the existing basic-benefit guarantees. Declares that such revised schedules shall go into effect as approved by Congress by a concurrent resolution. Directs the PBGC to propose regulations to establish a supplemental program to guarantee nonbasic benefits under multiemployer plans. Requires that, for such supplemental program; (1) coverage be available by January 1, 1983; (2) participation be on a voluntary basis; (3) plans electing supplemental coverage continue to pay premiums at a specified rate to a revolving fund for guaranteed benefits; (4) financing be only out of premiums collected specifically under such supplemental program; (5) election of coverage be within a specified time and be irrevocable unless otherwise provided by regulations; and (6) a plan have a specified amount of assets in order to elect supplemental coverage. Provides that, in the case of a participant or beneficiary under a multiemployer plan who is in pay status on July 29, 1980, or who is within 36 months of the normal retirement age and has a nonforfeitable right to a pension under such a plan on that date, the benefit guaranteed by the PBGC shall be determined without regard to the amendments made by this Act. Applies the existing aggregate limit on benefits guaranteed under single-employer plans to the basic benefits guaranteed under multiemployer plans. Provides that a multiemployer plan terminates as a result of: (1) the adoption of a plan amendment that (A) ends crediting of additional service to participants, or (B) causes the plan to become an individual account plan; or (2) the withdrawal of every employer from the plan. Specifies rules relating to the date of termination. Limits, in general, the payment of benefits of a terminated multiemployer plan to vested benefits as of the termination date. Requires benefits attributable to employer contributions, other than death benefits, to be paid as an annuity, unless the plan distributes its assets in satisfaction of all vested benefits, but authorizes the plan sponsor to distribute the present value of a participant's entire nonforfeitable benefits attributable to such contributions up to $1,750. Allows the PBGC to: (1) authorize the payment of non-vested benefits, or lump-sum amounts greater than $1,750, under certain circumstances; and (2) prescribe reporting requirements, rules, and standards with respect to terminated plans. Makes an employer who withdraws from a multiemployer plan liable to the plan according to a specified formula. States that such withdrawal occurs when the employer permanently ceases: (1) to have an obligation to contribute (e.g. under a collective bargaining agreement); or (2) all covered options under the plan. States circumstances under which a withdrawal does not occur. Sets forth special withdrawal provisions with respect to employers required to contribute under plans only for work performed in: (1) the building and construction industry; (2) certain portions of the entertainment industry; or (3) the long and short haul trucking industry, the household goods moving industry, or the public warehousing industry. (Authorizes the PBGC to make regulations altering the entertainment industry special withdrawal provisions as these may apply to the motion picture industry.) Authorizes the PBGC to extend the construction industry industry definition of withdrawal to other industries, or parts of industries, where appropriate. Sets forth conditions which a seller and purchaser must meet in order that a sale of assets not be considered a complete or partial withdrawal of an employer. Provides that, with specified exceptions, withdrawal by an employer from a plan occurs if there is: (1) a 70 percent contribution decline; and (2) a partial cessation of the employer's contribution obligation. Permits a plan in which a majority of the covered employees are in the retail food industry to be amended to provide that partial withdrawal occurs if there is a 35 percent contribution decline. Sets forth procedures for adjusting the amount of employer liability in the case of a partial withdrawal from a plan. Directs the PBGC to provide regulations, upon determination of consistency with the purposes of such Act: (1) for the reduction or waiver of complete withdrawal liability in the event that an employer who has withdrawn from a plan subsequently resumes covered positions under the plan or renews an obligation to contribute under the plan; and (2) for procedures for plan amendments to provide for such reductions or waivers. Provides for reduction of partial withdrawal liability. Provides for reduction of withdrawal liability by a de minimis amount. Sets forth mandatory and discretionary de minimis rules, inapplicable in cases of mass employer withdrawals. Exempts from withdrawal liability employers who had obligations to contribute to a plan (except one primarily covering building and construction industry employees) for only specified temporary periods. Sets forth methods for computing withdrawal liability under specified conditions. Permits a plan to provide that determination of withdrawal liability be based on its own reasonable-in-the-aggregate actuarial assumptions or on the actuarial assumptions set forth in PBGC regulations. Prohibits specified plan rules or amendments adopted after January 31, 1981, relating to withdrawal liability from applying retroactively without the affected employer's consent. Requires uniform operation and application of all plan rules and amendments with respect to each employer, but permits special provisions to take employer credit-worthiness into account. Requires plan sponsors to give notice to all employers with contribution obligations and all employee organizations representing employees covered under the plan of any plan rules or amendments adopted. Authorizes the PBGC to require the multiemployer plan sponsor to notify the PBGC of withdrawals which have or will result in significant reduction in the amount of aggregate employer contributions under the plan. Provides for: (1) special rules for specified plans; (2) partial application of liability in case of certain withdrawals prior to April 29, 1980; (3) withdrawal not to occur merely because of a change in business form or suspension of contributions during a labor dispute; and (4) notice and collection of withdrawal liability. Makes the plan sponsor responsible for identifying a withdrawing employer and determining the amount of withdrawal liability, but gives any such employer the opportunity to identify inaccuracies and furnish additional information. Requires plan amendments which are authorized by the withdrawal provision of this Act and adopted more than 36 months after enactment to be approved by the PBGC. Directs the PBGC to disapprove such amendments only upon determination that such amendments create an unreasonable risk of loss to plan participants and beneficiaries or to the PBGC. Requires that disputes between an employer and a multiemployer plan sponsor concerning a plan's determination of withdrawal liability or unfunded vested benefits be resolved through arbitration. Provides that any plan determination be rebuttably presumed to be correct in specified arbitration or court proceedings. Permits any party to such arbitration to bring an action in U.S. district court to enforce, vacate, or modify the arbitrator's award. Directs the PBGC to establish, by May 1, 1982, a supplemental program to reimburse multiemployer plans for withdrawal liability payments which are due from employers and which are determined to be uncollectible because of bankruptcy or insolvency proceedings involving the employer (or because of other reasons the PBGC considers appropriate). Requires that plans which elect such coverage pay premiums to the corporation to cover the cost of such program. Authorizes the PBGC to enter into arrangements with private insurers to carry out in whole or in part such supplemental program. Permits plan sponsors of multiemployer plans to establish or participate in withdrawal liability payment funds, which are trusts: (1) established and maintained as tax-exempt organizations; (2) maintaining agreements covering a substantial portion of the participants in plans eligible to participate in the fund; (3) funded by payments by the participating plans; and (4) administered by a Board of Trustees, with equal representation of contributing employers and participating employees. Requires that such funds be maintained for the exclusive purpose of paying specified withdrawal liability and withdrawal liability-type payments to plans and reasonable administrative expenses for a fund's operation. Prohibits payments from such funds to a plan on the occasion of a withdrawal or partial withdrawal of an employer from such plan if the employees representing the withdrawn contribution base units continue, after such withdrawal, to be represented in collective bargaining negotiations with such employer by the labor organization which represented such employees immediately preceding such withdrawal. Authorizes the PBGC to prescribe regulations for withdrawal liability payment funds. Allows a plan to adopt rules providing for other terms and conditions for the satisfaction of an employers' withdrawal liability if such rules are consistent with such Act and PBGC regulations. Provides for limitations on withdrawal liability of employers in specified cases of: (1) insolvency; (2) individual employers; and (3) asset sales. Prohibits a plan sponsor, unless otherwise provided by PBGC regulations, from causing a multiemployer plan to merge with one or more multiemployer plans, or engage in a transfer of assets or liabilities to or from another multiemployer plan, unless: (1) the plan sponsor gives 120 days prior notice to the PBGC of a merger with or transfer of plan assets or liability to another plan; (2) no accrued benefit of a participant beneficiary will be lower immediately after the merger or transfer; (3) benefits are not reasonably expected to be subject to specified suspensions; and (4) specified actuarial valuations have been performed. Requires that no accrued benefits may be lower immediately after mergers or transfers of liabilities between single-member plans and multiemployer plans. Makes a multiemployer plan which transfers assets or liabilities to a single-employer plan liable to the PBGC if the single-employer plan terminates within 60 months of the transfer, except where the PBGC has approved the transfer or has failed to rule on the adequacy of the protection of interest within a 180-day period. Sets forth exceptions from such liability. Authorizes the PBGC to make equitable arrangements for satisfaction of such liability. Provides that benefits transferred to a single-employer plan under such merger or transfer rules are thereafter to be governed by single-employer plan termination rules. Prohibits a multiemployer plan from transferring liabilities to a single-employer plan unless the single-employer plan sponsor agrees (except in specified cases where there is advance agreement by the employer obligated to contribute to the single-employer plan). Authorizes the PBGC to prescribe additional requirements, necessary to protect plan participants and beneficiaries and the PBGC, for transfers of assets or liabilities. Requires PBGC approval for transfers of assets or liabilities to single-employer plans from plans in reorganization. Requires transfers in connection with terminations due to mass withdrawal to meet any PBGC requirements established to prevent an increase in the risk of loss to the PBGC. Permits plan sponsors to request from the PBGC an order partitioning a plan. Requires that prior to such order the PBGC notify the plan sponsor and the participants and beneficiaries whose benefit entitlement would be partitioned. Authorizes the PBGC to order partitioning the plan, if the PBGC finds that: (1) a bankruptcy or similar proceeding with respect to an employer has resulted or will result in a substantial reduction in the amount of aggregate contributions under the plan; (2) such plan is likely to become insolvent; (3) contributions will have to be increased significantly in reorganization to meet the minimum contribution requirement and prevent insolvency; and (4) partition will significantly reduce such risk of insolvency. Requires that such partition order provide for transfer of no more than the nonforfeitable benefits directly attributable to service with such employer and an equitable share of plan assets. Declares that the new plan to which the benefits attributable to the bankrupt employer are transferred is to be treated as: (1) a successor plan for multiemployer benefit guarantee purposes; and (2) a plan terminated by mass withdrawal, with respect to which only the bankrupt employer has withdrawal liability. Authorizes the PBGC to seek a court decree partitioning the plan and appointing a trustee for the new terminated plan. Requires a transfer of assets from a multiemployer plan to another plan to comply with asset-transfer rules adopted by the multiemployer plan which are reasonable and fair. Directs the PBGC to prescribe regulations which exempt de minimis transfers from the transfer rules of this Act. Exempts from such rules transfers of assets pursuant to written reciprocity agreements, unless otherwise provided by the PBGC regulations. Provides for transfers in cases of complete or partial withdrawal attributable to a certified change in collective bargaining representative. Permits the plan to which assets and liabilities of another plan are to be transferred, in such cases, to file an appeal with the PBGC to prevent such transfer. Prohibits such transfer if the PBGC determines that the appellant plan would suffer substantial financial harm as a result of such transfer. Sets forth a funding test (\"reorganization index\") to identify multiemployer plans which are financially distressed (\"in reorganization\"). Requires that, except as provided by PBGC regulations, while a plan is in reorganization a participant's nonforfeitable benefit (other than a death benefit) which is attributable to employer contributions and which has an actuarial present value of more than $1,750 may only be paid in the form of an annuity which by itself or with other benefits provides substantially level payments over the expected life of the participant. Requires the plan sponsor of a multiemployer plan to notify contributing employers and labor organizations representing participants that the plan is in reorganization and that, if contributions are not increased, accrued benefits under the plan may be reduced or an excise tax may be imposed on employers (or both such reduction and imposition may occur). Authorizes the PBGC to prescribe additional reorganization notice or information requirements. Requires a plan in reorganization to continue to maintain its funding standard account and to meet special minimum contribution requirements (MCR). Establishes a minimum contribution requirement (MCR) which each multiemployer plan must satisfy for each plan year that it is in a reorganization deficiency, as defined by this Act, for the plan year. Prohibits the minimum contribution requirement applicable to a plan for a particular plan year from exceeding a specified amount. Entitles a plan in reorganization which is \"overburdened\" to apply an overburden credit against such plan's minimum contribution requirement. Declares a plan overburdened for a plan year if: (1) the number of \"pay status participants,\" such as retirees, exceeds the number of active participants for specified periods; and (2) the rate of employer contributions equals or exceeds specified prior rates. Permits a multiemployer plan in reorganization to be amended to reduce or eliminate accrued benefits attributable to specified employer contributions which are not eligible for PBGC guarantee, in the case of accrued benefits under plans or plan amendments adopted, or collective bargaining agreements entered into, after March 26, 1980. Sets forth conditions which must be met before such benefits may be reduced. Makes such reduction inapplicable to specified participants and beneficiaries (including those in pay status and those who have attained, or are within five years of attaining, normal retirement age). Defines as \"insolvent\" a multiemployer plan which has insufficient available resources to pay benefits under the plan when due for the plan year. Requires plan sponsors to determine and certify a \"resource benefit level\" (a reduced level of benefits based on available resources, but not below the guaranteeable level). Provides that nonbasic benefit payments above such level shall be suspended, unless the PBGC prescribes an alternative procedure with respect to a supplemental guarantee program. Requires a plan sponsor who determines at the end of an insolvency year that the plan's available resources could have supported payments above the resources benefit level to distribute such excess resources. Provides for the distribution of benefits which have not been paid at the resource benefit level. Directs the PBGC, upon verification that a plan is or will be insolvent, to provide sufficient financial assistance for the payment of basic benefits under such plans. Requires the plans to repay the PBGC on reasonable terms consistent with regulations. Specifies benefit requirements with respect to a plan which terminates because of the withdrawal of all employers. Requires the plan sponsor, in such cases, to amend the plan to reduce benefits to a specified extent and suspend certain benefit payments. Sets forth special rules for the termination of an insolvent plan. Gives to a plan fiduciary, employer, plan participant or beneficiary (an employee organization representing such participant or beneficiary for collective bargaining purposes) who is adversely affected by the act of any party under specified provisions of this Act a cause of action in a district court without regard to the amount in controversy. (Does not authorize actions against the Secretary of the Treasury, the Secretary of Labor, or the PBGC.) Makes the Federal court jurisdiction exclusive, but authorizes a plan fiduciary to bring an action in a State court to collect withdrawal liability. Establishes a civil penalty of up to $100 per day for failure to comply with a notice requirement under specified provisions of this Act. Directs the PBGC to prescribe five separate-schedules of insurance premiums rates and bases, including basic benefits for single-employer and multiemployer plans and nonbasic benefits for such plans, and reimbursement of uncollectible withdrawal liability. Sets forth a graduated increase in the basic benefits for multiemployer plans (but retains the current annual premium for single-employer plans). Continues the present-law rules for determination of premiums with respect to single employer plans. Provides for notice in the Federal Register and public hearings on specified increases. Provides for Congressional review of specified revised schedules of premiums. Authorizes the PBGC to require a plan administrator of a multiemployer plan to include in the plan's annual report information which is necessary to enforce specified provisions of this Act. Repeals the contingent employer liability insurance provisions of ERISA. Sets forth transition rules and effective dates. Includes special withdrawal provisions for certain employers engaged in the trade or business of shipping bulk cargoes in the Great Lakes Maritime Industry. Makes withdrawal liability provisions effective May 3, 1979 with respect to certain employers who withdrew from multiemployer plans covering employees in the seagoing industry (in connection with ports on the U.S. West Coast). Permits a plan sponsor of a multiemployer plan to irrevocably elect that the plan not be considered a multiemployer plan, but be considered a single-employer plan, for any purpose under ERISA or the Internal Revenue Code of 1954, if the plan: (1) was not a multiemployer plan on the day before the enactment of this Act; and (2) had been identified as such in specified filings. Directs the PBGC to prescribe procedures for such election. Requires that such election be made within one year after the date of enactment of this Act. =Title II: Amendments to the Internal Revenue Code of 1954= - Amends the Internal Revenue Code of 1954 to revise the amortization periods for charging past service liabilities and experience gains and losses to the funding standard account of multiemployer plans. Stipulates that, for a plan in reorganization, the accumulated funding deficiency used to determine the excise tax sanction for a violation of the minimum funding standard equals the reorganization deficiency. Permits an employer to deduct withdrawal liability payments under title IV of ERISA, without regard to the amortization requirements generally applicable to the deductability of plan contributions. Revises the minimum vesting requirements with respect to multiemployer plans. Provides for a tax exemption for withdrawal liability payment funds. Makes technical and conforming amendments to such Code reflecting amendments made to ERISA by this Act. =Title III: Amendments to Title I of the Employee Retirement Income Security Act of 1974= - Amends title I of ERISA to redefine a multiemployer plan to eliminate that provision of the current definition relating to the proportion of the aggregate contributions which are made by an employer. Permits a multiemployer plan sponsor to irrevocably elect that the plan not be considered a multiemployer plan, but be considered a single-employer plan, under the conditions sets forth in title I of this Act. Prohibits the treatment of a participant's right to an accrued benefit derived from employer contributions under a multiemployer plan as forfeitable solely because: (1) the multiemployer plan provides that benefits accrued as a result of service with the participant's employer before the employer had an obligation to contribute under the plan may not be payable if the employer ceases contributions to the multiemployer plan; or (2) the plan is amended to reduce benefits or plan benefit payments may be suspended. Specifies that a terminated multiemployer plan to which title IV of ERISA applies is required to meet the minimum funding standards of such Act as long as any employer remains in the plan. Modifies the periods over which past service liabilities and experience gains and losses under multiemployer plans must be amortized for the purpose of making charges and credits to the funding standard account. Applies specified interested party rules to withdrawal liability payment funds. Requires the court, in any action to collect delinquent multiemployer plan contributions in which there is a judgment in favor of the plan, to award the plan: (1) the unpaid contributions and interest thereon; (2) an amount equal to the greater of such interest or liquidated damages provided for under the plan in an amount not in excess of 20 percent of such unpaid contributions (or such higher percentage as may be permitted under Federal or State law); (3) reasonable attorney's fees and costs of action, to be paid by the defendant; and (4) other appropriate legal or equitable relief. Sets forth provisions relating to actuarial standards, exemptions from prohibited transactions, fiduciary duties, and refund of certain withdrawal liability payments. =Title IV: Miscellaneous Provisions= - Amends ERISA to make technical amendments. Provides that plan fiduciaries are not in violation of the fiduciary's duties as a result of any action or withholding of action required by title IV of ERISA (Plan Termination Insurance provisions). Authorizes the appropriate district court to appoint a trustee for a multiemployer plan upon the petition of the PBGC or a plan administrator, if the interests of the plan participants would thus be better served. Directs the appropriate district court to appoint a trustee, upon the petition of the PBGC, for a multiemployer plan reorganization, unless the appointment would be adverse to the interests of the plan participants and beneficiaries in the aggregate. Authorizes the PBGC and plan administrator to agree on the appointment of a trustee without applying to a district court. Limits specified provisions relating to the allocation of plan assets to single-employer plans. Requires the Secretary of the Treasury to consult with the PBGC before publishing any proposed or final regulations authorized by the new provision relating to multiemployer plans in reorganization, in both the Internal Revenue Code and ERISA. Makes conforming and clerical amendments. Specifies that separate funds shall be established by the PBGC for the reimbursement of uncollectible withdrawal liability and for the supplemental benefit guarantee program. Provides for the treatment of specified actions taken before regulations are prescribed under this Act. Requires that PBGC receipts and disbursements be included in the totals of the budget of the United States. Permits \"church plans\" (with their general exemption from ERISA labor law provisions and corresponding tax qualification standards) to cover employees of a tax-exempt agency controlled by or affiliated with a church or a convention or association of churches: (1) without the current requirement that such plan have been in existence by January 1, 1974; (2) continuing such permission beyond December 31, 1982; and (3) providing a period of time for plan amendments to qualify for church plan status without penalty. Provides for tax deductibility of payments to a plan by a corporation operating a public transportation system if such corporation is acquired by a State pursuant to a State public transportation law enacted after June 30, 1979, and before January 1, 1980. Authorizes the Secretary of Labor to prescribe rules, consistent with the standards and purposes of ERISA, under which severance pay arrangements and certain supplemental retirement income arrangements would be treated as welfare plans rather than as pension plans for purposes of title I of ERISA. Provides for refunds of contributions made due to mistakes of law (as well as mistakes of fact), if specified conditions are met. Exempts from specified ERISA provisions (relating to coverage as an employee pension benefit plan for purposes of participation, vesting, funding, and establishment of trusts) any plan, fund, or program under which an employer, all of whose stock is directly or indirectly owned by employees or their beneficiaries, proposes through an unfunded arrangement to compensate retired employees for benefits which were forfeited by such employees under a pension plan maintained by a former employer prior to the date such pension plan became subject to this Act. Directs the PBGC to study and report to Congress on: (1) the advantages and disadvantages of establishing a graduated premium rate schedule based on risk, under specified ERISA provisions; and (2) the necessity of adopting special rules in cases of union-mandated withdrawal from multiemployer pension plans. Directs the Secretary of Labor to study and report to Congress on the feasibility of requiring collective bargaining on the issues of contributions to, and benefits from, multiemployer plans. Directs the Comptroller General of the United States to study the effects of the amendments made by, and the provisions of, this Act on: (1) all parties affected by this act; and (2) the self-sufficiency of the PBGC insurance fund. Directs the Comptroller: (1) to submit a report on such study to Congress, which study will be made available to the public; and (2) consult specified committees of the Congress in conducting such study, which committees will conduct hearings on such report. Grants the Comptroller General, for purposes of such study, access to and the right to examine specified information. Prohibits the Comptroller General from disclosing the identity of any individual in making any information thus obtained available to the public. Amends the Internal Revenue Code of 1954 to declare: (1) that specified requirements for approval of State laws relating to the reduction of unemployment benefits because of pension payments shall apply to any pension, retirement or retired pay, annuity, or similar periodic payment only if such payments are under a plan maintained or contributed to by a base period or chargeable employer and (except for payments under the Social Security Act or the Railroad Retirement Act of 1974) services (or remuneration therefor) performed for such employer by the individual during the base period affect eligibility for, or increase the amount of, such payments; and (2) that State law may provide limitations on the amount of any such reduction to take into account contributions made by the individual for the pension, retirement or retired pay, annuity, or other similar periodic payments. Makes such amendment applicable to certifications of State for 1981 and subsequent years. Extends (from 90 days) to 365 days the minimum length of Federal service generally required to qualify ex-servicemen for federally-funded unemployment compensation payments, on or after January 1, 1981. Amends the Federal-State Unemployment Compensation Act of 1970 to prohibit the payment of more than two weeks of extended unemployment compensation benefits to an individual who has qualified for extended benefits in a State paying such benefits but then moves to a State not paying such benefits, on or after October 1, 1980, with specified exceptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multiemployer Pension Plan Amendments Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Multiemployer Pension Plan Amendments Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Employee Retirement Income Security Act of 1974 and the Internal Revenue Code of 1954, as amended, for the purpose of improving retirement income security under private multiemployer pension plans by strengthening the funding requirements for those plans, authorizing plan preservation measures for financially troubled multiemployer pension plans, and revising the manner in which the pension plan termination insurance provisions apply to multiemployer plans.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to amend the Employee Retirement Income Security Act of 1974, and the Internal Revenue Code of 1954 to improve retirement income security under private multiemployer pension plans by strengthening the funding requirements for those plans, to authorize plan preservation measures for financially troubled multiemployer pension plans, and to revise the manner in which the pension plan termination insurance provisions apply to multiemployer plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:07-05:00"
}