{
  "actions": [
    {
      "acted_at": "1991-07-31", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-11-05", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Original measure reported to Senate by Senator Kennedy. With written report No. 102-202.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-11-05", 
      "calendar": "Senate Legislative", 
      "number": "304", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 304.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1915-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-05", 
  "number": "1915", 
  "official_title": "An original bill to amend the Higher Education Act of 1965 to provide for the financial security of the Student Loan Marketing Association, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3083-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Student Loan Marketing Association Financial Safety and Soundness Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1991-07-31", 
  "subjects": [
    "Auditing", 
    "Bank examination", 
    "Bank records", 
    "Business records", 
    "Capital", 
    "Capital formation", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Corporate finance", 
    "Education", 
    "Finance and financial sector", 
    "Financial statements", 
    "Right of privacy", 
    "Student aid", 
    "Student loan funds"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-05", 
    "text": "Student Loan Marketing Association Financial Safety and Soundness Act of 1991 - Amends the Higher Education Act of 1965 (HEA) to provide for the financial safety and soundness of the Student Loan Marketing Association (Sallie Mae) (the Association). Requires the Association to furnish the Secretary of the Treasury (the Secretary) promptly with copies of all: (1) periodic financial reports it publicly distributes; and (2) reports on it prepared by nationally recognized statistical rating organizations. Authorizes the Secretary to appoint auditors to audit the Association from time to time. Directs the Secretary to: (1) conduct such studies as may be necessary to monitor the financial soundness and safety of the Association; and (2) upon determination that such soundness and safety are at risk, inform specified congressional committee officials and identify any corrective actions that should be taken. Requires the Association, if its capital ratio is less than two percent in any two consecutive calendar quarters, to submit a capital restoration plan within 60 days to the Secretary that will be adequate to cause its capital ratio to equal or exceed two percent within 36 months. Sets forth requirements for such capital restoration plan, including consultation, approval or disapproval or disapproval by the Secretary, and copies and reports to specified congressional committees. Prohibits the Association, if the Secretary determines that it has failed to make a good faith effort to implement such capital restroation plan, from dealing in any way in student loans insured under HEA by the Secretary of Education or by a guaranty agency (including making advances on security, purchasing, or repurchasing, selling or reselling, offering participations or pooled interests, or otherwise dealing in such loans). Allows the Associations, within 30 days after such a determination by the Secretary, to file a petition for review with the U.S. Court of Appeals for the District of Columbia Circuit. Sets a 60-day deadline for review by the Congress of material it receives from the Secretary of Education, the General Accounting Office, or the Congressional Budget Office relating to such requirements for the financial safety and soundness of the Association. Provides that the capital restoration plan of the Secretary shall take effect if the Congress does not take statutory action with respect to any such material by that deadline. Requires the Association, if the capital ratio is less than one percent at the end of its most recent calendar quarter to proceed with diligence to implement the most recently proposed plan with modifications the Secretary determines necessary to cause the capital ratio to equal or exceed two percent within 60 months (and, if it has not already submitted a capital plan, to do so within 14 days). Requires the Secretary to submit the plan to specified congressional committees. Requires the Secretary to submit to the Congressional Budget Office (CBO) and the General Accounting Office (GAO) a copy of its plan and any proposed modifications sent to and by the Secretary. Directs the CBO and the GAO to: (1) maintain the confidentiality of such information; and (2) if the Secretary does not approve a plan or modifies a plan where the capital ratio is less than one percent, report to specified congressional committees, with specified analyses of the Secretary's submissions and recommendations for steps the Association should take to increase its capital ratio without impairing its ability to perform its purpose and authorized activities. Directs the Secretary of Education to review the Secretary's specified submissions and report to specified congressional committees with: (1) a description of any administrative or legislative provisions governing the student loan programs which contributed to the decline in the Association's capital ratio; and (2) recommendations for administrative and legislative changes in student loan programs to maintain their orderly operation and enable the Association to fulfill its purpose and authorized activities consistent with the two percent minimum capital ratio. Deems the Association in compliance with specified requirements relating to two percent and one percent capital ratios if it is rated in the highest or next higest full rating categories by two nationally recognized statistical rating organizations without regard to the Association status as a federally chartered corporation. Sets forth provisions for the level of confidential treatment, by the Department of the Treasury, the Department of Education, CBO, and GAO, of information made available by the Association under this Act. Defines capital ratio."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Loan Marketing Association Financial Safety and Soundness Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Higher Education Act of 1965 to provide for the financial security of the Student Loan Marketing Association, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:17-05:00"
}