{
  "actions": [
    {
      "acted_at": "1986-04-30", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2387-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1986-04-30", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1986-04-30", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mattingly, Mack", 
      "sponsored_at": "1986-04-30", 
      "state": "GA", 
      "thomas_id": "01392", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1986-05-13", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1986-04-30", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-30", 
  "number": "2387", 
  "official_title": "A bill to provide relief to State and local governments from Federal regulation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5348-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5348-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Intergovernmental Regulatory Relief Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-30", 
  "subjects": [
    "Administrative procedure", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Costs", 
    "Federal aid programs", 
    "Federal-local relations", 
    "Government operations and politics", 
    "Intergovernmental relations", 
    "Legislation", 
    "Local and Municipal Government", 
    "Local finance", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Regulatory impact statements", 
    "Regulatory reform", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-30", 
    "text": "Intergovernmental Regulatory Relief Act of 1986 - Title I: Review of Intergovernmental Regulations - Requires the President, within 30 days after submitting the annual Federal budget, to submit to the Congress a report specifying and evaluating the economic costs, noneconomic costs, and additional direct costs to State and local governments of complying with intergovernmental regulations during the most recently completed fiscal year, the fiscal year in progress, and the next two fiscal years. Defines an \"intergovernmental regulation\" as a Federal regulation that requires a State or local government to take certain actions or to comply with certain conditions in order to receive Federal assistance. Specifies the contents of such report which include: (1) an estimate of the economic and noneconomic benefits that will be provided to each State government and all local governments in such State as a result of compliance with each such regulation during each fiscal year; and (2) proposals for legislation and administrative actions to change regulations in order to reduce compliance costs or to achieve a more favorable balance between costs incurred and benefits received. Directs the President to consider the potential for reducing State and local compliance costs by promulgating intergovernmental regulations using means such as performance standards, special provisions for small governments, marketable rights, economic incentives, compliance reforms, and simplified procedures to certify the compliance of Federal assistance recipients with Federal requirements. Authorizes the President to delegate the responsibility of preparing such report to the Director of the Office of Management and Budget or the head of any other Federal agency. Directs the responsible official to prescribe standards to be used by agencies in estimating the compliance costs and benefits of intergovernmental regulations. Directs each agency to furnish such official with the information required in such report for the regulations administered by such agency. Title II: Compensation of State and Local Governments for Additional Direct Costs - Prohibits any Federal agency or U.S. court from requiring State or local governments, in any fiscal year, to comply with any intergovernmental regulation which takes effect on or after enactment of this Act and which is promulgated pursuant to a significant law, unless sufficient funds have been provided to reimburse such governments for the total amount of additional direct costs such governments will incur in complying with such regulation in such fiscal year as estimated by the Congressional Budget Office (CBO). Defines a \"significant law\" as any Federal law which is likely to result in total additional direct costs to all State and local governments of $25,000,000 or more in a fiscal year or to have exceptional fiscal consequences for a geographic region or a particular level of government. Declares that a Federal agency or U.S. court may require such compliance in any fiscal year in which the Congress passes a joint resolution which waives the requirement for reimbursement of direct costs. Requires the Director of CBO to transmit to the President and the Congress by September 1 of each year a report specifying an estimate of the total amount of additional direct costs that will be incurred in the upcoming fiscal year and next succeeding fiscal year by State and local governments in complying with each intergovernmental regulation promulgated pursuant to a significant law. Directs the chairmen of the congressional committees having jurisdiction over any significant law under which an intergovernmental regulation is promulgated to propose, to a bill providing funds for each fiscal year in which such regulation will be in effect, an amendment to appropriate funds to reimburse State and local governments for the total amount or applicable percentage of additional direct costs they will incur in complying with such regulation. Sets forth the procedures for reimbursements of such additional direct costs by Federal agencies to States and by the States to local governments. Title III: Miscellaneous - Amends the Congressional Budget Act of 1974 to revise the definition of a \"significant bill or resolution\" by reducing the annual cost to State or local governments likely to result from such a bill or resolution from $200,000,000 to $100,000,000. (The Act requires CBO to submit to each congressional committee reporting such a bill or resolution an estimate of the cost which would be incurred by State and local governments in complying with such bill or resolution in the fiscal year in which it is to become effective and in each of the four succeeding fiscal years.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intergovernmental Regulatory Relief Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide relief to State and local governments from Federal regulation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:53-05:00"
}