{
  "actions": [
    {
      "acted_at": "1985-12-06", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1908-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1985-12-06", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-12-06", 
  "number": "1908", 
  "official_title": "A bill entitled the \"Consumer Lease and Lease-Purchase Agreement Act\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Lease and Lease-Purchase Agreement Act", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-12-06", 
  "subjects": [
    "Advertising", 
    "Advertising and Marketing", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Deceptive advertising", 
    "Fines (Penalties)", 
    "Lawyers and Legal Services", 
    "Leases", 
    "Legal fees"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-12-06", 
    "text": "Consumer Lease and Lease-Purchase Agreement Act - Amends the Consumer Credit Protection Act to revise disclosure requirements, including advertisement disclosure requirements, for consumer leases and to establish separate disclosure requirements for lease-purchase agreements. Requires information disclosed pursuant to such requirements to be segregated from all other terms and information provided. Includes among revised disclosures for consumer leases: (1) the total lease cost; (2) the amount of any required security deposit; (3) statements explaining certain information about the consumer's liability based on the residual value of the property; and (4) a statement referring the consumer to the appropriate lease document for information concerning other possible costs. Requires the following information to be disclosed for lease-purchase agreements: (1) the number, individual amount, timing, and total amount of payments; (2) a statement that the consumer will not own the property until all payments are made; (3) a statement referring the consumer to the contract for an explanation of other possible costs; (4) a statement that the consumer is responsible for the fair market value of lost, stolen, damaged, or destroyed property; and (5) a statement indicating whether the property is new or used. Requires that advertisements specify whether the advertised transaction is a lease or a lease-purchase agreement. Provides that a renegotiation is a new lease or agreement requiring new disclosures. Requires no disclosures for a lease or agreement extension. Requires lessors to pay consumers' attorney fees only in unsuccessful suits to collect more than the prescribed maximum amount at the end of a lease. Prescribes civil and criminal penalties for violations and outlines defenses. Authorizes civil actions against lessor assignees only if a violation is apparent on the face of the disclosure statement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Lease and Lease-Purchase Agreement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Consumer Lease and Lease-Purchase Agreement Act\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:42-05:00"
}