{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6239-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "6239", 
  "official_title": "To provide targeted liability protections for claims based on damages resulting from, or aggravated by, the inclusion of ethanol in certain fuel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Prevention of Frivolous Ethanol Lawsuits Act of 2010", 
  "sponsor": {
    "district": "21", 
    "name": "Smith, Lamar", 
    "state": "TX", 
    "thomas_id": "01075", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Alternative and renewable resources", 
    "Civil actions and liability", 
    "Evidence and witnesses", 
    "Judicial procedure and administration", 
    "Law", 
    "Motor fuels"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "Prevention of Frivolous Ethanol Lawsuits Act of 2010 - Immunizes a covered entity from suit and liability under federal and state law with respect to all claims for personal or property loss resulting from, or being aggravated by, the use of any renewable fuel containing ethanol in concentrations greater than 10% to operate an internal combustion engine. Defines \"covered entity\" to mean an entity engaged in the manufacture, sale, or distribution of fuel or products which use renewable fuel. Makes the sole exception to immunity under this Act an exclusive federal cause of action brought by an injured person or the person's representative against a covered person for death or serious physical injury proximately caused by the covered person's willful misconduct. Grants the U.S. District Court for the District of Columbia exclusive jurisdiction of any such civil action. Excludes from the meaning of willful misconduct, however, any act or omission by a manufacturer or distributor with respect to a covered countermeasure, if the act or omission alleged to constitute willful misconduct is subject to regulation by the Clean Air Act and: (1) neither the Administrator of the Environmental Protection Agency (EPA) nor the Attorney General has initiated an enforcement action with respect to that act or omission; or (2) an enforcement action has been initiated and the action has been terminated or finally resolved without a civil, criminal, or administrative remedy. States that any action or proceeding shall be stayed during the pendency of such an enforcement action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Prevention of Frivolous Ethanol Lawsuits Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide targeted liability protections for claims based on damages resulting from, or aggravated by, the inclusion of ethanol in certain fuel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:46-05:00"
}