{
  "actions": [
    {
      "acted_at": "1984-04-02", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-04-02", 
      "references": [], 
      "text": "Committee on Banking. Original measure reported to Senate by Senator Garn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-02", 
      "calendar": "Senate Legislative", 
      "number": "735", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 735.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-08-06", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2522-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-02", 
  "number": "2522", 
  "official_title": "A bill to permit credit unions to take action to strengthen the National Credit Union Share Insurance Fund, to change the tax status of the Central Liquidity Facility, and to eliminate fees for payroll deductions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-04-02", 
  "subjects": [
    "Civil service compensation", 
    "Credit unions", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Federal employees", 
    "Federal employees and officials", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government trust funds", 
    "Income tax", 
    "Local and Municipal Government", 
    "Local taxation", 
    "National Credit Union Administration", 
    "State taxation", 
    "States", 
    "Tax exemption", 
    "Taxation"
  ], 
  "subjects_top_term": "Credit unions", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-02", 
    "text": "Amends the Federal Credit Union Act to require an application for Federal share insurance to include an agreement by the applicant to pay to and maintain a deposit with the National Credit Union Share Insurance Fund. Requires each insured credit union to include in its certified statement to the National Credit Union Administration Board the amount of its deposit, or adjustment thereof, to the Fund for that year. Requires each insured credit union to pay to and maintain with the Fund a deposit in an amount equaling one percent of the credit union's insured shares. Requires the Board, each year, to return to credit unions on a pro rata basis all funds not required to maintain the equity in the Fund at normal operating levels. Repeals the provision of such Act which authorizes the Board to assess a special premium charge. Provides for penalties against a credit union for: (1) failure to include the amount of deposit in the certified statement; (2) failure to pay the deposit; and (3) payment of dividends when in default on payment of the deposit. Requires that the information on the one percent deposit be included in a credit union's records. Permits the Board to prescribe the dates of the insurance year. Increases the normal operating level of the Fund from one percent of all insured shares to 1.3 percent. Prohibits premiums from being assessed on amounts in any account in excess of the insured account limit. Requires the Board to report annually to specified congressional committees with respect to the operating level of the Fund. Requires the deposit collected by the Board to be deposited in the Fund. Requires a credit union to maintain its deposit in the Fund during the one year period following termination of insurance. Permits, upon mutual consent of the Board and the credit union, account insurance to cease immediately upon the effective date of comparable insurance from another source. Exempts the Central Liquidity Facility, its franchise, activities, capital reserves, surplus, and income from all Federal, State, and local taxation, other than real property taxes. Makes such exemption retroactive to October 1, 1979. Eliminates fees for the processing of up to three allotment checks per pay day for Federal civilian employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to permit credit unions to take action to strengthen the National Credit Union Share Insurance Fund, to change the tax status of the Central Liquidity Facility, and to eliminate fees for payroll deductions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:18-05:00"
}