{
  "actions": [
    {
      "acted_at": "1975-10-28", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10381-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-28", 
  "number": "10381", 
  "official_title": "A bill to establish a National Commission on Victimless Crimes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11298-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Commission on Victimless Crimes Act", 
  "sponsor": {
    "district": "18", 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-28", 
  "subjects": [
    "Administration of criminal justice", 
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Crimes without victims", 
    "Drug abuse", 
    "Federal advisory bodies", 
    "Gambling", 
    "Prostitution"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-28", 
    "text": "National Commission on Victimless Crimes Act - Establishes the National Commission on Victimless Crimes. Sets forth the duties of the Commission. States that the Commission shall make an inquiry into the effect of Federal, State, and local laws with respect to victimless crimes on law enforcement, court and correctional systems, and private citizens. Directs the Commission to conduct a survey of Federal, State, and local laws with respect to victimless crimes and the enforcement of such laws (including the financial cost of enforcement) and to consider the following: (1) whether such laws should be amended or repealed; (2) the manner in which such laws should be enforced; (3) whether some problems covered by such laws may better be dealt with outside of the criminal justice system; and (4) whether some problems covered by such laws may better be dealt with through an administrative regulatory apparatus. States that the Commission shall be composed of 15 members who shall be appointed by the President. States that the membership shall include at least one representative from each of the following categories: law enforcement officials, State judges, State prosecutors, defense attorneys (including public defenders), corrections officials, State legislators, Members of Congress, an official of the United States Department of Justice, and members of relevant citizen groups. Sets forth the powers of the Commission, including the power to conduct hearings and to obtain official data from any United States government department or agency. Directs the Commission to submit a final report to the President and to Congress within 18 months after all members have been appointed. States that the Commission shall cease to exist 15 days after submission of the report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Commission on Victimless Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Commission on Victimless Crimes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:22-05:00"
}