{
  "actions": [
    {
      "acted_at": "2005-06-07", 
      "references": [
        {
          "reference": "CR S6161-6163", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-07", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [
        {
          "reference": "CR S6163-6165", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-06-09", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Hearings held. Hearings printed: S.Hrg. 109-217.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-09-15", 
      "bill_ids": [
        "s1177-109", 
        "s1189-109", 
        "s1190-109"
      ], 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably (As approved by the Committee, the substitute amendment incorporated related provisions of S. 1182, as introduced, S. 1177, S. 1189, and S. 1190).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-11-10", 
      "committee": "Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Craig with an amendment in the nature of a substitute. With written report No. 109-177. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-11-10", 
      "calendar": "Senate Legislative", 
      "number": "284", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 284.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2005-12-22", 
      "references": [
        {
          "reference": "CR S14411-14416", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S14411-14416", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-22", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2005-12-22T16:03:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-22", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-01-19", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2694-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2694"
    }
  ], 
  "bill_id": "s1182-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2005-12-22", 
    "vetoed": false
  }, 
  "introduced_at": "2005-06-07", 
  "number": "1182", 
  "official_title": "A bill to amend title 38, United States Code, to improve health care for veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5774-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1177-109", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1182-109", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1189-109", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s1190-109", 
      "reason": "unknown"
    }
  ], 
  "short_title": "Veterans Health Care Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Craig, Larry E.", 
    "state": "ID", 
    "thomas_id": "00246", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2005-12-22", 
  "subjects": [
    "Access to health care", 
    "Administrative procedure", 
    "Adult day care", 
    "Afghanistan", 
    "Alabama", 
    "Ambulatory care", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Authorization", 
    "Birth defects", 
    "Blind", 
    "Case management", 
    "Child health", 
    "Chronically ill", 
    "Civil rights and liberties, minority issues", 
    "Clinics", 
    "Coinsurance", 
    "Collection of accounts", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continuum of care", 
    "Cost control", 
    "Cost effectiveness", 
    "Counseling", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Veterans Affairs", 
    "Disabled", 
    "Donation of organs, tissues, etc.", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee health benefits", 
    "Ex-prisoners of war", 
    "Executive reorganization", 
    "Families", 
    "Family services", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal officials", 
    "Finance and financial sector", 
    "Floods", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Health", 
    "Health education", 
    "Health information systems", 
    "Health insurance", 
    "Health planning", 
    "Higher education", 
    "Home care services", 
    "Homeless", 
    "Hospital care", 
    "Hospital rates", 
    "Housing and community development", 
    "Housing subsidies", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Infants", 
    "Iraq", 
    "Iraq compilation", 
    "Job hunting", 
    "Kentucky", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Licenses", 
    "Liens", 
    "Long-term care", 
    "Louisiana", 
    "Marriage", 
    "Marriage counseling", 
    "Maternal health services", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical fees", 
    "Medical personnel", 
    "Medical records", 
    "Medical research", 
    "Medical statistics", 
    "Medicare", 
    "Mental health services", 
    "Mental illness", 
    "Middle East and North Africa", 
    "Military medicine", 
    "Military occupation", 
    "Military operations", 
    "Mississippi", 
    "National Guard", 
    "Nurses", 
    "Nursing", 
    "Nursing homes", 
    "Post-traumatic stress disorder", 
    "Prescription pricing", 
    "Privatization", 
    "Psychologists", 
    "Psychotherapy", 
    "Public lands and natural resources", 
    "Rape", 
    "Rehabilitation of the disabled", 
    "Respite care", 
    "Right of privacy", 
    "Salaries", 
    "Science, technology, communications", 
    "Social welfare", 
    "Soldiers' homes", 
    "South Asia", 
    "Strategic planning", 
    "Telemedicine", 
    "Terminal care", 
    "Terrorism", 
    "Veterans' benefits", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Veterans' rehabilitation", 
    "Vietnam veterans", 
    "Vocational guidance", 
    "War casualties", 
    "Women", 
    "Women veterans"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2005-12-22", 
    "text": "Veterans Health Care Act of 2005 - (Sec. 2) Authorizes the Secretary of Veterans Affairs to provide up to 14 days of care following birth for the newborn child of a woman veteran receiving maternity care furnished by the Department of Veterans Affairs if the child was delivered in a Department facility or a Department-contracted facility. (Sec. 3) Provides that, if payment made by the Secretary for health care furnished to children of Vietnam veterans born with spina bifida or to children of women Vietnam veterans born with certain birth defects, is less than the amount billed, then the health care provider may seek payment of the difference from a responsible third party insurer. Prohibits the provider from imposing any additional charge on the beneficiary for any service or item for which the Secretary has made payment. (Sec. 4) Makes permanent (currently, terminates at the end of 2005) the authority of the Secretary to make grants for furnishing certain services to homeless veterans. Makes permanent (currently, terminates at the end of FY2005) the comprehensive services program for homeless veterans. Increases and extends through FY2011 the homeless veteran service provider technical assistance program. (Sec. 5) Includes marriage and family therapists and mental health counselors within authorized Department mental health providers. Outlines professional requirements for such positions. Requires a report from the Department's Under Secretary for Health to the congressional veterans' committees on the provision of post-traumatic stress disorder (PTSD) treatment by marriage and family therapists. (Sec. 6) Provides a Senior Executive Service pay level adjustment for the Chief Nursing Officer, Office of Nursing Services. (Sec. 7)Authorizes the Secretary to conduct studies comparing costs of private contractor versus Department provision of commercial and industrial products and services for the Veterans Health Administration (VHA). Authorizes appropriations. Requires a report from the Secretary to the veterans' committees. (Sec. 8) Directs the Secretary, within the Department, to: (1) expand the number of clinical treatment teams principally dedicated to the treatment of PTSD; (2) expand and improve substance abuse services; (3) expand and improve tele-health initiatives; (4) improve education programs for primary care delivery professionals; (5) expand the delivery of mental health services in community-based outpatient clinics; and (6) expand and improve Mental Health Intensive Case Management Teams. Authorizes appropriations. Requires the Under Secretary for Health to take appropriate steps and provide necessary incentives to: (1) prioritize the provision of mental health services to veterans in need; (2) foster collaborative working environments for the provision of such services; and (3) conduct mental health consultations during primary care appointments. Directs the Secretary to ensure that each community-based outpatient clinic has the capacity to provide mental health services to veterans in need. Requires a report from the Secretary to Congress concerning such services. Requires a memorandum of understanding between the Secretary and the Secretary of Defense: (1) to ensure that separating servicemembers receive standardized individual mental health and sexual trauma assessments as part of separation exams; and (2) that includes the development of shared guidelines on the conduct of the assessments. Requires such Secretaries to: (1) establish a joint workgroup on mental health, which shall conduct a study of mental health services and assessments provided by each department; and (2) report jointly to Congress on workgroup recommendations. Directs the Under Secretary for Health to: (1) establish system-wide guidelines for screening primary care patients for mental health disorders and illnesses; and (2) conduct appropriate training for Department clinicians to carry out mental health consultations. Requires the National Center on Post Traumatic Stress Disorder to collaborate with the Secretary of Defense to: (1) enhance the clinical skills of military PTSD clinicians; and (2) promote pre-deployment resilience and post-deployment readjustment among servicemembers serving in Operations Iraqi Freedom and Enduring Freedom. Authorizes appropriations. (Sec. 9) Authorizes the Secretary to disclose to an organ procurement organization the name and address of a member or former member of the Armed Forces, and his or her dependents, in order for such organization to determine whether such individual is, or after death will be, a suitable organ, tissue, or eye donor, if: (1) the individual is near death or deceased; and (2) the disclosure is permitted under provisions of the Health Insurance Portability and Accountability Act of 1996. (Sec. 10) Requires the Secretary to expand the total number of personnel employed by the Department as part of the Readjustment Counseling Service's Global War on Terrorism Outreach Program. Requires collaboration with state National Guard officials. (Sec. 11) Directs the Secretary to increase the number of Readjustment Counseling Service facilities capable of providing health services and counseling through tele-health linkages with facilities of the Veterans Health Administration. Requires the Secretary to submit to the veterans' committees a plan to implement such requirement. (Sec. 12) Requires a report from the Secretary to such committees describing the mental health data maintained by the Department. (Sec. 13) Directs the Secretary to publish a strategic plan for long-term care. (Sec. 14) Requires the Secretary, within 30 months after the enactment of this Act, to establish an additional blind rehabilitation outpatient specialist position at no fewer than 35 additional Department facilities, giving priority to facilities with large numbers of enrolled legally blind veterans. Authorizes appropriations. (Sec. 15) Extends through 2006 (currently, 2004) a report requirement concerning the Secretary's compliance with departmental capacity to provide for the specialized treatment and rehabilitative needs of disabled veterans. (Sec. 16) Directs the Secretary to provide necessary medical and health care services to any veteran affected by Hurricane Katrina as if such veteran was enrolled in the Department's annual patient enrollment system. Prohibits the collection of payments from such veterans for such care (including copayments for medications). (Sec. 17) Authorizes the Secretary to reimburse certain veterans for expenses resulting from emergency treatment furnished in a non-Department facility for which the veteran remains personally liable. Makes eligible for such reimbursement veterans who: (1) are enrolled in the annual patient enrollment system during the 24-month period preceding the furnishing of such treatment; (2) received care through the system during such 24-month period; (3) are entitled to care or services under a health-plan contract that partially reimburses the cost of the veteran's emergency treatment; (4) are financially liable to the provider of emergency treatment for costs not covered by the veteran's health-plan contract; and (5) are not eligible for reimbursement for such treatment under other Department provisions. States that payment by the Secretary to a provider of emergency treatment services shall extinguish any liability of the veteran. Considers amounts so paid by the Secretary a lien against any recovery the payee subsequently receives from a third party for the same treatment, but authorizes the Secretary to waive the recovery of such payment when determined to be in the best interests of the United States. (Sec. 18) Authorizes the Secretary to convey to the city of Fort Thomas, Kentucky, specified property in the northeastern portion of Tower Park in such city, in exchange for fair market value consideration. (Sec. 19) Makes technical and clerical amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Health Care Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Veterans Health Care Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Veterans Health Care Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to improve health care for veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:35-05:00"
}