{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1691-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-08-02", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1991-10-29", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1991-08-02", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1991-08-02", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1991-08-02", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1991-08-02", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "1992-04-02", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1991-08-02", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1991-08-02", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-08-02", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1991-08-02", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1991-08-02", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1991-08-02", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-08-02", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1991-09-27", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1991-08-02", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1991-08-02", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1991-08-02", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1991-08-02", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1991-08-02", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1991-08-02", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1991-08-02", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1991-08-02", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1991-08-02", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wofford, Harris", 
      "sponsored_at": "1991-08-02", 
      "state": "PA", 
      "thomas_id": "01457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1991-10-15", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": "1991-11-26"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "1691", 
  "official_title": "A bill to amend title 18, United States Code, to govern participation of Federal Prison Industries in Federal procurements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3662-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Prison Industries Competition in Contracting Act", 
  "sponsor": {
    "district": null, 
    "name": "Dixon, Alan J.", 
    "state": "IL", 
    "thomas_id": "01317", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Black colleges", 
    "Congressional reporting requirements", 
    "Corrections", 
    "Defense contracts", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Information services", 
    "Minority business enterprises", 
    "Prison labor", 
    "Small business", 
    "Unemployment"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "Federal Prison Industries Competition in Contracting Act - Amends the Federal criminal code to require that: (1) a decision by Federal Prison Industries (FPI) to produce a new prison-made product or to expand the production of an existing product be made by the Board of Directors of FPI (the Board) in conformance with the public notice and comment requirements of the Administrative Procedure Act; and (2) the corporation prepare and furnish to the Board a detailed analysis of the probable impact on industry and free labor of any proposal to authorize the production and sale of a new prison-made product or to expand production of a currently authorized product (such proposal). Requires such analysis to identify and consider factors including: (1) the number of vendors that currently meet Federal requirements for the specific product; (2) the proportion of the Federal market for the product currently furnished by small and disadvantaged businesses and businesses in labor surplus areas during the previous three fiscal years; (3) the share of the Federal market for the product projected for FPI for the fiscal year in which production will commence (or expand) and the subsequent three fiscal years; (4) whether the industry producing the product in the private sector has an unemployment rate higher than the national average, a rate of employment for production workers that has consistently shown an increase during the previous five years, or has an import to domestic production ratio of 25 percent or greater; (5) whether the specific product is an import-sensitive product; (6) the projected growth in the Government for the specific product and the capability of such demand to sustain both FPI and private vendors; and (7) whether authorizing the production of the new product will provide inmates with the maximum opportunity to acquire knowledge and skill in trades and occupations that will provide them with a means of earning a livelihood upon release. Bars the Board from approving such proposal if the product is: (1) produced in the private sector by an industry which has reflected during the previous year an unemployment rate above the national average; or (2) an import-sensitive product. Directs the Board to: (1) give additional notice of such proposal in a publication designed to most effectively provide notice to private vendors and labor unions representing private sector workers who could reasonably be expected to be affected by approval of such proposal; (2) solicit comments on the analysis required under this Act from trade associations representing private sector workers who could reasonably be expected to be affected by its approval; and (3) afford an opportunity, upon request, for a representative of private industry to present comments on such proposal directly to the Board. Requires the corporation to provide the Board with its recommendations regarding action on the proposal, taking into consideration the comments received. Requires: (1) the various Federal departments and agencies (agencies) to offer to purchase from FPI any product authorized to be offered for sale and listed in the UNICOR Schedule of Products (whenever it has a requirement for an FPI product); and (2) FPI to publish and periodically revise such Schedule. Sets forth provisions with respect to the solicitation of offers from FPI and contract awards to FPI on either a competitive or sole source basis. Prohibits the cancellation or withdrawal of a solicitation solely for the purpose of affording an agency buying activity the opportunity to enter into noncompetitive negotiation with FPI unless the Attorney General determines that FPI cannot reasonably expect to receive the contract award on a competitive basis and that such award is necessary to: (1) maintain work opportunities otherwise unavailable at the penal facility at which the contract is to be performed to prevent circumstances that could reasonably be expected to significantly endanger the safe and effective administration of such facility; or (2) permit diversification into the labor-intensive manufacture of a specific product that has been approved by the Board. Specifies that: (1) a timely offer received from FPI shall be considered eligible for award (even if the competition is restricted); and (2) FPI shall be required to perform its contractual obligations to the same extent as any other contractor. Repeals a provisions under which any dispute relating to the price, quality, character, or suitability of FPI products shall be arbitrated by a board consisting of the Comptroller General of the United States, the Administrator of General Services, and the President, or their representatives. Specifies that: (1) a decision by a contracting officer regarding the award of a contract to FPI or relating to the performance of such contract shall be final, unless reversed on appeal (but authorizes the Director of FPI to appeal to the head of a Federal agency an adverse determination made by a contracting officer, in which case the decision of such agency head shall be final); and (2) a dispute between FPI and a buying activity regarding contract performance shall be subject to final resolution by the board of contract appeals having jurisdiction over the buying activity's contract performance disputes under the Contract Disputes Act of 1978. Requires that the amendments made by this Act be implemented through modifications to the Federal Acquisition Regulation (FAR) within 180 days. Makes FAR subject to provisions of the Office of Federal Procurement Policy Act (which assure publication in the Federal Register and the opportunity for public comment before the promulgation of a final regulation). Requires each Federal agency reporting to the Federal Procurement Data System through the General Services Administration to report all acquisitions from FPI. Amends the Federal criminal code to require the Board, in its annual report to the Congress, to include: (1) an analysis of the corporation's total sales for each specific product sold to Federal agencies, the total purchases by each agency of each specific product, the corporation's share of such total Government purchases by specific product, and the number and disposition of disputes submitted to agency heads; (2) an analysis of the inmate workforce, including the number of inmates employed, the number and percentage of employed inmates by the term of their incarceration, and the various hourly wages paid to inmates employed with respect to the production of the various specific products authorized for production and sale; and (3) data concerning employment obtained by former inmates upon release to determine whether the employment provided by FPI during incarceration provided such inmates with knowledge and skill in a trade or occupation that enabled such former inmate to earn a livelihood upon release. Directs that copies of such annual report be made available to the public at a price not to exceed the cost of printing. Authorizes the Department of Defense (DOD) to count toward the attainment of the goal set out in the National Defense Authorization Act for Fiscal Year 1987 for participation by small disadvantaged businesses, historically Black colleges and universities, and minority institutions in DOD contracting opportunities, the value of any purchase of supplies or services made by FPI from an entity described in such Act for the performance of a contract with DOD."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Prison Industries Competition in Contracting Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, to govern participation of Federal Prison Industries in Federal procurements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:12-05:00"
}