{
  "actions": [
    {
      "acted_at": "1979-01-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres125-96", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-22", 
  "number": "125", 
  "official_title": "A joint resolution proposing an amendment to the Constitution of the United States to provide a new procedure for the election of the President and Vice President.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "17", 
    "name": "Ashbrook, John M.", 
    "state": "OH", 
    "thomas_id": "00031", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-22", 
  "subjects": [
    "Congressional districts", 
    "Constitution and Constitutional Amendments", 
    "Constitutional amendments", 
    "Electoral college", 
    "Government operations and politics", 
    "Presidential elections", 
    "Presidents and Vice Presidents", 
    "Vice Presidential elections", 
    "Vice Presidents", 
    "Voting"
  ], 
  "subjects_top_term": "Presidential elections", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-22", 
    "text": "Constitutional Amendment - Requires the Congress by law to designate the day upon which each election shall be held for President and Vice President. Requires the electors of President and Vice President in a State to have the qualifications requisite for electors of the most numerous branch of the State legislature. Requires the electors from the District of Columbia to have such qualifications as the Congress or a governmental authority in the District designated by the Congress shall prescribe. Requires each candidate for the office of President to be paired with a candidate for the office of Vice President. Prohibits any candidate from being paired with more than one other person. Requires each elector to cast a single vote for two persons who are paired as candidates for the offices of President and Vice President. Requires each State and the District to tabulate the votes cast in such election. Requires each State to establish by law a number of districts equal to the number of Representatives to which each State is entitled. Declares that each congressional district shall receive one electoral vote and each State shall receive two electoral votes and that the District of Columbia shall have a number of electoral votes equal to the number of Senators or Representatives in Congress to which the District would be entitled if it were a State. Declares that, for each district established, the pair of candidates receiving the higher number of popular votes in that district shall receive the one electoral vote. Declares that for each State, the pair of candidates receiving the higher number of popular votes shall receive the two electoral votes. Declares that in the District of Columbia the pair of candidates receiving the higher number of popular votes shall receive the electoral votes for the District. Directs the Secretary of State of each State or other designated official to certify and transmit sealed to the President of the Senate a list of the pairs of candidates and the number of electoral votes received by each pair specifying which pair received the electoral votes for each congressional district and for the State. Directs that the pair of candidates receiving the majority of the electoral votes shall become President and Vice President. Directs that if when all electoral votes have been counted there is a tie, then the electoral votes of the congressional districts and the District shall be counted, and if there is still a tie the House of Representatives shall choose, from the three pairs of persons joined as candidates who received the highest number of all the electoral votes tabulated in the election, one such pair by ballot. Requires Congress to provide for the case of death, disability, or withdrawal of any candidate on or before the date of the election."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution proposing an amendment to the Constitution of the United States to provide a new procedure for the election of the President and Vice President.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:09-05:00"
}