{
  "actions": [
    {
      "acted_at": "1977-03-10", 
      "references": [], 
      "text": "Reported to Senate from the Special Committee on Official Conduct, S. Rept. 95-49.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-17", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-17", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-24", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-03-31", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-04-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-04-01", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #94 (86-9).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres110-95", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Official Conduct (Special)", 
      "committee_id": "SPOC"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, James B.", 
      "sponsored_at": "1977-01-03", 
      "state": "AL", 
      "thomas_id": "01271", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "1977-01-03", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1977-01-03", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1977-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1977-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1977-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1977-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-10", 
  "number": "110", 
  "official_title": "An original resolution to establish a Code of Official Conduct for the Members, officers, and employees of the U.S. Senate.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Official Conduct Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1977-03-10", 
  "subjects": [
    "Broadcasting", 
    "Campaign funds", 
    "Civil Rights and Liberties", 
    "Congress", 
    "Congressional allowances", 
    "Congressional committees (Senate)", 
    "Congressional elections", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional travel", 
    "Disabled", 
    "Discrimination", 
    "Discrimination against the disabled", 
    "Franking privilege", 
    "Government operations and politics", 
    "Lobbying", 
    "Members of Congress", 
    "Postal service", 
    "Racial discrimination", 
    "Religion", 
    "Religious liberty", 
    "Senate", 
    "Senate rules and procedure", 
    "Sex discrimination", 
    "Women"
  ], 
  "subjects_top_term": "Senate rules and procedure", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1977-04-01", 
    "text": "(Measure passed Senate, amended, roll call #94 (86-9)) Official Conduct Amendments - =Title I: Code of Official Conduct= - Amends the Standing Rules of the Senate to replace the rules regarding outside business activities, contributions, political fund activity, and financial disclosure with the Senate Code of Official Conduct. Requires each Senator, candidate for the Senate, officer or employee of the Senate who is compensated in excess of $25,000 per year, and certain individuals who handle campaign funds, to file with the Secretary of the Senate an annual financial statement in such form and manner as prescribed by the Senate Select Committee on Ethics. Sets forth the required content of such statement. Requires each individual required to make such financial report to cause such statement to be filed as a public document with the Secretary of State of the State which the Senator represents. Requires the select committee to review all such financial statements, and the Comptroller General to audit such statements. Specifies that each individual required to file such financial statement must file with the Comptroller General a report containing tax returns and certain other documents. Gives the select Committee access to such report. Prohibits such individuals, their spouses, or dependents from accepting any gifts having an aggregate value exceeding $100 during a calendar year from any person or entity having a direct interest in legislation, or from any foreign national. Permits trips paid for by private foreign educational and charitable institutions if approved by the Select Committee on Ethics. Restricts outside earned income which results from personal services actually rendered by a Senator, or an officer or employee of the Senate compensated at a rate exceeding $35,000 a year, during the period of service in a calendar year, to 15 percent of the salary of such officer or employee, and in the case of a Senator, 15 percent of the base salary paid to Senators. Sets limitations on honoraria received by such individuals. Prohibits Members, officers, or employees of the Senate from receiving compensation as a result of improperly exerting the influence of their official positions. Limits the participation by such individuals in outside business and professional activity or employment. Restricts such persons from using their positions to influence legislation, a principal purpose of which is to further the individual pecuniary interest of such persons or of their family members. Requires, with specified exceptions, that certain committee staff members divest themselves of any substantial holdings which may be affected by the actions of their committee. Sets limitations on Members or employees who become registered lobbyists following their service in the Senate. Prohibits Members from maintaining unofficial office accounts. Specifies that no contribution shall be converted to the personal use of any Member or former Member. Prohibits the receipt of funds from the United States Government for the purpose of foreign travel by Members who have not been reelected. Restricts the use of foreign travel allowances, and claims for reimbursement. Limits the pre-election use of franked mail by Senators and candidates for the Senate. Requires Senators to register mass franked mailings annually with the Secretary of the Senate. Prohibits the use of Senate computer facilities for specified purposes related to mass mailings. Restricts the pre-election use of the radio and television studios of the Senate or the House of Representatives by Senators or candidates for the Senate. Prohibits any officer or employee of the Senate from receiving, soliciting, maintaining custody of, or distributing any funds in connection with any campaign of any individual for election to the Senate or any other Federal office with the exception of two assistants to a Senator, at least one of which is in the District of Columbia. Prohibits Senate officers and employees from contributing to the campaign funds of their supervisors, and prohibits Members from soliciting such contributions. Requires that Senate officers and employees who are substantially engaged in campaign activities not remain on the payroll of the Senate. Prohibits employment discrimination by Members, officers, or employees of the Senate on the basis of race, color, religion, sex, national origin, age, or physical handicap. =Title II: Provisions Relating to the Select Committee on Ethics= - Requires the Select Committee to receive complaints and investigate violations of the Senate Code of Official Conduct, and to publish regulations necessary to implement such Code. Sets forth the procedures for conducting such investigations. Requires the Select Committee to render and publish in the Congressional Record advisory opinions requested by specified individuals. =Title III: Miscellaneous; Effective Dates= - Requires the Senate Committee on Rules and Administration, the Senate Committee on Appropriations, the Senate Committee on Finance, the Senate Committee on Foreign Relations, and the Senate Committee on Governmental Affairs to conduct specified studies with respect to certain matters regulated by the Senate Code of Official Conduct. Requires the Committee on the Judiciary to report on the constitutionality of those provisions of this resolution which discriminate between various classes of Senators on the basis of outside income. Sets forth the effective dates of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Official Conduct Amendments", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Official Conduct Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original resolution to establish a Code of Official Conduct for the Members, officers, and employees of the U.S. Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:58-05:00"
}