{
  "actions": [
    {
      "acted_at": "1983-06-08", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-08", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-15", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-09-28", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3261-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1983-11-09", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1983-11-09", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1983-11-09", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1983-11-09", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1983-06-08", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1983-11-09", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1983-11-09", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Roybal, Edward R.", 
      "sponsored_at": "1983-11-09", 
      "state": "CA", 
      "thomas_id": "00996", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1983-11-09", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-08", 
  "number": "3261", 
  "official_title": "A bill to provide for control of health's escalating costs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s814-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s814-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Health Care Cost Control Act of 1983", 
  "sponsor": {
    "district": "5", 
    "name": "Shannon, James M.", 
    "state": "MA", 
    "thomas_id": "01045", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-06-08", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Health", 
    "Health facilities", 
    "Health maintenance organizations", 
    "Hospitals", 
    "Medicaid", 
    "Medicare", 
    "Social welfare", 
    "States"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-06-08", 
    "text": "Health Care Cost Control Act of 1983 - Amends the Social Security Act by adding a new title XXI entitled \"Control of Health's Escalating Costs.\" Prohibits, as a general rule, the total inpatient revenues of a hospital for any accounting period from exceeding the total inpatient revenues from the hospital's base accounting period by a percentage which is greater than the compounded sum of the percentage limits computed under such title for that accounting period and previous accounting periods of the hospital after the base accounting period. Sets forth the method for determining the percentage limitation. Provides, upon the request (and subsequent approval of such request) of an organization owning two or more hospitals in a State, that the limits under such title on total revenues shall be computed and applied in the aggregate for the organization's hospitals with the same accounting period in the State, rather than on each hospital. Prohibits a hospital from changing its admission practices in a manner which results in: (1) a significant reduction in patients who have no third-party coverage and who are unable to pay; (2) a significant reduction in admissions for which payment is (or is likely to be) less than the anticipated charges; (3) the refusal to admit patients who would be expected to require unusually costly care; or (4) the refusal to provide emergency services if the hospital provides such services. Prohibits the charges, the amount recognized as the reasonable charge under part B (Supplementary Medical Insurance) of title XVIII (Medicare) of such Act, and the schedule of Medicaid (title XIX of the Act) payment of a person furnishing outpatient services or of a person furnishing physicians' services to an inpatient of a hospital or other medical institution from exceeding the customary charge, the amount recognized as the reasonable charge under part B of title XVIII, or the schedule of Medicaid payments, respectively, of the person for furnishing such service as established as of January 1, 1983, by a percentage greater than the applicable percentage (computed under this title) for the calendar quarter in which the service is furnished. Prohibits the average reimbursement payable per unit of service to a hospital by a cost payer for outpatient services from exceeding the average reimbursement payable to the hospital per unit of service by the cost payer as estimated as of January 1, 1983, by a percentage greater than the applicable percentage (computed under title XXI) for the calendar quarter in which the service is furnished. Sets forth the method for determining the applicable percentage. Directs the Secretary of Health and Human Services to provide for an analysis of the feasibility and desirability of providing for control of the inpatient costs of skilled nursing facilities and of intermediate care facilities. Sets forth civil penalties for a provider who exceeds the revenue limit and fails to deposit the excess in an escrow account. Requires a provider, in order to avoid a penalty for excess revenues, to establish an escrow account. Authorizes withdrawals if the provider's revenues fall below the applicable limit. Sets forth administrative and judicial review procedures for a provider adversely affected by an assessment. Prohibits reimbursement or payment under Medicare or Medicaid for services furnished by a provider exempted from cost control limits to the extent that the reimbursement or payment exceeds the limits. Authorizes a State to apply to administer the limitations imposed under title XXI with respect to services furnished by the State. Authorizes exemptions from cost control: (1) for demonstration purposes; or (2) for a State which has a hospital reimbursement control system. Increases the Federal medical assistance percentage by two percent for a State indicating an intention to submit a State health care cost control plan or administering a cost limitation program under title XXI. Authorizes a State to apply to the Secretary for the approval of a medical cost control plan for that State. Provides that in the case of any State with an approved plan: (1) the Secretary shall waive the requirements under Medicare for covered services furnished in that State; and (2) the Federal medical assistance percentage under the State's Medicaid program shall be increased by two percent. Requires a State plan to: (1) be administered in a manner that provides equitable treatment for all entities paying for covered health services, employees of hospitals, and patients receiving services; (2) provide required reports to the Secretary; and (3) permit health maintenance organizations (HMO'S) to negotiate lower rates for inpatient hospital services and other services. Authorizes a State plan to be mandatory or voluntary and to exempt hospitals and other persons from limits for demonstration purposes. Requires that the State plan apply to all payors and to at least 75 percent of all revenues or expenses for inpatient hospital services. Prohibits the amount of the total inpatient revenues from increasing at a rate greater than the permissible percentage increase based upon such amount determined for: (1) the previous year; (2) a typical year in the previous three years; or (3) the average of the previous three years. Directs the chief executive officer of a State to provide for the appointment of a panel consisting of seven members, with expertise in health care economics, to develop the methodology for establishing the permissible percentage increase. Requires the State plan to provide a procedure whereby, upon the request of a hospital, an adjustment can be made to the permissible percentage increase. Requires that the State plan: (1) provide for prospective payment of hospitals; (2) have a mechanism for providing fair hearings for hospitals aggrieved by determinations made under the plan; (3) assure that hospitals continue to meet Federal and State certification standards; and (4) provide assurances that hospital admission practices meet specified requirements. Requires the plan to provide for the development of schedules: (1) of maximum payment for outpatient services and for physicians' services furnished to inpatients; and (2) of maximum reimbursement for diagnostic laboratory and X-ray services. Requires the plan to provide for capitation payment to HMOs not in excess of the prevailing rates for comparable services of other providers. Provides that if a State does not have a State cost control plan for FY 1986, the Secretary shall publish a determination that either: (1) the cost limitation program shall apply; or (2) the Secretary shall establish and implement a cost control plan meeting the requirements of a State plan under title XXI. Requires Medicare assignment for physicians' services. Establishes an Advisory Committee on Health Care Technologies and Procedures to examine: (1) the appropriateness of the various interventions and conditions under which they are needed; (2) the safety and efficacy of alternative therapeutic and preventive regimens; and (3) the standards for availability and utilization of various technologies. Directs the Advisory Committee to report on whether or not payments should be made for such services. Sets forth definitions used in title XXI. Prohibits regulations determining reasonable cost from including any provision for specific recognition of a return on equity capital for certain proprietary facilities. Authorizes State demonstration projects which encourage the care of individuals who are chronically ill or severely disabled outside of institutions. Authorizes, in certain instances, the modification of demonstration project provisions so that a project need not maintain the rate of increase in Medicare hospital costs in a State below the national rate of increase in Medicare hospital costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Cost Control Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for control of health's escalating costs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:03-05:00"
}