{
  "actions": [
    {
      "acted_at": "2009-06-03", 
      "references": [
        {
          "reference": "CR S6035-6036", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-03", 
      "committee": "Committee on Finance", 
      "references": [
        {
          "reference": "CR S6036-6045", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1174-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2009-06-03", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2009-06-15", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2009-06-03", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-03", 
  "number": "1174", 
  "official_title": "A bill to amend the Public Health Service Act and the Social Security Act to increase the number of primary care physicians and primary care providers and to improve patient access to primary care services, and for other services.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2350-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1262-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Preserving Patient Access to Primary Care Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Cantwell, Maria", 
    "state": "WA", 
    "thomas_id": "00172", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-06-03", 
  "subjects": [
    "Aging", 
    "Allied health services", 
    "Child health", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Education programs funding", 
    "Executive agency funding and structure", 
    "Family relationships", 
    "Government information and archives", 
    "Government investigations", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Home and outpatient care", 
    "Medicaid", 
    "Medical education", 
    "Medical tests and diagnostic methods", 
    "Medicare", 
    "Prescription drugs", 
    "Sex and reproductive health", 
    "Student aid and college costs", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-06-03", 
    "text": "Preserving Patient Access to Primary Care Act of 2009 - Amends the Higher Education Act of 1965 to authorize the Secretary of Education to award recruitment incentive grants or contracts to graduate medical schools to enable them to improve primary care education and training for medical students. Amends the Public Health Service Act (PHSA) to direct the Secretary of Health and Human Services, acting through the Administrator of the Health Resources and Services Administration, to: (1) award grants to critical shortage health facilities to enable them to provide scholarships to individuals who agree to serve as physicians at such facilities after completing a residency in a primary care field; (2) establish an educational loan repayment program for individuals who agree to serve as primary care physicians or primary care providers (including nurse practitioners) in an area that is not a health professional shortage area but has a critical shortage of such physicians or providers; and (3) establish an educational loan repayment program for individuals who agree to serve as physicians in the field of obstetrics and gynecology or as certified nurse midwives in an area that is not a health professional shortage area. Amends the Higher Education Act of 1965 to provide for deferment of education loans during medical residency and internships in a primary care field. Amends the PHSA to direct the Secretary to award grants to eligible state and local government entities for the development of informational materials that promote careers in primary care. Amends the PHSA to extend the authorization of appropriations for training in a family medicine, general internal medicine, general geriatrics, general pediatrics, physician assistance, general dentistry, and pediatric dentistry Authorizes increased appropriations for the national health service corps scholarships and loan repayment programs. Amends title XIX (Medicaid) of the Social Security Act (SSA) to allow the use of Medicaid transformation payments for methods for improving medical assistance under Medicaid and SSA title XXI (Children's Health Insurance Program) (CHIP, formerly known as SCHIP) by encouraging certain medical practices to qualify as patient centered medical homes. Amends SSA title XVIII (Medicare) to: (1) increase budget neutrality limits under the physician fee schedule to account for anticipated savings resulting from payments for certain services and the coordination of beneficiary care; and (2) require a separate Medicare payment for designated primary care services and comprehensive care coordination services. Amends SSA title XVIII to cover patient-centered medical home services. Directs the Secretary to develop a methodology to increase payments for designated evaluation and management services provided by primary and principal care providers. Requires: (1) additional incentive payments for primary care services furnished in health professional shortage areas; (2) permanent extension of the floor on the Medicare work geographic adjustment under the physician fee schedule; and (3) permanent extension of the Medicare incentive payment program for physician scarcity areas. Directs the Secretary to study and report to Congress on the process for determining relative value under the Medicare physician fee schedule. Eliminates cost sharing for preventive benefits and the time restriction for initial preventive physical examination. Directs the Secretary to study and report to Congress on: (1) facilitating the receipt of Medicare preventive services by Medicare beneficiaries; (2) increasing the ability of physicians and primary care providers to assist Medicare beneficiaries in obtaining needed prescriptions under Medicare part D (Voluntary Prescription Drug Benefit Program); and (3) developing and implementing mechanisms to promote and increase interaction between physicians or primary care providers and the families of Medicare beneficiaries, as well as other caregivers who support such beneficiaries, for the purpose of improving patient care under the Medicare program. Requires additional payments to physicians for services to individuals with limited English proficiency (LEP). Requires various specified studies. Directs the Medicare Payment Advisory Commission (MEDPAC) to provide an ongoing assessment of the impact of changes in Medicare payment policies in improving access to and equity of payments to primary care physicians and primary care providers. Authorizes distribution of additional residency positions and the counting of resident time in certain outpatient settings. Establishes rules for counting resident time in a nonhospital setting primarily engaged in furnishing patient care in non-patient care activities, such as didactic and scholarly activities and other activities (but not research not associated with the treatment or diagnosis of a particular patient). Authorizes redistribution of residency slots after a hospital closes or is acquired by another entity with the approval of a bankruptcy court. Directs the Secretary to revise the 9th Statement of Work under the Quality Improvement Program to include a requirement that, in order to be an eligible Quality Improvement Organization (QIO) for the 9th Statement of Work contract cycle, a QIO provide assistance, including technical assistance, to physicians under the Medicare program that seek to acquire the elements necessary to be recognized as a patient centered medical home practice under the National Committee for Quality Assurance's Physician Practice Connections -- PCMH module."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Preserving Patient Access to Primary Care Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act and the Social Security Act to increase the number of primary care physicians and primary care providers and to improve patient access to primary care services, and for other services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:08-05:00"
}