{
  "actions": [
    {
      "acted_at": "1993-02-18", 
      "references": [
        {
          "reference": "CR S1892-1893", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-02-18", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-05-06", 
      "references": [
        {
          "reference": "CR S5549-5551", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s393-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-02-18", 
  "number": "393", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide incentives for urban and rural enterprise zones, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Enterprise Zone Tax Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-02-18", 
  "subjects": [
    "Business losses", 
    "Corporate mergers", 
    "Corporation taxes", 
    "Depreciation and amortization", 
    "Depressed areas", 
    "Earned income tax credit", 
    "Employment tax credits", 
    "Enterprise zones", 
    "Housing and community development", 
    "Income tax", 
    "Indian economic development", 
    "Indian lands", 
    "Low-income housing", 
    "Minimum tax", 
    "Partnerships", 
    "Rural economic development", 
    "Small business", 
    "Stocks", 
    "Tax credits", 
    "Tax deductions", 
    "Tax-exempt securities", 
    "Unemployment", 
    "Urban economic development", 
    "Wages"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-02-18", 
    "text": "Enterprise Zone Tax Act of 1993 - Declares it to be the purpose of this Act to establish a demonstration program of providing incentives for the creation of tax enterprise zones in order to: (1) revitalize economically and physically distressed areas; and (2) promote meaningful employment for tax enterprise zone residents. Amends the Internal Revenue Code to provide for the designation of tax enterprise zones during calendar years after 1992 and before 1997: (1) by the Secretary of Housing and Urban Development, in the case of an urban tax enterprise zone; (2) by the Secretary of Agriculture, in consultation with the Secretary of the Interior, in the case of a rural development investment zone; and (3) the Secretary of the Interior in the case of an Indian reservation tax enterprise zone. Sets forth the eligibility criteria for such zone designations. Requires certain zones to be in small cities. Allows an enterprise zone employment credit to small employers as a general business credit of 30 percent of the qualified zone wages. Requires such employees to notify employees of their eligibility for advance payment of the earned income credit. Increases the limitation on expensing depreciable business assets in the case of an enterprise zone business. Accelerates the recovery period for depreciable enterprise zone property. Allows a deduction of 50 percent of the purchase of enterprise zone stock paid in cash, with limitations. Makes buildings in enterprise zones eligible for the low-income housing credit applicable to buildings in high cost areas. Provides for the ordinary loss treatment of any loss on any qualified zone asset held for more than two years (five years in the case of real property). Allows the issuance of tax-exempt bonds to finance qualified enterprise zone facilities. Relieves such bonds from certain limitations on the acquisition of land or existing property. Allows an issuer to elect not to treat such bonds as private activity bonds. Allows employers who hire tax enterprise zone residents to use the targeted jobs credit. Sets forth a special rule to allow the enterprise zone employment credit to offset the regular and minimum tax. Makes such credit a part of the general business credit. Denies businesses any deduction for the portion of wages equal to the enterprise zone employment credit. Requires acquiring corporations to take into account the provisions of this Act for carryover purposes. Allows nonitemizers the deduction for enterprise zone stock. Requires the Secretary of the Treasury, in consultation with the appropriate Secretary, to contract with the National Academy of Sciences to report to specified congressional committees on the effectiveness of enterprise tax incentives."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Enterprise Zone Tax Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide incentives for urban and rural enterprise zones, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:44-05:00"
}