{
  "actions": [
    {
      "acted_at": "1980-06-23", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture, Nutrition and Forestry with amendment, S. Rept. 96-994.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2861-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-23", 
  "number": "2861", 
  "official_title": "A bill to designate certain National Forest System lands in the State of North Carolina for inclusion in the National Wilderness Preservation System, to release other national forest lands within the State of North Carolina from further consideration for wilderness designation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-23", 
  "subjects": [
    "Forests and forest products", 
    "Land use", 
    "National forests", 
    "North Carolina", 
    "Parks and Natural Areas", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1980-09-25", 
    "text": "(Reported to Senate from the Committee on Agriculture, Nutrition and Forestry with amendment, S. Rept. 96-994) Designates the following national forest system lands in the State of North Carolina as wilderness and components of the National Wilderness Preservation System: (1) the Pocosin Wilderness in the Croatan National Forest; and (2) the Birkhead Mountains Wilderness in the Uwharrie National Forest. Declares that all lands within the National Forest System in North Carolina not designated as wilderness, or designated for further congressional consideration by this Act, shall not be studied or considered by any agency for wilderness potential or recommendation as wilderness but shall be managed for uses other than wilderness. Requires specified lands in the following National Forests to be managed in a manner not to preclude their eventual designation by Congress into the National Wilderness Preservation System: (1) Pisgah National Forest; and (2) Nantahala National Forest. Specifies that lands within the National Forest System in North Carolina which have been reserved for congressional consideration, but which have not been included in the National Wilderness Preservation System prior to January 1, 1983, shall be managed beginning on such date for uses other than wilderness. Directs the Secretary of Agriculture to administer each wilderness area designated by this Act in accordance with the provisions of the Wilderness Act of 1964, subject to valid existing rights. Requires that a map and legal description of each wilderness area designated by this Act be filed with the appropriate congressional committees as soon as practicable after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to designate certain National Forest System lands in the State of North Carolina for inclusion in the National Wilderness Preservation System, to release other national forest lands within the State of North Carolina from further consideration for wilderness designation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:30-05:00"
}