{
  "actions": [
    {
      "acted_at": "1999-02-03", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committees on Ways and Means, Transportation and Infrastructure, and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committees on Ways and Means, Transportation and Infrastructure, and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-03", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-03", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-03", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-03", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Ground Transportation", 
      "text": "Referred to the Subcommittee on Ground Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-03", 
      "committee": "House Government Reform", 
      "references": [], 
      "text": "Referred to House Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-23", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to the Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-05", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Employer-Employee Relations", 
      "text": "Referred to the Subcommittee on Employer-Employee Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr526-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Ground Transportation", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employer-Employee Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-02-03", 
  "number": "526", 
  "official_title": "To protect the retirement security of Americans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Retirement Protection Act of 1999", 
  "sponsor": {
    "district": "1", 
    "name": "Andrews, Robert E.", 
    "state": "NJ", 
    "thomas_id": "00021", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-02-03", 
  "subjects": [
    "Actions and defenses", 
    "Alternative dispute resolution", 
    "Annuities", 
    "Armed forces and national security", 
    "Civil service pensions", 
    "Claims", 
    "Congress", 
    "Congressional reporting requirements", 
    "Damages", 
    "Divorce", 
    "Divorcees", 
    "Employee rights", 
    "Evidence (Law)", 
    "Excise tax", 
    "Families", 
    "Federal employees", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Industrial arbitration", 
    "Injunctions", 
    "Interest", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Local employees", 
    "Married people", 
    "Military pensions", 
    "Pension funds", 
    "Railroad employees", 
    "Railroad retirement plans", 
    "Separation (Law)", 
    "State employees", 
    "State laws", 
    "Support of dependents", 
    "Survivors' benefits", 
    "Tax penalties", 
    "Tax rates", 
    "Taxation", 
    "Transportation and public works", 
    "Widowers", 
    "Widows", 
    "Women", 
    "Women's retirement"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-02-03", 
    "text": "TABLE OF CONTENTS: Title I: Public Employee Pension Plans Title II: Women's Pension Equity Title III: Employer Reversions Title IV: Alternative Dispute Resolution Title V: Allowable Relief Title VI: Annual Reports Retirement Protection Act of 1999 - Title I: Public Employee Pension Plans - Sets forth annual reporting and disclosure requirements for public employee pension plans. (Sec. 102) Permits a participant or beneficiary under a public employee pension plan to bring a civil action against the plan to: (1) recover benefits due under the plan's terms, to enforce his or her rights, or to clarify rights to future benefits; (2) enjoin any act or practice which violates the plan's terms; or (3) obtain other appropriate equitable relief to enforce such terms or redress violations of them. Allows a plaintiff, in most instances, to prevail in such an action by proving the case by a preponderance of the evidence. Requires proof by clear and convincing evidence, however, if the action involves a plan under which changes in employer contributions are subject to review by a qualified review board. (Sec. 103) Prescribes the general requirements for a qualified review board to review changes in employer contributions to a public employee pension plan. (Sec. 104) Provides that this Act applies to any public employee pension plan, with specified exceptions. Title II: Women's Pension Equity - Amends the Internal Revenue Code (IRC) and the Employee Retirement Income Security Act of 1974 (ERISA) to provide for the development of a model: (1) spousal consent form for electing to waive a qualified joint and survivor annuity or a qualified preretirement survivor annuity; and (2) qualified domestic relations order. (Sec. 202) Amends the Railroad Retirement Act of 1974 to extend beyond the pensioner's death the payment of any portion of Tier II Railroad Retirement benefits to surviving former spouses pursuant to divorce, annulment, separation, or property settlement agreements, unless payment termination is otherwise required by the terms of the pertinent court decree. (Sec. 203) Amends Federal law to provide for a survivor annuity to widows, widowers, and certain former spouses of Federal employees who die after having separated from the service with title to a deferred annuity, but before attaining the age for such an annuity under the Civil Service Retirement System, on the same basis as is currently provided to certain survivors of former Members of Congress. (Sec. 204) Revises requirements concerning Federal retirement benefits subject to a court order. Title III: Employer Reversions - Amends the IRC to increase the excise tax on the reversion of qualified plan assets to an employer. (Sec. 302) Amends ERISA to direct the Secretary of Labor to report to the President and Congress on plans from which residual assets were distributed to employers (reversions). Title IV: Alternative Dispute Resolution - Amends ERISA to permit alternative dispute resolution of pension benefit claims, through arbitration, upon the request of an employee pension benefit plan participant or beneficiary. Title V: Allowable Relief - Amends ERISA to include pre-judgment interest on unpaid pension plan benefits as part of the appropriate relief for which the Secretary, or plan participant, beneficiary, or fiduciary may bring a civil action. (Sec. 501) Entitles plan participants or beneficiaries to attorney's fees and other costs of action when they prevail or substantially prevail in an action or settlement with respect to an employee pension benefit plan. (Sec. 502) Authorizes a court to award consequential damages in any case in which the plan sponsor, the plan administrator, or any other fiduciary of a pension plan acts or fails to act so as to deprive a participant or beneficiary of the full and timely payment of a benefit under the plan in violation of the terms of the plan or ERISA requirements. Title VI: Annual Reports - Amends ERISA to revise requirements for annual reports and disclosures by employee benefit plan administrators to participants. Requires such information to be written and calculated to be understood by the average plan participant, and to be sufficiently accurate and comprehensive to reasonably apprise such participants and beneficiaries of their rights and obligations under the plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retirement Protection Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect the retirement security of Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:05-05:00"
}