{
  "actions": [
    {
      "acted_at": "1987-09-16", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-01", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-20", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-14", 
      "bill_ids": [
        "hr2839-100"
      ], 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Ordered favorably reported H.R. 2839 in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1687-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1987-09-16", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-09-16", 
  "number": "1687", 
  "official_title": "A bill to correct historical and geographical oversights in the establishment and development of the Utah component of the Confederated Tribes of the Goshute Reservation, to unify the land base of the Goshute Reservation, to simplify the boundaries of the Goshute Reservation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2839-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2839-100", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-09-16", 
  "subjects": [
    "Federal-Indian relations", 
    "Indian claims", 
    "Indian lands", 
    "Land transfers", 
    "Mines and mineral resources", 
    "Native Americans", 
    "Public Lands and Real Property", 
    "Right-of-way", 
    "Utah"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-09-16", 
    "text": "Declares specified Indian lands in Utah to be held in trust by the United States for the use and benefit of the Confederated Tribes of the Goshute Reservation. Provides the effective date for determining water rights, and priorities related to such rights, in such lands. Declares that nothing in this Act shall be construed to deprive a person of any valid existing right or interest in such lands which such person may hold upon enactment of this Act. Transfers all valid Federal rights of way, leases, permits, the right to receive compensation for the use of such lands, and other land use rights or authorizations, except mining claims, to the Tribe. Requires the Secretary of the Interior, not later than two years after enactment of this Act, to determine the validity of all mining claims that exist on such lands upon enactment of this Act. Provides that the holders of valid claims shall not be entitled to a patent. Sets forth certain rights and conditions with respect to valid mining claims. Declares that all right, title, and interest of the United States, and the State of Utah, in certain additional lands is to be held in trust by the United States for the use and benefit of the Tribe and is to become a part of the Reservation. Requires the Secretary to publish a legal description of such lands in the Federal Register. Authorizes the Secretary to acquire by donation, exchange, or purchase lands or interests in lands adjacent or close to the Reservation for the use and benefit of the Tribe. Sets forth specified conditions on the exchange of such lands. Requires the Secretary to obtain the advice and consent of the Goshute Tribal Business Council before entering into any transaction for such lands. Requires title to such lands to be taken in the name of the United States in trust for the use and benefit of the Tribe and to become a part of the Reservation. Requires the approval of the Secretary before any transfer of certain Federal lands adjacent to the Reservation. Extinguishes the right of the United States to construct ditches and canals on specified Indian lands. Subjects Indian lands added to the Reservation under this Act to Federal law to the same extent as it already applies to the Reservation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to correct historical and geographical oversights in the establishment and development of the Utah component of the Confederated Tribes of the Goshute Reservation, to unify the land base of the Goshute Reservation, to simplify the boundaries of the Goshute Reservation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:42-05:00"
}