{
  "actions": [
    {
      "acted_at": "1973-01-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3326-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-30", 
  "number": "3326", 
  "official_title": "A bill to provide for the establishment of a U.S. Court of Labor-Management Relations which shall have jurisdiction over certain labor disputes in industries substantially affecting commerce.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9767-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "United States Court of Labor-Management Relations", 
  "sponsor": {
    "district": "25", 
    "name": "Wiggins, Charles E.", 
    "state": "CA", 
    "thomas_id": "01228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-30", 
  "subjects": [
    "Labor and employment", 
    "Law"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-30", 
    "text": "United States Court of Labor-Management Relations Act - Establishes a 5-man United States Court of Labor-Management Relations empowered to assume jurisdiction in dead-locked labor disputes which the President determines imperil the national interest. Requires such judges to be appointed by the President by and with the advice and consent of the Senate. Permits either the Attorney General or any party to the labor dispute to invoke the jurisdiction of the court, but only after procedures under the Labor-Management Relations Act of 1947 and the Railway Labor Act have been exhausted. Provides that the court may enjoin an actual or threatened strike for 80 days and issue whatever orders may be necessary during that time to require the parties to make every effort to settle their difference through negotiations. Provides that if the stalemate has not been broken during such 80 day period, and it is apparent that further bargaining will be futile, the court will continue the injunction and schedule immediate hearings for a final and binding judgment covering wages, hours, and other points of conflict. Provides that any final judgment, order, or decree of the court shall be the subject of a full written opinion in each case, containing a statement of the facts which the court finds and the legal principles and standards which the court uses as a basis for such judgment, order, or decree. Provides that a judgment, order, or decree of the court shall remain in effect until the expiration by its own terms occurs or when vacated by the court. Provides that whenever a matter before any agency or board established by the United States is the subject of a proceeding in the court, that agency or board, if also ordered by the court, shall suspend all proceedings in such matter pending further action by the court. Asserts that when proceedings in a matter are so suspended they may be resumed by the agency or board only if (and to the extent that) an order of the court so provides."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Court of Labor-Management Relations", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of a U.S. Court of Labor-Management Relations which shall have jurisdiction over certain labor disputes in industries substantially affecting commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:43-05:00"
}