{
  "actions": [
    {
      "acted_at": "2011-10-03", 
      "committee": "Committee on the Budget, and in addition to the Committees on Rules, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committees on Rules, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-10-03", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-10-03", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-10-03", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-02", 
      "in_committee": "House Oversight and Government Reform", 
      "references": [], 
      "subcommittee": "Government Organization, Efficiency, and Financial Management", 
      "text": "Referred to the Subcommittee on Government Organization, Efficiency, and Financial Management.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3082-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Organization, Efficiency, and Financial Management", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Lipinski, Daniel", 
      "sponsored_at": "2011-10-03", 
      "state": "IL", 
      "thomas_id": "01781", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Ribble, Reid J.", 
      "sponsored_at": "2011-12-15", 
      "state": "WI", 
      "thomas_id": "02073", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-03", 
  "number": "3082", 
  "official_title": "To provide a biennial budget for the United States Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr112-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr114-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3577-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3669-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s211-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1274-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Biennial Budgeting and Appropriations Act of 2011", 
  "sponsor": {
    "district": "15", 
    "name": "Johnson, Timothy V.", 
    "state": "IL", 
    "thomas_id": "01648", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-10-03", 
  "subjects": [
    "Accounting and auditing", 
    "Advisory bodies", 
    "Appropriations", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Congressional committees", 
    "Congressional operations and organization", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Government studies and investigations", 
    "House Committee on the Budget", 
    "Legislative rules and procedure", 
    "Senate Committee on the Budget"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-10-03", 
    "text": "Biennial Budgeting and Appropriations Act of 2011 - Amends the Congressional Budget Act of 1974 to require: (1) biennial (instead of annual) budget resolutions, (2) biennial appropriations Acts, and (3) biennial government strategic and performance plans. Requires a three-fifths vote in each chamber for passage of a bill or joint resolution making supplemental appropriations during the second session of a Congress, unless Congress designates all of the provisions specified in such measure as emergency requirements or for Global War on Terrorism. Makes conforming amendments to the Rules of the House of Representatives. Defines the budget biennium as the two consecutive fiscal years beginning on October 1 of any odd-numbered year. Requires: (1) a federal agency, upon request by a congressional committee, to provide appropriate information regarding its appropriations requests and program administration; (2) the Comptroller General to furnish to such committee summaries of any audits or reviews of such program which the Comptroller General has completed during the preceding six years; and (3) the Comptroller General, Director of the Congressional Budget Office (CBO), and the Director of the Congressional Research Service (CRS) to furnish such committee appropriate information, studies, analyses, and reports. Requires the Director of the Office of Management and Budget (OMB) to determine the impact and feasibility of changing the definition of a fiscal year, and the budget process based on that definition, to a two-year fiscal period with a biennial budget process based on such period. Requires the President's budget submission for FY2014 to include: (1) an identification of the budget accounts for which an appropriation should be made for each fiscal year of the FY2014-FY2015 biennium, and (2) budget authority that should be provided for each such fiscal year for the budget accounts. Directs: (1) the House and Senate committees, during the first session of the 113th Congress, to work with the Comptroller General to develop plans to transition program authorizations to a multi-year schedule; and (2) the Comptroller General, during such Congress, to continue to provide assistance to Congress with respect to programmatic oversight, and in particular to assist the congressional committees in designing and conforming programmatic oversight procedures for FY2014-FY2015 biennium. Establishes within the legislative branch the Biennial Budget Commission to provide recommendations and legislative language to move a biennial budget concurrent resolution forward in the event that the House and Senate are unable to pass a biennial budget by July 31 of an odd-numbered year. Prescribes procedures for expedited consideration of the Commission's recommendations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Biennial Budgeting and Appropriations Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide a biennial budget for the United States Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:27:17-05:00"
}