{
  "actions": [
    {
      "acted_at": "1979-04-24", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-04-24", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3698-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-24", 
  "number": "3698", 
  "official_title": "A bill to suspend the granting of construction licenses of nuclear power fission powerplants in the United States pending action by the Congress following a report to the Congress of a National Nuclear Review Commission on the problems associated with the nuclear fuel cycle, with recommended solutions to those problems, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Nuclear Commission Act", 
  "sponsor": {
    "district": "98", 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-24", 
  "subjects": [
    "Advisory bodies", 
    "Congress and Congressmen", 
    "Congressional joint committees", 
    "Congressional oversight", 
    "Evaluation", 
    "Exports", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear exports", 
    "Nuclear fission", 
    "Nuclear fuels", 
    "Nuclear power plants", 
    "Nuclear security measures", 
    "Public safety", 
    "Radiation safety", 
    "Radioactive pollution", 
    "Radioactive wastes"
  ], 
  "subjects_top_term": "Nuclear fission", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-24", 
    "text": "National Nuclear Commission Act - Suspends the authority of the Nuclear Regulatory Commission to grant construction licenses, limited work authorizations, or export licenses for nuclear fission powerplants until such authority is reinstated by the Congress after reviewing the investigation authorized by this Act. States that such suspension shall not apply to small- scale reactors used exclusively for medical or experimental purposes. Establishes a Special Selection and Review Committee, composed of the ranking majority and minority members of enumerated congressional committees, to appoint a National Nuclear Review Commission. Sets forth requirements for the composition of such Commission. Directs the Commission to examine all areas of concern with regard to the nuclear fuel cycle and nuclear fission powerplants in the problem areas of nuclear waste, nuclear safety, environmental questions, economic cost-benefits of nuclear power compared to traditional and renewable power sources, proliferation of technologies and materials, particularly the danger of weapons-grade material falling into the hands of irresponsible powers and nations, and transportation and plant security systems. Requires the Commission to submit a report to the Speaker of the House, the President of the Senate, and chairman of the special committee containing detailed findings in each such area to support its recommendations concerning the reinstatement of licensing. Grants the Commission broad subpena power, including the power to compel delivery of information in the possession of the Nuclear Regulatory Commission, national laboratories or any other person, corporation, or association. Directs the Commission to hold public hearings and to permit oral testimony by interested persons subject to cross-examination in the discretion of the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Nuclear Commission Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to suspend the granting of construction licenses of nuclear power fission powerplants in the United States pending action by the Congress following a report to the Congress of a National Nuclear Review Commission on the problems associated with the nuclear fuel cycle, with recommended solutions to those problems, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:03-05:00"
}