{
  "actions": [
    {
      "acted_at": "2004-07-22", 
      "committee": "Committee on Foreign Relations", 
      "references": [
        {
          "reference": "CR S8773-8774", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sconres131-108", 
  "bill_type": "sconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2004-07-22", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-07-22", 
  "number": "131", 
  "official_title": "A concurrent resolution calling on the Government of Saudi Arabia to cease supporting religious ideologies that promote hatred, intolerance, violence, and other abuses of internationally recognized human rights and urging the Government of the United States to promote religious freedom in Saudi Arabia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2004-07-22", 
  "subjects": [
    "Administration of justice", 
    "Arts, culture, religion", 
    "Church and state", 
    "Churches", 
    "Civil rights and liberties, minority issues", 
    "Clergy", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Curricula", 
    "Democracy", 
    "Diplomacy", 
    "Diplomats", 
    "Economics and public finance", 
    "Education", 
    "Embassies", 
    "Government operations and politics", 
    "Human rights", 
    "International affairs", 
    "International broadcasting", 
    "Islam", 
    "Law", 
    "Middle East and North Africa", 
    "Muslims", 
    "Nongovernmental organizations", 
    "Pluralism (Social sciences)", 
    "Political violence", 
    "Radio broadcasting", 
    "Religion", 
    "Religion and politics", 
    "Religious education", 
    "Religious liberty", 
    "Rule of law", 
    "Saudi Arabia", 
    "Science, technology, communications", 
    "Sex discrimination", 
    "Teachers", 
    "Textbooks", 
    "Treaties", 
    "United Nations", 
    "Violence", 
    "Women", 
    "Women's rights"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2004-07-22", 
    "text": "Calls on the Government of the Kingdom of Saudi Arabia to: (1) to stop funding religious activities that promote hatred, violence, and human rights violations; (2) stop providing diplomatic status to Islamic clerics and educators teaching outside of Saudi Arabia who are not legally entitled to such status; (3) close any Islamic affairs section of a Saudi embassy that has been responsible for propagating intolerance; (4) uphold the international commitments made by Saudi Arabia by respecting and protecting the human rights of citizens and foreigners of both sexes in Saudi Arabia; (5) ratify and comply with international human rights instruments and cooperate with United Nations human rights mechanisms; (6) implement promised judicial, political, economic, and educational reforms; (7) cease messages of hatred, intolerance, or incitement to violence against non-Wahhabi Muslims and non-Muslim religious groups in the educational curricula and textbooks, mosques, and media controlled by the Government of Saudi Arabia; (8) permit the establishment of independent organizations to advance human rights and to promote tolerance in Saudi Arabia; (9) safeguard the freedom of private worship for non-Muslims and for Muslims who do not follow the Wahhabi interpretation of Islam; (10) permit non-Wahhabi places of worship, such as churches, to function openly in special compounds or zones for foreigners or in unadorned buildings; and (11) permit the broadcasting of Radio Sawa throughout Saudi Arabia. Urges the President to: (1) raise public and private concerns with the Government of Saudi Arabia regarding the ongoing violations of human rights, including the right to freedom of religion; (2) designate Saudi Arabia a country of particular concern under the International Religious Freedom Act of 1998 for the ongoing violations of religious freedom in Saudi Arabia; (3) encourage the Government of Saudi Arabia to implement judicial, political, economic, and educational reforms; (4) encourage the Government of Saudi Arabia to cease funding to propagate outside of Saudi Arabia any religious ideology that explicitly promotes hate, intolerance, and other human rights violations, including violence; (5) request that the Government of Saudi Arabia identify and provide an accounting of what kinds of support go to religious schools, mosques, centers of learning, and other religious organizations globally, including in the United States; (6) develop initiatives and programs in Saudi Arabia to advance human rights, including religious freedom, the rights of women, and the rule of law; and (7) report to Congress on U.S. efforts to raise concerns regarding human rights, including religious freedom, with the Government of Saudi Arabia, and the results of such efforts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution calling on the Government of Saudi Arabia to cease supporting religious ideologies that promote hatred, intolerance, violence, and other abuses of internationally recognized human rights and urging the Government of the United States to promote religious freedom in Saudi Arabia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:36-05:00"
}