{
  "actions": [
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11879-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-05", 
  "number": "11879", 
  "official_title": "A bill to establish a United States Health Service to provide high quality health care and to overcome the deficiencies in the present system of health care delivery.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Service Act", 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-05", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Comprehensive health care", 
    "Department of the Treasury", 
    "Education", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Home care services", 
    "Hospital personnel", 
    "Hospitals", 
    "Income tax", 
    "Medicaid", 
    "Medical centers", 
    "Medical education", 
    "Medical personnel", 
    "Medicare", 
    "National health insurance", 
    "Occupational health and safety", 
    "Patients' rights", 
    "Public health", 
    "Public health administration", 
    "Regional medical programs", 
    "Research and development"
  ], 
  "subjects_top_term": "Comprehensive health care", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-05", 
    "text": "Health Services Act - Declares it to be the purpose of this Act: (1) to create a United States Health Service to provide without charge to all residents comprehensive health care services delivered by salaried health workers; and (2) to establish representative and democratic governance of the Service through community boards, district and regional boards, and a National Health Board. Defines the terms used in this Act. Title I: Establishment and Operation of the United States Health Service - Establishes the United States Health Service as an independent establishment of the Executive Branch. States that the authority of the Service shall be exercised by the appropriate National Health Board and, in accordance with this Act and guidelines established by such Board, by area health boards. Requires the President to appoint, by and with the advice and consent of the Senate, 21 individuals as an Interim Board of Directors of the Service. States that the Interim National Board shall serve as the National Health Board of the Service until the National Health Board holds its initial meeting. Directs such Board to: (1) establish the boundaries of the health care delivery regions established by this Act; (2) select and assist regional health boards; (3) coordinate the initial election of community health boards; and (4) submit a report to Congress on its performance under this Act after the appointment of the National Health Board. Authorizes the appropriation of $4,000,000,000 to carry out the provisions of this Act. Directs the Interim National Health Board, within six months of the appointment of its members, to establish health care delivery regions throughout the United States. Requires that each such region be a contiguous geographic area appropriate for the effective governance, planning, and delivery of all health care and supplemental services under this Act for residents of a region having a population of not less than 500,000 and not more than 3,000,000 individuals. Allows for exceptions to such population restrictions when such exceptions would facilitate the delivery of health care or the effective governance of the program. Directs the Interim Board, in establishing health care delivery regions, to take into account the differences in health care needs between metropolitan and non-metropolitan areas. Directs the Interim Board to appoint an interim regional board for each region. Makes it the duty of each such regional board: (1) to establish the boundaries of health care delivery districts and of health care delivery communities within its region; and (2) to conduct elections for voting members of community boards within its region. Stipulates that each region shall be divided into three or more health care delivery districts which shall be contiguous geographic areas with populations of not less than 100,000 and not more than 500,000 individuals. Divides each district into three or more health care delivery communities which shall be contiguous geographic areas with populations of not less than 25,000 and not more than 50,000 individuals. Authorizes variations in the number of districts in a region or communities within a district, and in the respective population requirements, in the interest of facilitating health care delivery and management in such areas. Sets forth the procedures and the requirements for the election of health care delivery community boards. Requires the establishment of health care delivery district boards by appointment by each community board of two individuals eligible to receive health services under this Act to serve as members of its respective district board. Stipulates that, after the initial meeting of each district board, each such board shall appoint two individuals in the district who are eligible to receive health services under this Act to serve as members of its respective regional board. Requires the Interim National Health Board to assign each region to one of three groups of regions established under this Act. Stipulates that after the initial meeting of each regional board each such board for a region in the first two groups of regions shall appoint an eligible user in the region as a user member of the National Health Board. Stipulates that each such board for any other region shall appoint an eligible regional health worker to serve as a worker member of the National Health Board. Requires each regional board to promptly notify the Interim National Health Board and the President of each appointment. Requires the Interim National Board to notify the President and the Congress of the certification of each member of the National Board. Sets forth the procedures to be used in subsequent elections and appointments of members of health boards. Permits the National Board to review and modify the boundary of any region in which there has been a substantial shift of population. Outlines the organizational structure of the National Health Board. Directs each health board to record the minutes of each of its meetings and each of its committees and advisory groups, and to make such records available to the public for inspection and copying. Makes meetings of each health board, committee, and advisory groups open to the public. Requires the National Board to establish such advisory guidelines and standards as will facilitate the implementation of the objectives of this Act. Title II: Delivery of Health Care and Supplemental Services - Enumerates the basic health rights which the Service shall ensure in the delivery of health care services to users including: (1) the right to receive health care and supplemental services without charge and without discrimination; (2) the right to choose the health workers from whom, and health facilities in which, health care services are received; (3) the right to have all health care information translated into the individual's primary language; (4) the right to an explanation of the benefits and risks involved in the delivery of such service; (5) the right to refuse the initial or continuing delivery of any health care service; (6) the right to have all documents treated confidentially; and (7) the right to legal assistance to enforce these rights. Amends the Fair Labor Standards Act of 1938 to establish a program of health leave compensation by requiring that each employee of any employer who in any workweek is engaged in commerce or in the production of goods for commerce, shall be entitled to receive from the employer, for each 35 hours of employment per workweek, compensation for one hour of employment at the regular rate at which the employee is employed for an hour: (1) during the period of 52 weeks beginning with the workweek with which the entitlement is earned; and (2) during which the employee is unable to work because of the need for the employee (or a dependent of that employee) to receive necessary health care services. Declares that all individuals while within the United States or any of its territories are eligible to receive health care and supplemental services under this Act. Includes within the care and services to be provided: (1) the promotion of health and well-being through health education programs; (2) the prevention of illness, injury, and death through education, early detection programs, and through emergency actions to halt environmental threats to life and health; (3) the diagnois and treatment of illness and injury; (4) the rehabilitation of the sick and disabled; and (5) the provision of drugs, therapeutic devices, appliances, equipment, and other medical supplies certified effective in the National Pharmacy and Medical Supply Formulary. Enumerates the supplemental services to be provided under this Act. States that such services shall consist of: (1) ambulance transportation; (2) child care; and (3) homemaking services. Requires the Service to reimburse facilities and health workers not operated or employed by the Service in circumstances requiring immediate medical attention. States that the Service shall provide specified health care services through the community, district, and regional health boards and facilities. Requires each community board to establish community health care facilities to provide comprehensive primary and specialized health care services including: (1) general primary medical care and treatment; (2) preventive health services; (3) children's health services; (4) obstetrical and gynecological services including family planning and contraceptive services, and abortion counseling and services; (5) vision and hearing testing and provision of eyeglasses and hearing aids; (6) 24-hour emergency medical services; (7) provision of pharmaceuticals, therapeutic devices, and medical appliances; (8) mental health services; (9) home health services; and (10) occupational safety and health services. Requires each district board to establish, within its district, a general hospital for the delivery of general health care services and those specialized services which may be provided most effectively at the district level. Requires each regional board to establish a regional medical facility for the delivery of highly specialized health care services to individuals residing in the region. Directs each area health board to provide through its health care facilities: (1) health education on personal health matters; (2) referral services to health care facilities located outside the board's area; (3) environmental health inspection and monitoring services; and (4) discharge planning and followup services for patients who will need continuing care after discharge from an inpatient facility. Requires area health boards, in establishing health care facilities, to purchase or lease such premises as its deems necessary and suitable, utilizing, where appropriate, existing health facilities, including health centers and clinics, hospitals, nursing homes, and medical laboratories. Title III: Health Labor Force - Declares that not withstanding any law of a State or political subdivision, the Service shall be the sole judge of the qualifications of its employees. Directs the National Board to establish guidelines for the classification, certification, and employment of health workers by job category. Requires each regional board to establish a health team school to provide programs of initial and continuing basic and specialized education in health care delivery for health workers in all levels of the health care field. Prohibits any individual from enrolling in a regional health board school or specialized program unless the individual agrees to perform health care services as an employee of the Organization for a specified period of time in the job category for which training is being provided. Applies specified Federal standards to labor-management relations within the Service including provisions relating to: (1) employment and promotion in the Service; (2) adverse actions against employees; (3) compensation for work-related injuries; and (4) collective-bargaining agreements. Stipulates that the remedy against the United States provided by the United States Code for malpractice and negligence suits by employees of the Service acting within the scope of their employment shall be exclusive of any other civil action against the employee. Title IV: Other Functions of Health Boards - Requires each area health board to establish a program of health advocacy to ensure the full realization of patients' rights as enumerated in Title II of this Act. Directs the National Board to establish a health rights legal services program to ensure that users and health workers receive free, high quality legal services for legal problems related to health rights and health care services. Stipulates that each regional board and the appropriate National Health Board shall provide that any user, health worker, or voluntary association having a demonstrated interest in health care may commence a grievance proceeding before the board with respect to an alleged violation of this Act by the appropriate board. Outlines the procedure to be used in the filing and hearing of such grievances. Enumerates the remedies to be provided if an entity determines that a board has failed to comply with this Act. Directs the National Board to oversee occupational safety and health programs at the regional level and to participate in the establishment and administration of occupational safety and health standards under the Occupational Safety and Health Act of 1970. Makes conforming amendments within the Occupational Safety and Health Act of 1970. Directs each community board to provide for the organization and operation in its community of a community occupational safety and health action council (OSHAC). Directs each regional board to establish an occupational health and safety program for its region. Requires the employer in each workplace to establish and maintain a health facility in or near the workplace to provide occupational and emergency health care services to employees. Gives employees in each workplace having 25 or more employees the right to establish workplace occupational safety and health committees to monitor safety and health conditions in their workplace. Grants right of inspection to such committees. Authorizes employees to leave work sites at which a hazard has been found to exist. Transfers the National Institutes of Health to the National Health Board on the effective date of this Act. Directs the National Health Board to establish National Institutes of: (1) Epidemology; (2) Evaluative Clinical Research; (3) Health Care Services; (4) Pharmacy and Medical Supply; and (5) Sociology of Health and Health Care. Requires each regional board to establish a program for the purchase and distribution of drugs and other medical supplies for use by health care facilities established within its region. Authorizes the National Health Board to establish and operate drug and medical supply manufacturing facilities, if it determines that such operation will result in reduced expenditures by the Service. Title V: Financing of the Service - Imposes a tax on every individual, estate, trust, and employer for funding of the Health Service. Repeals provisions of the Internal Revenue Code taxing individuals and employers and allowing deductions to employers and individuals for services which will be provided by the Health Service. Creates the Health Service Trust Fund which shall consist of gifts, bequests, and appropriations. Transfers to the Trust Fund all of the assets and liabilities of the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund which now provide funding for the Medicare program. Creates the Board of Trustees of the Trust Fund to manage and invest the Fund. Requires each health board to submit to the appropriate board a plan and budget for the fiscal year beginning on October 1 of each year. Directs the National Board to prepare and transmit to the appropriate boards a national health budget for the fiscal year. Limits the manner in which allocated funds shall be expended. Authorizes the borrowing of money and the issuing and selling by the National Health Board of such obligations as the Board determines is necessary to carry out the purposes of this Act. Title VI: Miscellaneous Provisions - Makes the effective date of health services under this Act January 1 of the fourth calendar year after the year in which this Act is enacted. Repeals all programs and provisions of the Public Health Service Act except for: (1) Title III Part F (Licensing - Biological Products and Clinical Laboratories and Control of Radiation) and Part G (Quarantine and Inspection); and (2) Title VII (Health Research and Teaching Facilities and Training of Professional Health Personnel). Repeals Titles V (Maternal and Child Health and Crippled Children's Services), XVIII (Medicare), and XIX (Medicaid), of the Social Security Act. Repeals the Comprehensive Alcohol and Alcoholism Prevention, Treatment, and Rehabilitation Acts. Repeals provisions relating to hospitals and other health facilities for Indians. Repeals the Mental Retardation Facilities and Community Health Centers Construction Act of 1963 and the Family Planning Services and Population Research Act of 1970. Requires the President to prepare and to transmit to Congress legislation to repeal or amend such provisions of law as are inconsistent with the purposes of this Act. Transfers funds, personnel, assets, liabilities, contracts, property and records or programs repealed by this Act to the Service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a United States Health Service to provide high quality health care and to overcome the deficiencies in the present system of health care delivery.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:53-05:00"
}