{
  "actions": [
    {
      "acted_at": "2007-04-19", 
      "references": [
        {
          "reference": "CR S4769", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-04-19", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [
        {
          "reference": "CR S4769-4777", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-27", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held. Hearings printed: S.Hrg. 110-148.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-07", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-06-25", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. With written report No. 110-401.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-06-25", 
      "calendar": "Senate Legislative", 
      "number": "839", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 839.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1171-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "2007-04-19", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-04-19", 
  "number": "1171", 
  "official_title": "A bill to amend the Colorado River Storage Project Act and Public Law 87-483 to authorize the construction and rehabilitation of water infrastructure in Northwestern New Mexico, to authorize the use of the reclamation fund to fund the Reclamation Water Settlements Fund, to authorize the conveyance of certain Reclamation land and infrastructure, to authorize the Commissioner of Reclamation to provide for the delivery of water, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1970-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1970-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Northwestern New Mexico Rural Water Projects Act", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-05-07", 
  "subjects": [
    "Agriculture and food", 
    "Animals", 
    "Arizona", 
    "Colorado River development", 
    "Construction costs", 
    "Contracts", 
    "Dams", 
    "Economics and public finance", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal aid to water resources development", 
    "Government liability", 
    "Government operations and politics", 
    "Government trust funds", 
    "Groundwater", 
    "Habitat conservation", 
    "Hydroelectric power", 
    "Hydrology", 
    "Indian lands", 
    "Indian water rights", 
    "Infrastructure", 
    "Interstate compacts", 
    "Irrigation", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Maintenance and repair", 
    "Minorities", 
    "New Mexico", 
    "Pipelines", 
    "Power marketing administrations", 
    "Public lands and natural resources", 
    "Reservoirs", 
    "Restoration ecology", 
    "Rivers", 
    "Subcontractors", 
    "Transportation and public works", 
    "Water allocation (Policy)", 
    "Water conservation", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Water treatment plants", 
    "Water use", 
    "Watersheds", 
    "Wells"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2008-06-25", 
    "text": "Northwestern New Mexico Rural Water Projects Act - Title I: Amendments to the Colorado River Storage Project Act and Public Law 87-483 - (Sec. 101) Amends the Colorado River Storage Project Act to authorize the Secretary of the Interior (the Secretary), to: (1) create and operate within the available capacity of Navajo Reservoir (the reservoir created by the impoundment of the San Juan River at Navajo Dam) a top water bank; and (2) construct, operate, and maintain the Navajo Indian Irrigation Project to provide irrigation water to a service area of up to 110,630 acres of land. Limits the average annual diversion by the Project.Permits the water diverted to be used within the area served by Project facilities for: (1) aquaculture purposes; (2) domestic, industrial, or commercial purposes relating to agricultural production and processing; (3) the generation of hydroelectric power as an incident to the diversion of water by the Project for authorized purposes; and (4) the implementation of specified alternate water source provisions. Provides that: (1) hydroelectric power generated shall be used or marketed by the Navajo Nation; (2) the Navajo Nation shall retain any revenues from the sale of such power; and (3) the United States shall have no trust obligation to monitor, administer, or account for revenues received or expended by the Navajo Nation.Authorizes the Secretary to use the capacity of the Project works to convey water supplies for the Navajo-Gallup Water Supply Project or other authorized nonirrigation purposes. Provides that repayment of the costs of construction of the project shall be in accordance with the Colorado River Storage Project Act. Prohibits the Secretary from reallocating or requiring repayment of construction costs of the Project because of the conveyance of water supplies for non-irrigation purposes.Directs the Secretary to determine the quantity of any shortages and the appropriate apportionment of water using the normal diversion requirements on the flow of the San Juan River originating above the Navajo Dam based on: (1) the quantity of diversion or water delivery for the current year anticipated to be necessary to irrigate land in accordance with cropping plans prepared by contractors; (2) the annual diversion or water delivery demands for the current year anticipated for non-irrigation uses under water delivery contracts, excluding any current demand for surface water for placement into aquifer storage for future recovery and use; and (3) an annual normal diversion demand of 135,000 acre-feet for the initial stage of the San Juan-Chama Project.Prohibits the Secretary from including in the normal diversion requirements: (1) the quantity of water that reliably can be anticipated to be diverted or delivered under a contract from inflows to the San Juan River arising below Navajo Dam under New Mexico State Engineer File No. 3215; or (2) the quantity of water anticipated to be supplied through reuse.Requires the Secretary, upon determining that there is a shortage of water, to respond to the shortage in the Navajo Reservoir water supply by curtailing releases and deliveries, as specified.Requires the Secretary to apportion water on an annual volume basis. Authorizes the Secretary to revise a determination of shortages, apportionments, or allocations of water on the basis of information relating to water supply conditions that was not available at the time the determination was made.(Sec. 103) Declares that, unless expressly provided in this Act, nothing in this Act modifies, conflicts with, preempts, or otherwise affects various listed federal water statutes.Title II: Reclamation Water Settlements Fund - (Sec. 201) Establishes in the Treasury a Reclamation Water Settlements Fund. Directs the Secretary of the Treasury to deposit specified funds into the Fund for each of FY2009-FY2023. Authorizes the Secretary to expend from the Fund, for each of FY2009-FY2028, up to a specified amount to implement a settlement agreement approved by Congress that resolves litigation involving the United States if the agreement or implementing legislation requires the Bureau of Reclamation to provide financial assistance for, or plan, design, and construct: (1) water supply infrastructure; or (2) a project to rehabilitate a water delivery system to conserve water or to improve environmental conditions associated with, or located within the same river basin as, an existing reclamation project.Lists priorities for expenditure of amounts in the Fund. Directs the Secretary to reserve certain amounts deposited in the Fund. Requires the Secretary to expend specified sums for completion of the Navajo-Gallup water supply project and other New Mexico and Montana settlements.Title III: Navajo-Gallup Water Supply Project - (Sec. 302) Authorizes the Secretary to: (1) design, construct, operate, and maintain the Navajo-Gallup Water Supply Project in substantial accordance with the draft environmental impact statement prepared by the Bureau; and (2) construct, operate, and maintain specified Project facilities to provide for the delivery of San Juan River water to Gallup, New Mexico, the Navajo Nation, and the Jicarilla Apache Nation.Sets forth conditions regarding land acquisition by the Secretary and commencement of construction of the facilities authorized. Requires the state of New Mexico to provide a share of Project construction costs of not less than $50 million, except that the state shall receive credit for funds it has contributed to construct water conveyance facilities to the Project participants to the extent that the facilities reduce the Project's cost. Allows the Secretary, if the Jicarilla Apache Nation elects not to enter into a contract, to make appropriate modifications to the scope of the Project and proceed with Project construction if all other conditions for construction have been satisfied. Makes the Indian Self-Determination and Education Assistance Act inapplicable to the design, construction, operation, maintenance, or replacement of the Project.Directs the Secretary to reserve up to 26 megawatts of power for Project use. Authorizes the Secretary to enter into separate agreements with the Gallup and the Navajo Nation and, on entering into the agreements, to convey title to each Project facility or section of a Project facility authorized to Gallup and the Navajo Nation after: (1) completion of construction of a Project facility or section of a Project facility that is operating and delivering water; and (2) execution of a Project operations agreement approved by the Secretary and Project participants that sets forth specified terms, conditions, and requirements.Immunizes the United States from liability arising out of any act, omission, or occurrence relating to the land, buildings, or facilities conveyed, other than damages caused by acts of negligence committed by the United States or its employees or agents prior to the conveyance. Allows certain regional use of Project facilities.(Sec. 303) Requires water supply from the Project to be used for municipal, industrial, commercial, domestic, and stock watering purposes. Allows: (1) hydroelectric power to be generated as an incident to the delivery of Project water for authorized purposes; and (2) water contracted for delivery that is not needed for current water demands or uses to be delivered by the Project for placement in underground storage in New Mexico for future recovery and use, subject to approval by New Mexico and the provisions of the agreement among New Mexico, the Nation, and the United States setting forth a stipulated and binding agreement signed by New Mexico and the Nation on April 19, 2005 (the Agreement) and this Act.Allows the Project to divert from the Navajo Reservoir and the San Juan River a quantity of water to be allocated and used consistent with the Agreement and this Act that does not exceed in any one year the lesser of 37,760 acre-feet of water or the quantity of water necessary to supply a depletion from the San Juan River of 35,890 acre-feet.Sets forth provisions regarding: (1) project delivery capacity allocations; and (2) conditions for the use of Project water in Arizona.Authorizes the Navajo Nation to temporarily forbear the delivery of the water supply of the Navajo Reservoir for uses in New Mexico under the apportionments of water to the Navajo Indian Irrigation Project and normal diversion requirements to allow an equivalent quantity of water to be delivered from the Reservoir for municipal and domestic uses of the Navajo Nation in Arizona during any year in which a shortage to the normal diversion requirement for any Project use within Arizona occurs, subject to specified conditions.Sets forth provisions regarding water diversion to the lower basin, as that term is used in the Colorado River Compact.Authorizes the Secretary to pay the operation, maintenance, and replacement costs of the Project allocable to the Project participants until: (1) the Secretary declares any section of the Project to be substantially complete; and (2) delivery of water generated by and through that section can be made to a Project participant.(Sec. 304) Recognizes that the hydrologic determination prepared by the Bureau necessary to support approval of the contract between the United States and the Navajo Nation setting forth certain commitments, rights, and obligations described in the Agreement (the Contract) has been completed. Approves, ratifies, and confirms the Contract. Directs the Secretary to enter into the Contract to the extent that it does not conflict with this Act. Lists nonreimbursable construction costs, not subject to repayment by the Navajo Nation or any other Project beneficiary. Requires the Navajo Nation to pay allocated costs relating to the operation, maintenance, and replacement of each Project facility. Allows the Contract to be limited by a term of years, canceled, terminated, or rescinded only by an Act of Congress.Authorizes the Secretary to enter into a repayment contract with Gallup that requires Gallup to: (1) repay, within a 50-year period, its share of construction costs of relating to the Project, with interest; and (2) pay the operation, maintenance, and replacement allocated costs of the Project. Authorizes the contract to allow Gallup to prepay its share prior to the initiation of construction.Authorizes the Secretary to enter into a comparable repayment contract with the Jicarilla Apache Nation. Provides that the Jicarilla Apache Nation shall have no obligation to repay any Navajo Indian Irrigation Project construction costs that might otherwise be allocable to it for use of Project facilities to convey water.Sets forth provisions regarding: (1) capital cost allocations; (2) operation, maintenance, and replacement cost allocations; and (3) temporary waivers of payments. Directs the Secretary to facilitate the formation of a project construction committee with Project participants and New Mexico to: (1) review cost factors and budgets for construction and operation and maintenance activities; (2) improve construction management through enhanced communication; and (3) seek additional ways to reduce overall Project costs.(Sec. 305) Authorizes the Navajo Nation to use the Navajo Nation Municipal Pipeline to convey non-Animas La Plata Project water for municipal and industrial purposes. Authorizes the Secretary, upon completion of the Pipeline, to enter into separate agreements with the city of Farmington, New Mexico, and the Navajo Nation to convey title to each portion of the Pipeline facility or section of the Pipeline to Farmington and the Navajo Nation after execution of a Project operations agreement approved by the Secretary, the Navajo Nation, and Farmington. Immunizes the United States from liability relating to the land, buildings, or facilities conveyed, other than damages caused by acts of negligence committed prior to the conveyance. Requires the Secretary to notify specified congressional committees about the conveyance.(Sec. 306) Authorizes the Secretary to construct or rehabilitate wells and related pipeline facilities to provide capacity for the diversion and distribution of: (1) not more than 1,670 acre-feet of groundwater in the San Juan River Basin in New Mexico for municipal and domestic uses; and (2) not more than 680 acre-feet of groundwater in the Little Colorado River Basin in New Mexico, 80 acre-feet of groundwater in the Rio Grande Basin in New Mexico, and 770 acre-feet of groundwater in the Little Colorado River Basin in Arizona. Requires the Navajo Nation to complete a conjunctive groundwater development plan for the wells. Sets forth provisions regarding land acquisition, conditions for construction activity, conveyance of wells, use of Project facilities, and limitations on the diversion and use of groundwater by wells.(Sec. 307) Directs the Secretary to rehabilitate the Fruitland-Cambridge Irrigation Project and the Hogback-Cudei Irrigation Project. Prohibits the Secretary from commencing construction before executing the Agreement. Provides that the Navajo Nation shall continue to be responsible for the operation, maintenance, and replacement of each facility rehabilitated.(Sec. 308) Directs the Secretary to study Non-Navajo Irrigation District diversion and ditch facilities and identify and prioritize recommended projects, with cost estimates, to repair, rehabilitate, or reconstruct facilities to improve water use efficiency. Authorizes the Secretary to provide grants to, and enter into cooperative agreements with, the Non-Navajo Irrigation Districts to plan, design, or otherwise implement the projects. Limits the federal share to 50% of the cost of carrying out such a project.(Sec. 309) Authorizes appropriations to the Secretary to plan, design, and construct the Project for FY2009-FY2024, to remain available until expended. Authorizes appropriations for conjunctive use wells, for San Juan River Irrigation Projects, and for other irrigation projects. Limits amounts that may be made available for: (1) the survey, recovery, protection, preservation, and display of archeological resources in the area of a Project facility or conjunctive use well; and (2) purchasing land and constructing and maintaining facilities to mitigate the loss of, and improve conditions for the propagation of, fish and wildlife if any such purchase, construction, or maintenance will not affect the operation of any water project or use of water.Title IV: Navajo Nation Water Rights - (Sec. 401) Approves, ratifies, and confirms the Agreement. Directs the Secretary to enter into the Agreement to the extent that it does not conflict with this Act. Makes water available annually under the Contract for projects in New Mexico supplied from the Navajo Reservoir and the San Juan River in specified quantities.Authorizes the Navajo Nation to enter into subcontracts for the delivery of Project water under the Contract to third parties for any beneficial use in New Mexico.Sets deadlines for Agreement implementation.(Sec. 402) Establishes in the Treasury the Navajo Nation Water Resources Development Trust Fund to: (1) investigate, construct, operate, maintain, or replace water project facilities; and (2) investigate, implement, or improve a water conservation measure necessary for the Navajo Nation to make use of a water right under the Agreement.(Sec. 403) Requires the Navajo Nation and the United States to execute certain waivers and releases of claims.(Sec. 404) Declares that the water rights adjudicated to the Navajo Nation shall be held in trust by the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Northwestern New Mexico Rural Water Projects Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Northwestern New Mexico Rural Water Projects Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Colorado River Storage Project Act and Public Law 87-483 to authorize the construction and rehabilitation of water infrastructure in Northwestern New Mexico, to authorize the use of the reclamation fund to fund the Reclamation Water Settlements Fund, to authorize the conveyance of certain Reclamation land and infrastructure, to authorize the Commissioner of Reclamation to provide for the delivery of water, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:31-05:00"
}