{
  "actions": [
    {
      "acted_at": "1981-11-10", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-12-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4937-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-10", 
  "number": "4937", 
  "official_title": "A bill to reestablish the tenant rental payment and income review requirements which were in effect with respect to federally assisted housing programs before the Housing and Community Development Amendments of 1981.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4617-97", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-11-10", 
  "subjects": [
    "Federal aid to housing", 
    "Housing and Housing Finance", 
    "Low-income housing", 
    "Public housing", 
    "Rent", 
    "Rent subsidies", 
    "Rental housing"
  ], 
  "subjects_top_term": "Low-income housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-10", 
    "text": "Amends the United States Housing Act of 1937 to provide that occupant income limits and rents for public housing units shall be fixed by the appropriate public housing agency and approved by the Secretary of Housing and Urban Development. Limits such rents to 25 percent of the income of a very low income family or 30 percent at the income of other families. Sets minimum rents at the higher of: (1) five percent of the family's gross income; or (2) the portion of the family's welfare assistance designated for housing costs. Specifies amounts to be excluded from family income. Requires that contracts for annual contributions to low income housing projects require the appropriate public housing agency to review the family income of project occupants biennially (currently annually). Establishes the amount of monthly assistance payments to owners who provide housing for lower-income families as the difference between the maximum rent the owners may charge under terms of the assistance contract and an amount to be established by the Secretary equal to: (1) between 15 and 25 percent of the income of a very low income family; (2) 15 percent of the income of a large very low income family or lower income family with exceptional medical or other expenses; (3) 20 percent of the income of a very large lower income family; or (4) between 20 and 30 percent of the income of other families. Amends the National Housing Act to require the Secretary to conduct a biennial (currently annual) review of the income of lower income families living in projects receiving mortgage interest assistance payments. Changes the maximum rent for a unit of such a project to 25 percent of the tenant's income, and the minimum rent of a unit with metered utilities to 20 percent of the tenant's income. Directs the Secretary to make additional assistance payments if required to reduce a tenant's rental payment to 25 percent of the tenant's income. Prohibits reducing such payment below the tenant's utility costs, except in certain circumstances. Amends the Housing and Urban Development Act of 1965 to increase annual rent supplement payments for qualified lower income families to the amount by which the fair market rent of a project unit exceeds 25 percent of the tenant's income. Requires the Secretary to recertify the income of tenants of projects receiving rent supplements biennially (currently annually). Directs the Secretary to use regulations in effect on July 31, 1981, to determine rental payments under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to reestablish the tenant rental payment and income review requirements which were in effect with respect to federally assisted housing programs before the Housing and Community Development Amendments of 1981.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:30-05:00"
}