{
  "actions": [
    {
      "acted_at": "1978-10-10", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Committee on Banking, Finance, and Urban Affairs discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-11", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "bill_ids": [
        "hres1439-95"
      ], 
      "references": [], 
      "text": "House agreed to Senate amendments with amendments (Pursuant to H. Res. 1439).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-31", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-11-10", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-11-10", 
      "references": [], 
      "text": "Public Law 95-630.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14279-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Annunzio, Frank", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-11-10", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-10", 
  "number": "14279", 
  "official_title": "A bill to extend the authority for the flexible regulation of interest rates on deposits and accounts in depository institutions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1439-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Financial Institutions Regulatory and Interest Rate Control Act", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-10", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture in foreign trade", 
    "Artists", 
    "Awards, medals, prizes", 
    "Bank accounts", 
    "Bank directors", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank management", 
    "Bank trust departments", 
    "Conflict of interests", 
    "Congressional oversight", 
    "Consumer protection", 
    "Credit cards", 
    "Credit controls", 
    "Credit insurance", 
    "Credit unions", 
    "Deposit insurance", 
    "Electronic funds transfers", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export credit", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal home loan banks", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Finance charges", 
    "Financial institutions", 
    "Government operations and politics", 
    "Housing finance", 
    "Individual retirement accounts", 
    "Interest", 
    "Interest rates", 
    "International cooperation", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "Negotiable instruments", 
    "New York State", 
    "Nondiscrimination provisions", 
    "Right of privacy", 
    "Savings and loan associations", 
    "Savings banks", 
    "South Africa", 
    "Trade agreements"
  ], 
  "subjects_top_term": "Federal reserve system", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1978-10-14", 
    "text": "(House agreed to Senate amendments with amendments (Pursuant to H. Res. 1439)) Financial Institutions Regulatory and Interest Rate Control Act - =Title I: Supervisory Authority Over Depository Institutions= - Creates civil penalties for specified insiders loans and loans to affiliates, prohibited by the Federal Reserve Act, for violations of reserve borrowing loan limits. Amends the Federal Reserve Act to prohibit member banks from making loans to insiders under specified conditions. Amends the Bank Holding Company Act of 1956 to authorize the Board of Governors of the Federal Reserve System to order the termination of control or ownership by a bank holding company of any of its nonbank subsidiaries whenever they constitute a serious risk to the financial safety of a subsidiary bank of the holding company. Amends the National Housing Act by authorizing the Federal Savings and Loan Insurance Corporation to order the termination of ownership or control of any noninsured subsidiary by a savings and loan holding company whenever there is reasonable cause to believe that continued ownership constitutes unsafe and inconsistent banking practice. Grants authority to the Federal Savings and Loan Insurance Corporation to make loans to a savings and loan association in order that it may buy the assets of a failing savings and loan institution so as to prevent the failure of such institution. Prescribes penalties for the violation of any provision of this Title. Authorizes financial regulatory agencies, including the National Credit Union Administration and the Federal Home Loan Bank Board, to initiate cease and desist actions against officers, directors, stockholders, or any person participating in the affairs of a financial institution (as well as against the institution itself as is allowed by current law) when there have been violations of laws and regulations or unsafe and unsound banking practices which are likely to seriously weaken the condition of the institution in question. Sets forth a procedure to be followed for removal of any officer or director for breach of fiduciary duty. Increases the allowable mortgage and education loans to executive officers of banks. Creates a hearing process for removal of a bank officer or director based on an indictment for or conviction of a felony. Amends the Federal Reserve Act to permit Federal Reserve banks to tender any obligation fully guaranteed as to both principal and interest by the United States as collateral security for Federal Reserve Notes. =Title II: Interlocking Directors= - Depository Institution Management Interlocks Act - Prohibits interlocking management and director relations between any depository institutions or depository holding companies located in the same metropolitan area. States that this prohibition applies without regard to geographical limits where such an institution has assets exceeding $1,000,000,000 and seeks an interlocking relationship with any institution with assets over $500,000,000. Delegates authority for the enforcement of this Act. =Title III: Foreign Branching= - Amends the Federal Deposit Insurance Act to prohibit any State nonmember insured bank from operating any foreign branch without prior written consent of the Federal Deposit Insurance Corporation (FDIC). States that when the liabilities of an insured bank for deposits are assumed by another insured bank the following shall occur: (1) the insured status of the bank whose liabilities are assumed shall terminate on the date of receipt by the FDIC of evidence of such assumption; (2) termination of separate insurance of all assumed deposits at the end of six months from the effective date; and (3) notification of such assumption by the assuming bank to each of the depositors of the assumed bank. Amends existing requirements for the reporting and assessment of deposits accumulated for the payment of personal loans when such deposits are assigned or pledged to assure the payment of such loans at maturity. Amends the International Banking Act to prohibit discriminatory practices by foreign-controlled banks within the United States. =Title IV: American Arts Gold Medallions= - American Arts Gold Medallion Act - Directs the Secretary of the Treasury to strike and sell gold medallions to the general public commemorating Grant Wood, Marian Anderson, Mark Twain, Willa Cather, Louis Armstrong, Frank Lloyd Wright, Robert Frost, Alexander Calder, Helen Hayes, and John Steinbeck. =Title V: Credit Union Restructuring= - Reorganizes the National Credit Union Administration and places it under the management of the National Credit Union Administration Board. Directs the chairperson of such Board to represent the Administration in its official relations with other branches of Government. Restricts the employment and activities of Board members for a period of two years immediately following their employment. Requires each Federal credit union to pay the Administration an annual operating fee and to make annual financial reports to the Board. =Title VI: Change in Bank Control Act= - Amends the Federal Deposit Insurance Act to prohibit any person from acquiring any insured bank or bank holding company unless the appropriate Federal banking agency has been notified and has not issued a notice of its disapproval within a specified time period. Prescribes the procedure to be followed by any agency in making its determination to approve or deny such change of control. =Title VII: Change in Savings and Loan Control Act= - Amends the National Housing Act to prohibit any person from acquiring control of any federally insured savings and loan association or holding company unless the Federal Deposit Insurance Corporation has been notified and has not issued a notice of its disapproval within a specified time period. Prescribes the procedure to be followed by the Corporation in making its determination to approve or deny such change of control. Requires any insured institution to disclose any loan secured, or to be secured, by 25 percent or more of the outstanding voting stock of an insured institution to the Corporation. Prescribes civil penalties for violations of this Title. =Title VIII: Correspondent Accounts= - Prohibits the extension of credit to any officer, director, or specified stockholders of a bank which has a correspondent relationship with the lending bank, in its own name or in the name of another bank, unless such loan does not: (1) involve more than the normal risk of repayment; (2) include unusual terms of interest or collateral; or (3) present any other unfavorable features. Prohibits the establishment of a correspondent account where a loan already has been made to any officer, director, or specified stockholders of the bank desiring to open the account. Prescribes civil penalties for violations of this Title. Requires each executive officer and each stockholder who directly or indirectly owns, controls, or has the power to vote more than ten percent of any class of voting securities of an insured bank, to submit a written report to the board of directors of such bank for any year in which such officer or stockholder has outstanding an extension of credit from a bank which maintains a correspondent account in the name of such bank. Requires such report to include: (1) the maximum amount of indebtedness to the bank maintaining the correspondent account of such officer or stockholder and of each company, political or campaign committee which will benefit or is controlled by such officer or stockholder; (2) the maximum amount of such indebtedness as of a date not more than ten days prior to the filing of the report; (3) the range of interest rates charged on such indebtedness; and (4) the terms and conditions of such indebtedness. Requires each insured bank to compile and submit such reports to specified regulatory agencies. =Title IX: Disclosure of Material Facts= - Amends the Federal Deposit Insurance Act to list information which must be included in an annual report to be made by each insured bank to the appropriate Federal banking agency. =Title X: Federal Financial Institutions Examination Council= - Federal Financial Institutions Examination Council Act - Establishes a Financial Institutions Examinations Council to prescribe uniform principles and standards for the Federal examination of financial institutions. Defines the term \"financial institution\" to mean: (1) a commercial bank; (2) a savings bank; (3) a trust company; (4) a savings and loan association; (5) a building and loan association; (6) a homestead association; (7) a cooperative bank; and (8) a credit union. Directs that one-fifth of the operating costs of the Council be paid by each of the Federal financial institution regulatory agencies. Directs the Council to make recommendations for uniformity in other supervisory matters, including classification of loans subject to risk and identification of financial institutions in need of special supervisory attention. Requires the Council to establish a liaison committee composed of five representatives of State supervisory agencies in order to encourage the application of uniform examination principles and standards by State and Federal Supervisory agencies. Authorizes the Comptroller General to audit the Council. =Title XI: Right to Financial Privacy= - Right to Financial Privacy Act - Prohibits any Government authority from obtaining copies of, access to, or the information contained in, the financial records of any customer from a financial institution unless such records are reasonably described and: (1) such customer has authorized such disclosure in accordance with this Act; (2) such records are disclosed in response to an administrative subpena or summons; (3) such records are disclosed in response to a court order; (4) such records are disclosed in response to a judicial subpena; or (5) such financial records are disclosed in response to a formal written request meeting specified requirements. Requires in all cases that the customer be notified of the agency seeking such records, the purpose for which such records are sought, and the rights of customers under this Act. Establishes specific conditions and procedures for the delay of notice to a customer. States that no financial institution may provide to a Government authority copies of or the information contained in the financial records of any customer except in accordance with the requirements of this Act. Sets forth provisions governing customer authorization, administrative subpenas and summons, judicial subpenas, and search warrants. Establishes procedures for a customer to challenge the disclosure of financial records. Provides exceptions to the provisions of this Act and special procedures for the disclosure of records to the Secret Service and government authorities acting in the field of foreign intelligence. Establishes civil penalties and the right to injunctive relief without regard to the amount in controversy for violation of the provisions of this Title. Establishes conditions on the use of financial records about a customer obtained under the authority of a Federal grand jury. =Title XII: Charters for Thrift Institutions= - Amends the Home Owners' Loan Act to authorize the Home Loan Bank Board to provide for the organization, chartering, operation, and regulation of associations to be known as Federal Savings and Loan Associations or Federal mutual savings banks. Subjects converting mutual savings banks to the requirements of existing State law pertaining to discrimination in the extension of home mortgage loans and consumer credit protection if the State requirements are more stringent than Federal laws and regulations. Establishes a five year shared risk program in the event that a converting institution fails. =Title XIII: NOW Accounts= - Permits depository institutions in the State of New York to offer negotiable order of withdrawal (NOW) accounts. =Title XIV: Insurance of IRA and KEOGH Accounts= - Amends the Federal Deposit Insurance Act, the National Housing Act, and the Federal Credit Union Act to increase deposit insurance from $40,000 to $100,000 for accounts which qualify as individual retirement accounts (IRA) and accounts established under qualified plans for the self-employed (KEOGH). =Title XV: Miscellaneous Provisions= - Extends the provision of law until February 27, 1981, which prevents credit card issuers from prohibiting any seller from offering a discount to a cardholder to induce the cardholder to pay by cash in a sales transaction. Permits financial institutions primarily serving military personnel to consider their entire deposit customer base as their community for the purpose of meeting their obligation to service community credit needs. Exempts federally-insured mortgages with varying rates of amortization from State law relating to the amortization of principal under mortgages and loans. =Title XVI: Interest Rate Control= - Extends the authority of the Board of Governors of the Federal Reserve System to regulate interest rates on deposits and share accounts in depository institutions to December, 15, 1980. Prohibits the establishment, by State or Federal law, of interest rate differentials between: (1) banks, other than savings banks, the deposits of which are insured by the Federal Deposit Insurance Corporation; and (2) savings and loan, building and loan, or homestead associations (including cooperative banks) the deposits of which are insured by the FSLIC, or mutual savings banks, on savings deposits or accounts from which transfers to the depository institution itself, or to a demand or other deposit account of the same depositor or account holder may be made automatically or as a normal practice pursuant to the authorization of such a depositor or account holder. =Title XVII: Federal Savings and Loan Investment Authority= - Amends the Home Owners' Loan Act of 1933 to authorize Federal savings and loan associations to invest in, sell or otherwise deal with specified loans and investments. =Title XVIII: National Credit Union Central Liquidity Facility= - National Credit Union Central Liquidity Facility Act - Amends the Federal Credit Union Act to add the following new subchapter: Subchapter III: Central Liquidity Facility. Establishes the National Credit Union Central Liquidity Facility to provide funds to meet the liquidity needs of credit unions. Vests management of the Facility in the National Credit Union Administration. Declares the initial capitalization of the Facility shall be by stock subscription consisting of shares having par value of $50 each. Entitles any member of the Facility to apply on a form prescribed by regulations for advances. Authorizes the Administration to deny or grant any application upon such terms as it may prescribe by regulations. Authorizes the Secretary of the Treasury to lend the Facility up to $500,000,000 to enable it to meet the obligations arising under this Act. Directs the Administration to prepare and submit to the President and to the Congress annually a full report on the activities of the Facility for the previous year. Directs the Comptroller General to audit the Central Liquidity Facility. =Title XIX: Export-Import Bank Act Amendments= - Export-Import Bank Act Amendments - Amends the Export-Import Bank Act of 1945 to increase from $60,000,000 to $100,000,000 the threshold for Bank Loans and financial guarantees requiring prenotification to the Congress. Increases from $20,000,000,000 to $25,000,000,000 the amount of the Bank's contractual liability for guarantees and insurance which may be charged at 25 percent of face value against the aggregate limitation on the Bank's commitments. Prohibits the Export-Import Bank from denying applications for credit for nonfinancial or noncommercial considerations, unless the President determines that such action: (1) would be in the national interest; and (2) would advance United States policy in certain areas. Increases the limitation on the aggregate of loans, guarantees, and insurance which the Bank may have outstanding at any one time from $25,000,000,000 to $40,000,000,000. Extends for five years, from September 30, 1978 to September 30, 1983, the Bank's authority to make new contractual commitments. Requires the Bank to name an officer whose duties would include advising the Bank on ways to promote exports related to non-nuclear renewable energy resources, disseminating information on Bank support for such exports, and acting as liaison to other Federal agencies on such matters. Empowers the President to begin ministerial level negotiations with other major exporting countries to end predatory export financing programs and other forms of export subsidies, including mixed credits and requires the President to report to Congress before January 15, 1979, on actions taken. Authorizes the bank to provide export support which, in the opinion of the Bank, is competitive with that provided by the export credit agencies supported by the governments of other nations. Authorizes the Bank to supplement private capital and the Commodity Credit Corporation to insure adequate financing to assist agricultural commodities exports. Requires the Bank to seek to reach international agreements to reduce government subsidized export financing. Requires the Bank to report to Congress concerning its actions in this area. Declares the policy of the United States to expand exports of goods, services, and agricultural products. Requires the Bank to consider the extent to which any loan or guarantee might have an adverse effect on industry, agriculture, and employment in the United States. Directs the United States International Trade Commission to report its assessment of the Bank's impact. Authorizes the Secretary of the Treasury to authorize the Export-Import Bank to provide matching financing to that noncompetitive financing offered by a foreign official export credit entity. States that no environmental rule or procedure shall effect exports until the President reports to Congress concerning progress in obtaining agreements to protect the environment from contaminations arising from peaceful nuclear activities. Prohibits the Bank from guaranteeing, insuring, or extending credit in support of any export to the Republic of South Africa, unless the President determines or the Secretary of State certifies that significant progress towards the elimination of apartheid has been made. Directs the Bank to assist new and small business entrants in the agricultural export market. =Title XX: Electronic Fund Transfers= - Electronic Fund Transfer Act - Amends the Consumer Credit Protection Act to add the following title: Title IX: Electronic Fund Transfers. Prohibits any financial institution from engaging in any transaction with a customer by means of an electronic terminal without first clearly disclosing to the customer all terms and conditions governing such transfer. States that such disclosure shall include: the consumer's liability for unauthorized electronic fund transfers (EFT); the types of transfers the consumer may make; any applicable charges; the consumer's right to reverse a transfer; the financial institution's liability for improper transfer; the telephone number and address of the person to be notified in the event an unauthorized EFT occurs; the circumstances in which the financial institution will disclose information concerning the customer's account to third persons; and the consumer's right to receive electronic fund transfer receipts and account statements. Requires a financial institution to give the customer 21 days notice prior to changing any of the terms of the agreement. States that the consumer must receive a receipt for each transfer affecting the consumer's account at the time of the transfer. Requires financial institutions to provide consumers with a periodic statement for each EFT account. States that receipts and statements required by this Act are to constitute prima facie proof of an EFT payment to a third party. Allows the making of preauthorized transfers only by written authorization from the consumer which shall be revocable at will at any time up to three business days preceding the scheduled transfer. Sets forth a procedure for the resolution of errors which calls for prompt investigation of errors and reply to the consumer. Makes a financial institution liable to a consumer for treble damages if a court finds that such institution: (1) did not make a good faith investigation of an alleged error; or (2) reported to a consumer that his account was correct when such a conclusion could not reasonably be drawn. Limits a consumer's liability (in the event of an unathorized cash transfer) to the lesser of $50 or the amount of money obtained. Increases the consumers liability limit to $500 if there is a failure to notify the financial institution as set forth in this Act. Holds a financial institution liable to a consumer for any failure to make a transfer when properly instructed and for the failure to reverse a transfer. Makes exceptions to such rule in the case of an improper or incorrect transfer if the error was caused by a technical malfunction beyond the control of the institution. Permits a financial institution to issue EFT debit cards or account access codes only in response to an application or in renewal of an existing accepted card. Suspends the consumer's obligation to make payment when a technical malfunction prevents the transfer of funds to a third party who has agreed to accept payment by means of an EFT. Prohibits the conditioning of employment, government benefits, or the extension of credit on the consumer's use of EFT's. Restricts the disclosure of information regarding EFT's. Prohibits any agreement which would deprive a consumer of any right granted under this Act. Sets forth the formula for the determination of civil liability. States that any person who willfully and knowingly gives false or inaccurate information, fails to provide information which is required to be disclosed, or otherwise fails to comply with any provision of this title shall be fined not more than $5,000 or imprisoned not more than one year, or both. Places the enforcement of this title in the case of national banks, Federal Reserve member banks, insured banks, Federal savings and loan associations, and Federal credit unions with their respective regulatory agencies. Directs the Federal Trade Commission to enforce the requirements of this title in all other cases. Directs the Board and the Attorney General to make reports to Congress concerning the administration of their functions under this title. Exempts persons from the laws of any State with respect to EFT's only to the extent that those laws are inconsistent with any of the terms of this Title. =Title XXI: Effective Date= - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Financial Institutions Regulatory and Interest Rate Control Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "American Arts Gold Medallion Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Change in Bank Control Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Change in Savings and Loan Control Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Depository Institution Management Interlocks Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Electronic Fund Transfer Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Export-Import Bank Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Financial Institutions Examination Council Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Credit Union Central Liquidity Facility Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Right to Financial Privacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the authority for the flexible regulation of interest rates on deposits and accounts in depository institutions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:37-05:00"
}