{
  "actions": [
    {
      "acted_at": "1980-03-17", 
      "committee": "House Select Committee on Intelligence", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Select Committee on Intelligence.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6820-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-17", 
  "number": "6820", 
  "official_title": "A bill to provide improved congressional oversight of the intelligence community of the United States, to provide improved protection of the privacy of United States persons from activities of the intelligence community, to provide improved protection of foreign sources of intelligence, to prohibit the unauthorized disclosure of information identifying certain United States intelligence officers, agents, informants, and sources, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Intelligence Activities Act of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "Aspin, Les", 
    "state": "WI", 
    "thomas_id": "00033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-17", 
  "subjects": [
    "Armed forces and national security", 
    "Central Intelligence Agency", 
    "Civil Rights and Liberties", 
    "Classified defense information", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Espionage", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Information leaking", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Official secrets", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-17", 
    "text": "Intelligence Activities Act of 1980 - Title I: Special Intelligence Activities and Congressional Oversight - Defines \"special activity\" to mean activity conducted abroad to further United States programs and policies, which is planned and executed so that the role of the Government is not apparent or acknowledged publicly, but excluding diplomatic activity and the collection of intelligence or related support functions. Prohibits an agency of the United States from conducting any special activity or intelligence collection activity involving high risk, major resources, or serious political consequences unless the President: (1) personally finds such activity to be important to the national security; and (2) reports on the nature of such activity to the congressional select intelligence committees. Permits the President to authorize special activities not involving high risk, major resources, or serious political consequences by category. Directs the National Security Council to be responsible for the supervision of activity falling within such category. Requires the head of each entity of the intelligence community to keep the intelligence committees fully informed of all intelligence activities carried out for or on behalf of such entity. Directs the President to ensure that the intelligence committees are furnished information concerning intelligence activities which is: (1) held by an intelligence entity and requested by either committee; and (2) reported as illegal or improper to the President, the Attorney General, or the head of any intelligence entity. Title II: Protection of Certain Intelligence Information - Provides that the Central Intelligence Agency may not be required to disclose to any person outside the executive or legislative branches any matter furnished in confidence to the CIA by a confidential source of information or by an intelligence service of a foreign government. Establishes a maximum criminal penalty of ten years' imprisonment and/or $50,000 fine for anyone who, having had authorized access to classified information, intentionally discloses to any individual not authorized to receive classified information any information that identifies an individual as an employee of an intelligence agency or as an agent, informant, or source of assistance to an intelligence agency, where the actor knows or has reason to know that the information so identifies such individual and that the United States is taking affirmative measures to conceal such individual's intelligence relationship to the United States Makes it a defense to such crimes that before the commission of the offense the United States had publicly acknowledged or revealed such intelligence relationship. Stipulates that it shall not be an offense to transmit such information directly to the congressional intelligence committees. Title III: Protection of Privacy of United States Persons - Prohibits an intelligence entity from collecting or disseminating any information concerning a \"United States person\" (as defined by this Act) except as authorized by this title. Permits an intelligence entity to collect information and direct intelligence activities against a United States person with consent, and collect publicly available information which is relevant to a lawful function. Permits the nonconsensual collection of counterintelligence and counterterrorism intelligence only on the basis of facts which reasonably indicate that the person is engaged in: (1) any clandestine intelligence activity on behalf of a foreign power involving a violation of Federal criminal law; (2) such activity outside the United States; or (3) international terrorism. Prohibits such intelligence from being collected through the use of mail covers, physical surveillance for purposes other than identification, recruitment of persons to engage in directed collection, or access to financial institution records, unless a senior official makes a written finding that such technique is necessary to achieve authorized intelligence objectives, pursuant to specified procedures. Requires in the case of directed collection that independent means of audit and inspection have been established by the head of the intelligence entity concerned. Directs the head of the intelligence entity to notify the Attorney General of activity which, based on guidelines established by the Attorney General, may involve significant collection of information concerning political or religious activity. Prohibits the collection of intelligence solely on the basis of activities which are protected by the first amendment. Specifies the circumstances under which an intelligence entity may conduct an inquiry to determine whether there is a basis for directing the collection of counterintelligence or counterterrorism intelligence against a United States person. Directs the head of each intelligence entity to establish procedures to govern the collection and dissemination of information concerning United States persons, which satisfy enumerated criteria. Requires that such procedures be approved by the Attorney General, and be made available to the intelligence committees not less than 30 days before they take effect. Requires the President to establish public guidelines for the conduct of U.S. intelligence activities to protect the integrity of independent institutions of the United States in accordance with constitutional principles. Prohibits an intelligence entity from using any affiliation of any person with any U.S. religious organization, media organization, educational institution, Federal program promoting education or the arts, humanities, or cultural affairs through international exchanges, or the Peace Corps, for the purpose of concealing the relationship to that entity of an employee of such entity. Prohibits an intelligence entity from paying consideration to any individual to engage in intelligence activity if such individual is: (1) following a full-time religious vocation; (2) sponsored by the Government outside the United States as part of a program promoting education, the arts, humanities, or cultural affairs; (3) a journalist accredited to a U.S. media organization; (4) a member of the Peace Corps; or (5) affiliated with a U.S. academic institution. Permits the voluntary exchange of information between any person and an intelligence entity. Makes the United States civilly liable to a United States person who is aggrieved as a result of an act by an intelligence entity employee designed to deprive such person of a constitutional or statutory right. Prohibits an intelligence entity from conducting a physical search of the property of any person in the United States or of any known United States person outside the U.S. and engaging in the opening of any mail except in accordance with procedures required by the Constitution and Federal law for law enforcement purposes. Amends the Foreign Intelligence Surveillance Act of 1978 to include in the definition of \"agent of a foreign power\" a person (other than a United States person) who knowingly engages in certain activity outside the U.S. Title IV: Definitions and Effective Dates - Defines terms used in this Act. Defines \"entity of the intelligence community\" to mean the CIA, the Defense Intelligence Agency, the National Security Agency, certain offices within the Department of Defense, the intelligence components of the military services and the Federal Bureau of Investigation, the Bureau of Intelligence and Research of the Department of State, the foreign intelligence components of the Departments of Energy and the Treasury, and other Federal agencies engaged in intelligence activities as determined by the President."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Activities Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide improved congressional oversight of the intelligence community of the United States, to provide improved protection of the privacy of United States persons from activities of the intelligence community, to provide improved protection of foreign sources of intelligence, to prohibit the unauthorized disclosure of information identifying certain United States intelligence officers, agents, informants, and sources, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:06-05:00"
}