{
  "actions": [
    {
      "acted_at": "1990-08-02", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-02", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-08-17", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-11-05", 
      "bill_ids": [
        "hr5835-101"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.5835.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5437-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-08-02", 
  "number": "5437", 
  "official_title": "To remove the social security trust funds from the deficit calculations required by the Balanced Budget and Emergency Deficit Control Act of 1985, to implement guaranteed multiyear deficit reduction, to revise the Gramm-Rudman-Hollings sequestration formula, and to provide truth-in-budgeting reforms.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5835-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Truth-in-Budgeting Reform Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-08-02", 
  "subjects": [
    "Appropriations", 
    "Budget deficits", 
    "Capital gains tax", 
    "Congressional agencies", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional joint committees", 
    "Federal budget process", 
    "Federal budgets", 
    "Federal receipts and expenditures", 
    "Federally-guaranteed loans", 
    "Government lending", 
    "Government spending reductions", 
    "Government trust funds", 
    "Graphs and charts", 
    "House rules and procedure", 
    "Income tax", 
    "Legislation", 
    "Legislative resolutions", 
    "Off-budget expenditures", 
    "Old age, survivors and disability insurance", 
    "Public debt", 
    "Senate rules and procedure", 
    "Social security taxes", 
    "Tax exemption", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-08-02", 
    "text": "Truth-in-Budgeting Reform Act of 1990 - Title I: Social Security Preservation - Amends the Social Security Act and the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to exclude receipts and disbursements of the Federal Old Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund when calculating maximum deficit amounts. Amends the Social Security Act to make it out of order in the House of Representatives or the Senate to consider any bill or resolution which would: (1) increase Old Age, Survivors and Disability Insurance (OASDI) benefits without increasing OASDI taxes; or (2) decrease OASDI revenues without decreasing OASDI benefits. Title II: Guaranteed Multiyear Deficit Reduction - Amends the Congressional Budget Act of 1974 to require concurrent resolutions on the budget to establish specified deficit reductions for the current fiscal year and the four ensuing fiscal years. Provides for computing the net deficit reduction. Requires the President's budget to be prepared on the basis of the best estimates of such reduction. Requires the report of the Congressional Budget Office on the budget to include an analysis of prior legislation and the President's budget with respect to achieving the deficit reduction target. Title III: Sequestration - Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to provide for the sequestration formula to include specified revenue increases. Amends the Internal Revenue Code to increase the individual income tax rate for high-income taxpayers (to reduce the Federal deficit) when there is a required revenue increase for any fiscal year. Establishes a 33 percent rate between the existing 28 percent rate and the proposed variable high-income rate. Repeals the phase-out of the existing 15 percent rate and personal exemptions. Provides for applying sequestration to full-year appropriation bills enacted after a presidential final order. Title IV: Truth-In Budgeting Reforms of the Gramm-Rudman-Hollings Act - Repeals current provisions for determining the budget baseline. Sets forth new provisions for calculating the baseline (a projection of base-year levels of new budget authority, outlays, revenues, and the surplus or deficit into the budget year and the out years based on laws enacted in sessions of Congress ending before the beginning of the budget years). Amends the Congressional Budget and Impoundment Control Act of 1974 to revise the congressional budget process, including the budget timetable. Removes prohibitions against exceeding the maximum deficit amount through the concurrent resolution on the budget. Excludes from budget totals: (1) government-sponsored enterprises; and (2) changes in the level of new budget authority, new spending requirements, outlays, or revenues resulting from new timing shifts. Amends the Congressional Budget Act of 1974 to revise provisions regarding fiscal procedures and to add procedures governing contract or borrowing authority, direct loan obligations or loan guarantee commitments, and offsetting collections. Requires the Congressional Budget Office to use revenue estimates prepared by the Joint Committee on Taxation, if timely received for purposes of providing information on legislation affecting income, payroll, excise, estate, or gift taxes. Requires the Congressional Budget Office to include in its report to the Budget Committees five-year projections of fiscal spending, revenues, and tax expenditures. Requires conference reports on concurrent resolutions on the budget to be considered first in the House of Representatives. Title V: Credit Reform - Amends the Congressional Budget Act of 1974 to revise the calculation of the cost to the Federal Government of direct loans or loan guarantees. Declares the authority to incur new direct loan obligations or to make new loan guarantee commitments as new budget authority. Requires all flows of cash relating to direct loan obligations and loan guarantee commitments other than outlays to be a means of financing the deficit. Restricts such loan obligations and commitments to the extent that appropriations of new budget authority are made to cover such costs. Requires all Executive branch cost estimates to be made by the Director of the Office of Management and Budget after consultation with the agencies that administer loan programs and to be based on guidelines, regulations, or criteria established by the Secretary of the Treasury after specified consultations. Requires the President's budget for FY 1991 and thereafter to take into account end-of-year loan costs. Title VI: Statutory Limit on the Public Debt - Provides for establishing the statutory limit on the public debt by joint resolution. Title VII: Budget Contents - Requires the Federal budget to include charts showing the percentage breakdown of total budget revenues and total budget outlays including and excluding receipts and disbursements of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund. Title VIII: Conforming Amendments - Makes conforming amendments to presidential budget requirements, the Rules of the House of Representatives, and the Standing Rules of the Senate. Title IX: Effective Date - Sets forth the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Truth-in-Budgeting Reform Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To remove the social security trust funds from the deficit calculations required by the Balanced Budget and Emergency Deficit Control Act of 1985, to implement guaranteed multiyear deficit reduction, to revise the Gramm-Rudman-Hollings sequestration formula, and to provide truth-in-budgeting reforms.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:07-05:00"
}