{
  "actions": [
    {
      "acted_at": "1974-02-05", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-776.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-02-13", 
      "references": [], 
      "text": "Measure passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres823-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-05", 
  "number": "823", 
  "official_title": "A bill to provide for the early commercial demonstration of the technology of solar heating by the National Aeronautics and Space Administration and the Department of Housing and Urban Development, in cooperation with the National Bureau of Standards, the National Science Foundation, The General Services Administration, and other Federal agencies, and for the early development and commercial demonstration of technology for combined solar heating and cooling.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Young, John", 
    "state": "TX", 
    "thomas_id": "01258", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1974-02-05", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-05", 
    "text": "States that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H.R. 11864) to provide for the early commercial demonstration of the technology of solar heating by the National Aeronautics and Space Administration and the Department of Housing and Urban Development, in cooperation with the National Bureau of Standards, the National Science Foundation, the General Services Administration, and other Federal agencies, and for the early development and commercial demonstration of technology for combined solar heating and cooling, and all points of order against section 8 of said bill for failure to comply with the provisions of clause 4, rule XXI are hereby waived. Provides that after general debate, which shall be confined to the bill and shall continue not to exceed one hour, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Science and Astronautics, the bill shall be read for amendment under the five-minute rule. Stipulates that, at the conclusion of the consideration of the bill for amendment, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the early commercial demonstration of the technology of solar heating by the National Aeronautics and Space Administration and the Department of Housing and Urban Development, in cooperation with the National Bureau of Standards, the National Science Foundation, The General Services Administration, and other Federal agencies, and for the early development and commercial demonstration of technology for combined solar heating and cooling.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:37-05:00"
}