{
  "actions": [
    {
      "acted_at": "1975-01-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1932-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-23", 
  "number": "1932", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to revise certain provisions concerning the minimum tax for tax preferences, the taxation of capital gains, and the deductibility of certain amounts for interest, depletion, and State and local income taxes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-23", 
  "subjects": [
    "Capital gains tax", 
    "Depletion allowances", 
    "Estate tax", 
    "Gift tax", 
    "Income tax", 
    "Interest", 
    "Mines and mineral resources", 
    "Minimum tax", 
    "Mortgages", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum law and legislation", 
    "Power resources", 
    "Sulphur", 
    "Tax credits", 
    "Tax deductions", 
    "Tax reform", 
    "Taxation", 
    "Uranium"
  ], 
  "subjects_top_term": "Tax reform", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-23", 
    "text": "Increases the tax rate under the Internal Revenue Code on items of tax preference exceeding $12,000 (reduced from the present exclusion ceiling of $30,000) from 10 to 20 percent. Provides that property passing from a decedent at the time of death shall be considered as having been sold at such time for its fair market value and the gain or loss taxable as long-term capital gain or loss. Exempts from such tax (1) household items worth less than $2,000 at the time of death and (2) property which passes or has passed to the surviving spouse. Provides that the basis for computing the above-mentioned long-term capital gain or less shall be $60,000 or the fair market value of the property at time of death, if lower than $60,000. States that, in the case of property transferred by gift, there shall be included in taxable income the gain or loss that would have resulted if the property had been sold at its fair market value. Exempts (1) property transferred to the taxpayer's spouse, and (2) the first $1,000 of gain with respect to each donee which would otherwise be taken into account. Increases the holding period for capital assets for purposes of treating gain or loss from the sale of such assets as long-term capital gain or loss from 6 months to 1 year. Allows as a credit against the income tax an amount equal to 40 percent of the State and local income taxes paid or accrued during the taxable year. Changes the percentage depletion allowance rates for oil and gas wells, sulphur, uranium, and other specified minerals from 22 to 15 percent. Restricts the deductibility of interest paid or accrued during the taxable year on indebtedness secured by property owned and used by the taxpayer as a residence to the principal residence of such taxpayer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to revise certain provisions concerning the minimum tax for tax preferences, the taxation of capital gains, and the deductibility of certain amounts for interest, depletion, and State and local income taxes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:58-05:00"
}