{
  "actions": [
    {
      "acted_at": "1973-12-13", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2809-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-13", 
  "number": "2809", 
  "official_title": "A bill to amend the Manpower Development and Training Act (P.L. 87-415, as amended) to require prenotification to affected employees and communities of dislocation of business concerns, to provide assistance-including retraining-to employees who suffer employment loss through the dislocation of business concerns, to business concerns threatened with dislocation, and to affected communities, to prevent Federal support for unjustified dislocation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Employment Priorities Act", 
  "sponsor": {
    "district": null, 
    "name": "Mondale, Walter F.", 
    "state": "MN", 
    "thomas_id": "01402", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-13", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Department of Labor", 
    "Government operations and politics", 
    "Labor and employment", 
    "Manpower", 
    "States", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-13", 
    "text": "National Employment Priorities Act - Declares that it is the purpose of this Act: (1) to require prenotification to employees and communities of dislocation of business concerns; (2) to prevent Federal support for unjustified dislocation; and (3) to provide assistance to employees, business concerns, and affected communities threatened with dislocation. Defines the terms used in this Act. Establishes in the Department of Labor a National Employment Relocation Administration, to be headed by an Administrator and Deputy Administrator appointed by the President, by and with the advice and consent of the Senate. Provides that, in order to carry out the purposes of this Act, the Secretary is authorized to perform enumerated functions and duties, including: (1) conduct investigations on any proposed closing or transfer of operations of a business concern; (2) provide adjustment assistance to employees because of a closing or transfer of operations of an establishment of a business concern; and (3) conduct research into the problems of business closing, transfers of operations, and unemployment. Establishes a National Employment Relocation Advisory Council. Specifies the composition and compensation rates of members of such Council. Directs the Council to perform enumerated functions, including to advise the Secretary and Administrator with respect to the activities of the National Employment Relocation Administration and evaluate the effectiveness of programs carried out under this Act. Requires written notice be given to the Secretary whenever (1) a business concern intends to close or transfer all or part of the operations of an establishment of that business concern; and (2) at least l2 percent of the employees who are members of any labor organization or 15 percent of all employees in that establishment will suffer an eligible employment loss as a result of any such closing or transfer. Specifies the items to be included in such notices. Authorizes the Secretary to investigate a proposed closing or transfer of operations under specified circumstances. Directs the Secretary to establish a program of adjustment assistance for employees suffering an eligible employment loss. Provides that such adjustment shall include: (1) income maintenance payments; (2) maintenance of pension and health benefits; (3) job placement and retraining benefits; (4) relocation allowances; (5) early retirement benefits; (6) emergency mortgage and rent payments; and (7) food stamps and surplus commodities. Directs the Secretary to make every effort to place each employee in substantially equivalent full employment in accordance with his capacity and prospective employment opportunities. Provides that a unit of local government is eligible for assistance under this Act upon determination by the Secretary that the closing or transfer of operations of business establishments has contributed substantially to an unemployment rate within such jurisdiction exceeding 8 percent on a seasonally adjusted basis. Enumerates the types of assistance available under this Act. Authorizes the Secretary to develop a retraining program for employees who will be required to acquire new or additional skills as a result of the economic adjustment assistance proposal. Provides that whenever the Secretary determines, afteran investigation conducted under this Act that: (1) the closing or transfer of operations of an establishment or a business concern was not justified; or (2) if the transfer or closing could have been avoided if the business concern had accepted assistance under this Act; or (3) the eligible employment loss could have been avoided except for the failure to file a notice of intent to close or transfer, or because of some other unreasonable delay, bad faith or misrepresentation on the part of the business concern; or (4) the transfer of operations is to a new location outside the United States while other alternatives to such transfer of operations exist, then such business concern shall be ineligible for specified benefits under the Internal Revenue Code for a period not to exceed l0 years. Authorizes to be appropriated to the Secretary such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Employment Priorities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Manpower Development and Training Act (P.L. 87-415, as amended) to require prenotification to affected employees and communities of dislocation of business concerns, to provide assistance-including retraining-to employees who suffer employment loss through the dislocation of business concerns, to business concerns threatened with dislocation, and to affected communities, to prevent Federal support for unjustified dislocation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:00-05:00"
}