{
  "actions": [
    {
      "acted_at": "2012-06-20T10:43:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 112-542, by Mr. Kingston.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-20T10:44:00-04:00", 
      "calendar": "Union", 
      "number": "388", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 388.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5973-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-20", 
  "number": "5973", 
  "official_title": "Making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2013, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres697-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2375-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2013", 
  "sponsor": {
    "district": "1", 
    "name": "Kingston, Jack", 
    "state": "GA", 
    "thomas_id": "00636", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-06-20T10:44:00-04:00", 
  "subjects": [
    "Agricultural conservation and pollution", 
    "Agricultural education", 
    "Agricultural marketing and promotion", 
    "Agricultural practices and innovations", 
    "Agricultural prices, subsidies, credit", 
    "Agricultural research", 
    "Agricultural trade", 
    "Alaska Natives and Hawaiians", 
    "Animal and plant health", 
    "Appropriations", 
    "Broadcasting, cable, digital technologies", 
    "Business ethics", 
    "Commodities markets", 
    "Commodity Credit Corporation", 
    "Commodity Futures Trading Commission", 
    "Competitiveness, trade promotion, trade deficits", 
    "Computers and information technology", 
    "Corporate finance and management", 
    "Department of Agriculture", 
    "Drug safety, medical device, and laboratory regulation", 
    "Economics and public finance", 
    "Educational technology and distance education", 
    "Electric power generation and transmission", 
    "Executive agency funding and structure", 
    "Farm Credit Administration", 
    "Federal Crop Insurance Corporation", 
    "Food and Drug Administration (FDA)", 
    "Food assistance and relief", 
    "Food supply, safety, and labeling", 
    "Foreign aid and international relief", 
    "Fruit and vegetables", 
    "Government buildings, facilities, and property", 
    "Government corporations and government-sponsored enterprises", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Hazardous wastes and toxic substances", 
    "Higher education", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Indian lands and resources rights", 
    "Maryland", 
    "Medical tests and diagnostic methods", 
    "News media and reporting", 
    "Nutrition and diet", 
    "Pest management", 
    "Poverty and welfare assistance", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Public housing", 
    "Residential rehabilitation and home repair", 
    "Rural conditions and development", 
    "Soil pollution", 
    "Solid waste and recycling", 
    "Tax administration and collection, taxpayers", 
    "Transportation costs", 
    "User charges and fees", 
    "Water quality", 
    "Water use and supply", 
    "Watersheds"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2012-06-20", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.) Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2013 - Title I: Agricultural Programs - Appropriates FY2013 funds for the following Department of Agriculture (USDA) programs and services: (1) Office of the Secretary of Agriculture (Secretary); (2) Office of the Chief Economist; (3) Office of Budget and Program Analysis; (4) Office of the Chief Information Officer; (5) Office of the Chief Financial Officer; (6) Office of the Assistant Secretary for Civil Rights; (7) Office of Civil Rights; (8) agriculture buildings and facilities and rental payments; (9) hazardous materials management; (10) Office of Inspector General; (11) Office of the Under Secretary for Research, Education, and Economics; (12) Economic Research Service; (13) National Agricultural Statistics Service; (14) Agricultural Research Service; (15) National Institute of Food and Agriculture; (16) Native American Institutions Endowment Fund; (17) extension and integrated activities; (18) Office of the Under Secretary for Marketing and Regulatory Programs; (19) Animal and Plant Health Inspection Service; (20) Agricultural Marketing Service; (21) Grain Inspection, Packers and Stockyards Administration; (22) Office of the Under Secretary for Food Safety; (23) Food Safety and Inspection Service; (24) Office of the Under Secretary for Farm and Foreign Agricultural Services; (25) Farm Service Agency; (26) Risk Management Agency; (27) Federal Crop Insurance Corporation Fund; and (28) Commodity Credit Corporation Fund. Title II: Conservation Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Natural Resources and Environment, and (2) Natural Resources Conservation Service. Title III: Rural Development Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Rural Development, (2) rural development salaries and expenses, (3) Rural Housing Service (RHS), (4) Rural Business-Cooperative Service, and (5) Rural Utilities Service. Title IV: Domestic Food Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Food, Nutrition and Consumer Services; and (2) Food and Nutrition Service. Title V: Foreign Assistance and Related Programs - Appropriates funds for the following: (1) Foreign Agricultural Service, (2) Food for Peace Act (P.L. 480) program title I and title II grants, (3) Commodity Credit Corporation (CCC) export loans, and (4) McGovern-Dole international food for education and child nutrition program. Title VI: Related Agencies and Food and Drug Administration - Appropriates funds for the following: (1) Food and Drug Administration (FDA), (2) Commodity Futures Trading Commission, and (3) Farm Credit Administration. Title VII: General Provisions - (Sec. 701) Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 702) Authorizes the Secretary to transfer unobligated balances to the Working Capital Fund for plant and capital equipment acquisition. (Sec. 703) Prohibits appropriations under this Act from remaining available for obligation beyond the current fiscal year unless expressly provided for. (Sec. 704) Limits negotiated indirect costs on cooperative agreements between USDA and nonprofit organizations to 10%. (Sec. 705) Makes USDA appropriations for direct and guaranteed loans available for: (1) the Rural Development Loan Fund program account, (2) the Rural Electrification and Telecommunication Loans program account, and (3) the Rural Housing Insurance Fund program account. (Sec. 707) Makes funds available in the current fiscal year for agricultural management assistance under the Federal Crop Insurance Act and for specified conservation programs under the Food Security Act of 1985 until expended for current fiscal year obligations. (Sec. 708) Makes eligible for economic development and job creation assistance under the Rural Electrification Act in the same manner as a borrower under such Act any former Rural Utilities Service borrower that has repaid or prepaid an insured, direct, or guaranteed loan under such Act, or any not-for-profit utility that is eligible to receive an insured or direct loan under such Act. (Sec. 709) Prohibits, regarding the specialty crop research initiative, funds from being used to prohibit the provision of certain in-kind support from non-federal sources. (Sec. 710) Makes unobligated balances for salaries and expenses for the Farm Service Agency and the Rural Development mission area under this Act available for information technology expenses through September 30, 2014. (Sec. 711) Authorizes the Secretary to permit a state agency to use funds provided in this Act to exceed a specified maximum amount of liquid infant formula when issuing liquid infant formula to participants. (Sec. 713) States that with regard to certain programs established or amended by the Food, Conservation, and Energy Act of 2008 to be carried out using CCC funds: (1) such funds shall be available for salaries and administrative expenses without regard to certain allotment and fund transfer limits, and (2) the use of such funds shall not be considered to be a fund transfer or allotment for purposes of applying such limits. (Sec. 714) Authorizes the reduction of up to 80% of funds for minimum non-emergency food assistance by amounts necessary to meet emergency food needs. (Sec. 715) Makes certain FY2005-FY2007 appropriations for rural broadband telecommunication loans available until expended to disburse obligations. (Sec. 716) Limits funds made available in FY2013 or preceding fiscal years under P.L. 480 to reimburse the CCC for the release of certain commodities under the Bill Emerson Humanitarian Trust Act. (Sec. 717) Limits funds available for USDA advisory committees, panels, commissions, and task forces. (Sec. 718) Prohibits funds under this Act from being used to pay indirect costs charged against any agricultural research, education, or extension grant awards issued by the National Institute of Food and Agriculture that exceed 30% of total federal funds provided under each award. (Sec. 719) Prohibits funds from being used to prepare a final or interim final rule to implement \"Implementation of Regulations Required Under Title XI of the Food, Conservation and Energy Act of 2008; Conduct in Violation of the Act,\" unless the combined annual cost to the economy of such rules does not exceed $100 million or such rules have already been published. (Sec. 720) Rescinds certain unobligated amounts for employment and training programs under the supplemental nutrition assistance program (SNAP, formerly food stamps). (Sec. 721) Limits FY2013 acreage enrollment for: (1) the grassland reserve program, and (2) the wetlands reserve program. Prohibits funds from being used for the watershed rehabilitation program. Limits FY2013 funds for: (1) the conservation stewardship program, (2) the environmental quality incentives program, (3) the farmland protection program, (4) the wildlife habitat incentives program, (5) the bioenergy program for advanced biofuels, and (6) the agricultural management assistance program. (Sec. 722) Limits FY2013 funds for the following domestic food assistance categories under the Act of August 24, 1935: (1) child nutrition program entitlement commodities, (2) state option contracts, and (3) defective commodity removal. Limits funds for the fresh fruit and vegetable program until October 1, 2013. Rescinds specified unobligated balances available in FY2013 for domestic food assistance. (Sec. 723) Prohibits the use of funds for user fee proposals that fail to provide sufficient budget impact information. (Sec. 724) Prohibits, without specified congressional notice, the reprogramming of certain funds in order to: (1) create or eliminate programs, (2) increase funds or personnel for any project for which funds have been denied or restricted, (3) relocate an office or employee, (4) reorganize offices or programs, or (5) contract out any functions or activities performed by federal employees. Prohibits, without specified congressional notice, the reprogramming of funds for programs, projects, or activities in excess of $500,000 or 10%, whichever is less, that: (1) augments existing programs, projects, or activities; (2) reduces by 10% funding for any existing program, project, or activity, or numbers of personnel by 10%; or (3) results from a personnel reduction which would result in a change in existing programs, activities, or projects. (Sec. 725) Authorizes the Secretary to assess a one-time fee for any guaranteed business and industry loan that does not exceed 3% of the guaranteed principal portion of the loan. (Sec. 726) Prohibits USDA or FDA funds from being used to transmit to any non-USDA or non-Department of Health and Human Services (HHS) employee questions or responses to questions that are a result of information requested for the appropriations hearing process. (Sec. 727) Prohibits the use of funds under this Act by any executive branch entity to produce a prepackaged news story for U.S. broadcast or distribution unless it contains audio or text notice that it was produced or funded by such executive entity. (Sec. 728) Requires USDA agencies to reimburse each other for employees detailed for longer than 30 days. (Sec. 729) Prohibits funds from being made available to enter into a contract, memorandum of understanding, or cooperative agreement with, make a grant to, or provide a loan to, any corporation that was convicted, or had an officer or agent convicted, of a felony criminal violation under any federal or state law within the preceding 24 months. (Sec. 730) Prohibits funds under this Act from being used to enter into a contract or cooperative agreement with, or make a grant or loan to any corporation that has an unpaid federal tax liability for which all judicial and administrative remedies have been exhausted and which is not being paid to the taxing authority. (Sec. 731) Makes specified funds available for assistance to recipient nations only if adequate controls are in place to ensure that emergency food aid is received by the intended beneficiaries and not otherwise diverted. (Sec. 732) Prohibits specified nonrecourse marketing assistance loans for mohair. (Sec. 733) Directs the Secretary, if a determination of non-regulated status under the Plant Protection Act has been invalidated, to authorize movement, introduction, continued cultivation, or commercialization for the interim period necessary for the Secretary to complete any required analyses or consultations related to the petition for non-regulated status. (Sec. 734) Prohibits funds from being used for mitigation associated with the removal of Federal Energy Regulatory Commission (FERC) Project 2342. (Sec. 735) Rescinds specified unobligated balances available for broadband loans under the distance learning, telemedicine, and broadband program. (Sec. 736) Rescinds specified unobligated balances under the Farm Security and Rural Investment Act of 2002. (Sec. 737) Amends the Food Security Act of 1985 to extend the grassland reserve program through FY2014. (Sec. 738) Extends the wetlands reserve program through FY2014. (Sec. 739) Permits funds received by the Secretary from the settlement of any federal litigation concerning federal mortgage loans during FY2012 to be expended by RHS for single family housing guaranteed loan servicing. (Sec. 740) Rescinds specified amounts from unobligated balances available to USDA from prior years appropriations. (Sec. 741) Rescinds specified amounts from unobligated balances available to the FDA from prior years appropriations. (Sec. 742) Prohibits funds from being used to provide specified agricultural commodity benefits to a person or legal entity whose average adjusted gross income exceeds $250,000. (Sec. 743) Prohibits funds under this Act from being used to exclude or restrict the eligibility of any variety of fresh, whole, or cut vegetables, except for vegetables with added sugars, fats, or oils, from being provided as supplemental foods under the special supplemental nutrition program for women, infants, and children (WIC). (Sec. 744) Prohibits funds under this Act from being used to inspect horses for slaughter purposes. (Sec. 745) States that the amount by which the applicable allocation of new budget authority made under the Congressional Budget Act of 1974 exceeds the amount of proposed new budget authority is $0."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2013, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:56:47-05:00"
}