{
  "actions": [
    {
      "acted_at": "1973-05-07", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1726-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-07", 
  "number": "1726", 
  "official_title": "A bill to provide guidelines and limitations for the classification of information and material, to insure the integrity of the Congress as a separate branch of the Government by preventing the unwarranted interference in congressional functions by the executive and judicial branches, to establish an Office of the General Counsel to the Congress, to require the disclosure of information to Congress by the executive branch, to protect the confidentiality of information of the news media.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Information Act", 
  "sponsor": {
    "district": null, 
    "name": "Gravel, Mike", 
    "state": "AK", 
    "thomas_id": "01343", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-07", 
  "subjects": [
    "Advisory bodies", 
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Federal employees and officials", 
    "Freedom of information", 
    "Freedom of the press", 
    "Government operations and politics", 
    "Jurisdiction", 
    "Law", 
    "Publishers and publishing"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-07", 
    "text": "Public Information Act - Title I: Amendments to Freedom of Information Act - Freedom of Information Act Amendments states that the court shall award reasonable attorneys' fees and court costs to the complainant if it issues any such injunction or order against the agency in any action taken under this Act. Authorizes the President and the heads of agencies to classify as 'Secret Defense Data' any official information or material originated or acquired by them, the unauthorized disclosure of which may reasonably be expected to cause damage to the national defense. States that official information or material may be classified as Secret Defense Data only if its unauthorized disclosure would adversely affect the ability of the United States to protect and defend itself against overt or covert hostile action. Provides that except as otherwise provided by law, no designation other than 'Secret Defense Data' shall be used to classify information or material in the interest of national defense. States that the head of each agency specified in this Act shall compile and maintain a complete list of the names and official addresses of all individuals within such agency who are authorized to classify official information and material. Provides that official information and material shall be classified according to what it contains or reveals and not according to its relationship with or reference to other information or material. Permits information or material furnished to the United States by a foreign government or international organization, the unauthorized disclosure of which could reasonably be expected to cause damage to the national defense or to the defense of a foreign government with which the United States is allied, to be designated as 'Secret Defense Data', except that any such information or material shall be provided to any Member or committee of Congress upon written request to the appropriate agency, notwithstanding any contrary agreement or stipulation. Sets forth the procedures for the declassification of any official information or material which is classified. States that any person may bring a civil action on his own behalf against the President or the agency head who is alleged to have deferred the automatic declassification date of official information or material which does not satisfy the requirements for classification as 'Secret Defense Data'. States that the Comptroller General of the United States shall monitor the actions taken by agencies to implement and adhere to the policies and provisions of this Act. Provides that the provisions of this Act shall not affect any requirement made by or under the Atomic Energy Act of 1954, as amended, regarding the designation and protection of Restricted Data, as defined in that Act. Title II: Congressional Protection - States that notwithstanding any other provision of law, the courts of the United States, the United States District Court for the District of the Canal Zone, the District Court of Guam, the District Court of the Virgin Islands, the United States Commissioners, and the United States magistrates shall have no jurisdiction to conduct any criminal proceeding with respect to offenses against the laws of the United States if such proceeding relates to a legislative activity of a Member of Congress. Provides that if an attorney for the United States intends to issue a subpena to any person, and such attorney has reason to believe that the subpena, or any part thereof, relates to a legislative activity of a Member of Congress, then such attorney shall immediately notify the Attorney General of the United States, who shall approve personally the issuance of the subpena, and shall notify in writing such Member and the President pro tempore of the Senate, in the case of a Senator, or the Speaker of the House of Representatives, in the case of a Representative, a Resident Commissioner, or a Delegate of the House of Representatives, not less than forty-eight hours in advance of the issuance of the subpena. Sets forth the procedure for quashing any such subpena by a Member of Congress. Title III: Office of the General Counsel to the congress - Establishes in the Congress an office to be known as the Office of the General Counsel to the congress. States that the purpose of the Office shall be to provide legal advice, legal representation, legal counseling, and other appropriate legal services to the Congress, its two Houses, and their respective committees, Members, officials, and employees in those matters relating to their institutional or official capacities and duties. Sets forth the functions of the Office and the administrative operation of such Office. Authorizes to be appropriated, for the fiscal year ending June 30, 1973, and for each fiscal year thereafter, such sums as may be necessary to carry out this title and to increase the efficiency of the Office and the quality of the services which it provides. Title IV: Privileged Information - States that any officer or employee of the Government summoned or requested to testify or produce information or material before Congress, any joint committee of the Congress, any committee of either House of the Congress, or any sub-committee of any such committee, shall not refuse to appear on the grounds that the requested testimony, information, or material is privileged. Provides that if such witness asserts that the requested information or material is privileged and refuses to supply the same, such person immediately shall provide a justification for the assertion of privilege, whereupon it shall then be a question of fact for the requesting body to determine whether or not the plea of privilege is well taken. Provides for the communication of information which is under the control of a government agency, officer, or employee to Members of Congress. Title V: Communications Media Privilege - Communications Media Privilege Act - Provides that no person shall be required to disclose in any Federal or State proceedings: (1) the source of any published or unpublished information obtained in the gathering, receiving, or processing of information for any medium of communication to the public, or (2) any unpublished information obtained or prepared in gathering, receiving, or processing of information for any medium of communication to the public."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Freedom of Information Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide guidelines and limitations for the classification of information and material, to insure the integrity of the Congress as a separate branch of the Government by preventing the unwarranted interference in congressional functions by the executive and judicial branches, to establish an Office of the General Counsel to the Congress, to require the disclosure of information to Congress by the executive branch, to protect the confidentiality of information of the news media.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:41-05:00"
}