{
  "actions": [
    {
      "acted_at": "1983-05-11", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-11", 
      "bill_ids": [
        "hr1816-98"
      ], 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "For Previous Action See H.R.1816.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-11", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-11", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-05-11", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Installations and Facilities", 
      "text": "Referred to Subcommittee on Military Installations and Facilities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-11", 
      "in_committee": "House Committee on Armed Services", 
      "in_subcommittee": "Military Installations and Facilities", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-11", 
      "in_committee": "House Committee on Armed Services", 
      "in_subcommittee": "Military Installations and Facilities", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Armed Services. Report No: 98-166.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Placed on Union Calendar No: 104.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-14", 
      "references": [], 
      "text": "Rule Granted Providing an Open Rule with 2 Hours of Debate. Partial Waiver of Points of Order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-14", 
      "bill_ids": [
        "hres229-98"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.229 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-16", 
      "references": [], 
      "text": "Rule Passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-20", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-20", 
      "references": [], 
      "text": "Considered by House Unfinished Business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-21", 
      "references": [], 
      "text": "The Clerk Reported Committee Amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-21", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-21", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1983-06-23", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-07-26", 
      "references": [], 
      "text": "Senate Committee on Armed Services discharged. Pursuant to the order of July 22, 1983.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-26", 
      "bill_ids": [
        "s675-98"
      ], 
      "references": [], 
      "text": "Considered by Senate. Pursuant to the order of July 22, 1983, all after the enacting clause of H.R.2972 is stricken and the language of Title 2 of S.675 is inserted in lieu thereof.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-26", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-07-26", 
      "references": [], 
      "text": "Senate insists on its amendments, asks for a conference, appoints conferees Thurmond; Warner; Humphrey; Quayle; East; Hart; Jackson; Stennis; Exon.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-28", 
      "references": [], 
      "text": "House Disagreed to Senate Amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-28", 
      "references": [], 
      "text": "House Agreed to Request for Conference and Speaker Appointed Conferees: Price, Dellums, Montgomery, Kazen, Won Pat, Dickinson, Kramer, Whitehurst.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-02", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-19", 
      "references": [], 
      "text": "Conference Report 98-359 Filed in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-22", 
      "references": [], 
      "text": "House Agreed to Conference Report by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-27", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "CONFERENCE:PASSED:SENATE", 
      "text": "Senate agreed to conference report by Voice Vote.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1983-09-27", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1983-09-28", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-09-29", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1983-10-11", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1983-10-11", 
      "congress": "98", 
      "law": "public", 
      "number": "115", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-115.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h183-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "183"
    }, 
    {
      "amendment_id": "h184-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "184"
    }, 
    {
      "amendment_id": "h185-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "185"
    }, 
    {
      "amendment_id": "h186-98", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "186"
    }
  ], 
  "bill_id": "hr2972-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Dickinson, William L.", 
      "sponsored_at": "1983-05-11", 
      "state": "AL", 
      "thomas_id": "00296", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Nowak, Henry", 
      "sponsored_at": "1983-07-29", 
      "state": "NY", 
      "thomas_id": "00870", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Porter, John Edward", 
      "sponsored_at": "1983-07-29", 
      "state": "IL", 
      "thomas_id": "00923", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "115"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1983-10-11", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1983-06-21", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1983-09-27", 
    "vetoed": false
  }, 
  "introduced_at": "1983-05-11", 
  "number": "2972", 
  "official_title": "A bill to authorize certain construction at military installations for fiscal year 1984, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres229-98", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr1816-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s675-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act, 1984", 
  "sponsor": {
    "district": "21", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1983-10-11", 
  "subjects": [
    "Air bases", 
    "Alabama", 
    "Armed forces and national security", 
    "Authorization", 
    "California", 
    "Collective security agreements", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Energy conservation", 
    "Florida", 
    "Guam", 
    "Housing and Housing Finance", 
    "Land transfers", 
    "M-X missile", 
    "Maine", 
    "Military construction operations", 
    "Military housing", 
    "NATO countries", 
    "Naval bases", 
    "Ohio", 
    "Public Lands and Real Property", 
    "Puerto Rico", 
    "Rental housing", 
    "Small business", 
    "South Carolina", 
    "Surplus government property", 
    "Territories (U.S.)", 
    "Treaties", 
    "Virginia"
  ], 
  "subjects_top_term": "Military construction operations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1983-09-19", 
    "text": "(Conference report filed in House, H. Rept. 98-359) Military Construction Authorization Act, 1984 - Title I: Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Permits the Secretary to construct or acquire family housing units at specified installations in specified amounts. Permits the execution of certain projects only out of savings derived from other specified projects. Requires the Secretary to certify to the appropriate committees of Congress the availability of funds for these contingency projects before moving forward on the contracts. Permits the Secretary to improve existing military family housing units, earmarking certain funds for energy conservation projects only. Authorizes the Secretary to carry out architectural and engineering services and construction design in connection with military family housing cconstruction and improvements. Authorizes the Secretary to carry out specified projects using unobligated funds from the previous year's authorization. Title II: Navy - Authorizes the Secretary of the Navy to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Permits the execution of certain projects only out of savings derived from other specified projects. Requires the Secretary to certify to the appropriate committees of Congress the availability of funds for these contingency projects before moving forward on the contracts. Authorizes the Secretary to construct or acquire family housing units and acquire manufactured home facilities at specified installations. Authorizes expenditures to improve existing military family housing units, earmarking certain funds for energy conservation projects only. Authorizes the Secretary to carry out architectural and engineering services and construction design in connection with military family housing construction and improvements. Increases the number of irrigable acres which may be leased for agricultural and grazing purposes at the Naval Air Station Lemoore, California. Amends the Military Construction Authorization Act, 1982 to modify the authority for procuring a steam supply for the Charleston, South Carolina, Naval Station from the Macalloy Corporation. Title III: Air Force - Authorizes the Secretary of the Air Force to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Permits the execution of certain projects only out of savings derived from other specified projects. Requires the Secretary to certify to the appropriate committees of Congress the availability of funds for these contingency projects before moving forward on the contracts. Permits the Secretary to construct or acquire family housing units and acquire manufactured home facilities at specified installations. Authorizes improvements to existing military family housing units, earmarking certain funds for energy conservation projects only. Permits the Secretary to improve existing military family housing units as specified. Authorizes the Secretary to carry out architectural and engineering services and construction design in connection with military family housing construction. Title IV: Defense Agencies - Authorizes the Secretary of Defense to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Permits the Secretary to construct or acquire family housing units and acquire manufactured home facilities at specified installations. Permits expenditures to improve existing units. Permits the Secretary to carry out contingency construction projects during FY 1984 using unobligated FY 1983 authorizations. Title V: North Atlantic Treaty Organization Infrastructure - Authorizes the Secretary of Defense to make contributions for the North Atlantic Treaty Organization (NATO) Infrastructure program. Prohibits the expenditure of funds for prefinancing of projects to be paid for by such program until a precise schedule has been established for recoupment of existing U.S. prepayments on such projects and procedures have been established for recoupment of any future prefinancing payments. Directs the Secretary of Defense to report regularly to the appropriate committees of Congress on progress in establishing such a schedule. Title VI: Authorization of Appropriations and Recurring Administrative Provisions - Authorizes appropriations for fiscal years after FY 1983 for military construction, land acquisition, and military family housing functions of the Departments of the Army, the Navy, the Air Force, and the defense agencies. Authorizes appropriations for the NATO Infrastructure program. Limits the total cost of all projects to the total amounts authorized to be appropriated for each military department concerned. States that such authorizations shall expire at the end of FY 1985 except as otherwise specified. Establishes maximum amounts on certain expenditures, including unspecified minor military construction projects and per unit improvement and rental costs for military family housing. Title VII: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after FY 1983 for the costs of acquisition, architectural and engineering services, and construction of facilities for the guard and reserve forces. Increases from $200,000 to $400,000 the ceiling on facility acquisitions which the Secretary of Defense may make without notifying the Armed Services and Appropriations Committees. Title VIII: General Provisions - Permits the Secretary of the military department concerned to enter into contracts for lease of housing facilities on or near military installations in the United States. Sets forth the terms, conditions, and limitations on such leasing. Requires such Secretary to give the appropriate committees of Congress 21 days notice of an agreement to lease. Authorizes the Secretaries of the military departments to enter into agreements to occupy privately or State or locally developed rental housing located near military installations that have a shortage of family housing. Sets forth the terms and conditions of such agreements, including 21 days notice to Congress. Directs the Secretary to require the use of manufactured or factory built housing for all military housing constructed in a foreign country. Permits a waiver of such requirement for up to ten percent of the housing units after 21 days notice to Congress. Amends the Military Construction Authorization Act, 1981, to provide impact assistance for areas affected by the deployment of the MX Missile on the same basis as is currently provided to areas affected by the East Coast Trident Base. Directs the Secretary of Defense to conduct a comprehensive review of Department policies concerning the award of contracts for architectural and engineering services and construction design for military construction projects. Directs the Secretary to modify such practices to the extent necessary to assure substantial participation by small businesses while still including the large firms necessary for cerain contracts. Requires the Secretary to report to the appropriate congressional committees by March 1, 1984. Authorizes the Secretary of Defense to propose to Congress the sale of surplus Defense property and the acquisition and construction of facilities or property as necessary for continuity of defense functions. Sets forth the conditions of any such proposed transaction, including: (1) a description of the property, its fair market value and replacement costs; (2) the use of competitive bid procedures; (3) proceeds threshholds; and (4) 60 days notice to the Secretary of the Interior. Requires the Administrator of General Services to conduct any sales. Places sale proceeds in the Department of Defense Facilities Replacement Management Account in the Department of the Treasury, minus certain planning and execution expenses. Prohibits the Secretary from disposing of any property at Fort DeRussy in Hawaii. Decreases from 2,500 to 2,000 the number of military, civilian, and contractor personnel assigned to an area as part of the establishment or expansion of a military installation that would make the area eligible for community planning assistance. Authorizes the Secretary of the Air Force to contribute up to half the cost of moving a landfill adjacent to Langley Air Force Base, Langley, Virginia, with specified restrictions. Authorizes the Secretary of the Navy to acquire property in San Diego, California, for military family housing construction. Authorizes the Secretary of the Navy to acquire certain land from the city of Los Angeles, California. Authorizes the Secretary of the Navy to convey specified lands in the County of Ventura, California, to the Oxnard Harbor District, California. Authorizes the Secretary of the Army to convey specified land to the Alabama Space Science Exhibit Commission in Redstone Arsenal, Alabama, as a permanent site for the Alabama Space Science Exhibit. Reserves a reversionary interest for the United States should the land conveyed be used for other than the specified purpose. Authorizes the Secretary of the Navy to exchange specified lands in and around the Naval Surface Weapons Center Detachment, Fort Lauderdale, Florida. Requires Broward County, Florida, to pay the difference to the United States if the fair market value of the land it receives exceeds the fair market value of the land it conveys. Authorizes the Secretary of the Air Force to exchange specified lands in the County of Franklin, Ohio, with the City of Columbus, Ohio. Requires the City of Columbus to pay the difference to the United States if the fair market value of the land it receives exceeds the fair market value of the land it conveys. Authorizes the Secretary of the Navy to exchange specified lands with the Greater Orlando Aviation Authority in Orlando, Florida. Authorizes the Secretary of the Army to exchange specified lands with the Santa Clara County Transit District of Santa Clara County, California. Requires the District to pay the difference to the United States if the fair market value of the land received exceeds the fair market value of the land conveyed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Military Construction Authorization Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Military Construction Authorization Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Military Construction Authorization Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain construction at military installations for fiscal year 1984, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:26-05:00"
}