{
  "actions": [
    {
      "acted_at": "1996-07-09", 
      "references": [
        {
          "reference": "CR H7117", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27", 
      "committee": "Committee on Economic and Educational Opportunities, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Economic and Educational Opportunities, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-27", 
      "committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Referred to House Economic and Educational Opportunities", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-09-27", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-10-15", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Workforce Protections", 
      "text": "Referred to the Subcommittee on Workforce Protections.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4252-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Workforce Protections", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-27", 
  "number": "4252", 
  "official_title": "To establish labor provisions and tax provisions for small-business concerns.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Emancipation Act of 1996", 
  "sponsor": {
    "district": "5", 
    "name": "Hefley, Joel", 
    "state": "CO", 
    "thomas_id": "00524", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-27", 
  "subjects": [
    "Administrative fees", 
    "Advertising", 
    "Auditing", 
    "Awards, medals, prizes", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Cost effectiveness", 
    "Discrimination in employment", 
    "Employee ownership", 
    "Employee training", 
    "Estate tax", 
    "Executive compensation", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Flexible work hours", 
    "Four-day week", 
    "Gifts", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Income tax", 
    "Individual retirement accounts", 
    "Industrial relations", 
    "Infrastructure", 
    "Labor and employment", 
    "Labor unions", 
    "Labor-management committees", 
    "Law", 
    "Leave of absence", 
    "Minorities", 
    "Occupational health and safety", 
    "Overtime", 
    "Pension funds", 
    "Profit sharing", 
    "Public works", 
    "Racial discrimination", 
    "Religion", 
    "Religious liberty", 
    "Reverse discrimination in employment", 
    "Sex discrimination in employment", 
    "Small business", 
    "Standards", 
    "Tax exclusion", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees", 
    "Wages", 
    "Women"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-27", 
    "text": "TABLE OF CONTENTS: Title I: Labor Provisions Title II: Tax Provisions Small Business Emancipation Act of 1996 - Title I: Labor Provisions - States that the \"regular rate\" at which a small business employee (SBE) is employed shall not include sums paid under a performance plan as a reward for meeting or exceeding productivity, quality, efficiency, or sales goals. Authorizes an SBE to receive, in lieu of overtime compensation, compensatory time off at a rate of not less than one and one-half hours off for each hour of employment for which overtime compensation would have been paid. Limits the annual accrual of compensatory time to 240 hours. Provides for the payment of unused compensatory time upon termination. (Sec. 103) Authorizes a small business employer to establish compressed and flexible work schedules. (Sec. 104) States that a small business shall not be required to disclose to any regulatory agency any information obtained through a voluntary internal audit. (Sec. 105) Exempts laborers or mechanics employed by a small business from the provisions of the Davis-Bacon Act. (Sec. 106) Amends the Occupational Safety and Health Act (the Act) to: (1) direct the Secretary of Labor, in establishing occupational safety and health (OSH) standards, to consider the relationship between the costs and benefits of a standard and its effect on small businesses; (2) authorize the Secretary to waive up to 100 percent of an OSH violation penalty to be paid by a small business to the extent that the employer uses the amount to correct the violation; and (3) provide that an employee participation committee formed to attempt to reduce the number of OSH hazards shall not be considered a \"labor organization\" for purposes of specified labor representation provisions. Directs the Secretary to: (1) establish and implement a program to provide technical assistance and consultative services for small business employers and employees concerning worksite OSH and compliance with the Act; (2) establish an award to be periodically made to small businesses which have implemented effective approaches to addressing OSH in the workplace; and (3) prepare and submit to the President and the Congress a report on the progress, findings, and conclusions of activities conducted under this section, along with recommendations for modifications. (Sec. 107) Prohibits a small business employer from granting preferential treatment to any individual or group on the basis of race, color, religion, sex, or national origin. Title II: Tax Provisions - Amends the Internal Revenue Code to: (1) exclude from the gross estate the value of a qualified small business interest of a decedent; (2) exclude a qualified cash or deferred arrangement from the definition of a \"top heavy plan\"; and (3) provide that a trust shall not be disqualified from consideration as a qualified pension, profit-sharing, or stock-bonus plan by reason of a good faith administrative error."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Emancipation Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish labor provisions and tax provisions for small-business concerns.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:48-05:00"
}