{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1931-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1931", 
  "official_title": "A bill to promote the foreign policy and trade interests of the United States by providing authority to negotiate a commercial agreement with Rumania, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Romania Trade Act", 
  "sponsor": {
    "district": "4", 
    "name": "Waggoner, Joe D., Jr.", 
    "state": "LA", 
    "thomas_id": "01191", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Foreign trade and international finance", 
    "Romania"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Romania Trade Act - States that the purposes of this Act are to promote international trade, to provide a framework helpful to private United States firms conducting business relations with Romania, and to promote the expansion of United States exports. Provides that the President may, enter into a commercial agreement with Romania under this Act, with provision concerning: (1) arrangements for the promotion of trade between the United States and Romania; (2) the extension of most-favored-nation treatment with respect to duties or other country; (3) arrangements for the protection of industrial rights and processes; (4) arrangements for the settlement of commercial difference and disputes; (5) arrangements for establishment or expansion of trade and tourist promotion offices, for facilitation of activities of governmental commercial officers, participation in trade fairs and exhibits and the sending of trade missions, and for facilitation of entry and travel of entry and travel of commercial representatives; and (6) such other arrangements of a commercial nature as will promote the purposes of this Act. Requires the President to report to the Congress on any commercial agreement or amendment thereto entered into under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Romania Trade Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the foreign policy and trade interests of the United States by providing authority to negotiate a commercial agreement with Rumania, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:21-05:00"
}