{
  "actions": [
    {
      "acted_at": "1981-10-05", 
      "committee": "Senate Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-10-05", 
      "in_committee": "Senate Committee on Banking", 
      "references": [], 
      "subcommittee": "Housing and Urban Affairs", 
      "text": "Referred to Subcommittee on Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-19", 
      "in_committee": "Senate Committee on Banking", 
      "in_subcommittee": "Housing and Urban Affairs", 
      "references": [], 
      "text": "Subcommittee on Housing and Urban Affairs. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1702-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Housing and Urban Affairs", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1981-11-16", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Quayle, Dan", 
      "sponsored_at": "1982-02-02", 
      "state": "IN", 
      "thomas_id": "00935", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-10-05", 
  "number": "1702", 
  "official_title": "A bill to amend the National Housing Act to provide additional mortgage and loan insurance authority.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FHA Revitalization Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Lugar, Richard G.", 
    "state": "IN", 
    "thomas_id": "01387", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-10-05", 
  "subjects": [
    "Condominium (Housing)", 
    "Federal aid to housing", 
    "Housing and Housing Finance", 
    "Mobile homes", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "Residential rehabilitation"
  ], 
  "subjects_top_term": "Mortgage guaranty insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-10-05", 
    "text": "FHA Revitalization Act of 1981 - Title I: General Authority - Amends the National Housing Act to authorize the Secretary of Housing and Urban Development to insure a home loan or mortgage that has an adjustable interest rate, is required to be refinanced before the end of amortization, involves the payment of discount points to reduce the interest rate, or is otherwise currently ineligible for insurance under such Act. Prohibits the Secretary from providing such insurance to a person who has owned a dwelling within the previous three years. Increases the maximum amounts of mortgages for two, three, and four- family residences which are eligible for insurance. Title II: Five-Year Mortgages - Authorizes the Secretary to insure mortgages which mature, but are not fully amortized, in five years or less and which bear a constant rate of interest. Declares that such a mortgage may be refinanced. Permits the Secretary to insure the mortgage executed to refinance such earlier mortgage. Title III: Condominiums - Eliminates the requirement that a multifamily project must have had a federally insured mortgage or must have qualified for a Veterans Administration loan or guarantee before one of its single-family units can qualify for Federal mortgage insurance. Authorizes the Secretary to insure a blanket mortgage on a new multifamily project involving a principal obligation of an amount not exceeding 70 percent of the project's property value which includes the value of units rented by the developer for not more than five years and units owned by investors. Title IV: Mortgage Insurance for Homes on Leased Land - Authorizes the Secretary to insure the mortgage of a home on leased land where the home owner has an option to buy the land. Title V: Mortgage Insurance on Certain Homes - Authorizes the Secretary to insure a mortgage involving a principal obligation not exceeding 97 percent of the property value. Requires that a mortgage, to be eligible for insurance, be secured by a dwelling which satisfies standards prescribed under the National Manufactured Housing Construction and Safety Act of 1974 and which has a permanent foundation. Decreases to 30 years the maximum maturity period of an eligible mortgage. Title VI: Property Standards - Authorizes the Secretary to insure a loan to acquire, for the purpose of rehabilitation, a property which is 30 or more years old if it complies with local health and safety codes. Allows the borrower to refinance such loan within five years. Provides conditions for insurance of the loan to refinance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "FHA Revitalization Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Housing Act to provide additional mortgage and loan insurance authority.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:03-05:00"
}