{
  "actions": [
    {
      "acted_at": "1976-05-03", 
      "committee": "Senate Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3360-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Post Office and Civil Service", 
      "committee_id": "SSPO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-03", 
  "number": "3360", 
  "official_title": "A bill to authorize employees and agencies of the Government of the United States to experiment with flexible and compressed work schedules.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Employees Flexible and Compressed Work Schedules Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-03", 
  "subjects": [
    "Civil service compensation", 
    "Civil service employment", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Hours of labor", 
    "Labor policy"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-03", 
    "text": "Federal Employees Flexible and Compressed Work Schedules Act - Requires the Civil Service Commission to develop a three-year comprehensive plan to provide for the establishment of flexible and compressed work schedule experiments within executive agencies. Directs the head of each agency to determine whether or not the implementation of such an experimental program would be in the best interest of the agency. Requires the Chairperson of the Commission to take appropriate action to include any requesting agency in the implementation of the comprehensive plan. Title I: Flexible Scheduling of Work Hours - Permits Federal agencies to conduct one or more experiments to test flexible schedules which include: (1) designated hours and days during which an employee on such a schedule must be present for work; and (2) designated hours during which employees on such a schedule may elect the times of their arrival and departure. Empowers the head of an agency, at the request of an employee participating in a flexible hour program, to grant such employee compensatory time off in lieu of payment of such overtime hours. Disallows, with specified exceptions, the payment of premium pay for night-work to an employee working a flexible hour schedule solely because such employee elects to work optional hours at a time of day for which premium pay is otherwise authorized. Limits the number of optional hours which an employee on a flexible schedule may accumulate for carryover from a biweekly pay period to the succeeding biweekly pay period. Title II: Four-day Week and Other Compressed Work Schedules - Permits agencies to conduct one or more experiments to test a four-day workweek or other compressed schedules. Details provisions relating to the payment of overtime pay, Sunday pay, and holiday pay to individuals working such a schedule. Title III: Administrative Provisions - Prohibits the inclusion within any experiment under Titles I or II of this Act of employees within a unit with respect to which an organization of government employees has been accorded exclusive recognition except to the extent expressly provided under a written agreement between the agency and such organization. Prohibits the intimidation or coercion of other employees who are participants in an experiment under Titles I or II with respect to their rights under this Act. Sets forth reporting requirements for the Commission with respect to programs carried out under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Employees Flexible and Compressed Work Schedules Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize employees and agencies of the Government of the United States to experiment with flexible and compressed work schedules.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:51-05:00"
}