{
  "actions": [
    {
      "acted_at": "1985-06-19", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-24", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-12", 
      "in_committee": "Committee on Finance", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Health (Finance). Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1323-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "1985-07-17", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1985-07-08", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1985-07-17", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-19", 
  "number": "1323", 
  "official_title": "A bill to amend the Social Security Act to reorganize and strengthen the provisions intended to deter and sanction fraud and abuse affecting the Medicare and Medicaid programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Financing Fraud and Abuse Amendments of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-19", 
  "subjects": [
    "Crime prevention", 
    "Drug abuse", 
    "Extended care facilities", 
    "Federal aid to medical education", 
    "Fines (Penalties)", 
    "Fraud", 
    "Health facilities", 
    "Intermediate care facilities", 
    "Maternal and infant welfare", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical education", 
    "Medical personnel", 
    "Medicare", 
    "Medicare fraud", 
    "Physicians", 
    "Social security eligibility", 
    "Social welfare", 
    "White collar crime"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-19", 
    "text": "Health Care Financing Fraud and Abuse Amendments of 1985 - Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to consolidate provisions providing criminal penalties for acts involving Medicare and Medicaid abuses. Amends part A (General Provisions) of title XI of such Act to direct the Secretary of Health and Human Services to exclude from participation in Medicare and to direct States to exclude from participation in Medicaid, any individual or entity convicted of a criminal offense related to such individual's or entity's participation in the delivery of items or services under Medicare, Medicaid, or title V (Maternal and Child Health Services Block Grant) of such Act. Authorizes the Secretary to exclude from Medicare participation and to direct State agencies to exclude from Medicaid participation any individual or entity: (1) convicted of any financial abuse or abuse of patients in connection with the delivery of health care items or services in any publicly operated or financed program; (2) convicted of unlawful manufacture or distribution of a controlled substance; (3) who has had his or her health care license revoked or suspended; (4) excluded under any Federal or State program involving the provision of health care; (5) committing certain acts prohibited under title XI; (6) owned or controlled by an individual convicted of health care related crimes, fined for health care abuses, or excluded from Medicare, Medicaid, or title V; (7) failing to supply certain information; (8) submitting claims, under Medicare or Medicaid, for excessive charges or unnecessary services; (9) failing to take corrective action recommended by a peer review organization; or (10) in default on Federal health education loan or scholarship obligations. Directs the Secretary to notify each appropriate State agency of the facts and circumstances of each exclusion. Authorizes the Secretary, for good cause, to waive an exclusion. Entitles an excluded individual or entity to a hearing. Revises title XI provisions providing for civil monetary penalties. Authorizes the Attorney General, at the Secretary's request, whenever the Secretary believes that a person may be subject to such a civil penalty to bring an action in the appropriate U.S. district court to enjoin such activity or to seek other appropriate relief. Requires, under title XI, the disclosure of certain information from any owner with an interest of five percent or more in a health care facility's mortgage. Provides, under title XI, for application to Medicaid of standards which are presently applicable to Medicare with respect to the obligations of providers to provide quality services economically. Prohibits Medicare or Medicaid payments for any item or service ordered by an excluded physician, unless it is an emergency item or service. Authorizes a provider to terminate an agreement upon notice to the Secretary. Authorizes the Secretary to refuse to enter into an agreement with or to terminate an agreement with a provider failing to comply substantially with applicable requirements. Permits the Secretary, under Medicare, in cases where a provider, individual, or entity no longer substantially complies with participation requirements but does not jeopardize the health and safety of its patients, in lieu of terminating an agreement or approval with provider, individual, or entity to notify the provider, individual, or entity of the deficiencies and the time within which such deficiences must be corrected. Permits a State, for good cause, to exclude an individual or entity under Medicare or Medicaid. Permits a State to allow a provider a certain time period within which to correct deficiencies, if the provider's deficiencies do not jeopardize the health and safety of its patients. Prohibits Medicaid payments to any individual or entity failing to supply to the Secretary required information. Permits the Secretary, under Medicaid, in cases where a skilled nursing facility or intermediate care facility no longer substantially meets applicable participation requirements but does not jeopardize the health and safety of its patients, in lieu of canceling certification of the facility, to notify the facility of the deficiencies and the time within which such deficiencies must be corrected. Requires a State's Medicaid plan to have in effect a system of reporting to the Secretary: (1) any final adverse action by any State authority against any provider; and (2) any loss or voluntary surrender of a provider's license during a formal proceeding by a State. Amends the Deficit Reduction Act of 1984 to repeal provisions which provide for an 18 month moratorium in the case of a State Medicaid plan which uses less restrictive income or resource standards than would otherwise be required for noncash Medicaid recipients."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Financing Fraud and Abuse Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to reorganize and strengthen the provisions intended to deter and sanction fraud and abuse affecting the Medicare and Medicaid programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:30-05:00"
}