{
  "actions": [
    {
      "acted_at": "1975-07-25", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-27", 
      "references": [], 
      "text": "Reported to House from the Committee on Ways and Means with amendment, H. Rept. 94-1201.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-26", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-26", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-30", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-30", 
      "bill_ids": [
        "hr15080-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, roll call #672 (374-3), provisions of H.R. 15080 inserted.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-31", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8911-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Karth, Joseph E.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "00617", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-25", 
  "number": "8911", 
  "official_title": "A bill to amend title XVI of the Social Security Act to make needed improvements in the program of supplemental security income benefits.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1467-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr10547-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr15080-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Supplemental Security Income Amendments", 
  "sponsor": {
    "district": "21", 
    "name": "Corman, James C.", 
    "state": "CA", 
    "thomas_id": "00234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-25", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative procedure", 
    "Blind", 
    "Disabled", 
    "Guam", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Physically handicapped", 
    "Puerto Rico", 
    "Social welfare", 
    "States", 
    "Supplemental security income program", 
    "Territories (U.S.)", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Supplemental security income program", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1976-08-30", 
    "text": "(Measure passed House, amended, roll call #672 (#74-3), provisions of H.R. 15080 inserted) Supplemental Security Income Amendments - Amends Title XVI (Supplemental Security Income for the Aged, Blind, or Disabled) of the Social Security Act in order to provide for the more timely determination of eligibility of individuals for benefits and payment of benefits to eligible individuals. Authorizes the Secretary of Health, Education, and Welfare to make payments of benefits to presumptively blind individuals for up to three months prior to the determination of the individual's blindness. Directs the Secretary to refer blind or disabled recipients of supplemental security income benefits who are under the age of 13 to the appropriate State agencies administering plans for maternal and child health services, and services for crippled children. Directs the Secretary to carry out a program designed specifically to assure that all individuals who are or may become eligible for supplemental security income benefits will be fully informed of the availability and nature of such benefits and of the steps to be taken in obtaining them. Removes the requirement that benefit payments for persons who are disabled by alcoholism or drug addiction be paid to third parties and permits the payment of benefits direct to such disabled persons if the Secretary determines, upon the certification of the physician supervising the beneficiary's treatment, that direct payment would be of significant theraputic value to such individual. Authorizes the continuation of benefit payments for individuals hospitalized outside of the United States in cases in which: (1) the individual is a resident of the United States, and the hospital involved is closer than the closest hospital inside the United States which is equipped to provide the care required; or (2) the hospital services are emergency services. Excludes from the computation of income for the purposes of determining an individual's eligibility for benefits, gifts and inheritances which are not readily convertible into cash. Excludes from income, assistance based on need which is furnished by a tax-exempt organization. Provides that in determining an individual's financial resources an individual's house shall be valued at the lesser of: (1) the current market value; (2) the purchase price; or (3) its appraised value, if acquired other than by purchase. Extends the Supplemental Security Income program to Puerto Rico, Guam, and the Virgin Islands. States that the benefits paid in each territory shall be in amounts proportionate to the ratio of the per capita income in each territory to the per capita income of the State having the lowest per capita income. Increases the amount of the cash advance which may be made to a presumptively blind or presumptively disabled individual before the final determination of eligibility from $100 to an amount not in excess of the aggregate amount of the benefits to which such individual is presumptively eligible. Permits the Secretary, upon written authorization by a beneficiary, to withhold benefits due such beneficiary and reimburse a State from the amount withheld, for interim assistance furnished by the State to the beneficiary while awaiting the initiation of benefits. Provides for the termination of the mandatory State supplementation of supplemental security income benefits in cases set forth in this Act. Requires that an individual's eligibility for benefits be determined monthly, instead of quarterly, as is now required. Provides for the payment to an individual who is in a hospital, extended care facility, nursing home, or intermediate care facility, of the full amount of such individual's benefit during the first three months during which such individual is in a hospital, home, or facility. Sets forth the specific amounts to which an individual is entitled after the third month or when such individual is receiving payments under Title XIX (Medicaid) of the Social Security Act. Requires each State to establish or designate one or more State or local authorities which shall establish, maintain, and insure the enforcement of standards for any category of institutions, foster homes, or group living arrangements in which a significant number of recipients of supplemental security income benefits is residing or is likely to reside. Declares that no part of a benefit paid as rental assistance prior to October 1, 1976, shall be considered an overpayment. Requires States after July 1, 1977, to pass through cost-of-living increases to recipients of Supplemental Security Income benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Supplemental Security Income Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVI of the Social Security Act to make needed improvements in the program of supplemental security income benefits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:57-05:00"
}