{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-11-18", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Early Childhood, Elementary, and Secondary Education", 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-11-18", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Healthy Families and Communities", 
      "text": "Referred to the Subcommittee on Healthy Families and Communities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6362-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Healthy Families and Communities", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "6362", 
  "official_title": "To amend the Elementary and Secondary Education Act of 1965 to improve school safety.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Schools Against Violence in Education Act", 
  "sponsor": {
    "district": "4", 
    "name": "McCarthy, Carolyn", 
    "state": "NY", 
    "thomas_id": "01503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Computer security and identity theft", 
    "Crime prevention", 
    "Crime victims", 
    "Crimes against children", 
    "Criminal justice information and records", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Firearms and explosives", 
    "Government information and archives", 
    "Juvenile crime and gang violence", 
    "School administration", 
    "Violent crime"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "Safe Schools Against Violence in Education Act or the SAVE Act - Amends the Elementary and Secondary Education Act of 1965 to require states to allow a student who is attending a public school that does not have a safe climate for academic achievement, or who becomes a victim of a violent criminal offense while on school grounds, at a school event, or on a school bus to transfer to a safe public school within the school district. (Currently, the school must be persistently dangerous and the offense must occur on school grounds.) Requires states to: (1) permit schools to provide counseling and educational services to violent offenders in alternative settings; (2) require schools that know a violent offender is returning to school to notify the victim's parents that the offender is returning; and (3) provide school students, families, and staff with an annual report containing certain school crime statistics. Requires a state's determination that a school is unsafe to: (1) be based on those school crime statistics and certain other school data that the state is to collect; (2) be relayed to local educational agencies (LEAs) so that LEAs can relay such information to parents in a timely manner; and (3) result in ameliorative efforts by unsafe schools. Directs the Secretary of Education to: (1) make school crime statistics publicly available; and (2) publish a handbook to assist states and LEAs in meeting this Act's school crime, offense, and incident disclosure requirements. Amends the Safe and Drug-Free Schools and Communities program to augment the information LEAs must provide to states concerning students with guns to include incidents that do not involve a student's expulsion and school-related off-campus incidents, including those involving non-students. Includes bullying and cyberbullying prevention, and emergency preparedness in the federal activities required under the program. Directs the Secretary to fund schoolwide climate surveys of students, parents, and school personnel for use in creating collaborative plans for school improvement. Gives funding priority to unsafe schools."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Schools Against Violence in Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "SAVE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Elementary and Secondary Education Act of 1965 to improve school safety.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:48-05:00"
}