{
  "actions": [
    {
      "acted_at": "1977-05-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6834-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1977-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lott, Trent", 
      "sponsored_at": "1977-01-03", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Moorhead, Carlos J.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00830", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-05-03", 
  "number": "6834", 
  "official_title": "A bill to amend the Occupational Safety and Health Act of 1970.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6055-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Occupational Safety and Health Amendments", 
  "sponsor": {
    "district": "6", 
    "name": "Beard, Robin", 
    "state": "TN", 
    "thomas_id": "00069", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-05-03", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Farms", 
    "Labor and employment", 
    "Occupational health and safety", 
    "Small business"
  ], 
  "subjects_top_term": "Occupational health and safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-05-03", 
    "text": "Occupational Safety and Health Amendments - Amends the Occupational Safety and Health Act of 1970 to require the Secretary of Labor to give advance notice of any inspection and sanctions if such notice would not defeat the purposes of this Act. Excludes from coverage (1) nonagricultural employers of not more than 25 employees; and (2) small farmers as defined by this Act. Requires the Secretary to publish in the Federal Register the financial impact of any proposed health or safety standard. Provides that no standard shall require an employer to phase out, change, or replace existing equipment or facilities before the normal useful life of that equipment or facility has expired unless failure to do so would result in a serious violation. Directs that emergency temporary standards take effect in 30 days rather than immediately. Requires the Secretary to (1) make an evaluation of existing standards and their applicability to each business or industry; (2) make a determination of employees to be excluded from such standards; (3) prescribe, as part of each standard adopted under such Act, the estimated average and maximum cost to the average employer subject to such standards, and the time period for meeting such standard; and (4) rescind an existing standard, or not establish a new standard, if the Secretary determines it is impossible to comply with such standard within a specified time. Authorizes the Secretary to require physical examinations of new employees. Stipulates that an employer not in compliance with any rule or standard promulgated under this Act shall not receive a notice for such violation if he is able to show that (1) implementing such rule or standard would not materially affect the safety or health of employees in the inspected facility; and (2) he has employed adequate notice and executed reasonable efforts to obtain the compliance of his employees, and that such violation was attributable to such employees and he could not have reasonably prevented such violation. Directs the Secretary to refer unabated violations to the Attorney General, and stipulates that any civil action brought under this provision shall be brought in a United States district court. Provides certain affirmative defenses for employers in proceedings brought under such Act. Authorizes the Secretary to enter into voluntary compliance agreements with employers. Directs the Secretary to make consultation visits to a workplace upon an employer's request. Authorizes the Secretary to provide technical assistance and consultation to employers with less than 100 employees to help them comply with standards promulgated under such Act. Authorizes the Secretary to make grants to enable employers to comply with certain standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Occupational Safety and Health Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Occupational Safety and Health Act of 1970.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:23-05:00"
}