{
  "actions": [
    {
      "acted_at": "1989-07-31", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-31", 
      "calendar": "Senate Legislative", 
      "number": "183", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 183.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1437-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-31", 
  "number": "1437", 
  "official_title": "An original bill relating to defense burdensharing by the NATO allies of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-07-31", 
  "subjects": [
    "American military assistance", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Collective security agreements", 
    "Congressional reporting requirements", 
    "Defense budgets", 
    "Military agreements", 
    "NATO countries", 
    "Negotiations"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-31", 
    "text": "Requires the Secretary of Defense to submit to the House and Senate defense and appropriations committees a baseline report showing: (1) a breakdown of the end strength levels of members of the U.S. armed forces, the allied forces, and the armed forces of each member nation of NATO assigned to permanent duty ashore in European member nations of NATO for FY 1989; and (2) the baseline ratio of U.S. to allied forces. Directs the Secretary to submit to such committees from 1991 through 1993 a report showing the end strength levels of U.S. and allied forces in the fiscal year in which the report is submitted, including: (1) data showing the U.S.-allied forces ratio for the preceding fiscal year; (2) a statement indicating whether there has been any change in the ratio since the preceding fiscal year and, if so, the amount of and reasons for the change; and (3) a discussion of any action taken in the preceding fiscal year to encourage the NATO allies to increase the number of allied forces and the results of any such action. Specifies that if the Secretary determines on the basis of the baseline report that the U.S.-allied forces ratio for the preceding fiscal year is greater than the baseline ratio by more than one percentage point: (1) the President shall initiate appropriate diplomatic measures to persuade the NATO allies to increase their forces so that the ratio no longer exceeds the baseline ratio; and (2) Department of Defense funds may not be obligated or expended to support an end strength level of such U.S. forces for the following fiscal year in any number that would cause the U.S.-allied forces ratio in such fiscal year to exceed the baseline ratio by more than one percentage point. Authorizes the President to waive such requirements if such action is critical to national security and he immediately notifies the Congress. Makes such requirements inapplicable in the event of a declaration of war, an armed attack on any NATO member, or the signing of a comprehensive arms reduction agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original bill relating to defense burdensharing by the NATO allies of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:37-05:00"
}