{
  "actions": [
    {
      "acted_at": "1974-03-07", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13341-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-07", 
  "number": "13341", 
  "official_title": "A bill to provide for affording equal educational opportunities for students in the Nation's elementary and secondary schools.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Equal Educational Opportunities Act", 
  "sponsor": {
    "district": "16", 
    "name": "Anderson, John B.", 
    "state": "IL", 
    "thomas_id": "00017", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-07", 
  "subjects": [
    "Desegregation in education", 
    "Education", 
    "Elementary and secondary education", 
    "Poverty", 
    "Schools", 
    "States", 
    "Students"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-07", 
    "text": "National Equal Educational Opportunities Act - Title I: Denial of Equal Educational Opportunities - States that no State or educational agency established by a State shall deny equal educational opportunity to an individual on account of race, color, or national origin including by: (1) deliberate segregation of students on the basis of race, color, or national origin among or within schools; (2) failure in situations in which such deliberate segregation has occurred or is occurring, to take affirmative steps, consistent with title III of this Act, to remove the vestiges of discrimination due to official action; (3) failure to take appropriate action to attempt to overcome language barriers, or cultural, social, economic, or other deprivations that impede equal participation by students in instructional programs of educational agencies; and (4) maintenance of practices and provision of resources in schools in which minority groups are concentrated that are less favorable for educational advancement than at schools attended primarily by students of any other race, color, or national origin. Allows any person or persons alleging, or the Attorney General if he has reasonable cause to believe, that any policy or measure of a local educational agency violates this Act, to bring a civil action in the appropriate United States district court for equitable relief, including an application for a permanent or temporary injunction, or other order. Title II: State Equal Educational Opportunity Plans - Requires each State to prepare and submit to the Secretary of Health, Education, and Welfare for his approval, in accordance with regulations issued by him a plan to carry out the purpose of this Act. States that the plans of Virginia and Maryland shall take account of the areas of the District of Columbia nearest to each and shall be worked out in consultation with the local educational agency of the District of Columbia. Requires such plans to provide for the establishment of State and local advisory councils which shall advise State and local educational agencies on implementation of the State plans. Requires the plan submitted by each State to be submitted to the Secretary by June 30, 1975; and to define goals consistent with the purpose of this Act and provide for attaining such goals by a date approved by the Secretary, but in no event later than August 30, 1985. States that each plan shall provide specific means for implementing: (1) a majority transfer plan on either an intradistrict or interdistrict basis; (2) an open communities educational resources compensation program; (3) a school district reorganization plan; and (4) an approved, concentrated compensatory education program. Requires such plans to: (1) assure that in each year of operation of the plan substantial progress will be made toward meeting the purpose of the Act; (2) specify how additional State financial assistance will be made available to local educational agencies undergoing desegregation; and (3) specify what procedures will be used by the State educational agency for involving on an equitable basis children enrolled in private nonprofit schools in the programs funded under this Act. Authorizes appropriations for carrying out this title not in excess of $200,000,000 for fiscal year 1976, $500,000,000 for fiscal year 1977, and $750,000,000 for each fiscal year thereafter. Provides that all sums appropriated under the Elementary and Secondary Education Act of 1965, and all other Federal funds appropriated under programs for educational enrichment or for desegregation assistance shall be allotted to implement the approved plan. Allows judicial review of the Secretary's final action regarding approval of a State plan. Title III: Remedies - States that in formulating a remedy for a denial of equal educational opportunity or a denial of the equal protection of the laws, a court, department, or agency of the United States shall seek or impose only such remedies as are essential to correct particular denials of equal educational opportunity or equal protection of the laws; and shall consider and make specific findings on the efficacy of the following remedies in correcting such denial and shall require implementation of the first of the remedies set out below, or on the first combination thereof, which would remedy such denial: (1) assigning students to the school closest to their place of residence which provides the appropriate grade level and type of education for such students; (2) good faith participation in and reasonable progress in the implementation of an approved State plan pursuant to title II of this Act by the local educational agency involved; or (3) transportation of students to schools other than the one closest to their own home. Prohibits a court, department, or agency of the United States from ordering the implementation of a remedy that would: (1) pose a risk to the health and safety of the students involved, significantly impinge on the educational process, or involve the transportation of students to schools significantly inferior to those which such students would in the ordinary course have attended; or (2) substantially increase during any school year the average daily distance to be traveled, the average daily time of travel, or the proportional average daily number of students to be transported by an educational agency for all students in the sixth grade or below, over the comparable averages for the preceding year, or all students in the seventh grade or above, over the comparable average for the preceding school year, unless it is demonstrated by clear and convincing evidence that no other method will provide an adequate remedy for the denial of equal educational opportunity or equal protection of the laws. Title IV: General Provisions - Defines the terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Equal Educational Opportunities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for affording equal educational opportunities for students in the Nation's elementary and secondary schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:32-05:00"
}