{
  "actions": [
    {
      "acted_at": "1985-03-19", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-20", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-11-05", 
      "bill_ids": [
        "hr3456-99"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.3456.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1596-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Wyden, Ron", 
      "sponsored_at": "1985-03-19", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-03-19", 
  "number": "1596", 
  "official_title": "A bill to amend the Consumer Product Safety Act to strengthen the authority of the Consumer Product Safety Commission over amusement devices.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3456-99", 
      "reason": "related"
    }, 
    {
      "bill_id": "s702-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s702-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Amusement Park Safety Act", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-03-19", 
  "subjects": [
    "Amusement parks", 
    "Consumer education", 
    "Consumer protection", 
    "Product safety", 
    "Public safety", 
    "Recreation", 
    "Recreation and Recreational Facilities"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-03-19", 
    "text": "Amusement Park Safety Act - Amends the Consumer Product Safety Act to define the term \"amusement ride\" to mean any device: (1) which carries or conveys passengers over a fixed or restricted route or course within a defined area for purposes of amusing the passengers; and (2) which is customarily controlled or directed by a person employed for the purpose of operating the ride. Applies the provisions of such Act to any amusement ride which is not permanently fixed to a site. Declares that an amusement ride which is permanently fixed to a site is not a consumer product for the purposes of promulgating safety standards or bans regarding such rides. Permits the Consumer Product Safety Commission to release information from which the public can readily ascertain the identity of the amusement ride manufacturer or owner-operator. Requires the Commission to give notice and summary not less than 30 days prior to the public disclosure unless the agency determines that public health and safety requires a shorter period of notice and such finding is published in the Federal Register. Requires the Commission to provide the amusement ride operator with a reasonable opportunity to submit comments to the agency regarding such information. Requires the Commission to notify an amusement ride operator if it intends to disclose a document the operator claims to be inaccurate. Permits an operator, prior to the release of such a document, to bring an action in district court to enjoin such disclosure. Requires immediate notification of the Commission if any amusement ride operator obtains information which reasonably supports the conclusion that one of the amusement rides the operator owns contains a defect which could create a substantial product hazard. Authorizes the Commission to order correction of an amusement ride defect if it determines that an amusement ride presents a substantial product hazard and that corrective action is in the public interest. Permits the Commission to order the manufacturer, distributor, retailer, or ride operator to: (1) repair the defect in the ride; (2) replace the ride or part thereof; or (3) refund the purchase price of the ride less a reasonable allowance for use. Permits the Commission to make inspections with respect to amusement devices which are: (1) not permanently fixed to a site; (2) permanently fixed to a site if the State in which such inspection would occur does not have the authority to make them; or (3) involved in an accident resulting in a fatality or personal injury requiring hospitalization. Requires that each inspection be commenced and completed with reasonable promptness. Requires the Commission to issue regulations for the administration of this Act not later than six months after the date of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amusement Park Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consumer Product Safety Act to strengthen the authority of the Consumer Product Safety Commission over amusement devices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:01-05:00"
}