{
  "actions": [
    {
      "acted_at": "2000-05-09", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-05-12", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Warner under the authority of the order of 05/11/2000. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-12", 
      "calendar": "Senate Legislative", 
      "number": "546", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 546.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-07-13", 
      "references": [
        {
          "reference": "CR S6598", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-13", 
      "bill_ids": [
        "s2549-106"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 2549 amended. (Division C)  .", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-13", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-07-18T08:57:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-18T18:05:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2552-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-07-13", 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-12", 
  "number": "2552", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2001 for defense activities of the   Department of Energy, and for other purposes.", 
  "popular_title": "FY2001 DOE Defense Activities Authorization bill", 
  "related_bills": [
    {
      "bill_id": "s2549-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2549-106", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Energy National Security Act for Fiscal Year 2001", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2000-07-13", 
  "subjects": [
    "Armed forces and national security", 
    "Arms control", 
    "Arms control verification", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Cabinet officers", 
    "California", 
    "Classified defense information", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congress and military policy", 
    "Congressional reporting requirements", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Defense Nuclear Facilities Safety Board", 
    "Defense budgets", 
    "Department of Energy", 
    "Economics and public finance", 
    "Emergency management", 
    "Employee training", 
    "Energy", 
    "Engineers", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal officials", 
    "Fissionable materials", 
    "Government buyouts", 
    "Government contractors", 
    "Government downsizing", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government travel", 
    "Government trust funds", 
    "Hazardous waste site remediation", 
    "Health", 
    "Idaho", 
    "Infrastructure", 
    "International affairs", 
    "Labor and employment", 
    "Laboratories", 
    "Layoffs", 
    "Maintenance and repair", 
    "Military base closures", 
    "Military readiness", 
    "Military research", 
    "Missouri", 
    "Nevada", 
    "New Mexico", 
    "Nuclear energy research facilities", 
    "Nuclear facilities", 
    "Nuclear nonproliferation", 
    "Nuclear reactors", 
    "Nuclear security measures", 
    "Nuclear terrorism", 
    "Nuclear weapons", 
    "Performance measurement", 
    "Petroleum prices", 
    "Petroleum reserves", 
    "Plutonium", 
    "Polygraphs", 
    "Privatization", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Removal of officials", 
    "Reprogramming of appropriated funds", 
    "Research and development contracts", 
    "Research and development facilities", 
    "Russia", 
    "Salaries", 
    "Science, technology, communications", 
    "Scientists in government", 
    "Security clearances", 
    "South Carolina", 
    "Strategic materials", 
    "Tennessee", 
    "Terrorism", 
    "Texas", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Travel costs", 
    "Tritium", 
    "Uranium", 
    "Uranium enrichment", 
    "Washington State"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2000-07-13", 
    "text": "TABLE OF CONTENTS: Title XXXI: Department of Energy National Security Programs Subtitle A: National Security Programs Authorizations Subtitle B: Recurring General Provisions Subtitle C: National Nuclear Security Administration Subtitle D: Program Authorizations, Restrictions, and Limitations Subtitle E: National Laboratories Partnership Improvement Act Subtitle F: Other Matters Subtitle G: Russian Nuclear Complex Conversion Title XXXII: Defense Nuclear Facilities Safety Board Title XXXIII: Naval Petroleum Reserves Title XXXIV: National Defense Stockpile Title XXXV: Energy Employees Occupational Illness Compensation Subtitle A: Beryllium, Silicosis, and Radiation Compensation Subtitle B: Exposure to Other Toxic Substances Subtitle C: General Provisions Department of Energy National Security Act for Fiscal Year 2001 - Title XXXI(sic): Department of Energy National Security Programs - Subtitle A: National Security Programs Authorizations - Authorizes appropriations to the Department of Energy (DOE) for FY 2001 for operating expenses, capital equipment, and plant projects necessary in carrying out for national security programs: (1) weapons activities; (2) defense nuclear nonproliferation; (3) naval reactors activities; (4) defense environmental restoration and waste management; (5) other defense activities; (6) defense environmental management privatization activities; and (7) an energy employees compensation initiative.Subtitle B: Recurring General Provisions - Prohibits the use of funds appropriated pursuant to this title for: (1) the cost of a program exceeding 110 percent of the program authorization or $1 million more than the amount authorized; or (2) programs which have not been presented to, or requested of, Congress until the Secretary of Energy (Secretary) transmits to the defense and appropriations committees a full statement of the action proposed and 30 days have since expired.(Sec. 3122) Places certain funding limits for general plant and construction projects of DOE. Requires congressional reports when amounts exceed such limits.(Sec. 3124) Authorizes the Secretary to transfer DOE-authorized funds: (1) to other Federal agencies for the performance of work for which such funds were authorized; or (2) between authorizations within DOE, to be merged with and available for the same purposes. Requires congressional notification to the defense committees of any such transfer.(Sec. 3125) Directs the Secretary, before submitting a funding request for a construction project in support of a DOE national security program, to complete a conceptual design for such project. Requires a separate funding requests for designs for which the estimated cost exceeds $3 million. Authorizes the Secretary to carry out construction design services in connection with any proposed construction project if the total estimated cost for the design does not exceed $600,000. Requires specific authorization by law for designs exceeding such amount.(Sec. 3126) Authorizes the use of DOE funds for planning, design, or construction activities for any DOE national security program that must proceed expeditiously in order to protect public health and safety, meet the needs of national defense, or protect property. Requires the Secretary to report to the congressional defense and appropriations committees when funds are so used.(Sec. 3127) Makes amounts appropriated pursuant to this title for management and support activities and for general plant projects available for use in connection with all DOE national security programs.(Sec. 3129) Directs the Secretary, during FY 2001, to empower each DOE field office manager with the authority to transfer defense environmental management funds from a program or project under such office's jurisdiction to another program or project in order to address a risk to health, safety, or the environment or to assure the most efficient use of such funds at that field office. Limits such transfer to a total of $5 million per fiscal year. Directs the Secretary to notify Congress within 30 days after any such transfer.Subtitle C: National Nuclear Security Administration - Mandates a three-year term of office for the person first appointed to the position of Under Secretary for Nuclear Security of the Department of Energy. Limits the reasons for removal from such position to inefficiency, neglect of duty, or malfeasance in office. Includes such Under Secretary as a member of the Joint Nuclear Weapons Council.(Sec. 3133) Amends the National Nuclear Security Administration Act to specifically limit the authority of the Secretary to establish, alter, or discontinue any unit of the National Nuclear Security Administration (Administration) to that provided under such Act.(Sec. 3134) Amends the above Act to prohibit any DOE funds made available after FY 2000 from being obligated or expended to pay an officer or employee of DOE who: (1) serves concurrently in a position within and outside such Administration; or (2) performs concurrently the duties of a position within and outside such Administration.(Sec. 3135) Requires the Administrator of such Administration to submit to the defense committees a plan for assigning roles and responsibilities to and among the headquarters and field organizational units of the Administration.(Sec. 3136) Requires the Under Secretary for Nuclear Security to submit to the defense and appropriations committees a future-years nuclear security program for FY 2001 and the five succeeding fiscal years. Outlines the required level of detail of such program. Requires such program to be submitted by November 1, 2000. Limits the use of certain funds pending submission of such program and a waiting period of 45 days thereafter.(Sec. 3137) States as an objective of the Administration to obligate certain percentages of the total funds appropriated for the Administration for cooperative research and development agreements or similar cooperative, cost-shared partnerships with non-Federal organizations. Requires the Administrator to report to the defense and appropriations committees recommending the appropriate percentages for such funding during each fiscal year. Requires follow-up reports on whether such funding objectives were achieved.(Sec. 3138) Authorizes the Administrator to provide for the design and construction of a new operations office complex for the Administration in accordance with a prior feasibility study.Subtitle D: Program Authorizations, Restrictions, and Limitations - Directs the Secretary to continue operations and to maintain a high state of readiness at the F- and H-canyon facilities at the Savannah River Site, South Carolina, and to provide technical staff necessary to maintain such facilities. Prohibits any DOE funds from being used to decommission the F-facility until the Secretary and the Defense Nuclear Facilities Safety Board jointly submit to the defense and appropriations committees a certification concerning the stability of materials and that future needs can be met utilizing only the H-facility. Directs the Secretary to submit to the defense committees a plan for the transfer of all long-term chemical separation activities from the F- to the H-facility.(Sec. 3152) Prohibits, as of March 1, 2001, any DOE funds from being used for travel expenses by the Secretary or any employees of the Office of the Secretary unless the Secretary certifies to the defense and appropriations committees that DOE is in compliance with certain requirements prohibiting the use of funds for treatment, storage, or disposal activities at formerly used defense sites.(Sec. 3153) Directs the Secretary to report annually to the defense committees on the status of efforts to secure weapons-usable nuclear materials in Russia that have been identified as being at risk for theft or diversion. Prohibits FY 2001 funds for the Nuclear Cities Initiative from being obligated or expended until 30 days after the Secretary submits to the defense committees a copy of an agreement between Russia and the United States which provides that Russia will close some of its facilities engaged in nuclear weapons assembly and disassembly work. Provides a further Nuclear Cities Initiative funding limitation until the Secretary establishes and implements project review procedures for Initiative projects. Requires a report to the defense committees on such procedures.(Sec. 3154) Amends the Department of Energy Facilities Safeguards, Security, and Counterintelligence Enhancement Act of 1999 to include within the counterintelligence polygraph requirements of such Act certain individuals involved in or applying for high-risk positions, as specified under the Code of Federal Regulations. Authorizes the Secretary to waive the polygraph requirements if: (1) the Secretary determines the waiver to be in the national security interests; (2) the covered person has been previously granted a security clearance; and (3) the covered person acknowledges in writing that such requirements must be met after the expiration of the waiver. Allows such a waiver if: (1) another Federal agency certifies that the covered person has successfully completed a full scope of such an examination during a five-year period prior to such certification; or (2) the Secretary determines that the treatment of a medical or psychological condition should preclude the administration of such polygraph. Conditions such waiver upon 15-day advance notification of the defense and intelligence committees of the criteria used for the waiver, including an assessment of counterintelligence risks and programmatic impacts. Limits any waiver to 120 days. Requires the Secretary to report semiannually to such committees on any waivers exercised. Terminates the waiver authority on September 30, 2002. Includes as authorized examination questions those concerning terrorism and deliberate damage to or malicious use of a U.S. Government information or defense system.(Sec. 3155) Authorizes the Secretary to provide certain incentives to an individual who: (1) is a Federal employee who has worked continuously at a closure facility for at least two years; (2) has a fully satisfactory or equivalent performance rating; and (3) meets any other required incentive conditions as determined by the Secretary. Includes among such incentives: (1) the right to accumulate annual leave (with limitations); (2) the right to be paid a retention bonus; (3) an administrative detail; and (4) the right to receive a voluntary separation incentive payment. Requires such employee to enter into an agreement to remain in such employment until a date to be determined by the Secretary, in return for the receipt of one of more of the incentives. Authorizes the Secretary to waive the agreement requirement for good cause shown. Requires a report on such incentives by the Secretary as part of a required annual report under a prior defense authorization Act. Terminates the authority for such incentives at the end of FY 2011.Authorizes the head of an executive agency to detail within such agency, within another executive agency, or to a non-Federal employer an employee who has been identified as being, or likely to become, a surplus or displaced employee.Provides temporary health care coverage for employees who are voluntarily or involuntarily separated from DOE by reason of a closure project.(Sec. 3156) Earmarks DOE funds for carrying out a conceptual design for a subsurface geosciences laboratory at Idaho National Engineering and Environmental Laboratory, Idaho Falls, Idaho. Prohibits the obligation of funds for such purpose until 60 days after the Secretary reports to the defense and appropriations committees concerning such laboratory.(Sec. 3157) Earmarks DOE funds to carry out an accelerated cleanup and waste management program at the Department of Energy Hanover Site in Richland, Washington. Requires a report.(Sec. 3158) Prohibits more than 50 percent of the funds available for the national ignition facility at the Lawrence Livermore National Laboratory, California, from being obligated or expended until the Secretary submits to the defense committees a new baseline plan for the completion of such facility. Requires the CG to review the national ignition facility program and submit the results to the defense committees.Subtitle E: National Laboratories Partnership Improvement Act - National Laboratories Partnership Improvement Act of 2000 - Directs the Secretary to establish a Technology Infrastructure Pilot Program to improve the ability of DOE national laboratories or facilities to support developmental missions by: (1) stimulating the development of technology clusters; (2) improving their ability to leverage and benefit from commercial research, technology, products, processes, and services; and (3) encouraging the exchange of scientific and technological expertise between such laboratories and facilities and institutions of higher education, technology-related businesses, nonprofit institutions, and agencies of State, tribal, or local governments. Allows the Secretary to provide no more than $10 million among up to ten laboratories or facilities in each of the first three years of the Program. Outlines program requirements, including selection criteria for choosing Program projects at each laboratory or facility.(Sec. 3164) Directs the Secretary to require the director of each national laboratory, and authorizes the Secretary to require the director of a DOE facility, to establish: (1) a small business advocacy function that is independent of the procurement function at such laboratory or facility; and (2) a program to provide small businesses with assistance at making them more efficient subcontractors or suppliers, as well as general technical assistance. Prohibits direct grants to small businesses.(Sec. 3165) Directs the Secretary to require the director of each national laboratory, and authorizes the Secretary to require the director of a DOE facility, to appoint a technology partnership ombudsman to hear and resolve complaints from outside organizations regarding each laboratory's policies and actions with respect to technology partnerships, patents, and technology licensing.(Sec. 3166) Requires the Secretary to direct the Laboratory Operations Board to study and report to the Secretary on possible policies and procedures to facilitate the transfer of scientific, technical, and professional personnel among DOE national laboratories and facilities, as well as certain matters regarding patents and technology licensing.(Sec. 3167) Amends the Department of Energy Organization Act to authorize the Secretary to enter into transactions with public agencies, private organizations, or persons in furtherance of basic, applied, and advanced research functions now or hereafter vested in the Secretary. Outlines transaction limitations and conditions.(Sec. 3168) Requires all actions of the Secretary under this Subtitle to be carried out through the Administrator for Nuclear Security as required by law.(Sec. 3169) Establishes within DOE an Office of Arctic Energy to promote research, development, and deployment in rural and remote areas of: (1) electric power technology that is cost-effective and especially suited to meet the needs of such regions; and (2) oil recovery technology, gas-to-liquids technology, hydroelectric facilities, and alternative energy. Authorizes appropriations.Subtitle F: Other Matters - Amends the National Defense Authorization Act for Fiscal Year 1995 to extend through FY 2002 the authority of the Secretary to appoint up to 200 positions in DOE for scientific, engineering, and technical personnel whose duties will relate to safety at defense nuclear facilities.(Sec. 3172) Amends the National Defense Authorization Act for Fiscal Year 1996 to require biennial updates of a report concerning DOE nuclear test readiness postures, and to require certain additional information in such reports.(Sec. 3173) Amends the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 to require the Secretary on a quarterly basis (currently, only 30 days after an inadvertent release) to notify specified committees and the Assistant to the President for National Security Affairs of the inadvertent release of records containing restricted or formerly restricted data during the automatic declassification of records.(Sec. 3174) Requires any certification submitted to the President by the Secretaries of Energy or Defense concerning the safety or reliability of a nuclear weapon type in the U.S. nuclear weapons stockpile to be submitted in classified form only.(Sec. 3175) Allows the Secretary to authorize the plant manager of a covered nuclear weapons production plant to engage in research, development, and demonstration activities to maintain and enhance the engineering and manufacturing capabilities at such plant. Provides funding from DOE national security programs funds. Includes as covered plants those in Kansas City, Missouri, Oak Ridge, Tennessee, and Amarillo, Texas.(Sec. 3176) Amends the Stevenson-Wydler Technology Innovation Act of 1980 to authorize the Federal waiver of a license from a DOE laboratory to a party to have such party practice an invention discovered in a DOE laboratory by or on behalf of the Government when the designated official finds that the retention of such license would substantially inhibit the commercialization of an invention that would otherwise serve an important Federal mission. Terminates such waiver authority five years after the enactment of this Act.(Sec. 3177) Authorizes the Secretary to present a certificate of commendation to any current or former DOE employee, or current or former employee of a DOE contractor, whose service in matters relating to stockpile stewardship and security assisted DOE in furthering U.S. national security interests.(Sec. 3178) Amends the National Defense Authorization Act for Fiscal Year 1998 to substitute adjusted composite theoretical performance levels as the threshold level required for a report regarding the export to certain foreign countries of high performance computers.Subtitle G: Russian Nuclear Complex Conversion - Russian Nuclear Weapons Complex Conversion Act of 2000 - Directs the Secretary to expand and enhance the activities under the Nuclear Cities Initiative (Initiative) so as to: (1) assist the Russian Federation in the downsizing of its nuclear complex; and (2) coordinate such downsizing with other U.S. nuclear nonproliferation programs. Requires the Secretary, in carrying out such actions, to: (1) facilitate the enhanced use of the technology, research, and development services of the Russian Ministry of Atomic Energy; and (2) accelerate the Initiative by implementing programs at specified Russian cities in which nuclear weapons facilities exist in order to convert significant portions from military to civilian activities.Urges the President to enter into negotiations with the Russian Federation for the Federation's development of a plan to restructure its nuclear complex in order to meet changes in Russian national security requirements by 2010. Directs the Secretary to carry out a program to encourage students in the United States and the Russian Federation to pursue careers in nonproliferation.Authorizes appropriations. Expresses the sense of Congress that availability of Initiative funds after 2001 should be contingent upon: (1) demonstrable progress in enhancing and accelerating Initiative activities; and (2) the development and implementation of Russia's nuclear restructuring plan.(Sec. 3194) Expresses the sense of Congress that: (1) there should be a National Coordinator for Nonproliferation Matters to coordinate various Federal nonproliferation programs, including the Initiative; and (2) such Coordinator position should be similar to the Coordinator position filled by the President under the Defense Against Weapons of Mass Destruction Act of 1996.Title XXXII: Defense Nuclear Facilities Safety Board - Authorizes appropriations for FY 2001 for the Defense Nuclear Facilities Safety Board.Title XXXIII: Naval Petroleum Reserves - Amends Federal provisions concerning the naval petroleum reserves to: (1) remove a requirement that the Secretary sell such petroleum at a price equal to at least 90 percent of comparable petroleum in the same area; (2) remove Naval Petroleum Reserve Number 1 from inclusion in any price requirements; and (3) repeal provisions authorizing the Secretary to enter into cooperative plans for the exploration, development, use, and operation of lands inside Naval Petroleum Reserve Number 1.(Sec. 3303) Ute-Moab Land Restoration Act - Amends the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 to convey to the Ute Indian Tribe of the Uintah and Ouray Indian Reservation all Federal lands within the exterior boundary of National Oil Shale Reserve Number 2 (NOSR-2), with specified reservations of lands for management by the Secretary of the Interior according to a land use management plan. Authorizes appropriations. Requires a report from the Tribe to the Secretary and Congress on resource development and other activities for the conveyed land. Directs the Tribe to: (1) manage certain land along the Green River in NOSR-2; (2) protect endangered plant species in the area; and (3) manage and protect horses in NOSR-2.Directs the Secretary to prepare and implement a plan for remedial action, including ground water restoration, at the uranium milling site near Moab, Utah. Terminates the uranium milling license issued for such site one year after the enactment of this Section, unless the Secretary determines that it may be terminated earlier. Provides transition provisions and expenditure limitations. Authorizes appropriations to carry out the remedial actions. Requires that, if the Moab site is sold after the Secretary completes the remedial actions, the seller shall pay to the Secretary the portion of the sale price that results from enhancements made by the remedial actions.Amends the Uranium Mill Tailings Radiation Control Act of 1978 to designate the Moab site as a processing site for purposes of such Act, and to direct the Secretary to conduct remediation at the site, including ground water restoration and the removal of residual radioactive and contaminated material.Title XXXIV: National Defense Stockpile - Authorizes the National Defense Stockpile (NDS) Manager, during FY 2001, to obligate up to $75 million of the funds in the National Defense Stockpile Transaction Fund (Fund) for authorized Fund uses, including the disposal of hazardous materials that are environmentally sensitive. Authorizes the NDS Manager to obligate amounts in excess of such amount 45 days after notifying Congress that extraordinary or emergency conditions necessitate the additional obligations.(Sec. 3402) Amends the Strom Thurmond National Defense Authorization Act for Fiscal Year 1999 to increase the authorized receipts for NDS disposals occurring by the end of FY 2002, 2003, and 2005.(Sec. 3403) Directs the President to dispose of 30,000 short tons of titanium contained in the NDS so as to result in net receipts of at least $180 million. Requires specified portions of such receipts to be: (1) used to defray the costs of health care benefit improvements for retired military personnel; and (2) transferred to the American Battle Monuments Commission to complete activities for the World War II Memorial.Title XXXV: Energy Employees Occupational Illness Compensation - Energy Employees Occupational Illness Compensation Act of 2000 - Authorizes the Secretary to designate additional entities as beryllium vendors for purposes of coverage under this Title if such entities engage in activities relating to the production or processing of beryllium for sale to, or use by, DOE. Authorizes the Secretary of Health and Human Services (HHS) to specify the means of establishing the existence of a covered beryllium illness for purposes of this Title.Subtitle A: Beryllium, Silicosis, and Radiation Compensation - Determines, in the absence of substantial evidence to the contrary, a covered beryllium employee to have been exposed to beryllium in the performance of duties for purposes of this Title if such employee was: (1) employed at a DOE facility; or (2) present at a DOE facility, or a facility owned and operated by a beryllium vendor, because of employment by the United States, a beryllium vendor, or a contractor or subcontractor of the Department of Defense, during a period when beryllium dust, particles, or vapor may have been present at such facility.Determines a covered employee with chronic silicosis to have been exposed to silica in the performance of duty if such employee was present during the mining of tunnels at a DOE facility for tests or experiments related to an atomic weapon.Determines a DOE employee, contractor employee, or atomic weapons employee to have sustained a cancer in the performance of duty if such employee: (1) contracted cancer after beginning such employment; and (2) falls within certain guidelines established by the HHS Secretary which are based on radiation dosage received during such duty. Directs the HHS Secretary to: (1) establish methods for determining radiation dosage received by such employees; (2) provide to such employees an estimate of the dosage received; and (3) establish an independent review process to assess such dosage determinations and estimates.(Sec. 3512) Directs the HHS Secretary to establish an Advisory Board on Radiation and Worker Health to advise the Secretaries of HHS, Energy, and Labor on: (1) the development of guidelines to be used to determine exposures to covered hazards; (2) the scientific validity and quality of dosage estimates and reconstruction efforts being performed to implement employee compensation programs; and (3) other matters relating to radiation and worker health at DOE facilities.(Sec. 3513) Requires the Advisory Board, upon request, to advise the HHS Secretary whether there is a class of DOE employees who likely were exposed to radiation at a facility but for whom it is not feasible to estimate the dosage received. Allows such class of employees to be considered members of the Special Exposure Cohort if there is a reasonable likelihood that the radiation dose received may have endangered the health of members of that class.(Sec. 3514) Authorizes the Secretary to Labor to pay compensation, and furnish certain other employee services and benefits, for the disability or death of covered employees under this Title. Requires such Secretary to provide appropriate assistance for claimants, including assistance in securing medical testing and diagnostic services to establish the existence of a covered illness or cancer. Directs the Secretary of Energy to inform and assist covered employees who are potential claimants of the availability of compensation, services, and benefits under this Title.(Sec. 3515) Allows a covered employee, or a survivor of a deceased covered employee, to elect to receive compensation of $200,000 in lieu of any other compensation under this Title. Provides a conditional time limit for such election.(Sec. 3516) Outlines procedures for the submission, adjudication, and administration of claims for compensation by covered employees, with time limits. Directs the Secretary of Labor to make awards for or against such compensation. Allows for decision appeals through Energy Employees' Compensation Appeals Panels.Subtitle B: Exposure to Other Toxic Substances - Authorizes the Secretary of Energy, through the Director of the Office of Workers' Compensation Advocacy, to enter into agreements with the Governor of a State to provide assistance to a DOE contractor employee filing a claim under the appropriate State workers' compensation system. Outlines procedures to be undertaken by such Director in assisting with such claims, including submitting claim applications to a physicians panel for determination whether or not the illness or death arose in the course of employment by DOE and exposure to a toxic substance at a DOE facility. Requires a report from the Comptroller General to Congress on the implementation and effectiveness of this Subtitle.Subtitle C: General Provisions - Provides for the tax and insurance treatment of compensation or benefits paid or received under this Title.(Sec. 3532) Requires forfeiture of benefits by individuals convicted of fraud in the application for or receipt of any benefit under this Title or any Federal or State workers' compensation law.(Sec. 3533) Provides limitations on the right to receive benefits under this Title.(Sec. 3534) Requires individuals eligible to receive compensation under both this Title and from a State workers' compensation system to elect which benefits to receive, unless: (1) at the time of the injury, workers' compensation coverage was secured by a policy or contract of insurance; and (2) the Secretary of Labor waives the election requirement. Requires the coordination of benefits under this Title with both Federal and State workers' compensation laws and requirements.(Sec. 3537) Prohibits dual Federal compensation for employees covered by this Title, with exceptions.(Sec. 3539) Provides for the exclusivity of remedies provided by this Title against the United States and its contractors and subcontractors, as well as against beryllium vendors and atomic weapons employers.(Sec. 3541) Provides a Federal right of subrogation when a person or entity other than the United States is also responsible under a claim.(Sec. 3542) Establishes in the Treasury the Energy Employees' Occupational Illness Compensation Fund for the payment of compensation claims under this Title.(Sec. 3544) Establishes within DOE an Office of Workers' Compensation Advocate to provide information, research reports, and studies to support the implementation of the Energy Employees' Occupational Illness Compensation Act of 2000."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "FY2001 DOE Defense Activities Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Energy National Security Act for Fiscal Year 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2001", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Energy Employees Occupational Illness Compensation Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Laboratories Partnership Improvement Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Russian Nuclear Weapons Complex Conversion Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Ute-Moab Land Restoration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2001 for defense activities of the   Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:16-05:00"
}