{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1184-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1184", 
  "official_title": "A bill to establish grants for research endeavors for the purpose of assisting in the development and utilization of new and improved methods of food and fertilizer production.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Research and Development Act", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Department of Agriculture", 
    "Fertilizers", 
    "Nutrition", 
    "Research and development", 
    "Research grants"
  ], 
  "subjects_top_term": "Agricultural research", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Food Research and Development Act - Establishes a Food Research Advisory Committee within the Department of Agriculture. Sets forth the membership of the Committee. Directs the Committee to: (1) determine specialized research areas; (2) accept evaluations for research grants from review boards appointed by the Secretary of Agriculture; and (3) make recommendations to the Secretary. Establishes within the Committee a review board for each specialized research area with regard to which the Committee makes recommendations for the purpose of awarding grants under this Act. Requires each review board to recommend to the Committee applications on the basis of the scientific merit, feasibility, and significance of the research project proposed in the application and on the basis of the competency and facilities of the applicant to perform the project. Provides that grants shall be made to approved applicants for the purpose of financing research projects which are designed to develop new, low-cost foods of high nutritional value and to improve methods of food and fertilizer production through making maximum efficient use of energy, land, water, and protein resources while promoting environmental quality. Stipulates that not less than ten percent of the sums available for grants shall be saved for applicants from agriculturally underdeveloped nations. Establishes a Special Food Research and Development Fund, to make research grants under this Act. Directs the Secretary of Agriculture to convene annual International Conferences on Food Research and Development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish grants for research endeavors for the purpose of assisting in the development and utilization of new and improved methods of food and fertilizer production.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:42-05:00"
}