{
  "actions": [
    {
      "acted_at": "1990-04-05", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2433-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1990-04-05", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-05", 
  "number": "2433", 
  "official_title": "A bill to establish a Financial Services Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Services Commission Act", 
  "sponsor": {
    "district": null, 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-05", 
  "subjects": [
    "Bank accounts", 
    "Bank capital", 
    "Bank holding companies", 
    "Bank reserves", 
    "Brokers", 
    "Capital", 
    "Electronic funds transfers", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign banks and banking", 
    "Government corporations", 
    "Holding companies", 
    "Independent regulatory commissions", 
    "Interest", 
    "Nonbank banks", 
    "Savings and loan associations", 
    "Securities regulation"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-05", 
    "text": "Financial Services Commission Act - Title I: Financial Services Commission - Establishes the Financial Services Commission as an independent Federal agency to: (1) promulgate regulations regarding activities in which bank holding companies, financial holding companies, and commercial holding companies may engage; (2) enforce compliance with such regulations; (3) establish minimum capital adequacy standards for financial holding companies and their affiliates; and (4) promulgate regulations to assure that transactions between financial services subsidiaries of holding companies are conducted in a manner consistent with the purposes of this Act. Directs the Commission to establish an advisory committee. Prohibits bank holding companies and financial holding companies from controlling any commercial company or engaging in any commercial activity. Prohibits a commercial holding company from controlling a bank or financial company which holds or offers transaction accounts. Allows the Commission to require reports to insure that the purposes of this Act are accomplished. Directs the Commission to refer violations to the agency having primary regulatory responsibility. Describes the enforcement action to be taken by such agency. Title II: Amendments to Banking and Securities Laws - Amends the Bank Holding Company Act of 1956 to terminate (effective January 1, 1998) the grandfather status of nonbank bank holding companies. Permits bank holding companies to own shares in any company which engages in activities which are: (1) closely related to banking (as determined by the Board of Governors of the Federal Reserve); or (2) described by the Commission as financial services. Permits the expedited approval of holding company acquisition applications (with respect to acquiring interest in a nonbanking organization) under emergency situations. Amends the National Housing Act to terminate (effective January 1, 1998) the exemption (which permits certain thrift holding companies to engage in nonbanking activities) afforded to unitary thrift holding companies. Amends the National Housing Act to include within the definition of \"depository institution\" any organization holding transaction accounts which are subject to specified reserve requirements. Expands the definition of \"transaction accounts\" to include accounts from which balances can be drawn by the account holder at par within 24 hours without prior notice for payment to third parties (provided such accounts are not insured under the Federal Deposit Insurance Act or the Federal Credit Union Act). Allows the Board to require that reserves be maintained with respect to such transaction accounts. Requires each major direct user of large dollar electronic payment systems to maintain a reserve as specified by the Board. Directs the Board to pay interest on such reserves. Amends the Federal Reserve Act and the Federal Deposit Insurance Act to repeal certain provisions which prohibit the payment of interest on demand deposits. Amends the International Banking Act to allow the National Electronic Payments Corporation (established under this Act) to require foreign banks which are major users of such system to establish subsidiaries or affiliates under U.S. law. Makes conforming amendments to the Banking Act of 1933 and the Securities Exchange Act of 1934. Title III: National Electronic Payments Corporation - National Electronic Payments Corporation Act - Establishes the National Electronic Payments Corporation to establish, operate, and maintain a national electronic payments system to facilitate large dollar transactions. Requires the Board of Directors of the Corporation to establish a list of banking and other financial organizations which have transactions of a sufficient magnitude to make their participation as shareholders appropriate. Allows the Board of Directors, in order to encourage membership, to limit access to the payment system to those organizations which are shareholders and which have established adequate reserve balances in Federal Reserve banks. Requires the Board of Directors to establish a schedule of fees for use of the Corporation's facilities. Requires the Corporation to submit annual status reports to the Congress. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Commission Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Electronic Payments Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Financial Services Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:59-05:00"
}