{
  "actions": [
    {
      "acted_at": "1999-04-27", 
      "committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking and Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-13", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Financial Institutions and Consumer Credit", 
      "text": "Referred to the Subcommittee on Financial Institutions and Consumer Credit.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1585-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions and Consumer Credit", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Andrews, Robert E.", 
      "sponsored_at": "2000-04-13", 
      "state": "NJ", 
      "thomas_id": "00021", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Inslee, Jay", 
      "sponsored_at": "1999-06-07", 
      "state": "WA", 
      "thomas_id": "00584", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Kelly, Sue W.", 
      "sponsored_at": "1999-06-07", 
      "state": "NY", 
      "thomas_id": "00624", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "McIntosh, David M.", 
      "sponsored_at": "1999-07-15", 
      "state": "IN", 
      "thomas_id": "00776", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-27", 
  "number": "1585", 
  "official_title": "To streamline the regulation of depository institutions, to safeguard confidential banking and credit union supervisory information, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Depository Institution Regulatory Streamlining Act of 1999", 
  "sponsor": {
    "district": "5", 
    "name": "Roukema, Marge", 
    "state": "NJ", 
    "thomas_id": "00990", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Affiliated corporations", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank marketing", 
    "Bank mergers", 
    "Bank records", 
    "Bank reserves", 
    "Bonds", 
    "Branch banking", 
    "Brokers", 
    "Capital investments", 
    "Checking accounts", 
    "Citizenship", 
    "Commerce", 
    "Community development banking", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Corporate reorganizations", 
    "Credit cards", 
    "Credit unions", 
    "Debtor and creditor", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Discovery (Law)", 
    "District courts", 
    "Dividends", 
    "Electronic data interchange", 
    "English language", 
    "Federal Deposit Insurance Corporation", 
    "Federal Reserve System", 
    "Fees", 
    "Finance and financial sector", 
    "Finance charges", 
    "Financial statements", 
    "Foreign banks and banking", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Home equity loans", 
    "Housing and community development", 
    "Immigration", 
    "Information disclosure (Securities law)", 
    "Injunctions", 
    "Interest", 
    "Interest rates", 
    "Investments", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Law", 
    "Legislation", 
    "Liens", 
    "Life insurance", 
    "Loans", 
    "Mining claims", 
    "Mortgages", 
    "Negotiable instruments", 
    "Parties to actions", 
    "Public lands and natural resources", 
    "Public records", 
    "Real estate business", 
    "Real property", 
    "Savings accounts", 
    "Savings and loan associations", 
    "Savings banks", 
    "Science, technology, communications", 
    "Securities", 
    "Stockholders", 
    "Stocks", 
    "Subpoena", 
    "Subsidiary corporations", 
    "Surety and fidelity", 
    "Trusts and trustees", 
    "Valuation", 
    "Year 2000 computer problem"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-27", 
    "text": "TABLE OF CONTENTS: Title I: Improving Monetary Policy Title II: Improving Depository Institution Management Practices Subtitle A: National Banks Subtitle B: Savings Association Subtitle C: Other Institutions Title III: Streamlining Federal Banking Agency Requirements and Elimination of Unnecessary or Outdated Requirements Title IV: Disclosure Simplification Title V: Bank Examination Report Privilege Act Title VI: Technical Corrections Title VII: Special Reserve Funds TABLE OF CONTENTS: Title I: Improving Monetary Policy Title II: Improving Depository Institution Management Subtitle A: National Banks Subtitle B: Savings Association Subtitle C: Other Institutions Title III: Streamlining Federal Banking Agency Requirements and Elimination of Unnecessary or Outdated Requirements Title IV: Disclosure Simplifications Title V: Bank Examination Report Privilege Act Title VI: Technical Corrections Title VII: Special Reserve Funds Depository Institution Regulatory Streamlining Act of 1999- Title I: Improving Monetary Policy - Amends the Federal Reserve Act (FRA) to authorize payment of interest quarterly to depository institutions on required reserve balances maintained at a Federal reserve bank. (Sec. 102) Amends the Federal Deposit Insurance Act (FDIA) to authorize a depository institution to permit the holder of an interest-bearing account to: (1) make interaccount transfers; and (2) make withdrawals by negotiable or transferable instruments for transfers to third parties. Amends the following statutes to repeal the prohibition on payment of interest on demand deposits: (1) the FRA; (2) the Home Owners' Loan Act (HOLA); and (3) the FDIA. (Sec. 103) Requires the Board of Directors of the Federal Deposit Insurance Corporation (FDIC) to study and report to the Congress on the adequacy of the deposit insurance funds. Title II: Improving Depository Institution Management Practices - Subtitle A: National Banks - Amends the Banking Act of 1933 to authorize the Comptroller of the Currency to exempt a national banking association from the 25-member limitation placed on its board of directors. (Sec. 202) Amends the Revised Statutes of the United States and the FDIA to permit a national banking association, and an insured depository institution respectively, to make a loan or discount on the security of its own capital stock if it acquires such stock to prevent loss upon a debt contracted for in good faith. (Currently the Revised Statutes require disposition of such a purchase within six months of acquisition.) (Sec. 203) Amends the National Bank Consolidation and Merger Act to permit a national bank, upon approval of the Comptroller of the Currency and the Board of Governors of the Federal Reserve System (Federal Reserve Board), to reorganize as a bank holding company subsidiary. Subtitle B: Savings Associations - Amends HOLA to permit a savings and loan (S&L) holding company to acquire or retain more than five percent of the voting shares of either a non-subsidiary S&L holding company or savings association, with the prior written approval of the Director of the Office of Thrift Supervision (OTS Director). (Sec. 212) Permits Federal savings associations to make loans and investments in service companies whose entire capital stock is available exclusively for purchase by savings associations. (Sec. 213) Repeals the mandatory 30-day advance notice of a declaration of dividend on guaranty, permanent, or other nonwithdrawable stock by S&L holding company subsidiary savings associations. (Sec. 214) Revises the authority for investments in real property and obligations secured by liens on real property. Replaces the current specification of real property located within a geographic area or neighborhood receiving concentrated development assistance by a local government under title I of the Housing and Community Development Act of 1974, with the specification of investments in real property for the primary purpose of promoting the public welfare, including the welfare of low- and moderate-income communities or families (including the provision of housing, services, or jobs). Limits the aggregate amount of such investments by a savings association to the sum of five percent of the association's capital stock actually paid in and unimpaired and five percent of the association's unimpaired surplus fund (currently, two percent of association assets). Authorizes the increase of such percentages to ten percent if the OTS Director determines that a higher amount will pose no significant risk to the affected deposit insurance fund, and that the savings association is adequately capitalized. Subtitle C: Other Institutions - Amends the FDIA to prohibit officers, directors, and committee members of an insured credit union from receiving any economic benefit as a result of credit union conversions. (Sec. 222) Amends the Bank Holding Company Act of 1956 (BHCA) to authorize well-capitalized and well-managed limited purpose banks to engage in any banking activity. (Maintains the restriction that such banks may accept either demand deposits or make commercial loans, but not both.) Prohibits such banks from permitting any overdraft (including intraday overdrafts), or incurring overdrafts in their accounts at a Federal Reserve Bank, on behalf of an affiliate, with certain exceptions. Permits such banks to: (1) cross market affiliate products; and (2) avoid divestiture by correcting violations within six months of receiving notice from the Board. (Sec. 223) Amends the BHCA with respect to interests in nonbanking organizations to preclude certain banking institutions from being treated as engaging in the business of making commercial loans by reason of extending through credit card accounts for qualified business purposes. Excludes from the definition of \"qualified business purpose\" expenditures for capital improvements, inventory, or other large acquisitions. Title III: Streamlining Federal Banking Agency Requirements and Elimination of Unnecessary or Outdated Requirements - Requires the Federal banking agencies to use \"plain English\" in all proposed and final rulemakings, and work jointly to: (1) develop a system for electronic filing of financial status (call) reports by insured depository institutions; (2) adopt a single form for the filing of required core information; and (3) simplify instructions accompanying such core information. (Sec. 303) Amends the Federal Deposit Insurance Corporation Improvement Act of 1991 to authorize Federal banking agencies to allow readily marketable purchased mortgage servicing rights to be valued at more than 90 percent (prohibited under current law) if the agencies jointly find that such valuation would not have an adverse effect on either deposit insurance funds or the safety and soundness of insured depository institutions. (Sec. 304) Amends the National Bank Receivership Act and the FDIA to provide for judicial review of the appointment of a receiver for either a national bank or for an insured depository institution. (Sec. 305) Amends the Revised Statutes to eliminate minimum capitalization requirements for national banks and for new branches of a national banking association. (Sec. 308) Amends the FDIA to grant the FDIC rulemaking authority to establish interest rates and to make postinsolvency payments of interest to creditors of receivership estates of insured Federal or State depository institutions following satisfaction by the receiver of the principal amount of all creditor claims. (Sec. 309) Repeals deposit broker notification and recordkeeping requirements. (Sec. 310) Revises FRA credit extension guidelines to: (1) permit a member bank to extend home equity lines of credit of up to $100,000 to its executive officers; and (2) specify a maximum credit extension ceiling for such officers secured by readily marketable assets of specified value. (Sec. 311) Amends the FRA to repeal certain restrictions on loans by member banks secured by stock or bond collateral, including the power and the duty of the Federal Reserve Board to: (1) establish capital and surplus percentages (lending limits) to restrain the undue use of bank loans for the speculative carrying of securities; and (2) prevent a member bank from increasing bank loans that are secured by stock or bond collateral. (Sec. 312) Amends the BHCA of 1956 to repeal the limitations placed upon savings bank life insurance activities. (Sec. 313) Amends the Revised Statutes to specify circumstances under which the Comptroller of the Currency may approve a national bank's retention of subsurface rights and interests in real estate for an additional statutory period of up to five years. Title IV: Disclosure Simplification - Amends the Truth in Lending Act variable percentage rate disclosure requirements for open end consumer credit plans secured by the consumer's principal dwelling to enable the creditor to substitute a statement that periodic payments may substantially increase or decrease in lieu of the currently mandated table showing how such rate and minimum periodic payment would have been affected during the preceding 15-year period. Title V: Bank Examination Report Privilege Act - Amends the FDIA and the Federal Credit Union Act to establish a bank supervisory privilege whereby all confidential supervisory information shall be the property of the Federal banking agency that created or requested the information, and such information shall be privileged from disclosure to any other person absent prior agency authorization. Prescribes implementation guidelines. Title VI: Technical Corrections - Makes technical corrections to related statutes to reflect the changes wrought by this Act. Title VII: Special Reserve Funds - Amends the FDIA and the Deposit Insurance Funds Act of 1996 to revoke, retroactive to 1996, the special reserve of the Savings Association Insurance Fund (SAIF), and the Deposit Insurance Fund (DIF), respectively (established to provide emergency funds if the reserve ratio of either fund remains below 50 percent of its designated ratio for one year)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Depository Institution Regulatory Streamlining Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To streamline the regulation of depository institutions, to safeguard confidential banking and credit union supervisory information, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:42-05:00"
}