{
  "actions": [
    {
      "acted_at": "2007-03-14", 
      "references": [
        {
          "reference": "CR S3140-3141", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-14", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [
        {
          "reference": "CR S3141", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-13", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-06-20", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Lieberman without amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-06-20", 
      "calendar": "Senate Legislative", 
      "number": "212", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 212.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s886-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2007-05-01", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2007-03-21", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2007-03-14", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2007-10-17", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Obama, Barack", 
      "sponsored_at": "2007-09-04", 
      "state": "IL", 
      "thomas_id": "01763", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sununu, John E.", 
      "sponsored_at": "2007-03-21", 
      "state": "NH", 
      "thomas_id": "01532", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2008-07-29", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-03-14", 
  "number": "886", 
  "official_title": "A bill to amend chapter 22 of title 44, United States Code, popularly known as the Presidential Records Act, to establish procedures for the consideration of claims of constitutionally based privilege against disclosure of Presidential records.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1255-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1255-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr1255-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Presidential Records Act Amendments of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-13", 
  "subjects": [
    "Archives", 
    "Arts, culture, religion", 
    "Constitutional law", 
    "Crime and law enforcement", 
    "Ex-offenders", 
    "Ex-presidents", 
    "Executive orders", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "History", 
    "Law", 
    "Presidential privileges and immunities", 
    "Presidential records", 
    "Subpoena"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-06-20", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.) Presidential Records Act Amendments of 2007 - (Sec. 2) Amends the Presidential Records Act to require the Archivist of the United States, when making available any presidential record not previously made available publicly, to: (1) promptly provide written notice of such determination to the former President during whose term of office the record was created and the incumbent President; and (2) make the notice available to the public. Requires such a record to be made available upon the expiration of the 20-day period (excepting Saturdays, Sundays, and legal public holidays) beginning on the date the Archivist provides notice, except any record with respect to which the Archivist receives notification of a claim of constitutionally based privilege against disclosure from a former or incumbent President. Authorizes a former or an incumbent President to extend the period for not more than 20 additional days by filing with the Archivist a statement that such an extension is necessary to allow an adequate review of the record. Provides that if the period, or any extension of that period, would otherwise expire after January 19 and before July 20 of the year in which the incumbent President first takes office, then such period or extension shall expire on July 20 of that year. Requires: (1) any claim of constitutionally based privilege against disclosure to be asserted personally by a former or incumbent President; and (2) a former or incumbent President to notify the Archivist and specified Congressional committees of a privilege claim on the same day that the claim is asserted. Prohibits the Archivist from making publicly available a presidential record that is subject to a privilege claim asserted by a former President until the expiration of the 20-day period beginning on the date the Archivist is notified of the claim. Requires the Archivist, upon the expiration of such period, to make the record publicly available unless otherwise directed by a court order in an action initiated by the former President. Prohibits the Archivist from making publicly available a presidential record that is subject to a privilege claim asserted by the incumbent President unless: (1) the incumbent President withdraws the privilege claim; or (2) the Archivist is otherwise directed by a final court order that is not subject to appeal. Makes this provision inapplicable with respect to any presidential record required to be made available: (1) pursuant to a subpoena or other judicial process issued by a court for purposes of a civil or criminal investigation; or (2) to either House of Congress because such records contain information needed for the conduct of business that is otherwise not available. Directs the Archivist to adjust any otherwise applicable time period as necessary to comply with the return date of any congressional subpoena, judicial subpoena, or judicial process. Prohibits the Archivist from making available any original presidential records to anyone claiming access to them as a designated representative of a President or former President if that individual has been convicted of a crime relating to the review, removal, or destruction of the Archives' records. (Sec. 3) Provides that Executive Order number 13233, dated November 1, 2001 (establishing a process for review of presidential records and assertion of privilege claims) shall have no force or effect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Presidential Records Act Amendments of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Presidential Records Act Amendments of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 22 of title 44, United States Code, popularly known as the Presidential Records Act, to establish procedures for the consideration of claims of constitutionally based privilege against disclosure of Presidential records.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:24-05:00"
}