{
  "actions": [
    {
      "acted_at": "1981-04-09", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-10", 
      "bill_ids": [
        "hr3218-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "For Further Action See H.R.3218.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-30", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3190-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-09", 
  "number": "3190", 
  "official_title": "A bill to reestablish the Reconstruction Finance Corporation and to amend the Internal Revenue Code of 1954 to provide a refundable income tax credit for certain amounts of employer and employee social security taxes paid in 1981 and an equivalent refundable credit for individuals who do not benefit from the tax credit for social security taxes paid.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3218-97", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Guarini, Frank J.", 
    "state": "NJ", 
    "thomas_id": "00472", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-09", 
  "subjects": [
    "Business and commerce", 
    "Commerce", 
    "Corporations and Stocks", 
    "Government and business", 
    "Government corporations", 
    "Income tax", 
    "Old age, survivors and disability insurance", 
    "Social security taxes", 
    "Social welfare", 
    "Tax credits", 
    "Taxation"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-09", 
    "text": "Title I: Reconstruction Finance Corporation - Establishes the Reconstruction Finance Corporation as an instrumentality of the United States to be administered by a board of directors appointed by the President with the advice and consent of the Senate. Sets forth the general powers of the Corporation in carrying out the provisions of this title. Provides that the Corporation shall have a capital stock of $5,000,000,000 to be appropriated from the Treasury of the United States. Grants the Corporation the power to issue obligations which shall be in such principal amounts as the Board shall determine to be necessary, within the authorized indebtedness as prescribed by this Act. Grants the Corporation the power to issue obligations to renew, refund, or pay other obligations, including interest thereon, in whole or in part, whether or not the obligations to be renewed, refunded, or paid have matured. Prohibits the Corporation from permitting its obligations to be outstanding in an aggregate principal amount exceeding five times the paid-in capital of the Corporation at such time. Prohibits any Federal agency or department or entity owned in whole or in part by the United States from purchasing any of the loans made, guaranteed, or committed to be guaranteed under this title. Exempts obligations of the Corporation from all taxation (except estate, inheritance, and gift taxes) imposed by any State, local governmental unit, or other local taxing authority. Permits the Corporation to request the Secretary of the Treasury to guarantee its obligations with the full faith and credit of the United States. Requires all moneys of the Corporation to be paid to the chief financial officer of the Corporation and be deposited in a bank or banks in the District of Columbia or such other place in the United States as the Corporation may designate. Permits the Corporation, in connection with the issuance of its obligations, to enter into appropriate agreements. Exempts the Corporation, its franchise, capital, reserves, surplus, income, and tangible and intangible property from all taxation, with specified exceptions. Authorizes the Corporation to provide financial assistance to any business enterprise which satisfies the criteria for eligibility as set forth by this Act. Permits the Corporation to provide financial assistance to a business enterprise for: (1) general financial assistance in cases of financial distress; or (2) financial assistance for modernization or expansion that would have a significant beneficial impact on: (a) employment opportunities and productivity; (b) domestic industries competing with foreign industries that are subsidized by foreign nations; or (c) domestic firms which have substantial and demonstrable problems meeting government imposed costs. Sets forth the standards and conditions for eligibility for financial assistance as it may deem appropriate. Authorizes the Corporation to lend to, and to guarantee the payment of principal and interest on loans from private lending sources by, a business enterprise, on such terms and conditions as it deems appropriate, and is authorized to make commitments to make such loans and guarantees. Authorizes the Corporation to agree to any modification, amendment, or waiver of any term or condition of any loan or guarantee that it deems desirable to protect the interests or advance the purposes of the Corporation. Authorizes the Board, at any time a request for financial assistance is pending or outstanding, to inspect and copy all documents of the applicant relating to its financial affairs and to have access to all facilities and properties of the applicant. Terminates the Corporation 30 years after the effective date of this Act. Prohibits the Corporation from making any commitment to provide new or increased financial assistance to any applicant later than six years after the effective date of this Act unless such date is extended by Congress. Sets forth the procedure for the winding up of the Corporation's affairs. Sets forth provisions concerning conflicts of interest and financial disclosure of directors and officers of the Corporation and employees of the Corporation. Amends the Government Corporation Control Act to include the Reconstruction Finance Corporation within the definition of \"wholly owned Government corporation\". Authorizes appropriations to carry out the provisions of this title. Title II: Income Tax Credits with Respect to Social Security Taxes - Amends the Internal Revenue Code of 1954 to provide a refundable income tax credit for 20 percent of the taxpayer's employee social security taxes for calendar year 1981, and five percent of the taxpayer's employer social security taxes for calendar year 1981. Provides for an equal payment, in lieu of such credit, to non-taxable entities. Provides for an equivalent refundable credit for individuals who do not benefit from the tax credit for social security taxes paid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to reestablish the Reconstruction Finance Corporation and to amend the Internal Revenue Code of 1954 to provide a refundable income tax credit for certain amounts of employer and employee social security taxes paid in 1981 and an equivalent refundable credit for individuals who do not benefit from the tax credit for social security taxes paid.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:51-05:00"
}