{
  "actions": [
    {
      "acted_at": "1974-06-04", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3580-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-04", 
  "number": "3580", 
  "official_title": "A bill to amend the Communications Act of 1934, as amended, to declare that the national communications policy of the Congress shall be to encourage, so far as possible the establishment and maintenance of rates for local telephone service which are within the economic reach of every household; to require rate relief therefor; to require that the Federal Communications Commission prepare statements of economic impact on its actions which may have, or have had, a significant impact on increasing the rates for local telephone service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Telephone Act", 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-04", 
  "subjects": [
    "Telephone"
  ], 
  "subjects_top_term": "Telephone", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-04", 
    "text": "Home Telephone Act - Declares it to be the national communications policy of the Congress that the regulation of interstate and foreign communication by wire or radio shall be exercised in such a manner as to encourage, so far as possible, the establishment and maintenance of rates for telephone exchange service which are within the economic reach of every household in the United States for the purpose of providing the members thereof with the means of promptly summoning medical assistance and fire and police protection, and participating more fully in the business and social life of their communities. Directs the Federal Communications Commission, through the use of the Federal-State Joint Board, to (1) adopt and apply such procedures, formulas, or criteria as are appropriate to share the economies of interstate and foreign communication with telephone exchange service users by prescribing rates for interstate and foreign communication users in using telephone exchange plant to be paid to common carriers furnishing the same for the purpose of reducing the cost of providing residential telephone exchange service; (2) include in every proposal, policy statement, report, or order, which may have a significant impact on increasing the rates for telephone exchange service in the future, a detailed statement of such anticipated impact; and (3) reevaluate, within two years from the effective date of this Act, each existing policy statement, report, or order, whose continuation may have a significant impact on increasing the rates for telephone exchange service in the future, and prepare thereon a detailed statement of such impact, both present and anticipated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Telephone Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934, as amended, to declare that the national communications policy of the Congress shall be to encourage, so far as possible the establishment and maintenance of rates for local telephone service which are within the economic reach of every household; to require rate relief therefor; to require that the Federal Communications Commission prepare statements of economic impact on its actions which may have, or have had, a significant impact on increasing the rates for local telephone service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:13-05:00"
}