{
  "actions": [
    {
      "acted_at": "1977-11-03", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2288-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-11-03", 
  "number": "2288", 
  "official_title": "A bill to establish, within the medicare system, a special program of long-term care services for individuals covered under part B of medicare, receiving supplementary security income benefits, or eligible to enroll under part B of medicare; to establish special Federal, and provide for the establishment of such special programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Long Term Care Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-11-03", 
  "subjects": [
    "Advisory bodies", 
    "Community health services", 
    "Department of the Treasury", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Geriatrics", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Medicare", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-11-03", 
    "text": "Long Term Care Amendments - Establishes the Long Term Care Services Program under Title XVIII (Medicare) of the Social Security Act to provide long- term care benefits for aged and disabled individuals. Provides under such program, the following benefits: (1) home health services; (2) homemaker services; (3) nutrition services; (4) long-term institutional care services; (5) day care services; (6) foster home services; and (7) community mental health center outpatient services. Creates the Federal Advisory Council on Long-Term Care chaired by the Commissioner of the Administration on Aging, to provide advice and recommendations to the Secretary of Health, Education, and Welfare in administering the program and to approve all long-term care regulations before they become effective. Provides that individuals enrolled in the supplementary medical insurance program under Title XVIII (Medicare) of the Social Security Act shall be deemed to be enrolled in the long-term care program established by this Act. Requires the States to establish long-term care agencies: (1) to designate service areas in which community long-term care centers would provide the services available under this Act; (2) to certify such long-term care centers for participation in the program; (3) to promote and assist in the development of new community long-term care centers; (4) to establish local offices designed to provide long-term care services in areas not designated as services areas; (5) to monitor the activities of all centers; (6) to make payments to centers and certify such payments to the Secretary; and (7) to file an annual report with the Governor of the State and Secretary on the operation of the program. Requires community long-term care centers: (1) to provide the services to which an eligible individual is entitled under this Act; (2) to evaluate and certify the long-term care needs of such individuals; (3) to monitor the needs of such individuals and the quality of services provided them; (4) to disseminate information about available services; (5) to provide assistance to assure that eligible individuals are provided the services they require; and (6) to perform other such functions as may be required. Establishes the Federal Long-Term Care Trust Fund to finance the services provided under this Act. Establishes monthly premiums deductible from an individual's benefits under the old-age, survivors, and disability insurance program of Title II of the Social Security Act, the pension or retirement plans under the Railroad Retirement Act of 1937 or the Civil Service Act. Directs the Secretary of the Treasury to transfer funds equal to such deductions from the retirement or pension funds to the Federal Long-Term Care Trust Fund. Reimburses States for 90 percent of their payments to community long-term care centers. Increases the dollar amount of benefits under the supplementary security income program by $36. Amends the Public Health Services Act to provide for geriatric services and the training of specialists to provide such services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Long Term Care Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish, within the medicare system, a special program of long-term care services for individuals covered under part B of medicare, receiving supplementary security income benefits, or eligible to enroll under part B of medicare; to establish special Federal, and provide for the establishment of such special programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:33-05:00"
}