{
  "actions": [
    {
      "acted_at": "2013-07-22", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committees on Ways and Means, Transportation and Infrastructure, and Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-22", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-22", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-22", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-22", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Highways and Transit.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Environment and the Economy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2784-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Highways and Transit", 
      "subcommittee_id": "12"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and the Economy", 
      "subcommittee_id": "18"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Richmond, Cedric L.", 
      "sponsored_at": "2013-07-22", 
      "state": "LA", 
      "thomas_id": "02023", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-22", 
  "number": "2784", 
  "official_title": "To amend the Outer Continental Shelf Lands Act to require the Secretary of the Interior to conduct offshore oil and gas leasing, to use revenues from such leasing to capitalize bonds that provide a dedicated source of revenue to fund highway, other transportation, and water infrastructure projects, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2231-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "American-Made Energy and Infrastructure Jobs Act", 
  "sponsor": {
    "district": "15", 
    "name": "Stivers, Steve", 
    "state": "OH", 
    "thomas_id": "02047", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-07-22", 
  "subjects": [
    "Energy"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-07-22", 
    "text": "American-Made Energy and Infrastructure Jobs Act - Amends the Outer Continental Shelf Lands Act (OCSLA) to direct the Secretary of the Interior to implement a leasing program that includes at least 50% of the available unleased acreage within each outer Continental Shelf (OCS) planning area considered to have the largest undiscovered, technically recoverable oil and gas resources, with an emphasis on offering the most geologically prospective parts of the planning area. Instructs the Secretary, in developing a five-year oil and gas leasing program, to determine a specified domestic strategic production goal for the development of oil and natural gas as a result of that program. Requires the Secretary to: (1) develop and submit a new five-year oil and gas leasing program, (2) conduct offshore oil and gas Lease Sale 220 within one year after enactment of this Act, and (3) make replacement lease blocks available in the Virginia lease sale planning area that are acceptable for oil and gas exploration and production if the Secretary of Defense (DOD) proposes deferral from a lease offering due to defense-related activities irreconcilable with mineral exploration and development. Instructs the Secretary to conduct a lease sale within two years after enactment of this Act for areas off the coast of South Carolina that have the most geologically promising hydrocarbon resources and constituting at least 25% of the leasable area within the South Carolina offshore administrative boundaries. Directs the Secretary to: (1) offer for sale by December 31, 2014, leases of tracts in the Santa Maria and Santa Barbara/Ventura Basins of the Southern California OCS Planning Area; and (2) prepare for all lease sales required under this Act a multisale environmental impact statement pursuant to the National Environmental Policy Act of 1969 (NEPA). Allocates 37.5% of the amount of new federal leasing revenues to coastal states that are: (1) impacted by the leases under which those revenues are received by the United States, and (2) within 200 miles of the leased tract. Amends the Gulf of Mexico Energy Security Act of 2006 to revise revenue allocations among Gulf producing states and coastal political subdivisions for FY2007-FY2014 (currently FY20107-FY2016) and for FY2015 (currently FY2017) and thereafter. Increases by $250 million the $500 million limitation placed upon the amount of distributed qualified outer Continental Shelf revenues made available for each of FY2016-FY2055, upon the issuance of each five-year OCS oil and gas leasing program. Establishes in the Department of the Interior: (1) an Under Secretary for Energy, Lands, and Minerals; (2) an Assistant Secretary of Ocean Energy and Safety; (3) an Assistant Secretary of Land and Minerals Management; (4) a Bureau of Ocean Energy; (5) an Ocean Energy Safety Service; and (6) an Office of Natural Resources Revenue. Prohibits an individual that conducts permitting or inspections under this Act from either participating in a strike, or asserting the right to strike. Instructs the Secretary to establish: (1) a National Offshore Energy Safety Academy, and (2) an Outer Continental Shelf Energy Safety Advisory Board. Requires the Secretary to: (1) certify annually that all Interior Department personnel having either regular, direct official contact with government contractors, or conducting investigations, issuing permits, or overseeing energy programs, comply fully with federal employee ethics laws and regulations; and (3) conduct a random drug testing program of such personnel. Abolishes the Minerals Management Service. Directs the Secretary to collect non-refundable fees from the operators of facilities subject to inspection under this Act. Establishes in the Treasury the Ocean Energy Enforcement Fund as depository for such fees. Redefines the OCS to include all submerged lands lying within the U.S. exclusive economic zone and the Continental Shelf adjacent to any U.S. territory. Authorizes the Secretary of the Treasury, with the President's approval, to: (1) borrow for highway and transportation project expenditures and for water infrastructure expenditures, and (2) issue interest-bearing infrastructure revenue bonds for the amounts borrowed. Amends the Internal Revenue Code to appropriate to the Highway Trust Fund 95% of any proceeds from the issuance of such infrastructure revenue bonds. Makes available to the Administrator of the Environmental Protection Agency (EPA) for making capitalization grants to eligible states: (1) 2.5% of infrastructure revenue bond proceeds for grants under the Federal Water Pollution Control Act, and (2) 2.5% of such proceeds for grants under Safe Drinking Water Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "American-Made Energy and Infrastructure Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Outer Continental Shelf Lands Act to require the Secretary of the Interior to conduct offshore oil and gas leasing, to use revenues from such leasing to capitalize bonds that provide a dedicated source of revenue to fund highway, other transportation, and water infrastructure projects, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:27:18-05:00"
}