{
  "actions": [
    {
      "acted_at": "1985-08-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-08-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy Conservation and Power", 
      "text": "Referred to Subcommittee on Energy Conservation and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-05", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Energy Conservation and Power", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-13", 
      "bill_ids": [
        "s410-99"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See S.410.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3189-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy Conservation and Power", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "44", 
      "name": "Bates, Jim", 
      "sponsored_at": "1985-09-30", 
      "state": "CA", 
      "thomas_id": "00065", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Sikorski, Gerry E.", 
      "sponsored_at": "1985-08-01", 
      "state": "MN", 
      "thomas_id": "01057", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-08-01", 
  "number": "3189", 
  "official_title": "A bill to reform the Residential Conservation Service and the Commercial and Apartment Conservation Service.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s410-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Conservation Service Reform Act of 1985", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-08-01", 
  "subjects": [
    "Apartment houses", 
    "Business and commerce", 
    "Energy", 
    "Energy conservation", 
    "Government and business", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Heating", 
    "Housing and Housing Finance", 
    "Industrial energy conservation", 
    "Information services", 
    "Public utilities", 
    "Residential energy conservation"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-08-01", 
    "text": "Conservation Service Reform Act of 1985 - Title I: Residential Conservation Service - Amends the National Energy Conservation Policy Act to extend from 1985 to 1991 the deadline by which utility programs and home heating supplier programs must provide certain information to owners or occupiers of a residential building (residential customers). Eliminates requirements that each utility and participating home heating supplier: (1) offer to arrange to have suggested conservation measures installed and for a loan to finance them; and (2) provide residential customers with a list of suppliers, contractors, and lending institutions. Treats residential energy conservation plans which were approved before the effective date of this Act as adequately implemented approved plans if they meet the requirements of this Act. Authorizes the States to formulate and certify alternative State residential energy conservation plans. Sets forth the criteria for the formulation, contents, and certification of such plans (including administrative and judicial enforcement). Requires States which have such an alternative plan to submit an annual report to the Secretary describing the plan's implementation and results. Prohibits the inclusion of a nonregulated utility in such alternative plans unless it is authorized under State law or the nonregulated utility agrees to such inclusion. Sets forth guidelines under which alternative utility plans may be elected by: (1) a regulated utility located in a State in which an alternative State plan is not in effect; or (2) a nonregulated utility which has not been included in either a State plan, or in an alternative State plan. Requires the Secretary to submit annual reports to certain congressional committees regarding the residential energy conservation plans, the alternative State plans, and the alternative utility plans. Requires the Secretary to disseminate annually to the States and to public utilities information regarding: (1) technical assistance; (2) cost-effective residential energy conservation measures; and (3) the most successful residential energy conservation plans. Requires the Secretary to disseminate such information to the public using regional seminars. Sets forth procedures which a State Governor must follow before supporting a regulated utility's petition to waive the prohibition against supply, installation, and financing of residential energy conservation measures by public utilities. Title II: Commercial Buildings and Multifamily Dwellings - Authorizes the States to formulate and certify alternative State plans for commercial buildings and multifamily dwellings. Sets forth the criteria for the formulation, contents, and certification of such State plans, including administrative and judicial enforcement. Requires States which have such an alternative plan to submit an annual report to the Secretary describing the plan's implementation and results. Prohibits the inclusion of a nonregulated utility in such alternative plans unless it is authorized under State law or the nonregulated utility agrees to it. Sets forth guidelines under which alternative utility plans may be elected by: (1) a regulated utility located in a State in which an alternative State plan is not in effect; or (2) a nonregulated utility which has not been included in either a State plan, or in an alternative State plan. Redefines a commercial building as one for which the monthly use of energy for the calendar year 1980 was less than 29,300 kilowatt hours of electricity. Prohibits a public utility from supplying or installing a commercial energy conservation measure for any eligible customer. Exempts from such prohibition: (1) devices associated with load management techniques for the type of energy sold by the utility; and (2) any commercial energy conservation measure supplied or installed by a public utility through contracts with independent suppliers upon customer request. Prescribes conditions in which public utilities are exempt from such prohibition. Requires the Secretary to monitor financing, supply, and installation activities of public utilities regarding commercial energy conservation measures, and to report on them annually to the Congress. Requires such report to contain Federal Trade Commission comments. Treats commercial energy conservation plans which were approved before the effective date of this Act as adequately implemented approved plans if they meet the requirements of this Act. Requires the Secretary to submit annual reports to certain congressional committees regarding energy conservation plans, alternative State plans, and the alternative utility plans. Requires the Secretary to disseminate annually to the States and to public utilities information regarding: (1) technical assistance; (2) cost-effective energy conservation measures; and (3) the most successful energy conservation plans. Requires the Secretary to disseminate such information to the public, using regional seminars."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Conservation Service Reform Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the Residential Conservation Service and the Commercial and Apartment Conservation Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:43-05:00"
}