{
  "actions": [
    {
      "acted_at": "1993-08-04", 
      "references": [
        {
          "reference": "CR S10378", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-04", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1352-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-08-04", 
  "number": "1352", 
  "official_title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (Superfund) to establish a public-private partnership demonstration project for the cleanup of ground water pollution in the San Gabriel Basin.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2853-103", 
      "reason": "related"
    }
  ], 
  "short_title": "San Gabriel Basin Demonstration Project Act", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-08-04", 
  "subjects": [
    "Actions and defenses", 
    "California", 
    "Construction costs", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal aid to water pollution control", 
    "Government paperwork", 
    "Groundwater", 
    "Liability for toxic substances pollution damages", 
    "Liability for water pollution damages", 
    "Potable water", 
    "Soil pollution", 
    "Standards", 
    "State laws", 
    "Water pollution control", 
    "Water purification", 
    "Water quality", 
    "Water storage", 
    "Water supply", 
    "Water treatment plants", 
    "Water use", 
    "Watershed management", 
    "Watersheds"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-08-04", 
    "text": "San Gabriel Basin Demonstration Project Act - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to direct the Administrator of the Environmental Protection Agency to enter into cooperative agreements or contracts with the San Gabriel Basin Water Quality Authority to provide water treatment to remove volatile organic compounds from the groundwater in the San Gabriel Basin. Requires the Authority to provide treatment for water withdrawn from the Basin by qualified public water systems unless otherwise provided by the Metropolitan Water District of Southern California. Prohibits water treatment under such agreements unless specified conditions are met, including that: (1) at least 65 percent of notified potentially responsible parties (PRPs) have entered into cost-sharing contracts that provide for payment of at least 50 percent of costs incurred by the Administrator; and (2) contracts with participating parties provide for environmental site assessments and for removal and remedial action with respect to hazardous substances in the soil above the water table on the property. Sets forth cost-sharing requirements. Sets the maximum obligation of a participating party at 200 percent of the party's share of estimated total Federal costs for water treatment. Requires water treatment to comply with the most stringent standards for drinking water under the Safe Drinking Water Act or any State law governing drinking water quality. Authorizes appropriations. Makes Federal costs under this Act recoverable under Superfund from PRPs not participating in contracts. Absolves participating parties of liability for removal or remediation costs with respect to hazardous substances in the Basin or for damages to natural resources to the extent that releases occurred before this Act's enactment and are identified in site assessments. Removes the exemption from liability if the party: (1) has failed to make the required contribution or to carry out required activities; or (2) has filed a suit against another person for contribution of costs. Prohibits participating parties from bringing actions against other persons for contributions of costs. Absolves public water systems of liability in suits brought by PRPs who are not participating parties. Requires participating parties to establish Comprehensive Environmental Compliance Programs and to conduct Environmental Site Assessments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "San Gabriel Basin Demonstration Project Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (Superfund) to establish a public-private partnership demonstration project for the cleanup of ground water pollution in the San Gabriel Basin.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:06-05:00"
}