{
  "actions": [
    {
      "acted_at": "1973-05-10", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7764-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-10", 
  "number": "7764", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide that contributions to the Indoor Sports and Outdoor Athletic Recreation Foundation shall be deductible for purposes of the Federal income and estate and gift taxes, and to create a trust fund to receive contributions to such foundation which may be used to improve sports and recreational facilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Byron, Goodloe E.", 
    "state": "MD", 
    "thomas_id": "00163", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-10", 
  "subjects": [
    "Athletes", 
    "Estate tax", 
    "Gift tax", 
    "Income tax", 
    "Sports and recreation", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-10", 
    "text": "Provides that contributions to the Indoor Sport and Outdoor Athletic Recreation Foundation shall be deductible for purposes of Federal income and estate and gift taxes. Creates on the books of the Treasury of the United States a trust fund to be known as the Indoor Sports and Outdoor Athletic Recreation Trust Fund, consisting of donations deposited by individuals, and of an Equal amount for each fiscal year appropriated from money in the Treasury not otherwise appropriated. Creates the Indoor Sports and Outdoor Athletic Recreation Foundation, consisting of the Secretary of the Treasury, the Secretaries of the Interior, and of Health, Education, and Welfare, Defense, Labor, and Housing and Urban Development, the Commissioner of Education, and ten persons appointed for terms of five years by the President, by and with the advice and consent of the Senate. Authorizes compensation for members of the Foundation who are not full-time employees of the United States. Authorizes the Foundation to solicit and accept donations given to further the purposes of the Foundation. Authorizes the Foundation to accept and utilize the services of voluntary and uncompensated personnel, and to make rules and regulations necessary to carry out the purposes and provisions of the Act. States that the duties of the Foundation shall be: (1) to make a study of existing sports and recreational facilities for youth in the United States and classify such facilities according to their adequacy; (2) to make a plan for, and estimate the cost of, any necessary expansion of existing or construction of new sports and recreational facilities for youth; (3) to make a plan for financing the construction of such facilities, either separately or as a part of multiple use facilities, through grants and loans to communities or through charges for the use of such facilities; (4) to make studies and recommendations with respect to the establishment of urban physical fitness centers and of other new kinds of sports and physical fitness facilities in urban areas; and (5) to develop and make available standards of architectural design which will permit greater utilization for sports purposes of public buildings, apartment buildings, and open spaces. Authorizes the Foundation to make grants to public or nonprofit organizations and agencies to carry out experimental or demonstration projects. Requires the Foundation to render an annual report to the President for transmission to the Congress, summarizing the activities of the Foundation and making appropriate recommendations. (Adds 26 U.S.C. 170(c)(6), 2055 (a)(5), 2522(a)(5))"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide that contributions to the Indoor Sports and Outdoor Athletic Recreation Foundation shall be deductible for purposes of the Federal income and estate and gift taxes, and to create a trust fund to receive contributions to such foundation which may be used to improve sports and recreational facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:58-05:00"
}