{
  "actions": [
    {
      "acted_at": "1979-02-08", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-02-08", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1965-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-08", 
  "number": "1965", 
  "official_title": "A bill to establish the Energy Development Facility within the Export-Import Bank of the United States and to foster increased energy exploration and production, to increase U.S. exports, to improve the United States balance of trade and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Export-Import Bank Energy Development Facility Act of 1979", 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-08", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Credit", 
    "Department of the Treasury", 
    "Energy", 
    "Energy supplies", 
    "Export-Import Bank of the United States", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Government trust funds", 
    "International agencies", 
    "International banking", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Energy supplies", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-08", 
    "text": "United States Export-Import Bank Energy Development Facility Act of 1979 - Title I: Energy Development Facility - Directs the Export-Import Bank to establish the Energy Development Facility, which is to: (1) increase world energy supplies; (2) promote U.S. economic security; (3) improve the U.S. balance of payments; and (4) foster long- term U.S. commercial interests by offering the opportunity to diversify sources of foreign energy. Authorizes the Bank to offer guarantees, insurance, and credit through the Facility to carry out the purposes of this Act. Stipulates that the Bank give priority to borrowers who are not members of the Organization of Petroleum Exporting Countries. Limits the aggregate amounts of guarantees, insurance, and credit outstanding to $2,000,000,000. Requires the Bank to establish a separate account for transactions made from the Facility. Requires the Bank to include in its reports to Congress a description of all guarantees, insurance or credit made under this Act. Title II: Co-Financing with the World Bank - Authorizes the Bank, through the Facility, to participate in energy exploration and development projects approved by the International Bank for Reconstruction and Development. Title III: Exports for Energy Swap Arrangements - Authorizes the President to negotiate agreements for the purchase of newly available energy resources in exchange for letters of credit issued by the Export-Import Bank to the foreign energy supplier. Limits such agreements to three years when they all either terminate or be renegotiated. Requires the President to submit such agreements to Congress. Permits either House to disapprove such agreement within 30 days of submission. Requires the President to auction to U.S. bidders any foreign energy resources delivered to the United States. Specifies that the revenues from such auction shall be held in a separate Energy Development Account at the Department of Treasury. Requires the Secretary of the Treasury to transfer funds between the separate account and the general account to insure that the amounts in the separate account equal the negotiated value of the energy resources delivered. Title IV: Miscellaneous Provisions - Authorizes the necessary appropriations to the Secretary. Authorizes the Export-Import Bank to adopt the necessary regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Export-Import Bank Energy Development Facility Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Energy Development Facility within the Export-Import Bank of the United States and to foster increased energy exploration and production, to increase U.S. exports, to improve the United States balance of trade and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:29-05:00"
}