{
  "actions": [
    {
      "acted_at": "1975-09-18", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9697-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-18", 
  "number": "9697", 
  "official_title": "A bill to amend the U.S. Grain Standards Act in order to establish a Federal Grain Inspection Agency, to require that inspections made under such Act be made by Federal employees.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2256-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Grain Inspection Act", 
  "sponsor": {
    "district": "2", 
    "name": "Melcher, John", 
    "state": "MT", 
    "thomas_id": "00790", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-18", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and food", 
    "Department of Agriculture", 
    "Government operations and politics", 
    "Grain"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-18", 
    "text": "Federal Grain Inspection Act - Establishes in the Department of Agriculture an agency to be known as the Federal Grain Inspection Agency. Places the direction of such agency in a Director to be appointed by the President by and with the advice and consent of the Senate. Makes it a duty of such Director to establish the policies and regulations by which the Agency is to carry out the administration of this Act. Makes the Director responsible for inspecting, monitoring, and standardizing all equipment used in connection with the grading of grain under the United States Grain Standards Act. Defines terms used under such Act. Defines the term \"deceptive loading, hauling, sampling, or weighing\" as meaning any manner of loading, handling, sampling, or weighing, which deceives official inspection personnel, as specified by regulations of the Federal Grain Inspection Agency. Directs the Director of such Agency to investigate the handling (including weighing), grading, and transportation of grain and to fix and establish standards of kind, class, quality, and condition for corn, wheat, rye, oats, barley, flaxseed, gain sorghum, soybeans, mixed grain, and such other grains as in his judgment the usages of the trade may warrant and permit. Provides that whenever the standards established by the Director under this Act are effective, any lot of grain covered by this Act shall be re-inspected upon entry into the foreign port of destination. Authorizes the Director to charge and collect reasonable fees to cover the estimated cost of official inspection performed by Agency personnel under this Act. Provides that inspection fees under this Act shall be borne by the grain buyer, unless otherwise agreed. Authorizes the Director, whenever he determines it necessary in order to administer the provisions of this Act, to issue a license to any individual who is to be so employed as a result of being licensed under this Act, upon presentation to the Director of satisfactory evidence that such individual is competent to perform all or specified functions involved in official inspection. Stipulates that no person shall perform any official inspection functions for purposes of this Act unless he holds an unsuspended and unrevoked license or authorization from the Director under this Act. Prohibits specified conflicts of interest by official inspection personnel. Prohibits specified acts relating to grain storage and handling. Sets penalities for violations of the provisions of the Federal Grain Inspection Agency. Requires the Director to investigate the cancellation of any contract for the sale of grain required to be inspected under this Act or of any complaint regarding the operation or administration of this Act or any official transaction with which this Act is concerned. Instructs the Director to provide for the registration of all persons engaged in the business of buying grain for sale in interstate or foreign commerce, or in the business of handling, weighing, or transporting of grain for sale in interstate or foreign commerce."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Grain Inspection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the U.S. Grain Standards Act in order to establish a Federal Grain Inspection Agency, to require that inspections made under such Act be made by Federal employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:11-05:00"
}