{
  "actions": [
    {
      "acted_at": "1974-02-01", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2939-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-01", 
  "number": "2939", 
  "official_title": "A bill to authorize the Comptroller General of the United States to acquire and make available to the Congress, the President, and the public certain information and data relating to energy supplies and shortages.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-01", 
  "subjects": [
    "Energy", 
    "Inventories", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Power resources"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-01", 
    "text": "Directs the Comptroller General to establish programs and procedures for gathering, analysing, interpreting, and disseminating to the Congress, the President, and the public, such energy statistics, data, and other information. Authorizes the Comptroller General to have access to such information from any public or private source whatever, notwithstanding any other provision of law, as is necessary to carry out his responsibilities under this Act. Empowers the Comptroller General, to make any investigation, and to enter places of business and inspect records and accounts and question such persons as he may deem necessary to enable him to determine the facts. Requires the Comptroller General to report to the Congress and the President of the United States with respect to the information and other data obtained. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act. States that whoever willfully fails to comply with any regulation or order issued pursuant to this Act or willfully submits false or misleading information, shall be imprisoned for not more than three months or fined not more than $10,000, or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Comptroller General of the United States to acquire and make available to the Congress, the President, and the public certain information and data relating to energy supplies and shortages.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:02-05:00"
}