{
  "actions": [
    {
      "acted_at": "1977-09-26", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9297-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-26", 
  "number": "9297", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to assure increasing reliance upon competition in the provision of air transportation services, to insure use of dormant air transportation authority, to provide air carrier management with increased pricing flexibility, to recognize the high national priority placed upon the conservation of energy, to insure administration expedition.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Air Transportation Act", 
  "sponsor": {
    "district": "4", 
    "name": "Levitas, Elliott H.", 
    "state": "GA", 
    "thomas_id": "00685", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-26", 
  "subjects": [
    "Air routes", 
    "Airline rates", 
    "Airlines", 
    "Airmail service", 
    "Aviation", 
    "Civil Aeronautics Board", 
    "Energy", 
    "Energy conservation", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Presidential powers", 
    "Sunset legislation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-09-26", 
    "text": "National Air Transportation Act - Amends the Federal Aviation Act of 1958 to direct the Civil Aeronautics Board, in the exercise of its functions, to consider as being in the public convenience and necessity an air transportation system which relies on competition to determine the variety and price of air transportation services and which will result in the maximum possible energy conservation and the conservation of all natural resources. Sets forth criteria which the Board is to consider in issuing certificates to engage in scheduled interstate, overseas or foreign air transportation, supplemental air transportation, and all-cargo air transportation (as defined in this Act). Authorizes the Board to grant authority to engage in such transportation for a temporary period in order to determine the utility of such service. Sets forth procedures for determinations by the Board with respect to modifications in interstate, overseas, or foreign air transportation certificates. Authorizes air carriers performing scheduled flights in foreign air transportation to transport persons and property between points within the United States on such flights subject to restrictions imposed on such service by the Board. Requires the Board to approve transfers of certificates unless it finds that such action would be in conflict with the policies of this Act or would substantially lessen competition or tend to create a monopoly. Stipulates that if an air carrier holding round trip nonstop authority between any two points in interstate air transportation does not exercise such authority to a specified extent the Board shall issue a certificate authorizing such transportation to another carrier applying for such authority. Directs the Board to establish simplified procedures regarding applications for, and modifications of, permits to engage in foreign air transportation. Revises the notice periods for changes in a carrier's tariff. Sets forth procedures and factors to be considered by the Board in the disposal of applications for approval of consolidation, merger, or acquisition of control agreements. Requires the Board to issue a final order with respect to such applications within one year after such application was filed. Sets forth conditions upon which the Board is to determine whether to approve or disapprove of pooling agreements or applications to discuss cooperative working arrangements between air carriers. Exempts air carriers which provide passenger service solely with aircraft which have a maximum passenger capacity of less than 56 passengers or cargo service with aircraft having a maximum payload capacity of 18,000 pounds from the requirement that such a carrier hold a certificate to engage in air transportation. Authorizes the Board to exempt foreign air carriers who are not directly engaged in the operation of aircraft in foreign air transportation from the provisions of the Federal Aviation Act to the extent and for such periods as may be in the public interest. Establishes procedures and conditions for the issuance of certificates to engage in local interstate and overseas air transportation. Authorizes air carriers providing local air transportation with respect to which a mail subsidy is being paid to terminate such service upon 90 days' notice filed with the Board and the community involved. Authorizes the Board to temporarily suspend such termination in order to make arrangements for substitute service to that community. Stipulates that with respect to any other point to which such an air carrier is providing local air transportation, the Board may prescribe a reasonable notice period (not longer than 30 days) to be adhered to by such air carrier when proposing to terminate or suspend local air transportation. Exempts air carriers providing such service from specified provisions of the Federal Aviation Act. Requires air carriers holding such a certificate to provide local air transportation only with aircraft with a seating capacity of 56 passengers or less, or cargo service with aircraft having a maximum payload capacity of 18,000 pounds or less. Stipulates that compensation for the carriage of mail shall be available only where the Board finds that such service is essential to the satisfaction of the public convenience and necessity. Restricts the power of the President to disapprove actions of the Board with respect to certificates to engage in foreign air transportation or permits issued to foreign air carriers. Stipulates that such disapproval may only be made on the basis of those foreign relations or national defense considerations which are within the President's jurisdiction. Prohibits the Board from finding that the rate charged by an air carrier is too high unless such fare is more than ten percent higher than the standard industry fare level. Prohibits the Board from finding that a rate is too low unless the fare is more than 20 percent below the standard industry fare level or is predatory. Directs the Board to take into consideration specified factors in the exercise of its ratemaking powers. Establishes procedural deadlines before which the Board must act regarding applications, petitions, or complaints. Establishes sunset provisions regarding the Civil Aeronautics Board on December 31, 1985. Directs the Board by January 1, 1983, to submit to Congress a comprehensive review of the Board's implementation of the provisions of the Federal Aviation Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Air Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to assure increasing reliance upon competition in the provision of air transportation services, to insure use of dormant air transportation authority, to provide air carrier management with increased pricing flexibility, to recognize the high national priority placed upon the conservation of energy, to insure administration expedition.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:07-05:00"
}