{
  "actions": [
    {
      "acted_at": "1988-10-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-12-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5535-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-19", 
  "number": "5535", 
  "official_title": "A bill to authorize the Secretary of Education to enter into a contract with a public agency or other nonprofit entity to establish a youth community volunteer services program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Secondary School Community Services Act", 
  "sponsor": {
    "district": "26", 
    "name": "Berman, Howard L.", 
    "state": "CA", 
    "thomas_id": "00082", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-19", 
  "subjects": [
    "Children and youth", 
    "Community and school", 
    "Community organization", 
    "Education", 
    "Educational innovations", 
    "Educational policy", 
    "Educational research", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Federal aid to education", 
    "Federal aid to youth services", 
    "Labor and employment", 
    "Public service employment", 
    "Research", 
    "Secondary education", 
    "Secondary school students", 
    "Volunteer workers", 
    "Youth employment"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-19", 
    "text": "Secondary School Community Services Act - Establishes a secondary school youth community volunteer services program. Directs the Secretary of Education to enter into a contract with a public agency or nonprofit entity (the contractor) which has: (1) demonstrated effective management of school-based community service projects for youth for at least five years; and (2) the experience and capacity to disseminate information and provide technical assistance necessary to create such projects throughout secondary schools on the United States. Requires the contractor to: (1) use research findings to identify the characteristics of effective secondary school-based service programs to be used as the criteria for providing assistance under this Act; and (2) recommend individuals to serve as members of an advisory committee appointed by the Secretary. Requires that such committee: (1) consist of at least four individuals representing State and local educational agencies (SEAs and LEAs) and at least five individuals with demonstrated success implementing community service programs; and (2) develop model program activity, select and award LEA subcontracts, and advise on program activities. Requires the contractor to enter into subcontracts with ten SEAs to fund State activities under this Act, including: (1) participation by not more than four LEA youth community service programs under each such SEA; and (2) monitoring activities and disseminating information on each agency's efforts to implement youth community service programs. Requires the contractor (after consultation with the advisory committee) to enter into subcontracts with not more than 40 LEAs during each fiscal year beginning on or after the enactment of this Act, to provide (either directly or through SEAs) 75 percent of the cost of creating and coordinating partnerships between communities and secondary schools to prepare students and identify and provide service opportunities for school-based youth volunteers. Allows subcontracts to be renegotiated for a maximum of four fiscal years, with a Federal share equal to the following portions of program costs: (1) 75 percent for the first renegotiated program year; (2) 50 percent for the second and third such years; and (3) 25 percent for the fourth such year. Requires the contractor to provide: (1) other services necessary to facilitate State plan development and service program expansion throughout the nation by providing an information exchange, a program material database, local and national training, and curriculum materials; and (2) necessary staff development and technical assistance at the local level to expand secondary school implementation of community service programs. Authorizes appropriations to carry out this Act for FY 1990 through 1994. States that not more than 30 percent of the Federal share may be made available under any contract for technical assistance to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Secondary School Community Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Education to enter into a contract with a public agency or other nonprofit entity to establish a youth community volunteer services program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:50-05:00"
}