{
  "actions": [
    {
      "acted_at": "2011-11-18", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-18", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-18", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-18", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-25", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3474-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Duncan, John J., Jr.", 
      "sponsored_at": "2011-12-07", 
      "state": "TN", 
      "thomas_id": "00322", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Grimm, Michael G.", 
      "sponsored_at": "2011-12-08", 
      "state": "NY", 
      "thomas_id": "02041", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Murphy, Tim", 
      "sponsored_at": "2012-01-18", 
      "state": "PA", 
      "thomas_id": "01744", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Roskam, Peter J.", 
      "sponsored_at": "2012-06-07", 
      "state": "IL", 
      "thomas_id": "01848", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-18", 
  "number": "3474", 
  "official_title": "To amend titles XI and XVIII of the Social Security Act to prevent fraud and abuse under the Medicare program and to require National Provider Identifiers for reimbursement of prescriptions under part D of the Medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "PRIME Act of 2011", 
  "sponsor": {
    "district": "6", 
    "name": "Stearns, Cliff", 
    "state": "FL", 
    "thomas_id": "01103", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-11-18", 
  "subjects": [
    "Business records", 
    "Child health", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Crime prevention", 
    "Department of Health and Human Services", 
    "Fraud offenses and financial crimes", 
    "Freedom of information", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health", 
    "Health care costs and insurance", 
    "Health information and medical records", 
    "Medicaid", 
    "Medicare", 
    "Poverty and welfare assistance", 
    "Prescription drugs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-11-18", 
    "text": "Promoting Responsibility in Medical Expenditures Act of 2011 - Amends title XI of the Social Security Act (SSA) to increase civil money penalties, criminal fines, and prison sentences for fraud and abuse under the SSA title XVIII (Medicare) program. Directs the Secretary of Health and Human Services to submit to Congress annual fraud reports with respect to Medicare, SSA title XIX (Medicaid), and SSA title XXI (Children's Health Insurance) (CHIP). Amends the Small Business Jobs Act to exempt from disclosure under the Freedom of Information Act the algorithms used in predictive modeling and other analytics technology to identify and prevent waste, fraud, and abuse in the Medicare fee-for-service program. Requires valid National Provider Identifiers for prescribers on pharmacy claims for covered Medicare part D prescription drugs. Requires a prescription drug plan (PDP) sponsor identifying a claim for reimbursement for a drug prescribed by an individual without a valid National Provider Identifier to report to the HHS Inspector General any relevant information on such a prescriber, including any invalid national provider identifiers being used to submit such claims and related records. Requires the Inspector General of HHS to provide such information to appropriate law enforcement agencies. Directs the Secretary of HHS to establish procedures and rules to restrict access to the National Provider Identifier Registry in order to deter the fraudulent use of National Provider Identifiers. Decreases by 10% per quarter the federal medical assistance percentage (FMAP) for a state if: (1) it is receiving a grant for a state controlled substance monitoring program through which it identifies fraud, waste, or abuse in connection with the provision of prescription drug coverage under the state Medicaid plan; and (2) the state or a political subdivision is reimbursed by a third party for expenditures related to such fraud, waste, or abuse, or for a recovered amount. Directs the Secretary of HHS to establish procedures to eliminate the unnecessary collection, use, and display of Social Security account numbers of Medicare beneficiaries. Requires the Secretary of HHS to ensure that each newly issued Medicare identification card does not display or electronically store, in an unencrypted format, a Medicare beneficiary's Social Security account number, unless the beneficiary's health insurance claim number is the beneficiary's or spouse's Social Security number, and the risk of fraudulent use of such numbers is not unacceptably high. Requires the Secretary of HHS to prohibit the display of a Medicare beneficiary's Social Security account number in any written or electronic communication to the beneficiary unless its inclusion is essential for the operation of the Medicare program. Directs the Secretary of HHS to establish a pilot program to evaluate the applicability of smart card technology to the Medicare program, and whether such cards would be effective in preventing Medicare fraud. Prohibits payment for an item or service under Medicaid or CHIP unless the claim contains: (1) a valid beneficiary identification number corresponding to an individual enrolled under the state plan or an applicable waiver; and (2) a valid provider identifier corresponding to a provider eligible to receive payment for furnishing such item or service. Directs the Comptroller General to recommend methods to make Medicare claims data available to the public to improve Medicare transparency while protecting the privacy of individual Medicare beneficiaries, service providers, and suppliers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "PRIME Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Promoting Responsibility in Medical Expenditures Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend titles XI and XVIII of the Social Security Act to prevent fraud and abuse under the Medicare program and to require National Provider Identifiers for reimbursement of prescriptions under part D of the Medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:31:53-05:00"
}