{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr694-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "694", 
  "official_title": "A bill to amend title 2, United States Code, to provide that individuals be apprised of records concerning them which are maintained by the Committee on Internal Security of the House of Representatives.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Congressional committees", 
    "Government records, documents, and information", 
    "House of Representatives", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Provides that with respect to all records concerning any individual which may be retrieved by reference to the individual's name and which contains any information obtained from any source other than such individual, the Committee on Internal Security of the House of Representatives shall: (1) notify such individual by mail at his last known address that said committee maintains or is about to maintain a record concerning said individual; (2) refrain from disclosing the record or any information contained therein to the Senate or the House of Representatives, to any agency of the Federal Government, or to any person not a member of or employed by said committee, except with permission of the individual concerned; (3) maintain an accurate record of the names and positions of all persons inspecting such records and the purposes for which such inspections were made; (4) permit any individual to inspect his own record and have copies thereof made at his expense; and (5) permit any individual to supplement the information contained in his record by the addition of any document or writing containing information such individual deems pertinent to his record. Provides that an aggrieved party under this Act may institute a civil action to enforce this Act in the District Court of the United States for the District of Columbia, which shall have jurisdiction to issue declaratory, injunctive, or other appropriate relief."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 2, United States Code, to provide that individuals be apprised of records concerning them which are maintained by the Committee on Internal Security of the House of Representatives.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:00-05:00"
}