{
  "actions": [
    {
      "acted_at": "1995-12-22", 
      "references": [
        {
          "reference": "CR S19254-19255", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-12-22", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-06", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-07-26", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Pressler with an amendment in the nature of a substitute. With written report No. 104-334.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-26", 
      "calendar": "Senate Legislative", 
      "number": "540", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 540.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-09-19", 
      "references": [
        {
          "reference": "CR S10936-10941, S10947-10950", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-26", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1996-09-27", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27T16:19:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27T16:19:00-04:00", 
      "references": [], 
      "text": "Mr. Shuster moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27T16:20:00-04:00", 
      "references": [
        {
          "reference": "CR H11530-11540", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27T16:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27T17:06:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 5, rule I, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27T17:27:00-04:00", 
      "references": [
        {
          "reference": "CR H11541", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27T17:36:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "450", 
      "status": "PASSED:BILL", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 276 - 125 (Roll no. 450).", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-09-27T17:36:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-27", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1996-10-02", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1996-10-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1996-10-12", 
      "congress": "104", 
      "law": "public", 
      "number": "304", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 104-304.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1505-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1995-12-22", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1996-02-27", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1996-02-29", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1996-09-11", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1996-02-07", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1996-02-27", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Frist, William H.", 
      "sponsored_at": "1996-04-15", 
      "state": "TN", 
      "thomas_id": "01336", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1996-07-19", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1995-12-22", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "1996-04-18", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1996-02-27", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1996-07-26", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1996-04-30", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1996-02-27", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1996-09-25", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1996-06-10", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "104", 
    "law_type": "public", 
    "number": "304"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1996-10-12", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1996-09-27T17:36:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1996-09-26", 
    "vetoed": false
  }, 
  "introduced_at": "1995-12-22", 
  "number": "1505", 
  "official_title": "A bill to reduce risk to public safety and the environment associated with pipeline transportation of natural gas and hazardous liquids, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1323-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1323-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Accountable Pipeline Safety and Partnership Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Lott, Trent", 
    "state": "MS", 
    "thomas_id": "00707", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1996-10-12", 
  "subjects": [
    "Accident prevention", 
    "Administrative fees", 
    "Administrative procedure", 
    "Animals", 
    "Authorization", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Department of Transportation", 
    "Earthquake engineering", 
    "Economics and public finance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Endangered species", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental risk assessment", 
    "Estuarine area conservation", 
    "Estuarine pollution", 
    "Excavation", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Gas pipelines", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Grants-in-aid", 
    "Groundwater", 
    "Habitat conservation", 
    "Housing and community development", 
    "Industrial standards", 
    "Information services", 
    "Lakes", 
    "Land subsidence", 
    "Land use", 
    "Landslides", 
    "Law", 
    "Maps", 
    "National parks", 
    "Navigation", 
    "Petroleum pipelines", 
    "Pipeline safety", 
    "Pipeline siting", 
    "Pipelines", 
    "Potable water", 
    "Public lands and natural resources", 
    "Public service advertising", 
    "Refuse and refuse disposal", 
    "Right-of-way", 
    "Risk assessment", 
    "Risk management", 
    "Rivers", 
    "Science, technology, communications", 
    "Soil erosion", 
    "Standards", 
    "Stream conservation", 
    "Telephone", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Transportation research", 
    "Transportation safety", 
    "Urban affairs", 
    "Urban areas", 
    "User charges", 
    "Water resources development", 
    "Water supply", 
    "Waterways", 
    "Wetlands", 
    "Wild rivers", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1996-09-26", 
    "text": "Accountable Pipeline Safety and Partnership Act of 1996 - Amends Federal natural gas and hazardous liquid pipeline safety transportation law to revise the exclusion from the meaning of the term \"transporting gas\" (thus from coverage by such law) of the gathering of gas in a rural area outside a populated, non-rural area to specified locations outside the limits of any incorporated or unincorporated city, town, or village. Extends coverage, however, to the movement of gas through regulated lines, regardless of location. (Sec. 4) Repeals the mandate that Federal minimum safety standards for pipeline transportation and pipeline facilities apply to transporters of gas and hazardous liquid, thus limiting application to owners and operators of pipeline facilities. Repeals the mandate that such minimum safety standards include a requirement that all individuals responsible for the operation and maintenance of pipeline facilities be tested for their qualifications. Requires only that they be qualified. Requires such qualifications to address the ability to recognize and react to abnormal operating conditions that may indicate a dangerous situation or a condition exceeding design limits. Directs the Secretary of Transportation, in prescribing minimum safety standards for pipeline transportation and pipeline facilities, to: (1) consider the reasonably identifiable or estimated compliance benefits and costs and any comments and recommendations received; (2) identify the costs and benefits under such standards; and (3) submit such risk assessment information to either the Technical Pipeline Safety Standards Committee or the Hazardous Liquid Pipeline Safety Standards Committee, or both, as appropriate. Requires such committees, serving as peer review panels, to evaluate and report to the Secretary on such information. Directs the Secretary to review such evaluations and issue a standard only upon a reasoned determination that its benefits justify its costs. Specifies circumstances in which the requirements of this Act with respect to standards or their formulation shall not apply. Requires a report from the Secretary to the Congress on the implementation of the risk assessment requirements of this section. Directs the Secretary, to the extent appropriate and practicable, to update incorporated industry standards that have been adopted as part of the Federal pipeline safety regulatory program. Requires the owner or operator of each interstate gas pipeline facility to provide annually to each municipality in which the pipeline is located a map identifying the facility's location. Directs the Secretary to: (1) assess existing public education programs; and (2) institute a rulemaking to promulgate standards implementing the most effective pipeline public safety and education program components. Directs the Secretary to: (1) assess the effectiveness of remotely controlled valves to shut off the flow of natural gas in the event of a rupture of an interstate natural gas pipeline facility; and (2), if such valves are determined feasible and risk-reducing, prescribe standards requiring a facility operator to use such a valve. (Sec. 5) Directs the Secretary to establish risk management demonstration projects under which owners and operators of gas pipeline and hazardous liquid pipeline facilities voluntarily demonstrate applications of risk management. Authorizes the Secretary, during a demonstration project, to exempt such owners and operators from the applicability of all or a portion of safety standards that would otherwise apply. Outlines demonstration project requirements. (Sec. 6) Eliminates the application of certain inspection and maintenance requirements to persons who transport gas or hazardous liquids. Repeals the requirement of biennial pipeline facility inspections (leaving their frequency to the Secretary's discretion). (Sec. 7) Requires the Secretary to prescribe regulations that establish criteria by which operators of hazardous liquid pipeline facilities and gathering lines shall identify each such facility or line that crosses waters where a substantial likelihood of commercial navigation exists. (Currently, such requirement applies to all navigable waters, regardless of such likelihood.) Requires the Secretary, when identifying an area as unusually sensitive to environmental damage if there is a hazardous liquid pipeline accident, to consider including locations that are critical to drinking water, as well as critical wetlands, national parks, wilderness and wildlife preservation areas, wild and scenic rivers, and critical habitat areas for threatened or endangered species. Repeals the mandate to consider earthquake and landslide zones, freshwater lakes, rivers and waterways, and river deltas and other areas subject to soil erosion or subsidence from flooding. (Sec. 8) Authorizes the Secretary to adopt industry accepted performance standards for the performance of excess flow valves used to protect lines in a natural gas distribution system. (Sec. 9) Repeals the requirement that the Secretary promote the adoption of measures to improve the safety of customer-owned natural gas service lines. (Sec. 10) Requires the Technical Pipeline Safety Standards Committee and the Technical Hazardous Liquid Pipeline Safety Standards Committee to serve as peer review committees. Deems such service to be in compliance with the requirements of other applicable Federal statutes. Requires committee members to be experienced in risk management. Requires at least one of the individuals selected for each committee from the natural gas or hazardous liquid industry and from the general public to have education, background, or experience in risk assessment and cost-benefit analysis. Requires the Secretary, when presenting each committee each standard proposed for transporting gas and hazardous liquid and for gas and hazardous liquid pipeline facilities, to include risk assessment information and other supporting analyses. Requires each committee to meet with the Secretary at least four times (currently, twice) annually. (Sec. 11) Requires each owner or operator of a natural gas pipeline facility to provide a program for educating the public on the use of a one-call notification system prior to excavation. Repeals the requirement that persons transporting gas conduct public education programs. (Sec. 12) Authorizes the Secretary to require owners and operators of gathering lines to provide information pertinent to the Secretary's ability to make a determination as to whether and to what extent to regulate such lines. Authorizes the Secretary to enter into grants and other cooperative agreements with any State, local government, or private entity to carry out pipeline safety programs, including the development, improvement, and promotion of \"one-call\" damage prevention programs, research, risk assessment, and mapping. (Sec. 13) Repeals the applicability of certain Federal safety and inspection standards to persons transporting gas or hazardous liquid. (Sec. 14) Subjects to civil and criminal penalties any person who knowingly and willfully excavates and subsequently damages a pipeline facility and does not report such damage promptly to the operator of the pipeline facility and other appropriate authorities. (Sec. 15) Changes from annual to biennial certain required reports from the Secretary to the Congress concerning gas and hazardous liquid transportation safety requirements. (Sec. 16) Directs the Secretary to make available to the appropriate official of each State the land use recommendations contained in the special report entitled \"Pipelines and Public Safety.\" Requires the evaluation and implementation of recommendations contained in such report. (Sec. 17) Directs the Secretary to analyze and report to the Congress on the present assessment of pipeline safety user fees based solely on mileage and the Secretary's determinations with respect to such assessment. (Sec. 18) Prohibits any person from excavating for unauthorized disposal (dumping) of solid waste within the right-of-way of an interstate gas or hazardous liquid pipeline facility. (Sec. 19) Authorizes the Secretary to conduct promotional activities relating to prevention of damage to gas and hazardous liquid pipelines. (Sec. 21) Extends and increases annually through FY 2000 the authorization of appropriations for gas and hazardous liquid pipeline safety programs and activities carried out through the Department of Transportation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Accountable Pipeline Safety and Partnership Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Accountable Pipeline Safety and Partnership Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Accountable Pipeline Safety and Partnership Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Accountable Pipeline Safety and Partnership Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce risk to public safety and the environment associated with pipeline transportation of natural gas and hazardous liquids, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:06-05:00"
}