{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-08-20", 
      "references": [], 
      "text": "Reported to House from the Committee on Merchant Marine and Fisheries with amendment, H. Rept. 94-445.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-09", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-09", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-09", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #613 (208-101).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-20", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-01-28", 
      "references": [], 
      "text": "Committee on Commerce discharged in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-28", 
      "bill_ids": [
        "s961-94"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 961, roll call #14 (77-19).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-29", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-03", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-24", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-948.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-24", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 94-711.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-29", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-30", 
      "references": [], 
      "text": "House agreed to conference report, roll call #144 (346-52).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-03-31", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-01", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-04-01", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-04-13", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-04-13", 
      "references": [], 
      "text": "Public law 94-265.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr200-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Ashley, Thomas L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Bowen, David R.", 
      "sponsored_at": "1975-01-03", 
      "state": "MS", 
      "thomas_id": "00115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Burke, James A.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00149", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Cohen, William S.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Coughlin, Lawrence", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00240", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "D'Amours, Norman E.", 
      "sponsored_at": "1975-01-03", 
      "state": "NH", 
      "thomas_id": "00259", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Daniels, Dominick V.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00262", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Davis, Mendel J.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "00272", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1975-01-03", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Downing, Thomas N.", 
      "sponsored_at": "1975-01-03", 
      "state": "VA", 
      "thomas_id": "00315", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Emery, David F.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "00343", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Harrington, Michael J.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00503", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hicks, Floyd V.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "00535", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rooney, Fred B.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00983", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Rose, Charlie", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00986", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-04-13", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "200", 
  "official_title": "An Act to provide for the conservation and management of the fisheries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres760-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr358-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr417-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr710-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2055-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2056-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2860-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3509-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4569-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5258-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6720-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8633-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8715-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8787-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s961-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Interim Fisheries Zone Extension and Management Act", 
  "sponsor": {
    "district": "12", 
    "name": "Studds, Gerry E.", 
    "state": "MA", 
    "thomas_id": "01121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Coastal zone", 
    "Congressional oversight", 
    "Fisheries", 
    "Oceans and oceanography", 
    "Territorial waters"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-03-24", 
    "text": "(Conference report filed in House, H. Rept. 94-948) Fishery Conservation and Management Act - Declares the policy of the Congress: (1) to maintain without change the existing territorial or other ocean jurisdiction of the United States for all purposes other than the conservation and management of fishery resources, as provided for in this Act; (2) to authorize no impediment to, or interference with, recognized legitimate uses of the high seas, except as necessary for the conservation and management of fishery resources, as provided for in this Act; and (3) to support and encourage continued active United States efforts to obtain an internationally acceptable treaty, at the Third United Nations Conference on the Law of the Seas, which provides for effective conservation and management of fishery resources. =Title I: Fishery Management Authority of the United States= - Establishes a 200-mile fishery conservation zone contiguous to the territorial sea. Provides that the United States shall exercise exclusive fishery management authority over all fish within such zone, over anadromous species of fish spawned in the fresh and estuarine waters of the United States, except when such fish are found within the territorial sea or fishery conservation zone of another nation, and over Continental Shelf fishery resources beyond such zone. Exempts highly migratory species of fish from the exclusive fishery management of the United States. Effectuates this title on March 1, 1977. =Title II: Foreign Fishing and International Fishery Agreements= - Prohibits, after February 28, 1977, foreign fishing within such zone or for anadromous species or Continental Shelf fishery resources beyond such zone, unless such fishing is authorized or not prohibited under this Act, or is conducted under an international agreement. Expresses the sense of the Congress that such agreements include a binding commitment by foreign nations and their fishing vessels to comply with specified terms and conditions, including: (1) that they will abide with all regulations promulgated by the Secretary of Commerce pursuant to this Act; (2) that they will abide by the requirements for boarding and inspection of vessels and resulting arrests and seizures, and by requirements as to fees; and (3) that they will not exceed their nation's allocation of allowable level of foreign fishing for the year. Defines such level to be that portion of the optimum yield of the fishery (which is subject to United States management authority), which will not be harvested by United States vessels. Requires a determination of such level to be made by the Secretary, in cooperation with the Secretary of State, in relation to traditional fishing practices in such fishery by such nation and to such nation's cooperation in fishery conservation and mangement. Conditions foreign fishing rights upon extension of reciprocal rights to the United States in foreign waters. Directs the Secretary to prepare preliminary fishery management plans, upon application for foreign fishing, if a fishery management plan for the fishery will not be in effect, pursuant to this Act, by March 1, 1977. Requires such plans to determine levels of foreign fishing and optimum yields. Directs the Secretary of State to renegotiate specified fishing treaties to bring them into compliance with this Act, to negotiate fishing zone boundary agreements, and to negotiate, at the Secretary's request, new international fishery agreements. Prohibits the extension or, after May 31, 1976, the entering into of such agreements pertaining to foreign fishing within the fishery conservation zone or pertaining to anadromous species or Continental Shelf fishery resources beyond such zone. Expresses the sense of Congress that the fishery conservation zones (beyond the territorial sea) not be recognized whenever a nation fails to consider traditional fishing activity therein of the United States or fails to recognize that highly migratory species are to be managed by international agreements. States that no governing international fishery agreement shall become effective with respect to the United States before the close of the first 60 calendar days of continuous session of the Congress after the date on which the President transmits to the House of Representatives and to the Senate a document setting forth the text of such governing international fishery agreement. Sets forth procedures for the consideration in the Congress of fishery agreement resolutions, pertaining to disapproval of governing international fishery agreements. States that after February 28, 1977, no foreign fishing vessel shall engage in fishing within the fishery conservation zone, or for anadromous species or Continental Shelf fishery resources beyond such zone, unless it has a permit. Requires foreign nations with which international agreements are in effect to apply to the Secretary of State annually for such permits. Requires such applications to reveal identification, capacity, processing equipment, fishing gear, and the area of fishing and contemplated tonnage for each vessel. Directs the Secretary to furnish copies of such permit applications to the Secretary, who may approve it; to the Committee on Merchant Marine and Fisheries of the House of Representatives and the Committees on Commerce and Foreign Relations of the Senate; and to the appropriate regional councils, as established by this Act. Directs the Secretary to include terms in any application approval requiring compliance with applicable fishery management plans. Requires payment of reasonable fees to the Secretary by the owner or operator of any foreign fishing vessel for which a permit is issued. Provides that violations of this Act shall subject permit holders to revocation or suspension of such permits or to imposition of additional conditions. Provides that where the Secretary of State determines: (1) that he has been unable within a reasonable period to conclude an international fishery agreement with a foreign nation, regarding access of United States vessels to foreign fisheries, because such nation has refused to begin negotiations or has failed to negotiate in good faith; (2) that a nation is not complying with an international agreement or not allowing the United States to fish for highly migratory species; or (3) that a vessel of the United States has been seized while fishing beyond a nation's territorial seas; he shall certify such information to the Secretary of the Treasury who shall ban importation of all fish and fish products from the fishery involved and from the national involved, upon recommendation of the Secretary of State. =Title III: National Fishery Management Program= - Sets forth national standards for fishery management and conservation to which fishery management plans shall conform. Includes in such standards non-discrimination between States and the prevention of overfishing. Establishes eight Regional Fishery Management Councils, composed of specified numbers of voting members, appointed in part by the Secretary from lists compiled by the Governors of the States involved. Directs the Secretary to provide such Councils with administrative and technical support. Authorizes each such Council to determine its organization and prescribe its practices and procedures, in accordance with such uniform standards as are prescribed by the Secretary. Requires each Council to submit to the Secretary a fishery management plan with respect to each fishery within its geographical area of authority; to prepare comments on any application for foreign fishing; and to submit to the Secretary before February 1 of each year a report on the Council's activities during the preceding year. Requires fishery management plans to contain the conservation and management measures applicable to foreign fishing and fishing by United States vessels; and to assess and specify the present and probable future condition of and the maximum sustainable yield and optimum yield from the fishery. Permits such plans to: (1) require a permit to be obtained from, and fees to be paid to, the Secretary with respect to any fishing vessel of the United States fishing, or wishing to fish, in the fishery conservation zone, or for anadromous species or Continental Shelf fishery resources beyond such zone; (2) designate zones where, and periods when, fishing shall be limited; (3) establish specified limitations on the catch of fish; and (4) prohibit, limit, condition, or require the use of specified types and quantities of fishing gear, fishing vessels, or equipment. Directs the Secretary to approve or disapprove any such plan within 60 days of its submission to him. Permits the Secretary to prepare such a plan if the appropriate Council fails to develop and submit such a plan. Permits, in such a case, the Council involved to recommend changes in the plan. Requires the Secretary to maintain a comprehensive program of fishery research. Directs the Secretary to promulgate regulations to implement fishery management plans. Allows judicial review of such regulations. Permits, in the event of an emergency involving any fishery resources, the Secretary to promulgate emergency regulations to implement any fishery management plan. Requires the Secretary to report annually by March 1 on activities of the Councils and of the Secretary on all endeavors relating to the conservation and management of fishery resources undertaken pursuant to this Act. Sets forth prohibited acts under this Act. Prescribes a possible civil penalty of $25,000 for violations of this Act, and a possible criminal penalty of $50,000 and/or six months imprisonment for specified violations of this Act. Subjects any fishing vessel (including its fishing gear, furniture, appurtenances, stores, and cargo) used, and any fish taken or retained, in any manner, in connection with or as a result of the commission of any prohibited act to forfeiture to the United States. Provides that this Act shall be enforced by the Secretary and the Secretary of the department in which the Coast Guard is operating. Prescribes powers of authorized officers under this Act to arrest, board, and seize with or without warrant or process, and to issue citations. Places jurisdiction over cases and controversies arising under this Act in the district courts of the United States. Effectuates such provisions relating to violations, penalties, enforcement, and jurisdiction on March 1, 1977. =Title IV: Miscellaneous Provisions= - States that if the United States ratifies a comprehensive treaty, which includes provisions with respect to fishery conservation and management jurisdiction, resulting from any United Nations Conference on the Law of the Sea, the Secretary, after consultation with the Secretary of State, may promulgate any amendment to the regulations promulgated under this Act if such amendment is necessary and appropriate. Provides that if: (1) any vessel of the United States is seized by a foreign country on the basis of claims in territorial waters or the high seas which are not recognized by the United States; or (2) any general claim of any foreign country to exclusive fishery management authority is recognized by the United States, and any vessel of the United States is seized by such foreign country on the basis of conditions and restrictions under such claim, if such conditions and restrictions: (a) are unrelated to fishery conservation and management, (b) fail to consider and take into account traditional fishing practices of vessels of the United States, or (c) are greater or more onerous than the conditions and restrictions which the United States applies to foreign fishing vessels subject to the exclusive fishery management authority of the United States; the Secretary of State shall immediately take such steps as are necessary for the protection of such vessel and to determine the amount of any fine, license, fee, registration fee, or other direct reimbursable charge. Amends the Marine Mammal Protection Act of 1972 and the Atlantic Tunas Convention Act of 1975 to conform the ocean areas defined in those Acts to the fishery conservation zone prescribed in this Act. Authorizes appropriations to carry out this Act, as follows: $500,000 for fiscal year 1976; $5,000,000 for the transition period through September 30, 1976; $25,000,000 for fiscal year 1977; and $30,000,000 for fiscal year 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interim Fisheries Zone Extension and Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend on an interim basis the jurisdiction of the United States over certain ocean areas and fish in order to protect the domestic fishing industry.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to provide for the conservation and management of the fisheries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:31-05:00"
}