{
  "actions": [
    {
      "acted_at": "1980-04-21", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7100-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Blanchard, James", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00094", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1979-01-03", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fithian, Floyd J.", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "00387", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Hance, Kent R.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00491", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "Hanley, James M.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00493", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Leach, Claude (Buddy), Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00671", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Lowry, Mike", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "00710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Moakley, John Joseph", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00820", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Moorhead, William S.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00831", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Peyser, Peter A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00915", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spellman, Gladys Noon", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "01090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "St Germain, Fernand J.", 
      "sponsored_at": "1979-01-03", 
      "state": "RI", 
      "thomas_id": "01093", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-21", 
  "number": "7100", 
  "official_title": "A bill to provide comprehensive assistance for the development of affordable housing.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Housing Development Act of 1980", 
  "sponsor": {
    "district": "9", 
    "name": "Ashley, Thomas L.", 
    "state": "OH", 
    "thomas_id": "00032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-21", 
  "subjects": [
    "Authorization", 
    "Disabled", 
    "Federal aid to housing", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Housing for the handicapped", 
    "Mobile homes", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "Rent", 
    "Rental housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-21", 
    "text": "Comprehensive Housing Development Act of 1980 - Amends the National Housing Act to increase the allowable maximum amount for mortgage assistance payments under such Act. Authorizes appropriations for such mortgage assistance payments through October 1, 1981. Authorizes the Secretary of Housing and Urban Development, under the mortgage insurance program, to insure a mortgage involving a principal obligation which exceeds, by up to ten percent, the maximum limits specified under the Act, if such mortgage relates to a dwelling to be occupied by a physically handicapped person and the additional principal reflects the cost of making the dwelling accessible to such person. Allows the Secretary, in order to prevent inflationary conditions and related governmental actions from having a severely disproportionate effect on the housing industry, to make and contract to make periodic assistance payments to mortgagees or other lenders on behalf of homeowners (including the owners of mobile homes). Terminates such authority on September 30, 1981, or at such earlier date as the Secretary may deem appropriate. Specifies that such payments may be made only on behalf of a homeowner who satisfies such eligibility requirements as may be prescribed by the Secretary. Requires a homeowner to continue to occupy the property which secures the mortgage or loan in order to receive such assistance payments. Sets forth the formula for determining the amount of such assistance payments. Allows the Secretary to include in the payment to the mortgagee or other lender such amount as the Secretary deems appropriate to reimburse the mortgagee or lender for its reasonable and necessary expenses in handling the mortgage or loan. Limits assistance payments for mobile homes to no more than 20 percent of the total number of units for which assistance is approved. Allows the Secretary, upon application by the mortgagee, to insure a mortgagor who meets the eligibility requirements for assistance payments as set forth by the Secretary. Sets forth the eligibility requirements for such insurance. Allows the Secretary to provide for graduated mortgage assistance payments, and to insure mortgages with varying rates of amortization, for not in excess of 100,000 mortgages. Extends until October 1, 1981, the authority of the Government National Mortgage Association to enter into new commitments to purchase mortgages under the interim mortgage purchase authority of the National Housing Act, as amended by the Emergency Home Purchase Assistance Act of 1974. Amends the National Housing Act to authorize appropriations to cover losses sustained by the General Insurance Fund. Allows the Secretary to make, and contract to make, periodic interest reduction payments on behalf of the owner of a multifamily rental project. Allows such payments to be made for a period of not more than 30 years to mortgagees holding mortgages secured by such project. Sets forth the formula for determining the amount of such payments. Sets forth the eligibility requirements which must be met in order to receive such payments. Requires the Secretary to provide that such payments are made only with respect to that part of the mortgage concerning the portion of the project which is used for residential purposes and only for the benefit of the families residing in such projects. Specifies that such payments may be made only to a project located within the jurisdictional boundaries of a unit of general local government which has made substantial progress in meeting its annual goals for housing for lower- income persons as specified in its housing assistance plan submitted pursuant to the Housing and Community Development Act of 1974. Requires the Secretary, in making such assistance, to give a preference to projects which have or will receive financial contributions from a State or local government which will result in lower rental charges to the families residing therein. Amends the Housing and Community Development Act of 1974 to require an applicant for grants for State and local community development programs to submit a housing assistance plan which: (1) accurately surveys the condition of housing stock in the community designed for persons who have incomes which do not exceed 150 percent of the median income for the area; (2) assesses the housing assistance needs of such person; (3) specifies a realistic goal of the number of rental dwelling units which will be provided such persons as a result of such program; and (4) indicates the general locations of such dwelling units."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Housing Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide comprehensive assistance for the development of affordable housing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:12-05:00"
}