{
  "actions": [
    {
      "acted_at": "1987-03-03", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s650-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-03-03", 
  "number": "650", 
  "official_title": "A bill to amend the National Bank Act with regard to conversions of nonqualified thrift lenders, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Services Regulatory Efficiency Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-03-03", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Antitrust law", 
    "Antitrust policy", 
    "Bank deposits", 
    "Bank directors", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Bank notes", 
    "Bank records", 
    "Branch banking", 
    "Brokers", 
    "Citizen participation", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Damages", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "District of Columbia", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal Deposit Insurance Corporation", 
    "Federal Reserve System", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fingerprints", 
    "Foreign banks and banking", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Government securities", 
    "Historic sites", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Information disclosure (Securities law)", 
    "Insurance premiums", 
    "International banking", 
    "Interstate banking", 
    "Investment advisers", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Limitation of actions", 
    "Money", 
    "Mortgage loans", 
    "Municipal finance", 
    "National banks", 
    "Nonbank banks", 
    "Organized crime", 
    "Public utilities", 
    "Public utility regulation", 
    "Regulatory reform", 
    "Residence requirements", 
    "Savings and loan associations", 
    "Savings banks", 
    "Securities and Investments", 
    "Securities industry", 
    "Securities regulation", 
    "Standards", 
    "State laws", 
    "States", 
    "Stock exchanges", 
    "Stocks", 
    "Subsidiary corporations", 
    "Trusts and trustees", 
    "White collar crime"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-03-03", 
    "text": "Financial Services Regulatory Efficiency Act of 1987 - Part 1: Functional Regulation of Financial Institutions - Amends the Home Owners' Loan Act of 1933 to provide that no Federal association or institution insured by the Federal Savings and Loan Insurance Corporation (FSLIC) shall be subject to the supervision of the Federal Home Loan Bank Board (FHLBB) or the FSLIC upon the date such association or institution loses its status as a qualified thrift lender. Amends the National Housing Act to: (1) require the payment of FSLIC insurance premiums semiannually; (2) authorize the FSLIC to assess premiums against institutions based on the risks that the institutions present to the insurance fund; (3) authorize the FSLIC to pay premium rebates to certain institutions; and (4) require premiums to be paid in advance. Provides that no funds of any institution paid to the FSLIC shall be subject to any legal process by creditors of such institution. Establishes a uniform definition of \"qualified thrift lender,\" including asset composition requirements, for purposes of the Federal Home Loan Bank Act, the Home Owners Loan Act of 1933, and the National Housing Act. Allows a gradual restructuring over ten years of the asset portfolios of State-chartered mutual savings banks included as qualified thrift lenders. Authorizes the FSLIC to grant temporary exceptions to asset composition requirements when severe economic or financial conditions threaten the system of insured institutions. Exempts certain small institutions from asset composition requirements. Bars an institution that loses its status as a qualified thrift lender from regaining such status for five years. Directs the FHLBB to give prompt notification of the failure of an FSLIC-insured Federal institution to meet the asset composition requirements for a qualified thrift lender to the institution, the Federal Banking Agency (FBA), the Federal Deposit Insurance Corporation (FDIC), and the Federal Reserve Board (FRB). Requires a disqualified institution, within a specified period, to either apply for and receive a State bank charter or receive a national bank charter. Requires the FDIC to insure the institution upon the granting of such charter. Provides for a two-year transition from regulation of a disqualified institution as a qualified thrift institution to regulation as a bank. Terminates FSLIC insurance and membership in, or eligibility for advances from, any Federal Home Loan Bank for such institution upon the granting of such charter. Permits the FHLBB or the FSLIC to retain jurisdiction over a disqualified institution for purposes of completing any administrative or enforcement action against such institution. Requires each FDIC-insured Federal savings bank, within 90 days after enactment of this Act, to elect either: (1) to be regulated as a bank, to retain FDIC insurance, and to receive a national bank charter; or (2) to be regulated as a qualified thrift lender and, if qualified, to be insured by the FSLIC. Amends the National Bank Act to require the Director of the FBA to grant a national bank charter to any Federal savings and loan association, Federal savings banks, or State-chartered savings and loan association, savings bank, building and loan association, homestead association, or cooperative bank that is disqualified as a qualified thrift lender and that fails to apply for, or receive, a State bank charter. Amends the Home Owners' Loan Act of 1933 to require an institution which satisfies qualified thrift lender requirements to be granted a Federal association charter if, at the time it applies, it is a qualified thrift lender, has FDIC-insured accounts, is not subject to any administrative or enforcement action, and is in compliance with specified banking laws and regulations. Amends the Bank Holding Company Act of 1956 to exclude any qualified thrift lender that is FSLIC-insured or chartered as a Federal association from the definition of a \"bank\" for purposes of such Act. Makes technical and conforming amendments to the Federal Home Loan Bank Act, the Home Owners' Loan Act of 1933, the National Housing Act, and the Federal Deposit Insurance Act. Sets forth provisions governing the liability of the FSLIC and the FDIC to indemnify each other for costs incurred as a result of the failure of institutions which have converted from insurance by one corporation to insurance by the other pursuant to this Act. Part 2: Reorganization of the Regulatory Responsibilities for Commercial Banking Organizations - Establishes the FBA within the Department of the Treasury, replacing the Office of the Comptroller of the Currency. Directs the FBA to execute all Federal laws relating to the establishment, regulation, supervision, and examination of national banks and their holding companies. Replaces the Comptroller of the Currency and the Deputy Comptroller with the Director of the FBA and Deputy Directors. Requires the salaries of FBA employees to be considered part of the expenses of bank examinations. Requires employee compensation to be paid from bank assessments. Amends the Federal Reserve Act to transfer FDIC-insured banks (State-chartered, FDIC-insured banks) that are not members of the Federal Reserve System to the FRB. Authorizes the FRB to examine State nonmember insured banks, applicants, and affiliates. Requires FRB examiners and State supervisory authorities to share examination reports. Requires such banks to maintain adequate capital in relation to the character and condition of their assets, deposit liabilities, and other corporate responsibilities. Prohibits such a bank from reducing or retiring its capital without FRB approval. Requires each Federal Reserve Bank to establish a State Advisory Council to advise such Bank on the coordination of State and Federal supervision and examination activities. Repeals provisions prohibiting ownership of competing corporations by corporations organized to engage in international or foreign banking. Part 3: Bank Holding Company Amendments - Amends the Bank Holding Company Act of 1956 to define the \"appropriate regulatory agency\" of a bank holding company as: (1) the FBA when the principal bank subsidiary of the holding company is a national bank; and (2) the FRB when such principal subsidiary is a State bank or when the holding company is an international class holding company. Requires 60 days' prior notice to (currently, prior approval by) the appropriate regulatory agency of bank holding company formations and acquisitions. Authorizes consummation of such formation or acquisition unless, within such 60-day period, the appropriate regulatory agency has issued an order: (1) disapproving the transaction; or (2) suspending such period in order to obtain additional relevant information or to hold a hearing to determine whether to disapprove such transaction based on the recommendation of the FRB or the State supervisor with respect to an action by a State bank or of the FBA Director with respect to action by a national bank. Establishes a 30-day notice requirement for a company's acquisition of a bank through a reorganization in which persons exchange their shares of the bank for the same proportional share interest in a newly formed bank holding company, if: (1) such bank and holding company do not conduct activities other than banking or managing and controlling banks; and (2) such holding company meets capital and financial standards prescribed by the appropriate regulatory agency. Requires the exchange of transaction notices and comments between appropriate regulatory agencies. Permits an appropriate regulatory agency to dispense with: (1) interagency notice requirements and hearing requirements if immediate action is required to prevent the probable failure of a bank or holding company involved in the transaction; and (2) hearing requirements if an emergency exists requiring expeditious action. Requires any notificant not required to file a premerger notification under the Clayton Act to file lesser information as specified by the Attorney General, unless such a need for quick action exists, in which case the appropriate agency shall provide the Attorney General an opportunity to comment on the transaction. Bars judicial review of an agency failure to disapprove a transaction or an agency order not to disapprove a transaction unless such order contains restrictions. Specifies circumstances under which a transaction may be consummated before the expiration of the 60-day notice period. Directs an appropriate regulatory agency to consider the competitive effects of a proposed transaction only when transaction information is not submitted to the Attorney General for review because of aforementioned circumstances requiring quick action. Transfers the responsibility for determining permissible activities for bank holding companies from the FRB to the FBA. Authorizes the FBA Director to designate permissible activities that are closely related to banking or managing or controlling banks and to prescribe any appropriate limitations to such activities. Provides for the review and veto by the FRB of rules proposed by the FBA to designate such activities. Permits a veto if the FRB determines that such a rule would impair the stability of the banking system or adversely affect safe and sound financial practices. Deems such a veto to be an order for purposes of judicial review. Requires a bank holding company to give the appropriate regulatory agency 60 days' prior notice before engaging in any authorized activity for the first time. Permits the holding company to commence such activity unless the agency issues an order disapproving it within such period. Lists agency criteria for reviewing proposed activity or an agency order not to disapprove an activity, unless such order contains restrictions. Provides for the suspension of the 60-day period if the appropriate agency determines that a proposed activity is not authorized in order for the FBA to determine whether such activity is permissible. Authorizes the exchange of notices and comments on proposed activities between the FBA and the FRB. Permits the appropriate regulatory agency to dispense with notice and comment requirements under emergency circumstances. Gives the rulemaking and administrative authority for bank holding companies to the appropriate regulatory agencies. Requires each agency to provide the other with notice of any proposed change in rules, policy statements, or prudential standards for bank holding companies and subsidiaries and with a report on the basis for any decision to proceed with an action despite adverse comments from the other agency. Prohibits either agency from changing capital adequacy requirements or other prudential standards without the consent of the other. Requires the FRB and the FBA to: (1) coordinate bank holding company reporting requirements; (2) submit copies of reports on the condition of such a company to the FDIC; (3) accept in fulfillment of such reporting requirements for nonbank subsidiaries information required to be submitted pursuant to the Securities Exchange Act of 1934; and (4) minimize examinations of such subsidiaries by using the reports of applicable regulatory agencies or public or private bodies and by focusing on activities adversely affecting the safety and soundness or financial condition of a bank holding company subsidiary bank. Requires a bank holding company to: (1) notify the old and the new appropriate regulatory agency within ten days of a transaction or change in asset size which causes a change in the agency with regulatory jurisdiction over such company; and (2) register with the new appropriate regulatory agency within 30 days after such change. Requires the FRB to publish annually the amount of assets sufficient to cause a bank holding company to qualify as an international class holding company. Part 4: Deposit Insurance Amendments - Amends the Federal Deposit Insurance Act and the Federal Home Loan Bank Act to direct the FDIC and the FHLBB to establish uniform minimum capital standards and accounting principles for FDIC and FSLIC-insured institutions to be phased in over seven years. Authorizes the FDIC and the FHLBB to vary such standards during periods of severe economic and financial conditions. Requires the Secretary of the Treasury to prescribe such standards if the FDIC and the FHLBB fail to agree within two years. Permits each appropriate Federal banking agency to require higher levels of capital for institutions subject to its supervision. Authorizes the FDIC to: (1) establish a formula for determining the annual assessment rates for insured banks, and set the assessments for insured banks, on the basis of risks that the banks present to the Permanent Insurance Fund; and (2) vary such rates from the minimum of one-twelfth of one percent to a maximum of one-half of one percent of the bank's average assessment base. Modifies the structure of the FDIC Board of Directors by increasing the number of Board members from three to five and adding the Chairman of the FRB and the FBA Director as nonvoting members. Requires the President to designate the Chairman and Vice Chairman of the Board from among the voting members. Authorizes the FDIC: (1) in conjunction with the appropriate regulatory agency, to examine insured institutions that are seriously troubled financially and a sample of other insured banks; (2) to accompany the appropriate regulatory agency on other examinations of nontroubled insured banks; and (3) to conduct an independent examination of an insured bank in a condition likely to result in a loss to the FDIC. Authorizes the FDIC to request the appropriate regulatory agency to take enforcement action, or if such agency declines, to take such action independently against any FDIC-insured bank or its officers or employees about to violate statutory standards relating to unsafe or unsound banking practices. Deletes as factors to be considered by the FDIC Board when evaluating bank applications for deposit insurance: (1) the convenience and needs of the community to be served by the bank; and (2) whether the bank's corporate powers are consistent with the purposes of the Federal Deposit Insurance Act. Designates the FRB (currently, the FDIC) as the \"appropriate Federal banking agency\" for State chartered nonmember insured banks and foreign banks having insured branches for purposes of the Federal Deposit Insurance Act. Requires each insured State nonmember bank and each foreign bank having an insured branch which is not a Federal branch to make reports of condition to the Federal Reserve Bank in whose district such bank is located. Transfers from the FDIC to the FRB the authority to consent to the acquisition of foreign banks by State nonmember insured banks and to consent to the conversion of insured banks into State nonmember insured banks. Authorizes the appropriate Federal agency (currently, the FDIC) to require banks to report on the identity of persons receiving federally-related mortgage loans and on the nature and amount of such loans. Subjects to disapproval by the appropriate Federal regulator or State supervisor the acquisition of a closed insured bank or the merger of a failing insured bank in mutual form. (Current law requires approval of such an acquisition or merger by the primary Federal or State supervisor.) Directs the FDIC, before authorizing such an acquisition or merger, to: (1) provide the Attorney General with an opportunity to comment; and (2) consider the competitive effects of such transaction. Requires prior notice to (currently, prior approval by) the responsible agency before certain merger transactions among insured and noninsured banks may occur. Applies to such merger transactions the notice requirements applicable to bank holding company formations and acquisitions. Amends the Clayton Act to exempt from premerger notification requirements certain bank transactions subject to agency disapproval under the Home Owners Loan Act of 1933, the National Housing Act, the Federal Deposit Insurance Act, and the Bank Holding Company Act where the agency has found that it must act immediately to prevent probable failure of the bank involved. Part 5: Expansion of State Supervision - State Depository Institutions Supervision Certification Act of 1987 - Directs the FRB, the FBA, and the FDIC to carry out this Act in a manner designed to transfer Federal supervisory and enforcement authority over State-chartered banks and holding companies to the States. Requires the FHLBB to establish a program designed to do the same with respect to State-chartered insured institutions. Directs the FRB to solicit States' views in promulgating regulations to establish criteria for certifying State banking agencies to assume Federal supervisory and enforcement responsibilities over State banks and affiliates. Sets forth requirements for State applications for certification. Subjects a grant of certification to such conditions and limitations as the FRB deems appropriate and to the residual authority and oversight of the FRB. Authorizes the granting of various Federal responsibilities in accordance with the circumstances of each State. Permits the FDIC to decline deposit insurance recommended by a certified State banking agency. Requires the FRB to submit copies of certification applications to the FBA and the FDIC for review and comments. Empowers and directs the FDIC to disapprove an application upon finding it involves undue risks to the deposit insurance fund. Sets forth the authority and responsibility of the FRB to review the performance of certified State banking agencies. Authorizes the FRB to disapprove a State agency action on an application, policy, or rule relating to bank holding companies. Gives the FRB residual authority to take enforcement actions with respect to any institution for which the FRB is not otherwise the appropriate regulatory agency. Requires certification renewal every five years. Authorizes the FRB to: (1) modify or terminate a State's certification if necessary to ensure compliance with this Act or with FRB regulations or if warranted because of changes in State supervisory programs; and (2) suspend or revoke a certification upon determining that a State agency's action is inconsistent with Federal law. Authorizes the FRB, the FDIC, the FBA, and FHLBB to provide certification training assistance. Requires the FRB, the FDIC, and the FHLBB to cooperate with any cooperative interstate examination agency established by the States or the private sector to provide examination reports to agencies. Exempts any actions of the FRB, the FDIC, or the FHLBB with respect to certifications from judicial review. Part 6: Simplification Amendments - Eliminates requirements for prior approval from, or notification to, a Federal agency for a national or State bank to establish branches (including electronic facilities only where such facilities are considered to be branches under State law) unless the FBA or the FRB determines that prior approval or notice is necessary because of adverse considerations relating to the financial or managerial resources of the bank involved. Authorizes national banks to engage in interstate branching to the same extent that State-chartered banks are so authorized. Exempts depository institutions having total assets of less than $300,000,000 from the Home Mortgage Disclosure Act of 1975 (1985 dollars) and the Community Reinvestment Act of 1977 (1987 dollars). Repeals the Federal Financial Institutions Examination Council Act of 1978, thus terminating the Financial Institutions Examination Council. Divides the expenses and assets of the Council equally among the FBA, the FRB, the FDIC, the FHLBB, and the National Credit Union Administration. Amends the Federal Deposit Insurance Act to include FSLIC-insured institutions as \"insured banks\" for purposes of provisions requiring prior approval of mergers. Continues the FDIC-insured status of a State member bank that becomes a State nonmember bank. Eliminates the requirement that insured State non-member banks receive the FDIC's prior approval to reduce or retire capital notes and debentures. Amends the Change in Bank Control Act of 1978 to authorize regulatory agencies to exempt certain transactions from change in control application requirements in the public interest. Amends the Federal Deposit Insurance Act to prohibit any person who has been convicted of any criminal offense involving dishonesty or a breach of trust from serving as a director, officer, or employee of an insured bank or a bank holding company without the written consent of the FDIC. Permits the FDIC to waive subsequent written consent requirements for such person with respect to the same offense. Exempts the FBA, the FDIC, the FRB, and the FHLBB from: (1) National Historic Preservation Act requirements for consideration of the effects of any undertaking on any site or building included as a national historic building before approving Federal expenditures or granting any license; and (2) National Environmental Policy Act requirements for detailed environmental statements on proposed actions. Amends the Federal Reserve Act to transfer to the Secretary of the Treasury authority for engraving, printing, and delivery of Federal Reserve notes. Part 7: Securities Simplification Act of 1987 - Amends the Securities Act of 1933 to delete provisions exempting any security issued or guaranteed by a bank from registration requirements. Includes as \"exempt securities\": (1) any interest in a depository instrument insured by the FSLIC and issued by a savings and loan association or similar institution that is supervised and examined by a State or Federal authority; (2) any security of a savings and loan association or savings bank issued in connection with a conversion of such entity from the mutual to stock form of ownership; (3) securities exchanged as part of a reorganization of a corporation into a holding company; and (4) a bank deposit account, a bank certificate of deposit, a banker's acceptance, a bank letter of credit, a bank debit account arising from a credit card, or any other bank deposit instrument when deemed to be a \"security.\" Deletes provisions which excluded as \"exempt securities\" securities issued by a savings and loan association where the issuer took a fee from the purchaser exceeding three percent of the face value of the securities. Authorizes the Securities and Exchange Commission (SEC) to exempt from registration requirements any persons, security, or transaction if such exemption is necessary in the public interest and is consistent with the protection of investors. Designates as the \"appropriate regulatory agency\" for purposes of such Act: (1) the FBA for national banks, banks operating under the Code of Law for the District of Columbia, and bank holding companies where the principal bank subsidiary is a national or district bank; and (2) the FRB for all State banks, holding companies where the principal bank subsidiary is a State bank, and international class holding companies. Prohibits the FBA or the FRB from delegating to any State pursuant to the State Depository Institutions Supervision Certification Act of 1985 specified authority over the regulation of municipal securities or the national system for clearance and settlement of securities transactions. Repeals provisions requiring various bank regulatory agencies to administer and enforce disclosure requirements under such Act in lieu of the SEC. Requires the Attorney General, in performing identification and processing of fingerprints of officers and employees of members of national securities exchanges, brokers, dealers, registered transfer agents, and registered clearing agents, to provide the SEC and self-regulatory organizations with access to all criminal history record information. Amends the Investment Company Act of 1940 to prohibit the purchase by a registered investment company of shares of a broker, dealer, or investment adviser only where such person is an investment adviser to, or principal underwriter or promoter of, such registered company. Permits joint transactions between registered investment companies that have the same investment adviser or principal underwriter without prior SEC approval, if specified conditions are met. Provides that approval by an investment company's board of directors of the company's contract with, or compensation to, its investment adviser prevents any recovery in litigation brought by the SEC or by a shareholder of such company against such adviser for breach of fiduciary duty with respect to such compensation. Imposes litigation costs on parties that knowingly bring unfounded actions. Permits the SEC to grant certain orders which present no significant legal issue without prior public notice and comment. Amends the Investment Advisers Act of 1940 to exempt from registration requirements any investment adviser who furnishes investment advice which is solely incidental to personal financial planning, without recommending specific securities or receiving any compensation in connection with a securities transaction. Amends the Trust Indenture Act of 1939 to require an indenture trustee to file an annual report to indenture security holders concerning the trustee's eligibility and specified events only if a change in such eligibility, or if such an event, has occurred with the previous 12 months. Repeals the Public Utility Holding Company Act. Amends the Racketeer Influenced and Corrupt Organizations Act (RICO) provisions of the Federal criminal code to prohibit a civil action under RICO against any person who has not been convicted of a RICO violation, or of two acts of racketeering activity included in the pattern of racketeering activity, alleged in the complaint. Prohibits any recovery of damages for pain and suffering. Allows the Attorney General to sue on behalf of the Government where the United States is injured as a result of a RICO violation and to recover treble damages and legal fees. Requires a plaintiff to commence an action within two years after the latest criminal conviction of the defendant. Part 8: National Bank Reorganizations - National Bank Corporate Reorganization Act - Revises the procedure applicable to corporate restructuring of national banking associations. Describes authorized types of reorganizations, including: (1) mergers with, or conversions into, State or Federal thrift institutions; and (2) restructuring under which a national bank becomes a subsidiary of a bank holding company or is acquired by a bank holding company. Sets forth reorganization procedures. Provides that each reorganization plan must be approved by a majority of the entire board of directors and by shareholders owning at least two-thirds of the capital stock outstanding. Requires a plan to specify the amount of cash or securities to be paid to the shareholders for their shares and the date and manner of the exchange. Outlines a revised share valuation procedure which includes selection of an appraisal committee of three persons. Provides for a limited court review of the committee's determination. Requires that dissenting shareholders be promptly paid the value of their shares, including an interest allowance, upon consummation of the reorganization. Describes the corporate status of the institution resulting from such reorganization as the combined corporate existence of the institutions or companies involved. Terminates the franchise of a national bank automatically upon its conversion into, or consolidation or merger with, another Federal or State depository institution under a Federal or State charter, other than a national bank charter. Exempts certain noncompetitive types of reorganizations from requirements for FBA approval and from notice, comment, and delayed consummation periods of the Bank Merger Act and the delayed consummation period of the Bank Holding Company Act. Reduces from two-thirds to a majority the number of national bank directors who must reside in the State, territory, or district in which the bank is located throughout their terms of office. Eliminates a prior residency requirement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Services Regulatory Efficiency Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Bank Corporate Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Securities Simplification Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Depository Institutions Supervision Certification Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Bank Act with regard to conversions of nonqualified thrift lenders, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:18-05:00"
}