{
  "actions": [
    {
      "acted_at": "2010-05-11", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3337-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-11", 
  "number": "3337", 
  "official_title": "A bill to amend the Public Works and Economic Development Administration Act of 1965 to establish a program to provide technical assistance grants for use by organizations in assisting individuals and businesses affected by the Deepwater Horizon oil spill in the Gulf of Mexico.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Spill Claims Assistance and Recovery Act", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-05-11", 
  "subjects": [
    "Accidents", 
    "Accounting and auditing", 
    "Aquaculture", 
    "Civil actions and liability", 
    "Economic development", 
    "Economics and public finance", 
    "Food industry and services", 
    "Government trust funds", 
    "Gulf of Mexico", 
    "Insurance industry and regulation", 
    "Lawyers and legal services", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Oil and gas", 
    "Pollution liability", 
    "Social work, volunteer service, charitable organizations", 
    "Travel and tourism", 
    "Water quality"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-05-11", 
    "text": "Oil Spill Claims Assistance and Recovery Act - Amends the Public Works and Economic Development Act of 1965 to direct the Secretary of Commerce to establish a program to provide technical assistance grants within 60 days after this Act's enactment to eligible organizations for use in assisting individuals and businesses affected by the Deepwater Horizon oil spill in the Gulf of Mexico. Authorizes the use of grant funds to: (1) support education, outreach, intake, language services, accounting services, pro bono legal services, damage assessments, economic loss analysis, collecting and preparing documentation, and assistance in the preparation and filing of claims or appeals; (2) provide assistance to individuals or businesses seeking assistance from a party responsible for the oil spill, the Oil Spill Liability Trust Fund, an insurance policy, or any other federal, state, or local government program; (3) pay salaries, training, and appropriate expenses relating to the purchase or lease of property to support operations, equipment, and travel expenses; (4) assist other organizations in assisting specific business sectors, providing services, assisting specific jurisdictions, or otherwise supporting operations; and (5) establish an advisory board of service providers and technical experts to monitor the claims process relating to the oil spill and to provide recommendations to the parties responsible for the oil spill, the National Pollution Funds Center, other appropriate agencies, and Congress to improve fairness and efficiency in the claims process. Prohibits the use of grant funds to provide compensation for damages or removal costs relating to the oil spill. Encourages the Secretary to consider grant applications from organizations that have established networks with affected business sectors, including the fishery and aquaculture industries, the restaurant, grocery, food processing, and food delivery industries, and the hotel and tourism industries. Requires the Director of the National Pollution Funds Center and the parties responsible for the oil spill to provide training to such an organization regarding the claims process. Makes grant funds available until the later of: (1) six years after the date of the oil spill; and (2) the date on which all claims relating to the oil spill have been satisfied."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Spill Claims Assistance and Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Works and Economic Development Administration Act of 1965 to establish a program to provide technical assistance grants for use by organizations in assisting individuals and businesses affected by the Deepwater Horizon oil spill in the Gulf of Mexico.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:48-05:00"
}