{
  "actions": [
    {
      "acted_at": "1977-09-14", 
      "committee": "Senate Committee on Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Human Resources with amendment, S. Rept. 95-892.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-01", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-01", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-01", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "references": [], 
      "text": "Senate vitiated its action on passage of 8/1/78.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-02", 
      "bill_ids": [
        "hr7577-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate (Text inserted in H. R. 7577 as passed Senate).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2090-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stone, Richard (Dick)", 
      "sponsored_at": "1977-01-03", 
      "state": "FL", 
      "thomas_id": "01443", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-09-14", 
  "number": "2090", 
  "official_title": "A bill to extend for three additional years the authorization of titles I, II, III, V, VI, VII, VIII, and IX of the Economic Opportunity Act of 1964.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7577-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Economics Opportunity Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-09-14", 
  "subjects": [
    "Advisory bodies", 
    "Antipoverty program", 
    "Authorization", 
    "Community development", 
    "Community organization", 
    "Day care", 
    "Disabled", 
    "Economics and public finance", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Eskimos", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federally-guaranteed loans", 
    "Fuel", 
    "Government lending", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Hawaiians", 
    "Heating", 
    "Housing and community development", 
    "Labor and employment", 
    "Migrant labor", 
    "Native Americans", 
    "Older workers", 
    "Preschool education", 
    "Rural housing", 
    "Rural population", 
    "Rural poverty", 
    "Social welfare", 
    "Underemployment", 
    "Unemployment", 
    "Urban affairs", 
    "Urban poverty", 
    "Veterans' employment", 
    "Youth employment", 
    "Youth services"
  ], 
  "subjects_top_term": "Community development", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1978-08-01", 
    "text": "(Measure passed Senate, amended) Economic Opportunity Act Amendments - Amends the Economic Opportunity Act of 1964 by extending the authorization for appropriation through fiscal year 1981 to carry out programs administered by the Community Services Administration (CSA), the Headstart and Follow Through programs, and the Native programs. Authorizes appropriations through fiscal year 1981 for research and demonstration projects under such Act. Prohibits the Director of the Community Services Administration from applying population as the sole criterion for eligibility of a county or multicounty unit for service by a community action agency, if at least 20 percent of the resident families and unrelated individuals have incomes below the poverty line. Prohibits the designation of new community action agencies within a county or multicounty unit if: (1) the population is less than 50,000; (2) service by an existing community action agency has continued since June 1, 1978; and (3) the new agency would serve an area smaller than that served by an existing agency on June 1, 1978. Requires the Director of the CSA to: (1) promulgate regulations which govern the procedures by which a public or private nonprofit agency is designated as a community action agency and (2) annually review and update all regulations and guidelines applicable to programs funded under this Act. Authorizes the Director to provide financial assistance to: (1) community action agencies or local public or private nonprofit organizations for community food and nutrition activities; (2) nonprofit rural housing development corporations and cooperatives or nonprofit organizations as determined by the Farmers Home Administration for such purposes as revolving development funds, construction writedowns, rehabilitation of substandard housing, and loans to low-income families in rural areas; (3) community action agencies or nonprofit agencies for recreational opportunities for low-income children during the summer months; and (4) community action agencies, community economic development corporations, and nonprofit organizations for experimental programs including innovative approaches to employment and training programs and projects for low-income persons who are unemployed or underemployed with special emphasis on youth, single heads of households, older workers, and veterans. States that, unless otherwise provided, financial assistance to a community action agency shall not exceed 80 percent of the approved cost of the assisted program. Eliminates delinquency in payment of a fuel bill as the sole criterion for eligibility for assistance under the Emergency Fuel Assistance Program. Requires that the Director provide technical assistance and training to agencies receiving financial assistance, under Title II - Urban and Rural Community Action Programs, and make special assignments of personnel to such agencies. Authorizes the Director to provide financial assistance to State agencies to enable them to advise the Director and the chief executive of the State on the status and impact of State and Federal programs and services affecting low-income people in the State. Authorizes appropriations through fiscal eyar 1981 for programs provided for under Title II and Title III (Rural Poverty Programs) of such Act. Amends Title IV by substituting a new title, Assistance for Migrant, and Other Seasonally Employed, Farm Workers and their Families. Authorizes the Director to provide financial assistance to State and local agencies and nonprofit institutions and cooperatives for the development and implementation of programs designed to assist migrant seasonal farm workers and their families in improving their living conditions and in developing skills for employment. Authorizes appropriations through fiscal year 1981 for activities under Title IV. Extends authorizations of appropriations through fiscal year 1981 for Headstart programs. States that not more than two percent of the funds appropriated for the Headstart program are to be allotted to the territories. Stipulates that not more than 20 percent of the sums appropriated for each fiscal year may be reserved by the Secretary of Health, Education, and Welfare for (listed in order of priority): (1) Indian and Migrant Head Start programs and services for handicapped children; (2) training and technical assistance activities for program expansion and improvement; (3) and hold-harmless payments for the maintenance of each State's or territory's level of funding. Provides that the remainder shall be allotted among States in accordance with the criteria and procedures the Secretary prescribes by regulation and with the latest satisfactory data available on the relative number of Aid to Families with Dependent Children recipients under the Social Security Act or of low-income children aged through five years in each State. Sets forth criteria for determining the eligibility of a community of 1,000 persons or less to participate in the Headstart program. Requires the Secretary to make a public announcement within 90 days of making a grant or enter into a contract under the Headstart program. Authorizes appropriations for the Follow Through Program through fiscal year 1981. Permits the Secretary to provide for: (1) financial assistance through grants or contracts for research, demonstration, or pilot projects to provide educational, health, nutritional, social and other comprehensive services; (2) the announcement and evaluation of such projects and programs; and (3) technical assistance and training. Continues the authorizations for the activities of Day Care Projects, through fiscal year 1981. Requires that at least half of the 14 members of the National Advisory Council on Economic Opportunity have had significant experience with the poverty population. Increases from $6,000 to $8,000 per annum the maximum compensation level regarding former employment compensation and compensation pursuant to any grant, contract, or agreement under this Act. Authorizes appropriations through fiscal year 1981, for Community Economic Development. Authorizes the President to establish national, regional, State, and local Advisory Community Investment Boards whose duty shall be to promote cooperation between private investors and businesses and community development corporations. States that assistance provided to any community development program shall not exceed 90 percent of the cost of such program including cost of administration unless otherwise determined by the director. Sets forth requirements for receipt of financial assistance for commercial development under this Act. Permits the Director to make guaranteed loans to community development corporations and other designated supportive organizations. Extends authorization of appropriations for Native American programs and for program and project evaluation through fiscal year 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economics Opportunity Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend for three additional years the authorization of titles I, II, III, V, VI, VII, VIII, and IX of the Economic Opportunity Act of 1964.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:30-05:00"
}