{
  "actions": [
    {
      "acted_at": "1975-09-23", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-09-23", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-09-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9802-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Devine, Samuel L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00292", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Skubitz, Joe", 
      "sponsored_at": "1975-01-03", 
      "state": "KS", 
      "thomas_id": "01065", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-23", 
  "number": "9802", 
  "official_title": "A bill to improve the adequacy, efficiency, and financial viability of the rail system of the United States by reforming the regulatory process under which such rail system operates, by providing long-term financial assistance for such rail system, and by amending the Regional Rail Reorganization Act of 1973 to enhance and insure the private enterprise character of the Consolidated Rail Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Revitalization and Regulatory Reform Act", 
  "sponsor": {
    "district": "15", 
    "name": "Rooney, Fred B.", 
    "state": "PA", 
    "thomas_id": "00983", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-23", 
  "subjects": [
    "Common carriers", 
    "Consolidated Rail Corporation (Conrail)", 
    "Department of the Treasury", 
    "Government corporations", 
    "Interstate Commerce Commission", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad finance", 
    "Railroad mergers", 
    "Railroad rates", 
    "Railroads", 
    "Railroads and state", 
    "States", 
    "Taxation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-23", 
    "text": "Railroad Revitalization and Regulatory Reform Act - Title I: General Provisions - Sets forth the findings of Congress and states that the purpose of this Act is to provide for the restoration, maintenance, and nationalization of the physical facilities and financial stability of the rail system of the United States. Title II: Procedural Reform of the Interstate Commerce Commission - Sets forth organizational and procedural changes in the Interstate Commerce Commission and the Rail Services Planning Office. Authorizes the Commission to act in its own name and on its own behalf in any civil action to which it is a party. Requires the Commission to submit documents under its control to any duly authorized congressional committee which so requests. Directs the Commission, within 90 days of enactment of this Act, to promulgate conflict of interest rules, which shall include a requirement that the Commission shall maintain a public log or summary of meetings held between Commission officials and representatives of regulated industries and other interested parties. Sets forth procedures governing hearings and appellate hearings before the Commission. Directs the Commission to prescribe, not later than June 30, 1977, a uniform cost and revenue accounting and reporting system for all railroad carriers. Title III: Railroad Rates - Prohibits the Commission from holding the rate of a carrier of one mode of transportation up to a particular level to protect the traffic of a carrier of another mode, if the rate proposed by the carrier is compensatory. States that a rate that is compensatory may not be found to be unjust or unreasonable on the basis that it is too low. Provides that the rate of a carrier is deemed to be compensatory when it equals or exceeds the variable cost to such carrier of providing the specific transportation to which the rate applies. Permits carriers to file with the Commission a notice of intention to file a schedule stating a new rate, fare, charge, classification, regulation, or practice whenever the implementation of the proposed schedule would require a total capital investment of $1,000,000 or more, individually or collectively, by such carrier. Authorizes the Commission to exempt from regulation for temporary periods of time any person to whom the application of regulation is unnecessary to effectuate the national transportation policy. Title IV: Railroad Abandonment and Continuation of Service - Sets forth procedures to be followed by carriers seeking to abandon service on railroad lines. Authorizes subsidies to maintain service on unprofitable lines upon which continued service is deemed advisable. Provides, under the Regional Rail Reorganization Act, that the initial Federal share of a rail service continuation subsidy shall be 90 percent. Title V: Mergers and Consolidations - Requires the United States Railway Association to develop proposals and recommendations with respect to possible projects to be undertaken by a railroad, carrier, or person involving a merger, consolidation, control, coordination, joint use of tracks or other facilities, or the acquisition or sale of assets for purposes of achieving a more efficient, economical, and viable rail system in the private sector of the economy. Sets forth a revised merger procedure to be used in proceedings before the Commission. Title VI: Discriminatory State Tax Practices - Designates specific State tax and assessment proceedings which shall be deemed an unreasonable and unjust discrimination against, and an undue burden on, interstate commerce. Title VII: Employee Protection Provisions - Requires railroads to provide fair and equitable arrangements to protect the interests of the employees affected by the abandonments, mergers, and consolidations authorized under the procedures in this Act. Title VIII: Establishment of Rail Transportation Fund - Directs the Secretary of Transportation to establish a Rail Transportation Fund, to consist of four separate accounts designated as follows: (1) the Rail Services Continuation Subsidy Account; (2) the Consolidation, Merger, and Improvement of Facilities Account; (3) the Rail Passenger and Intermodal Facility Account; and (4) the Loan Guarantee for Rail Improvement and Service Account. Authorizes appropriations to the separate accounts through fiscal year 1980 from sums appropriated pursuant to the Regional Rail Reorganization Act. Permits the Secretary to guarantee loans for the Rail Improvement and Service Account. Title IX: Railroad Employment Stabilization - States that the purpose of this title is to authorize the National Railroad Passenger Corporation, after consultation with the Secretary of Labor, to conduct projects designed to reduce unemployment and to repair, restore, rehabilitate, or improve essential railroad roadbeds and facilities. Provides that the jobs created pursuant to such projects shall be made available to recall furloughed personnel and to provide jobs for unemployed and underemployed individuals. Title X: Regional Rail Reorganization Act Amendments - Authorizes the United States Railway Association to purchase debentures and preferred stock of the National Railroad Passenger Corporation, in order to provide: (1) for the modernization, rehabilitation, and maintenance of rail properties acquired by the Corporation under this Act; (2) for the acquisition of equipment and other capital needs; (3) for the refinancing of indebtedness incurred by the Corporation under this Act; or (4) working capital as contemplated by the final system plan. Authorizes appropriations to the Association of $2,100,000,000 to be used to purchase securities of the Corporation. Allows the Secretary to provide further financial assistance in the form of grants or loans in order to further the purposes of this Act. Title XI: Federal Excise Taxes and Federal Transportation Account - Imposes a tax, under the Internal Revenue Code, on any taxable rail, motor vehicle, or water transportation of property in the amount of 5 percent of the amount paid for such transportation. Establishes the Federal Transportation Account, to be funded by such tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Revitalization and Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the adequacy, efficiency, and financial viability of the rail system of the United States by reforming the regulatory process under which such rail system operates, by providing long-term financial assistance for such rail system, and by amending the Regional Rail Reorganization Act of 1973 to enhance and insure the private enterprise character of the Consolidated Rail Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:12-05:00"
}