{
  "actions": [
    {
      "acted_at": "1973-09-13", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10264-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-13", 
  "number": "10264", 
  "official_title": "A bill to reform the conduct and regulation of campaigns for election to Federal office.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Election Reform Act", 
  "sponsor": {
    "district": "20", 
    "name": "Moorhead, Carlos J.", 
    "state": "CA", 
    "thomas_id": "00830", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-13", 
  "subjects": [
    "Advisory bodies", 
    "Campaign funds", 
    "Election law", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Election law", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-13", 
    "text": "Title I: Federal Election Reform Act - Establishes, as an independent establishment of the executive branch of the Government of the United States, the Federal Elections Commission, which shall be composed of six members, not more than three of whom shall be members of the same political party. Provides that two members of the Commission shall be appointed by the Speaker of the United States House of Representatives, two shall be appointed by the President pro tempore of the Senate, and two shall be appointed by the President for terms of six years. Provides that the Commission shall have the power: (1) to require, by special or general order, any person to submit in writing such reports and answers to questions as the Commission may prescribe; (2) to administer oaths; (3) to require by subpena issued by the Chairman or Vice Chairman the attendance and testimony of witnesses and the production of all documentary evidence relating to the execution of its duties; (4) to initiate, prosecute, defend, or appeal any court action in the name of the Commission for the purpose of enforcing the provisions of this title through its own legal representative. Requires each candidate to designate one political committee as his central campaign committee, which shall receive all reports made by any other political committee accepting contributions or making expenditures for the purpose of influencing the nomination for election, or election, of the candidate who designated it as his central campaign committee and furnish such reports to the Commission. Prohibits any expenditure in excess of $100 from being made by or on behalf of any candidate for Federal office (other than a candidate for the office of President or Vice President) unless such expenditure has been specifically approved by such candidate or an individual authorized by such candidate to issue such approval. Prohibits any expenditure in excess of $100 from being made by or on behalf of any candidate for the office of President or Vice President unless such expenditure has been specifically approved by the chairman or treasurer of the national committee of such political party or the designated representative of such national committee in the State in which the funds are to be expended. Title II: Limitations on Federal Election Campaign Spending; Primary Election Schedules, Campaign Advertising - States that no candidate for Federal office may make expenditures on behalf of his candidacy which, in the aggregate, are more than the following amounts: (1) in the case of a primary election or a general election, 15 cents multiplied by the applicable voting age population; (2) in the case of a special election, 7.5 cents multiplied by the applicable voting age population; (3) in the case of a primary runoff election, 3.75 cents multiplied by the applicable voting age population; or (4) in the case of a primary election held with respect to a special election, 7.5 cents multiplied by the applicable voting age population. States that any person who violates any provision of this title shall be fined not more than $25,000 or imprisoned not more than five years, or both. Requires that any State holding a primary election with respect to the office of President or Vice President shall hold such primary election during the month of June or July of the year in which the general election for each such office is held, and that any State holding a primary election with respect to the Senate or the House of Representatives shall hold such primary election during the month of September of the year in which the general election for each such office is held. Prohibits any candidate in a primary election with respect to the office of President or Vice President from making any expenditure for use of communications media or broadcasting stations before the close of April 30 of the year in which any such primary election is held; any candidate in a primary election with respect to the Senate or the House of Representatives from making any expenditure for use of communications media or broadcasting stations before the close of July 31 of the year in which any such primary election is held; and any candidate in a general election for any Federal office from making any expenditure for use of communications media or broadcasting stations before the close of August 31 of the year in which any such general election is held."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Election Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the conduct and regulation of campaigns for election to Federal office.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:40-05:00"
}