{
  "actions": [
    {
      "acted_at": "2009-05-06", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s989-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2009-05-06", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2009-05-06", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-05-06", 
  "number": "989", 
  "official_title": "A bill to amend the Public Utility Regulatory Policies Act of 1978 to promote energy independence, increase competition, democratize energy generation, and provide for the connection of certain small electric energy generation systems, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Grid Access Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-05-06", 
  "subjects": [
    "Electric power generation and transmission", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Energy prices", 
    "Federal preemption", 
    "Lighting and heating", 
    "Public utilities and utility rates"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-05-06", 
    "text": "Grid Access Act of 2009 - Amends the Public Utility Regulatory Policies Act of 1978 (PURPA) to add definitions of combined heat and power facility as well as net metering. Requires each state regulatory authority with ratemaking authority, and each nonregulated electric utility, to conduct a hearing and, on the basis of such hearing, adopt a net metering standard. Requires retail electric suppliers to offer to arrange to make net metering available to retail customers on a first-come-first-served basis. Prescribes implementation requirements regarding: (1) net energy measurement; (2) billing practices; (3) ownership of credits; (4) safety and performance standards; and (5) determination of compliance. Directs the Federal Energy Regulatory Commission (FERC) to publish model interconnection standards, according to specified requirements, for the physical connection between local distribution systems and qualified generation units and electric generation units that are either qualified generation units or combined heat and power facilities. Requires states to adopt such model standards, subject to FERC approval. Requires each electric utility to allow a combined heat and power facility to site distribution lines on and across public rights-of-way for the purpose of interconnecting with contiguous end use customers. Specifies time limitations for compliance with such siting for combined heat and power facilities. Requires each state or local electric utility regulatory entity to establish a tariff for electricity produced by clean distributed energy resources that provides for the efficient and effective use of clean distributed energy resources by covered facilities. Prescribes tariff requirements. Prohibits a state or nonregulated utility from adopting or enforcing any standard or requirement concerning net metering or interconnection that restricts access to the electric power transmission or local distribution system by qualified generators beyond those established under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Grid Access Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Utility Regulatory Policies Act of 1978 to promote energy independence, increase competition, democratize energy generation, and provide for the connection of certain small electric energy generation systems, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:04-05:00"
}