{
  "actions": [
    {
      "acted_at": "1976-05-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services, S. Rept. 94-856.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-13", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-05-20", 
      "bill_ids": [
        "hr12384-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 12384 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3434-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-13", 
  "number": "3434", 
  "official_title": "An original bill to authorize certain construction at military installations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12384-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Symington, Stuart", 
    "state": "MO", 
    "thomas_id": "01444", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1976-05-13", 
  "subjects": [
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Defense budgets", 
    "Historic sites", 
    "Military bases", 
    "Military construction operations", 
    "Military housing", 
    "Military personnel", 
    "Museums", 
    "New Jersey", 
    "South Carolina"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-13", 
    "text": "Military Construction Authorization Act - Title I: Army - Authorizes the Secretary of the Army to expend specified amounts to establish and develop military installations and facilities. Sets forth the amounts which may be expended for specified facilities. Authorizes the emergency construction of facilities made necessary by: (1) unforeseen security considerations; (2) new weapons developments; (3) new and unforeseen research and development; or (4) improved production schedules if the deferral of such construction for inclusion in the next Military Construction Authorization Act would be inconsistent with the interests of national security. Title II: Navy - Authorizes the Secretary of the Navy to establish or develop specified military installations and facilities. Sets forth the amounts which may be expended for each such facility. Authorizes the emergency construction of facilities made necessary by those conditions enumerated in title I of this Act. Title III: Air Force - Authorizes the Secretary of the Air Force to establish or develop specified military installations and facilities and sets forth the amounts which may be expended for each such facility. Authorizes the Secretary to proceed with the emergency construction of facilities made necessary by those conditions set forth in title I of this Act. Title IV: Defense Agencies - Authorizes the Secretary of Defense to expend specified amounts to establish or develop military installations and facilities. Authorizes the Secretary to establish or develop additional facilities which he determines to be vital to the security of the United States. Title V: Military Family Housing - Authorizes the Secretary of Defense to construct or acquire sole interest in existing family housing units in specified numbers and locations. Stipulates that no family housing shall be commenced at any such locations until the Secretary has inquired into the availability of suitable private housing at such locations. Authorizes appropriations for such purpose. Title VI: General Provisions - Authorizes appropriations in such amounts as may be necessary to carry out the purposes of this Act. Sets forth limitations on the amounts which may be used for public work projects under the various titles of this Act. Grants the Secretary of the military department concerned the discretion to increase the amounts set forth in this Act for various installations up to a specified level. States that the total cost of all construction and acquisition in each title of this Act may not exceed the total amount that is authorized. Requires the Secretaries of the military departments to report annually to the President of the Senate and the Speaker of the House of Representatives a breakdown of the dollar value of construction contracts completed pursuant to the provisions of this Act. Repeals prior authorization for military public works, with specified exceptions. Sets forth unit cost limitations for building projects under this Act. Authorizes the Secretary of Defense to permit increases in such cost limitations by such amounts as may be necessary to equip any projects with solar heating or solar cooling equipment. Expresses the approval of Congress with respect to the establishment of a naval and maritime museum in the city of Charleston, South Carolina. Authorizes the Secretary of the Navy to convey the lands comprising the Naval Air Station, Lakehurst, New Jersey, to the Airship Association for use as a permanent site for an airship museum. Authorizes the Secretary of Defense to conduct studies regarding the reuse of military installations which are to be closed. Prohibits the closure of any military installation or personnel reduction at any installation below a specified level unless the military department concerned has complied with notice provisions of the National Environmental Policy Act and has submitted a report to the Congress justifying such decision. Title VII: Guard and Reserve Forces Facilities Authorization Act - Permits the Secretary of Defense to establish or develop additional facilities for the Guard and Reserve Forces."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Guard and Reserve Forces Facilities Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize certain construction at military installations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:52-05:00"
}