{
  "actions": [
    {
      "acted_at": "1999-08-05", 
      "references": [
        {
          "reference": "CR S10437-10438", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-06-15", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-09-14", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator McCain with an amendment in the nature of a substitute. With written report No. 106-412.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2000-09-14", 
      "calendar": "Senate Legislative", 
      "number": "803", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 803.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2000-09-28", 
      "references": [
        {
          "reference": " CR S9544-9551", 
          "type": "consideration"
        }, 
        {
          "reference": " CR S9544-9546", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-28", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": " CR S9548-9551", 
          "type": "text "
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2000-09-29", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-29T12:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-09-29T15:13:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-10-06", 
      "committee": "Committee on Resources, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "text": "Referred to the Committee on Resources, and in addition to the Committee on Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-06", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-06", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-10-11", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "text": "Referred to the Subcommittee on Fisheries Conservation, Wildlife and Oceans.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4278-106", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4278"
    }
  ], 
  "bill_id": "s1534-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Fisheries Conservation, Wildlife, and Oceans", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1999-08-05", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2000-09-28", 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-05", 
  "number": "1534", 
  "official_title": "A bill to reauthorize the Coastal Zone Management Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1110-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1110-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2669-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Coastal Zone Management Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Snowe, Olympia J.", 
    "state": "ME", 
    "thomas_id": "01085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2000-09-28", 
  "subjects": [
    "Administrative procedure", 
    "Animals", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Coastal zone", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Coral reef conservation", 
    "Coral reefs", 
    "Department of Commerce", 
    "Ecological research", 
    "Economic development", 
    "Economic growth", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Environmental degradation", 
    "Environmental education", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental technology", 
    "Estuarine area conservation", 
    "Estuarine ecology", 
    "Federal aid to water pollution control", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fishery management", 
    "Gifts", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Great Lakes", 
    "Habitat conservation", 
    "Housing and community development", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "International environmental cooperation", 
    "Interstate relations", 
    "Islands", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Marine and coastal resources, fisheries", 
    "Marine ecology", 
    "Marine parks and reserves", 
    "Marine pollution", 
    "Marine resources conservation", 
    "Nonpoint source pollution", 
    "Nonprofit organizations", 
    "Oceanographic research", 
    "Open space lands", 
    "Overhead costs", 
    "Performance measurement", 
    "Planning", 
    "Population growth", 
    "Public lands and natural resources", 
    "Quality of life", 
    "Real estate development", 
    "Research grants", 
    "Restoration ecology", 
    "Science, technology, communications", 
    "Social welfare", 
    "South Atlantic States", 
    "State-local relations", 
    "Storm drains", 
    "Sustainable development", 
    "Technological innovations", 
    "Technology transfer", 
    "Transportation and public works", 
    "Urban runoff", 
    "Waste disposal in the ocean", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water resources development", 
    "Water use", 
    "Watershed management", 
    "Wetland conservation", 
    "Wetlands", 
    "Wildlife management"
  ], 
  "subjects_top_term": "Marine and coastal resources, fisheries", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2000-09-28", 
    "text": "Coastal Zone Management Act of 2000 - Amends the Coastal Zone Management Act of 1972 (the Act) to modify several definitions and the Act's statement of national policy.(Sec. 6) Authorizes the Secretary of Commerce, during FY 2001 through 2004, to make grants to any coastal State without an approved coastal zone management program if such State demonstrates that its grant will be used to develop a management program consistent with the Act's requirements. Provides grant limits and matching requirements.(Sec. 7) Allows grants to States for administering the State's coastal zone management program (administrative grants) to be used for developing and implementing coastal nonpoint pollution control program components.(Sec. 8) Allows resource management improvement grants (resource grants) to be used (among other authorized uses) for: (1) important coastal habitats that have not been designated, under specified provisions, for preservation or restoration; (2) redevelopment of deteriorating and underutilized historic waterfronts and ports designated in the State's management program, under specified provisions, as areas of particular concern; (3) coordination and implementation of approved coastal nonpoint pollution control plans; and (4) work, resources, or technical support necessary to preserve, restore, enhance, or create coastal habitats. Replaces provisions relating to State matching funds (regarding this or other Federal programs) and limiting the amount of grants with provisions requiring: (1) a State that chooses to fund a project under this paragraph to submit a combined application for administrative grants and resource grants and match the combined amount of such grants in the ratio required in administrative grant provisions; and (2) that the Federal funding for the project be a portion of the State's annual allocation under administrative grant provisions. Allows resource grants to be used to pay a State's share of costs required under any other Federal program that is consistent with the purposes of this paragraph. Allows a State to allocate (in addition to currently- authorized recipients) to any reserve in the National Estuarine Research Reserve System a portion of any resource grant to carry out the purpose of this paragraph. Directs the Secretary to assist States (currently, States and their local governments) in identifying and obtaining from other Federal agencies (currently, from other sources) technical and financial assistance in achieving the resource grant objectives.(Sec. 9) Requires that Coastal Zone Management Fund loan repayments be: (1) retained by the Secretary (currently, retained by the Secretary as offsetting collections) and deposited into the Fund; and (2) available to the Secretary, subject to appropriations Acts, for the purposes of this Act and transferred to the Operations, Research, and Facilities account of the National Oceanic and Atmospheric Administration (NOAA) to offset the costs of implementing the Act.(Sec. 10) Modifies the objectives of coastal zone enhancement grants. Removes provisions directing the Secretary to retain between ten and 20 percent of the amounts appropriated to implement administrative grants and resource grants provisions to implement enhancement grants provisions. Removes a $10 million annual implementation funding limit.(Sec. 11) Authorizes grants to coastal States to assist in specified community and local activities (community grants). Requires a State that chooses to fund a project under this paragraph to submit a combined application for enhancement grants and community grants and match the combined amount of such grants in a specified ratio. Allows a State to allocate to a qualified local entity amounts received by the State under this paragraph. Directs the Secretary to assist States and local entities in identifying and obtaining from other Federal agencies technical and financial assistance in achieving community grant objectives.(Sec. 12) Authorizes the Secretary to: (1) conduct a program to develop and apply innovative coastal and estuarine environmental technology and methodology through a cooperative program; and (2) make extramural grants to conduct the program.(Sec. 13) Modifies the required contents of a currently-mandated continuing review of the performance of coastal States regarding coastal management.(Sec. 14) Allows (currently, requires) the conducting of the \"Walter B. Jones Awards\" program to promote excellence in coastal zone management by identifying and acknowledging outstanding accomplishments in the field. Modifies the source of the funds involved.(Sec. 15) Sets forth the nature of the National Estuarine Research Reserve System. Authorizes the Secretary to designate a reserve if (among other criteria) the Secretary finds that designation will provide opportunities for education, interpretation, training, and demonstration projects (currently, for public education and interpretation). Revises the matters required to be included in the Secretary's guidelines for System research, education and resource stewardship (currently, for System research). Includes in the actions the Secretary must take to promote and coordinate System use for research establishing partnerships with other Federal and State estuary management programs to coordinate and collaborate on estuarine research. Authorizes grants for educational, interpretive, or training activities as well as for research and monitoring. Removes the dollar limit on the assistance provided for acquisition of lands and waters for any one reserve and allows certain nonfederal costs to be used to match the Federal share. Modifies other limits on the grants. Authorizes the Secretary to: (1) enter into cooperative agreements, financial agreements, grants, contracts, or other agreements authorizing a nonprofit organization to solicit donations to carry out System purposes and policies; and (2) accept donations of funds and services to carry out System purposes and policies.(Sec. 16) Modifies various reporting requirements.(Sec. 17) Authorizes appropriations to carry out specified provisions of the Act. Removes a provision prohibiting the use of Federal funds received from other sources from being used to pay a State's share of costs under enhancement grant provisions. Increases to three years the limit after which unobligated funds revert to the Secretary. Directs the Secretary to make reverted funds available to States under the Act (currently, available for grants under the section for which the reverted amount was originally made available). Allows Federal funds allocated under the Act to be used by grantees to purchase Federal products and services not otherwise available. Requires that appropriated amounts, except for amounts appropriated under administrative costs provisions, be available only for grants to States and prohibits their use for other program, administrative, or overhead costs of NOAA or the Department of Commerce.(Sec. 18) Expresses the sense of Congress that the Undersecretary for Oceans and Atmosphere should reevaluate shoreline mileage calculations used in the distribution of funding under the coastal zone management program to ensure equitable treatment of all regions, including Southeastern and Great Lakes States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Zone Management Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Coastal Zone Management Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Coastal Zone Management Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:51-05:00"
}