{
  "actions": [
    {
      "acted_at": "1992-09-15", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres565-102", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "33", 
      "name": "Dreier, David", 
      "sponsored_at": "1992-09-15", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Emerson, Bill", 
      "sponsored_at": "1992-09-15", 
      "state": "MO", 
      "thomas_id": "00342", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "43", 
      "name": "Packard, Ron", 
      "sponsored_at": "1992-09-17", 
      "state": "CA", 
      "thomas_id": "00886", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Rhodes, John J., III", 
      "sponsored_at": "1992-09-30", 
      "state": "AZ", 
      "thomas_id": "00956", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-15", 
  "number": "565", 
  "official_title": "To amend the Rules of the House of Representatives to ensure a more orderly, deliberative and accountable legislative process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Priority Reforms for a New House Resolution of 1992", 
  "sponsor": {
    "district": "24", 
    "name": "Solomon, Gerald B. H.", 
    "state": "NY", 
    "thomas_id": "01088", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-09-15", 
  "subjects": [
    "Appropriations", 
    "Authorization", 
    "Congressional budget process", 
    "Congressional committee jurisdiction", 
    "Congressional committee staffing", 
    "Congressional committees (House)", 
    "Congressional conference committees", 
    "Congressional oversight", 
    "Congressional reorganization", 
    "Congressional sessions", 
    "Congressional voting", 
    "House of Representatives", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Members of Congress (House)", 
    "Public meetings of legislative bodies"
  ], 
  "subjects_top_term": "House of Representatives", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-15", 
    "text": "Priority Reforms for a New House Resolution of 1992 - Amends rule I of the Rules of the House of Representatives to direct the Speaker of the House to announce a specified legislative program at the beginning of each session of the Congress. Requires the Speaker to ensure that the minority leader is fully consulted in developing the program for the House each week. Amends rule X to require the House standing committees to hold their organizational meetings within four calendar days after their election and to conclude the meetings within seven calendar days after such election. Requires the membership of each committee (except the Committee on Standards of Official Conduct and the Subcommittee on Administrative Oversight of the Committee on House Administration) select committee, and conference committee to reflect the ratio of majority to minority party Members of the House at the beginning of the Congress. Excludes the Resident Commissioner from Puerto Rico and the Delegates to the House from the count in determining such party ratio of committees. Prohibits any standing committee of the House (except the Committee on Appropriations) from establishing more than six subcommittees. Prevents any Member from serving on more than four House subcommittees at any one time. Requires each standing committee of the House, by March 1 in the first session of a Congress, in a meeting open to the public and with a quorum present, to adopt and submit to the Committee on House Administration its oversight plans for that Congress. Prohibits the consideration of any committee expenses resolution, or any amendment to it, if that committee has not submitted its oversight plans. Directs the Committee on House Administration to report the oversight plan submitted by each committee to the House. Authorizes the Speaker, with the approval of the House, to appoint special ad hoc oversight committees to review specific matters within the jurisdiction of two or more standing committees. Amends rule XI to require each committee to include in its report due by January 2 of each odd-numbered year summaries of legislative and oversight activities of that committee. Amends rule X to require the Speaker to refer legislation initially to one committee as the committee of principal jurisdiction (currently, such legislation may initially be referred simultaneously to two or more committees for concurrent consideration). Amends rule XI to repeal the exceptions allowing voting by proxy by a member of any committee or subcommittee with respect to any measure or matter. Allows committees and subcommittees to close their meetings only where disclosure of matters to be considered would: (1) endanger national security; (2) tend to defame, degrade, or incriminate any person; (3) violate any law or rule of the House; or (4) involve committee personnel matters. Provides that a majority of the members of each committee or subcommittee shall constitute a quorum for the transaction of any business, including the markup of legislation (currently, all committees but the Committees on Appropriations, Budget, and Ways and Means are permitted to fix the number exceeding one-third of the members that constitutes a quorum). Makes it out of order to consider any primary expenses resolution unless the Committee on House Administration has reported, and the House has adopted, a resolution establishing an overall ceiling for House committee statutory and investigative staff personnel for that year. Makes such a resolution privileged. Sets forth requirements governing staff positions authorized and allocated under primary and supplemental expense resolutions. Provides that the overall ceiling for committee staff in a resolution reported by the committee or contained in any amendment for the first and second session of the 103d Congress and the first session of the 104th Congress shall not exceed 90 percent of the total committee staff personnel employed in the previous session of the Congress. Makes it in order to consider amendments to bills making appropriations for the legislative branch placing limitations on the number of staff personnel of House committees not otherwise subject to rule XI. Makes it out of order for the Committee on Rules to report any rule or order that would prevent a motion to recommit that has amendatory instructions (except in the case of a Senate measure for which the language of a House passed measure has been substituted). Abolishes the following select committees and terminates their funding for investigations and studies: (1) the Select Committee on Children, Youth, and Family; (2) the Select Committee on Hunger; (3) the Select Committee on Narcotics Abuse and Control; and (4) the Select Committee on Aging. Makes it out of order, during the first session of the 103d Congress, to consider any resolution reestablishing such committees or any order of business resolution waiving this prohibition except by a two-thirds vote of the House. Amends rule XXI to make it out of order to consider any bill or joint resolution in the House which directly or indirectly authorizes enactment of new budget authority for a fiscal year unless such measure is reported in the House on or before May 15 preceding the beginning of such fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Priority Reforms for a New House Resolution of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Rules of the House of Representatives to ensure a more orderly, deliberative and accountable legislative process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:04-05:00"
}