{
  "actions": [
    {
      "acted_at": "1989-07-13", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Intelligence ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-07-14", 
      "references": [], 
      "text": "Committee on Intelligence. Original measure reported to Senate by Senator Boren. With written report No. 101-78.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-14", 
      "bill_ids": [
        "sres400-101"
      ], 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Armed Services; Judiciary; Foreign Relations for the 30-day period provided in section 3(b) of S. Res. 400, 94th Congress, provided that the Committee on the Judiciary be restricted to consideration of Title VI, and the Committee on Foreign Relations be restricted to consideration of sections 602 and 603, provided that if any committee fails to report within the 30-day time limit, such committee be discharged from further consideration of the bill in accordance with section 3(b) of S. Res. 400, 94th Congress.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Armed Services. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-09-29", 
      "references": [], 
      "text": "Committee on Armed Services. Reported to Senate by Senator Nunn without amendment. With written report No. 101-151.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-29", 
      "calendar": "Senate Legislative", 
      "number": "278", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 278.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-10-03", 
      "committee": "Senate Committee on Intelligence", 
      "references": [], 
      "text": "Rereferred to Senate Committee on Intelligence.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-17", 
      "in_committee": "Senate Committee on Intelligence", 
      "references": [], 
      "text": "Committee on Intelligence. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-10-26", 
      "calendar": "Senate Legislative", 
      "number": "317", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 317.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1989-10-26", 
      "references": [], 
      "text": "Committee on Intelligence. Reported to Senate by Senator Boren with amendments. With written report No. 101-174. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-07", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-07", 
      "bill_ids": [
        "hr2748-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2748 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-07", 
      "bill_ids": [
        "hr2748-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2748 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-07", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1081-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1081"
    }, 
    {
      "amendment_id": "s1082-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1082"
    }, 
    {
      "amendment_id": "s1085-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1085"
    }
  ], 
  "bill_id": "s1324-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "re-referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-14", 
  "number": "1324", 
  "official_title": "A bill to authorize appropriations for the Fiscal Years 1990 and 1991 for intelligence activities of the United States Government, the Intelligence Community Staff, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2748-101", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2748-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2748-101", 
      "reason": "includes"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Years 1990 and 1991", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-07-13", 
  "subjects": [
    "Annuities", 
    "Armed forces and national security", 
    "Authorization", 
    "Citizenship", 
    "Civil service retirement", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Counterintelligence", 
    "Covert operations", 
    "Criminal investigation", 
    "Diplomats", 
    "Disability retirement", 
    "Embassies", 
    "Espionage", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal employees", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Inspectors general", 
    "Intelligence officers", 
    "Law enforcement officers", 
    "Military intelligence", 
    "New York City", 
    "Recruiting of employees", 
    "Survivors' benefits", 
    "Terrorism", 
    "U.S.S.R.", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1989-11-07", 
    "text": "Intelligence Authorization Act for Fiscal Years 1990 and 1991 - Title I: Intelligence Activities - Authorizes appropriations for FY 1990 and 1991 for intelligence activities in specified departments and agencies of the U.S. Government, including the Central Intelligence Agency (CIA) and the Department of Defense (DOD). Declares that the authorized amounts and personnel ceilings for such intelligence activities are those specified in the classified schedule of authorizations. Authorizes the Director of Central Intelligence to employ civilian personnel in excess of the ceiling for such personnel when necessary to the performance of important intelligence functions. Title II: Intelligence Community Staff - Authorizes appropriations for the Intelligence Community Staff for FY 1990 and 1991. Establishes an end strength ceiling of 230 full-time Intelligence Community Staff employees. Provides that such staff shall be administered in the same manner as the CIA. Title III: Central Intelligence Agency Retirement and Disability System - Authorizes appropriations for the Central Intelligence Agency Retirement and Disability Fund for FY 1990 and 1991. Title IV: Central Intelligence Agency Administrative Provisions - Amends the Central Intelligence Agency Retirement Act of 1964 for Certain Employees to require participants, within the last two years before any separation from service, to complete at least one year of creditable civilian service to be eligible for an annuity. Provides for precedence of survivor benefits over death in service benefits for certain former spouses of CIA employees eligible for such benefits. Amends the Central Intelligence Act of 1949 to provide CIA employees in the Civil Service Retirement System and the Federal Employees' Retirement System (FERS) performing qualifying service with the same disability and death in service benefits as those received by employees who qualify under the Central Intelligence Agency Retirement and Disability System and the FERS-Special Category. Title V: Personnel Authorities Improvements - Authorizes the Secretary of Defense to accept gifts for the Defense Intelligence College. Makes permanent the Secretary of Defense's authority to terminate employment of civilian intelligence officers and employees of military departments and of the Defense Intelligence Agency (DIA). Amends the Immigration and Nationality Act with respect to citizenship requirements for staff of the U.S. Army Russian Institute. Authorizes the Secretary, during FY 1990, to pay a certain death gratuity to the surviving dependents of a member of the armed forces who, while serving on active duty assigned to a Defense attache office abroad, died as a result of hostile or terrorist activities. Requires the Secretary to report to the Congress concerning the advisability of making such provision permanent. Title VI: FBI Enhanced Counterintelligence Authorities - Amends the Intelligence Authorization Act for fiscal year 1989 to provide that New York Field Division employees need not be subject to directed geographical transfer or reassignment to receive periodic payments under a certain demonstration project for the Division. Expresses the sense of the Congress with respect to personnel ceilings for the United States and Soviet Missions. Makes the FBI responsible for investigations of espionage by persons employed by, or assigned to, U.S. diplomatic missions abroad. Title VII: General Provisions - Declares that appropriations authorized by this Act for Federal employee pay and benefits may be increased by such additional or supplemental amounts as may be necessary for increases in compensation or benefits authorized by law. Directs the President, in preparing the Budget of the United States for Fiscal Year 1991 for submission to the Congress, to take into account and, incorporate into such budget the recommendations of the National Advisory Commission on Law Enforcement as established by the Anti-Drug Abuse Act of 1988. Title VIII: Inspector General for the Central Intelligence Agency - Amends the Central Intelligence Agency Act of 1949 to replace certain reporting requirements by the Inspector General (IG) of the Central Intelligence Agency (CIA) with provisions establishing, by statute, an Office of Inspector General within the CIA. Sets forth provisions with respect to the appointment and removal of the IG by the President and the supervision of the IG by the CIA Director. Requires the IG to: (1) provide policy direction for and to conduct, supervise, and coordinate independently, inspections, investigations, and audits relating to CIA programs and operations to assure that they are conducted efficiently and in accordance with applicable law and regulations; (2) keep the Director informed of violations of law and regulations, fraud, and other serious problems, abuses and deficiencies in such programs and operations and of progress made in implementing corrective action; (3) take due regard for the protection of intelligence sources and methods in the preparation of all reports; and (4) comply with generally accepted Government auditing standards. Sets forth requirements for reports by the IG to: (1) the Director and the House and Senate Select Committees on Intelligence (intelligence committees) including semiannual activity reports and immediate reports of serious or flagrant problems, abuses, or deficiencies; and (2) the intelligence committees regarding conflicts between the IG and the Director or investigations of the Director. Specifies that the IG shall have: (1) direct and prompt access to the Director when necessary for any purpose pertaining to the performance of his duties; (2) access to any employee of the CIA or a contractor whose testimony is needed for the performance of his duties; and (3) direct access to all records or other material relating to programs and operations for which the IG has responsibilities under this Act. Makes failure by any employee or contractor to cooperate with the IG grounds for appropriate administrative actions by the Director, including the termination of employment or the contractural relationship. Authorizes the IG to receive and investigate employee complaints of violations of laws, rules, or regulations, mismanagement, gross waste of funds, abuse of authority, or a substantial and specific danger to the public health and safety. Specifies that: (1) the IG shall not disclose the identity of the complainant without the employee's consent, unless such disclosure is unavoidable during the course of the investigation; and (2) no reprisal or threat thereof may be made against the employee unless the complaint was made or the information was disclosed with the knowledge that it was false or with willful disregard for its truth or falsity. Authorizes the IG to administer to or take from any person an oath, affirmation, or affidavit whenever necessary in the performance of his duties. Provides for office space, equipment, supplies, and services for the IG. Directs the IG to select, appoint, and employ qualified officers and employees. Expresses the sense of the Congress that the IG should create a career cadre of sufficient size to provide appropriate continuity and objectivity needed for the effective performance of his duties. Requires the Director, beginning in FY 1991, to include in the National Foreign Intelligence Program budget a separate account for the Office of Inspector General. Transfers to the Office of the Inspector General created by this Act the personnel, assets, liabilities, authorization, and appropriations of the existing CIA Office of Inspector General. Title IX: Intelligence Oversight - Amends the Foreign Assistance Act of 1961 and the National Security Act of 1947 to revise and consolidate intelligence oversight provisions. Requires the President (under current law, the CIA Director and agency heads) to ensure that the intelligence committees are kept informed of U.S. intelligence activity. Requires the President (under current law, the Director and agency heads) to ensure that any illegal intelligence activity as well as any corrective action is reported to the intelligence committees. Includes \"covert actions\" within the definition of \"intelligence activities.\" Provides statutory authority for the President to authorize the conduct of covert actions by departments, agencies, or entities of the United States only when he determines such activities are necessary to support the foreign policy objectives of the United States and are important to the national security of the United States. (Current law requires the President to determine only that each such operation is important to national security.) Requires such a determination to be set forth in a written finding that: (1) is not retroactive; (2) specifies each participating Government entity and whether a third party not subject to U.S. regulations will be used; and (3) may not authorize any action which is intended to influence the U.S. political process, media, or public opinion or which violates the Constitution or statutes of the United States. Requires the President to ensure that any such determination or finding is reported to the intelligence committees before the covert activities are initiated, except in rare occasions which shall be justified by the President to the committees. Authorizes the President, in extraordinary circumstances affecting vital U.S. interests, to limit the reporting of findings or determinations to specified congressional officials. Requires the President to notify the intelligence committees or congressional officials of any significant change in a previously-approved covert action. Prohibits the expenditure of any funds appropriated or otherwise made available to any Government entity for any covert action until such a presidential finding has been issued. Defines \"covert action\" as any activity conducted by an element of the U.S. Government to influence political, economic, or military conditions abroad so that the Government's role is not apparent or acknowledged. Excludes: (1) activities the primary purpose of which is to acquire intelligence, traditional counterintelligence activities, traditional activities to improve or maintain the operational security of U.S. Government programs, or administrative activities; (2) traditional diplomatic or military activities, or routine support to such activities; (3) traditional law enforcement activities conducted by U.S. Government law enforcement agencies or routine support to such activities; or (4) certain activities to provide routine support to the overt activities of other U.S. Government agencies abroad."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Intelligence Authorization Act for Fiscal Years 1990 and 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Fiscal Years 1990 and 1991 for intelligence activities of the United States Government, the Intelligence Community Staff, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:34-05:00"
}