{
  "actions": [
    {
      "acted_at": "1989-10-05", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1989-10-10", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-10T14:37:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-10", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Energy and Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-10", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Public Works + Transportation.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-10", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Education and Labor.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-10", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Judiciary.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-10", 
      "references": [], 
      "text": "Referred jointly to the House Committee on Foreign Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-23", 
      "in_committee": null, 
      "references": [], 
      "text": "Executive Comment Requested from DOT and OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-23", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to the Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-23", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to the Subcommittee on Aviation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-27", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-30", 
      "in_committee": null, 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-13", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-15", 
      "bill_ids": [
        "hr3611-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 3611 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-15", 
      "bill_ids": [
        "hr3550-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 3550 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-15", 
      "bill_ids": [
        "hr3630-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 3630 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-15", 
      "bill_ids": [
        "hr3614-101"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 3614 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-15", 
      "bill_ids": [
        "hr3611-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 3611 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-15", 
      "bill_ids": [
        "hr3550-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 3550 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-15", 
      "bill_ids": [
        "hr3630-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 3630 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-15", 
      "bill_ids": [
        "hr3614-101"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 3614 in lieu of this measure by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1735-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1989-10-05", 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-05", 
  "number": "1735", 
  "official_title": "A bill to provide authorizations for anti-drug abuse appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3550-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr3550-101", 
      "reason": "includes"
    }, 
    {
      "bill_id": "hr3611-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr3611-101", 
      "reason": "includes"
    }, 
    {
      "bill_id": "hr3614-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr3614-101", 
      "reason": "includes"
    }, 
    {
      "bill_id": "hr3630-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr3630-101", 
      "reason": "includes"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1989-10-05", 
  "subjects": [
    "Alcohol and youth", 
    "Alcoholism", 
    "American economic assistance", 
    "Block grants", 
    "Bolivia", 
    "Child abuse", 
    "Child health", 
    "Colombia", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Drug testing", 
    "Drugs", 
    "Drugs and employment", 
    "Federal aid to alcoholism programs", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to maternal health services", 
    "Foreign loans", 
    "Forfeiture", 
    "Government trust funds", 
    "Health", 
    "Infants", 
    "Information services", 
    "International affairs", 
    "Labor and employment", 
    "Maternal health services", 
    "Mental health services", 
    "Narcotic traffic", 
    "Peru", 
    "Pregnant women", 
    "School personnel", 
    "Students", 
    "Transportation and public works", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-10-05", 
    "text": "Directs the Secretary of Health and Human Services, through the Administrator of the Alcohol, Drug Abuse and Mental Health Administration, to make a competitive grant for the establishment of a National Resource and Information Center for Perinatal Addiction. Sets forth the responsibilities of the Center. Authorizes appropriations for FY 1990 through 1991. Amends the Public Health Service Act to direct the Secretary, through the Administrator, to make grants for assistance for substance abuse treatment for pregnant and post-partum women and their infants. Sets forth grant requirements. Authorizes appropriations for FY 1990 and 1991. Amends the Child Abuse Prevention and Treatment Act to direct the Secretary to establish a grant program to provide services to children whose parents are substance abusers. Provides for the use of grant funds. Authorizes appropriations for FY 1990 and each subsequent fiscal year. Amends Federal law to add services to substance abusing parents to the list of prerequisites for grants to States for child abuse and neglect prevention activities. Amends the Public Health Service Act to direct the Secretary to establish a program of grants to educational institutions to provide training services to increase the supply of drug treatment professionals. Directs the Secretary to use amounts appropriated under existing provisions establishing the Office for Substance Abuse Prevention to carry out these provisions in FY 1990. Authorizes appropriations for FY 1991 and 1992. Amends the Higher Education Act of 1965 to prohibit, notwithstanding any other provision of law, any institutions of higher education from being eligible to receive funds or any other financial assistance under any federal program, including federally funded or guaranteed student loans, unless they certify that they have adopted and implemented a program to prevent the use of illicit drugs and the abuse of alcohol by students and employees. Sets forth minimum features of such a program, including sanctions up to and including expulsion or termination of employment and referral for prosecution. Provides for sanctions against institutions which fail to implement their programs or to consistently enforce their sanctions, including termination of any form of financial assistance. Amends the Drug-Free Schools and Communities Act of 1986 to prohibit, notwithstanding any other provisions of law, any local educational agencies from being eligible to receive funds or any other financial assistance under any Federal program unless they certify that they have adopted and implemented a program to prevent the use of illicit drugs and alcohol by students or employees. Sets forth minimum features of such a program, including sanctions up to and including expulsion or termination of employment and referral for prosecution. Requires that each State educational agency certify that it has adopted and implemented a program to prevent the use of illicit drugs and the abuse of alcohol by students and employees that is consistent with the program required of local educational agencies by this Act. Provides for sanctions against local educational agencies that fail to implement their programs or to consistently enforce their sanctions, including termination of any form of financial assistance. Amends the Drug-Free Schools and Communities Act of 1986 to remove provisions requiring local and intermediate educational agency applicants for drug and alcohol abuse prevention and education grants to include in their applications descriptions of: (1) their drug and alcohol policy; (2) how they will monitor the effectiveness of their program; and (3) how they will establish, implement, or augment their program. Provides, notwithstanding specified provisions of this Act, that the provisions of this Act prohibiting institutions of higher education and local and State educational agencies from receiving Federal financial assistance until they implement a drug and alcohol program shall not take effect until enactment of a law containing certain provisions, to be cited as the Transportation Employee Testing Act of 1989. (The text of such law is set forth within this Act. It amends the Federal Aviation Act of 1958, the Federal Railroad Safety Act of 1970, and the Commercial Motor Vehicle Safety Act of 1986, providing, in certain circumstances, for: (1) regulation of, and testing for, the use of alcohol and controlled substances by employees in the transportation industry; (2) rehabilitation programs for such employees; and (3) other matters.) Prohibits any local educational agency from using any of the funds released by the provisions covered by this paragraph unless funds are made available for each fiscal year to the chief executive officer of a State which may be used with existing power for random drug testing programs for students voluntarily participating in extracurricular activities, provided such testing is done only in schools which voluntarily choose to participate in such a program. Amends Federal law to require that, for (currently, at the end of) each of FY 1990 through 1993 (currently, FY 1990 through 1992), the Attorney General transfer a specified amount from the Department of Justice Assets Forfeiture Fund to the Special Forfeiture Fund. Allows up to a specified amount or, in certain circumstances, one-tenth of the previous year's obligations (currently, one-twelth of the previous year's expenditures) to be retained. Makes conforming amendments to the Anti-Drug Abuse Act of 1988. Amends the Controlled Substances Act to remove provisions directing the Attorney General to assure that any forfeited property transferred to a State or local law enforcement agency is not so transferred to circumvent State law regarding forfeiture. Prohibits funds made available under this Act for the Office of National Drug Control Policy from the special forfeiture fund from being used after February 1, 1990, if the Director of National Drug Control Policy has not designated high-intensity drug trafficking areas pursuant to specified provisions of the Anti-Drug Abuse Act of 1988. Amends the Public Health Service Act to require that a State, as a part of its application for allotment of block grant funds relating to drug abuse, develop, implement, and submit an approved Statewide Drug Treatment Plan. Specifies the required contents of the Plan. Allows funds appropriated to carry out the Foreign Assistance Act of 1961 or the Arms Export Control Act to be made available for any narcotics-related activities in Colombia, Bolivia, and Peru to carry out any provisions of such Acts notwithstanding: (1) provisions of the Foreign Assistance Act relating to the furnishing of assistance to any country which is in default on loan payments to the United States or relating to funds made available to carry out police training; or (2) specified provisions of the Foreign Operations, Export Financing, and Related Appropriations Act, 1989 or any other provision restricting the furnishing of assistance to countries in default on loan payments to the United States. Requires that, of amounts made available under this Act, a specified sum be used for the block grant program under specified provisions of the Public Health Service Act to make grants to carry out substance abuse programs, but excludes such amount from the calculation of amounts to be used for programs and activities relating to substance abuse under specified provisions of such Act. Amends the Abandoned Infants Assistance Act of 1988 to add references to infants who are victims of parental substance abuse to provisions relating to the establishment and purpose of certain demonstration projects. Amends the Public Health Service Act to change the formula for determination of the amount of the allotment to a State under existing alcohol and drug abuse and mental health services block grant provisions. Amends the Drug-Free Schools and Communities Act of 1986 to increase the amount authorized to be appropriated for FY 1990 through 1993 for certain drug abuse education and prevention programs. Requires that certain amounts be used by the chief executive officer of a State to make contracts with, and emergency grants to, local educational agencies serving urban and rural communities with severe drug problems, with initial grants going to local educational agencies serving the largest city in the State to develop and implement comprehensive approaches to eliminating the serious drug problem. Allows waiver of these requirements for States in which there is no concentration of drug problems. Provides that State programs operating under existing provisions may use funds remaining after such contracts and emergency grants have been made."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide authorizations for anti-drug abuse appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:43-05:00"
}