{
  "actions": [
    {
      "acted_at": "1982-03-30", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-04-15", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Subcommittee on Agricultural Credit. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-04-21", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Subcommittee on Agricultural Credit. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-05", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-26", 
      "references": [], 
      "text": "Committee on Agriculture. Reported to Senate by Senator Helms with an amendment in the nature of a substitute and an amendment to the title. With written report No. 97-422.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-26", 
      "calendar": "Senate Legislative", 
      "number": "604", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 604.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2314-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF", 
      "subcommittee": "Subcommittee on Agricultural Credit and Rural Electrification", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-30", 
  "number": "2314", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5935-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5935-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consolidated Farm and Rural Development Act Amendments of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Hawkins, Paula", 
    "state": "FL", 
    "thomas_id": "01355", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1982-05-05", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural insurance", 
    "Agriculture and Rural Affairs", 
    "Depressed areas", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Environmental protection", 
    "Farm ownership", 
    "Farms", 
    "Government lending", 
    "Government paperwork", 
    "Interest rates", 
    "Mines and mineral resources", 
    "Refuse and refuse disposal", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Water and Water Resources Development", 
    "Water supply", 
    "Water use"
  ], 
  "subjects_top_term": "Agricultural credit", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1982-05-26", 
    "text": "(Reported to Senate from the Committee on Agriculture, Nutrition and Forestry with amendment, S. Rept. 97-422) Consolidated Farm and Rural Development Act Amendments of 1982 - Amends the Consolidated Farm and Rural Development Act to set the interest rate for water and waste disposal facility loans at: (1) not more than five percent in areas where the median family income is below 80 percent of the statewide nonmetropolitan median family income; and (2) not more than seven percent in areas where such income level is between 80 and 100 percent of the statewide nonmetropolitan median family income. Amends business and industry loan provisions to: (1) raise an applicant's equity requirement from ten to 20 percent; (2) give priority to areas of economic distress; (3) decrease the maximum Federal loan guarantee from 90 to 80 percent; and (4) raise the loss threshhold from ten to 20 percent. Provides for the recapture of low-income farm ownership loans when a borrower sells such property. States that these loans constitute a secured debt. Requires the Secretary of Agriculture to review the financial status of an applicant prior to approving an operating loan if the applicant has received such loans in each of the previous five years. Authorizes the Secretary to require an emergency or operating loan applicant to have insurance on the crops used as substantial security for such loan. Permits borrowers of farm ownership, operating, or emergency loans, or loans under the Emergency Agricultural Credit Adjustment Act of 1978 to use mineral (including oil and gas) rights leasing proceeds from land used as security for such loans to make current loan payments. Establishes FY 1983 through 1985 lending limits under the Agricultural Credit Insurance Fund for real estate loans, farm ownership loans, water development and conservation loans, operating loans, and emergency loans. Allocates specified amounts for insured and guaranteed loans. Authorizes fund transfers. Establishes FY 1983 through 1985 lending limits under the Rural Development Insurance Fund for water and waste disposal loans and for community facility loans. Reserves at least 15 percent of the farm ownership and operating loans for low-income, limited-resource applicants. Directs the Secretary to conduct the studies and report to the appropriate congressional committees within 120 days concerning: (1) marketing techniques of Farmers Home Administration (FmHA) borrowers; (2) individual on-site rural water and waste treatment; and (3) variable interest rates for FmHA loans."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Consolidated Farm and Rural Development Act Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:15-05:00"
}