{
  "actions": [
    {
      "acted_at": "1974-03-28", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-04-19", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 93-785.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-05-08", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-05-13", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-12", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3267-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1974-12-31", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-28", 
  "number": "3267", 
  "official_title": "A bill to provide standby emergency authority to assure that the essential energy needs of the United States are met, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Standby Energy Emergency Authorities Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-28", 
  "subjects": [
    "Business and commerce", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Franchises (Retail trade)", 
    "Fuel allocation", 
    "Government operations and politics", 
    "Labor and employment", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Pollution", 
    "Power resources", 
    "Resource allocation", 
    "Unemployment"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1974-04-19", 
    "text": "(LATEST SUMMARY) Standby Energy Emergency Authorities Act - =Title I: Standby Energy Emergency Authorities= - Sets out the findings of Congress with regard to energy shortages. States that the purposes of this Act are to grant specific temporary standby authority to impose end-use rationing and to reduce demand by regulating public and private consumption of energy, subject to congressional review and right of approval or disapproval, and to authorize certain other specific temporary emergency actions to be exercised, to assure that the essential needs of the United States for fuels will be met. Authorizes the President to establish a program for the rationing and ordering of priorities among classes of end-users of crude oil, residual fuel oil, or any refined petroleum products. Provides that such a program shall take effect only if the President finds that all other methods of limiting energy demand are insufficient. Empowers the Administrator of the Federal Energy Administration to promulgate energy conservation plans which, subject to congressional review and right of approval or disapproval, may be implemented to reduce energy consumption to levels which can be supplied by available energy resources. Details the procedure for congressional review of energy conservation plans. Requires that any proposed energy conservation or rationing plan submitted to Congress for approval be accompanied by findings of fact on which the action is based, the rationale for the proposal and an evaluation of the potential economic impact of the proposal. Authorizes the Administrator to require, after weighing appropriate environmental and health considerations, that power plants and industrial facilities now burning oil and gas, but which have a ready capability to burn coal (including coal derivatives or by-products such as solvent-refined coal, or synthetic gas or low-Btu gas made from coal), or other fuel, to convert to the burning of coal. Authorizes the Administrator to allocate supplies of materials and equipment associated with the production of energy supplies to the extent necessary to maintain and increase the production and transport of fuels. Requires the Administrator to submit to the Congress, within 30 days after enactment of this Act, a report on the manner in which such allocation is to be administered. Empowers the Administrator to undertake measures to supplement domestic energy supplies. Authorizes the Administrator to require on a mandatory basis that existing domestic oil fields produce at their maximum efficient rate. Provides that any designation of fields to be produced above the maximum efficient rate (MER) may be made only after consultation with the appropriate State agencies which traditionally set MER. Authorizes the Administrator to require designated oilfields, on lands in which there is a Federal interest, to produce in excess of their maximum efficient rate. States that such production may be authorized only if needed to meet national security and defense needs. Permits the Administrator to require adjustment of the product mix in domestic refinery operations, in accordance with national needs and priorities. Requires that any allocations made under the Emergency Petroleum Allocation Act must be adjusted to take into account other factors besides the historical supply period now used as the allocation base. Extends the expiration date of the Emergency Petroleum Allocation Act from February 28, 1975, to June 30, 1975, to conform with the expiration date of this Act. Provides for priority fuel allocations to be made to those engaged in the exploration, production and transportation of fuels and other minerals. Requires the Administration to furnish the Congress with a report on petrochemical shortages, their impacts and means taken or suggested to alleviate such shortages. Defines the term \"franchise\" for purposes of this Act as any agreement between a person engaged in refining or importing petroleum products and a person engaged in the selling or distributing of such products. Prohibits a refiner or distributor from terminating a franchise unless he furnishes prior notification to such an affected distributor or retailer in writing by certified mail not less than 90 days prior to the date on which such franchise would be canceled. States that such notification must contain a statement of intention to terminate with the reasons therefor, the date on which such action would take effect, and a statement of the remedy or remedies available to such distributor or retailer. Provides that no franchise may be terminated by the refiner or distributor unless the affected retailer or distributor had failed to comply substantially with any essential and reasonable requirement of such franchise or failed to act in good faith in carrying out its terms, or unless such refiner or distributor withdraws entirely from the sale of petroleum products in commerce for sale other than resale in the United States. Provides that a retailer with a franchise agreement may bring suit against a distributor or refiner whose actions affect commerce and who has engaged in conduct prohibited by this Act. Permits a distributor to bring suit against a refiner. States that such suits may be brought in a United States district court without regard to the amount in controversy. Provides that the court may grant an award for actual and punitive damages as well as reasonable attorney and expert witness fees. States that provisions of this section shall expire with the expiration of this Act, except for pending actions or proceedings, or claims based on actions prior to that expiration date. Authorizes the Administrator to compel, by rule or order on a national, regional, or case-by-case basis, the allocation of petrochemicals and petrochemical feedstocks. Provides that, to the maximum extent practicable, restrictions on the use of energy shall be designed to be carried out in such manner so as to be fair and to create a reasonable distribution of the burden on all sectors of the economy, without imposing an unreasonably disproportionate share on any specific industry, business, or commercial enterprise. Authorizes the Interstate Commerce Commission to eliminate existing restrictions on common carriers which require excessive travel between points without interrupting essential service to affected communities. Requires the Civil Aeronautics Board, the Federal Maritime Commission and the Interstate Commerce Commission to report within 45 days to the appropriate congressional committees on the need for additional authority to effect fuel conservation on the part of regulated carriers during energy shortages. Provides until June 30, 1975, for the establishment of voluntary agreements and plans of action to accomplish the objectives of this Act and the Emergency Petroleum Allocation Act of 1973. Provides that these agreements will be subject to the approval of the Attorney General and the Federal Trade Commission. States that actions taken in good faith to implement a voluntary agreement or carry out a plan of action developed and approved in accord with this section constitute a limited defense to any civil or criminal action brought under the Federal antitrust laws, the Federal Trade Commission Act or similar State and local statutes. Provides for establishment of advisory committees to achieve the purposes of the Act. States that, except as specifically provided herein, no provision of the Act shall confer immunity from civil or criminal liability or create defenses under the antitrust laws. Authorizes the Administrator to restrict exports of fuels and energy sources, including petrochemical feedstocks, under such terms as he deems appropriate, consistent with existing laws, and taking into account the historical trading relations of the United States with Canada and Mexico. Directs the President to take into consideration and minimize, to the fullest extent practicable, any adverse impact of actions taken under this Act upon employment. Provides that all Government agencies are directed to cooperate fully to minimize any such adverse impact. Directs the Secretary of Labor to make grants to states to provide unemployment assistance to persons unemployed as a result of energy shortages and not otherwise eligible for unemployment benefits during the period after enactment and up to July 1, 1975. Establishes an Office of Carpool Promotion within the Department of Transportation and directs the Secretary of Transportation to encourage the use of carpools by a variety of means, including financial incentives. Authorizes to be appropriated the sum of $5,000,000 for the purpose of carpool promotion, to be allocated to the Federal Government and the States for the design and implementation of carpooling systems. Provides that Government use of economy vehicles be maximized and the use of limousines be limited. Sets forth the administrative procedures to govern actions taken pursuant to this Act and the Emergency Petroleum Allocation Act, including the formulation of energy conservation plans. Makes it unlawful for any person to violate various provisions of Title I of this Act or to violate any rule, regulation (including an energy conservation plan), or order issued pursuant to such provisions. Provides for fines of up to $5,000 for each willful criminal violation of the Act, and civil penalties of up to $2,500 for each violation of any provision of a prohibited act. Authorizes the Attorney General to obtain temporary restraining orders or preliminary injunctions against actual or impending violations of this Act. Provides for private injunction actions to prevent violations of this Act. Provides Federal assistance to small businesses in the implementation of energy conservation measures. Authorizes the Administrator to delegate functions assigned to him, to either State and regional officers of the Administration or to the officers of a State or locality. Transfers to the Administrator all functions and duties of the President under the Emergency Petroleum Allocation Act. Authorizes funds for the Administrator to make grants to States for the purposes of implementing authority he has delegated to them, or for the administration of appropriate State or local conservation measures where States are exempted from Federal conservation regulations. Empowers the Administrator to gather full energy information from those engaged in the exploration, development, processing, refining, or transporting of any petroleum product, natural gas, or coal, for the purposes of carrying out this Act and the Emergency Petroleum Allocation Act. Gives the Administrator the power of subpoena and right of investigation to obtain information he deems necessary, or to verify such information. Provides that nothing in this Act shall expand the authority of the Federal Power Commission with respect to non-jurisdictional natural gas. Provides that the authority under Title I to prescribe any rule or order or to take other action shall expire on midnight, June 30, 1975. States that the authority under Title I to enforce any such rule or order shall likewise expire; however, such expiration shall not affect any action or pending proceedings, civil or criminal, not finally determined on such date, nor any action or proceeding based upon any act committed prior to midnight, June 30, 1975. Authorizes an appropriation to the Administrator of the Federal Energy Administration to carry out his functions under this legislation and under other laws, and to make grants to states of $75,000,000 for each of the fiscal years 1974 and 1975. Provides that for the purpose of making payments under grants to States to carry out energy conservation measures, $50,000,000 is authorized to be appropriated for fiscal year 1974 and $75,000,000 is authorized to be appropriated for fiscal year 1975. Provides that for the purpose of making payments under grants to States for employment and unemployment assistance, $500,000,000 is authorized to be appropriated for fiscal year 1974. States that if any provision of this Act, or the application of any such provision to any person or circumstance, shall be held invalid, the remainder of this Act, or the application of such provision to persons or circumstances other than those as to which it is held invalid, shall not be affected thereby. =Title II: Studies and Reports= - Requires studies concerning the need for developing both near-term increases in energy supply or reductions in consumption and larger term methods for achieving these objectives. Lists the required studies and the agencies required to make them. Requires the President to report to the Congress every 60 days on the implementation and administration of this Act and the Emergency Petroleum Allocation Act of 1973, and provide Congress with an assessment of the results attained thereby. Directs the Federal Power Commission to promulgate regulations requiring electric and gas public utilities to submit to the Commission a report on energy conservation policies. Sets forth the elements of information to be included in such report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Standby Energy Emergency Authorities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide standby emergency authority to assure that the essential energy needs of the United States are met, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:07-05:00"
}