{
  "actions": [
    {
      "acted_at": "2011-10-24", 
      "committee": "Committee on Foreign Affairs, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-10-24", 
      "committee": "House Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-10-24", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-02", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime, Terrorism, and Homeland Security", 
      "text": "Referred to the Subcommittee on Crime, Terrorism, and Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-02", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Immigration Policy and Enforcement", 
      "text": "Referred to the Subcommittee on Immigration Policy and Enforcement.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3253-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, and Homeland Security", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration Policy and Enforcement", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-24", 
  "number": "3253", 
  "official_title": "To protect children from sexual exploitation by mandating reporting requirements for convicted sex traffickers and other registered sex offenders against minors intending to engage in international travel, providing advance notice of intended travel by high interest registered sex offenders outside the United States to the government of the country of destination, requesting foreign governments to notify the United States when a known child sex offender is seeking to enter the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Megan's Law of 2011", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Christopher H.", 
    "state": "NJ", 
    "thomas_id": "01071", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-10-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Crimes against children", 
    "Criminal justice information and records", 
    "Executive agency funding and structure", 
    "Foreign aid and international relief", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Human trafficking", 
    "International affairs", 
    "International law and treaties", 
    "Sex offenses", 
    "Travel and tourism", 
    "Visas and passports"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-10-24", 
    "text": "International Megan's Law of 2011 - Requires sex offenders who are U.S. citizens or permanent residents to notify appropriate jurisdictions of their intent to travel not later than 30 days before their departure from or arrival in the United States. Requires a jurisdiction receiving such notice to transmit it to the International Sex Offender Travel Center (Center) (established under this Act). Makes the duty of a sex offender to report international travel. Terminates such duty when the sex offender is no longer required to register in any jurisdiction. Directs the Secretary of Homeland Security (DHS) to issue rules to establish procedures for reporting by sex offenders. Imposes a fine and/or prison term of up to 10 years for failure to report such travel. Requires U.S. officials and diplomatic or consular missions in foreign countries to notify sex offenders of their duty to register and report international travel. Requires the Secretary to establish a system for identifying and monitoring sex offenders who, for legitimate business, personal, or other reasons, regularly cross the U.S., Mexican, and Canadian borders. Requires the U.S. diplomatic or consular mission in each foreign country to establish and maintain a countrywide nonpublic sex offender registry for sex offenders who are U.S. citizens or permanent residents who remain in such foreign country for more than 30 consecutive days or more than 30 days in a 6-month period. Requires such a sex offender to register with such mission and to appear at the mission every six months to verify information in the registry. Requires the mission to forward new information about a sex offender to the Attorney General for purposes of updating the National Sex Offender Registry and keeping domestic law enforcement informed. Requires the Attorney General to transmit such information to the state of the legal or last known residence of such sex offender. Grants federal, state, local, tribal, and territorial law enforcement agencies access to all information in a sex offender registry maintained by a mission. Denies access by the general public to such information but permits access for certain entities that provide direct services to minor, official law enforcement entities, or entities affiliated with an official law enforcement agency for the purpose of investigating a possible sex offense. Requires a mission that determines that a sex offender has failed to comply with registration and reporting requirements to notify the Attorney General and revise its registry to reflect such failure. Amends the Sex Offender Registration and Notification Act to provide for the assistance of federal law enforcement agencies in apprehending sex offenders who violate registration requirements. Directs the President to establish the Center to monitor the travel of high interest registered sex offenders and to notify countries to which such sex offenders are traveling. Requires the Center to: (1) consult with the National Center for Missing and Exploited Children, ECPAT-USA, Inc., World Vision, and other nongovernmental organizations regarding the international travel of registered sex offenders; (2) issue the Center Sex Offender Travel Guidelines for the assessment of whether sex offenders who report international travel are considered high interest registered sex offenders by U.S. law enforcement; and (3) provide written confirmation to a sex offender of the receipt of a travel report within seven days before the date of departure indicated in the report. Authorizes the Secretary of State to revoke the passport or passport card of a convicted sex offender and limit to one year the validity of a passport issued to an individual designated as a high interest sex offender. Expresses the sense of Congress that the President should: (1) strongly encourage foreign countries that have an age of consent to sexual activity below the age of 16 to raise that age to at least 16 and foreign countries that do not criminalize the appearance of persons below the age of 18 in pornography to prohibit such activity; and (2) formally request foreign governments to notify the United States when a U.S. citizen has been arrested, convicted, or sentenced, or has completed a prison sentence, for a sex offense against a minor in the foreign country. Amends the Trafficking Victims Protection Act of 2000 to expand criteria for the elimination of severe forms of trafficking in persons by providing for international cooperation in the reporting of foreign nationals who are suspected of engaging in severe forms of trafficking of persons in another country. Encourages the President to use authorities under the Foreign Assistance Act of 1961 to assist foreign countries in identifying sex offenders and providing and receiving notification of child sex offender international travel. Requires the Inspectors General of the Departments of Justice and State to audit and report on the implementation of requirements for sex offender travel and foreign registration, the International Sex Offender Travel Center, and travel guidelines issued by the Center."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Megan's Law of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To protect children from sexual exploitation by mandating reporting requirements for convicted sex traffickers and other registered sex offenders against minors intending to engage in international travel, providing advance notice of intended travel by high interest registered sex offenders outside the United States to the government of the country of destination, requesting foreign governments to notify the United States when a known child sex offender is seeking to enter the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:29:23-05:00"
}