{
  "actions": [
    {
      "acted_at": "1983-03-24", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s917-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1983-09-20", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1983-03-24", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-24", 
  "number": "917", 
  "official_title": "A bill to amend the Comprehensive Environmental Response, Compensation and Liability Act of 1980, commonly referred to as the Superfund law, so as to provide compensation for the victims of environmental pollutants and poisons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Victim Compensation and Pollution Liability Act", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-24", 
  "subjects": [
    "Actions and defenses", 
    "Agricultural industries", 
    "Agriculture and Rural Affairs", 
    "Authorization", 
    "Compensation (Law)", 
    "Costs", 
    "Courts and Civil Procedure", 
    "Damages", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Environmental health", 
    "Environmental protection", 
    "Environmentally induced diseases", 
    "Evidence (Law)", 
    "Excise tax", 
    "Farms", 
    "Fisheries", 
    "Fishing", 
    "Food and Food Industry", 
    "Food industry", 
    "Government liability", 
    "Government trust funds", 
    "Hazardous waste disposal", 
    "Hazardous wastes", 
    "Health", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Limitation of actions", 
    "Medical economics", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Pollution control", 
    "Pollution taxes", 
    "Public health", 
    "Refuse and refuse disposal", 
    "Seafood", 
    "Seafood industries", 
    "Taxation", 
    "Toxic substances legislation"
  ], 
  "subjects_top_term": "Liability for toxic substances pollution damages", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-24", 
    "text": "Victim Compensation and Pollution Liability Act - Amends the Comprehensive Environmental Response, Compensation, and Liability Act (\"the Superfund Act\") to revise the definition of damages under such Act to include damages for economic loss or personal injury. Revises the definition of facility to include any site or area where a pollutant or contaminant has come to be located. Deletes provisions defining a \"federally permitted release\" for purposes of such Act. Includes under the definition of \"hazardous substance\" for Superfund Act purposes any waste the regulation of which under the Solid Waste Disposal Act has been suspended by Act of Congress. Applies a specified definition of \"pollutant or contaminant\" to the entire Superfund Act, rather than limiting such definition's application to provisions for response authorities. Revises liability provisions of the Superfund Act to include liability for all damages for economic loss or loss due to personal injury or loss of natural resources resulting from such a discharge, release, or disposal. Replaces provisions which limit liability on the basis of degree of fault with provisions for a \"no-fault\" compensation system. Sets forth provisions for liability for medical expenses. Permits a court to admit as relevant to the issue of causation evidence tending to establish that the hazardous substance in question causes or contributes to injury or disease of the sort claimed to have been suffered. Sets forth provisions relating to presumption of cause. Limits certain types of recovery from the Hazardous Substance Response Fund where damages or exposure occurred wholly before specified dates. Exempts the costs of relocation of residences and provisions of alternative water supplies from such limitation. Revises recovery provisions to authorize the enforcement or other application of the liabilities and responsibility of the Superfund Act both at law and equity. Provides that payment of any claims, whether by the Fund or by a party liable under the Superfund Act, shall be limited to those filed within six years of the time of discovery by a claimant of exposure, the resulting damage, and the causal relationship between the two. Revises provisions for uses of the Fund to include: (1) costs of expert witnesses and neutral expert panels in actions to recover damages; and (2) payment of specified claims by agricultural producers or processors or by harvesters or processors of fish or seafood. Prohibits delegation of specified authorities under the Superfund Act to any officer of a Federal agency with respect to a facility or release for which such agency is or may be responsible. Doubles the amount authorized to be appropriated to the Fund for FY 1984 and 1985. Extends such authorization of appropriations through FY 1990. Makes a conforming amendment extending by five years the period to be covered by the Secretary of the Treasury's annual report to the Congress on the management of the Fund. Extends through FY 1990 the authority to collect taxes conferred by the Superfund Act. Amends the Internal Revenue Code to provide for five-year extensions of provisions for an environmental tax on petroleum. Raises the amount which the unobligated balance in the Fund must exceed for such tax to be terminated before a specified date."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Victim Compensation and Pollution Liability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Comprehensive Environmental Response, Compensation and Liability Act of 1980, commonly referred to as the Superfund law, so as to provide compensation for the victims of environmental pollutants and poisons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:44-05:00"
}