{
  "actions": [
    {
      "acted_at": "1973-07-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9427-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-19", 
  "number": "9427", 
  "official_title": "A bill to require the labeling of energy-intensive consumer goods with respect to the annual energy costs of operating these goods for an average owner.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Efficiency Labeling Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-19", 
  "subjects": [
    "Consumer protection", 
    "Electric appliances", 
    "Electric power", 
    "Energy", 
    "Gas appliances", 
    "Labeling"
  ], 
  "subjects_top_term": "Electric appliances", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-19", 
    "text": "Energy Efficiency Labeling Act - States that no person shall sell in interstate commerce any electrical appliance consumer good after a date prescribed by the Federal Trade Commission unless such good bears a clearly discernable and understandable label describing the annual average energy costs for the operation of such good by an average owner in the relevant geographical region as determined by the Commission. Requires the Commission: (1) to promulgate standards for labeling electrical appliance consumer goods with respect to the annual average energy costs for the operation of the consumer goods; and (2) to define annual average usage rates for each class of goods and average energy prices for each of the several regions of the United States. Provides for spot checks of labels put on consumer goods subject to the provisions of this Act. Directs the Commission to undertake a public education program to explain the purposes of this Act. Specifies civil and criminal penalties for violation of this Act. Authorizes citizen suits under this Act against manufacturers and retailers of consumer goods, and against any Federal agency failing to perform non-discretionary duties under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Efficiency Labeling Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the labeling of energy-intensive consumer goods with respect to the annual energy costs of operating these goods for an average owner.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:26-05:00"
}