{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1214-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "1214", 
  "official_title": "A bill to provide technical and financial assistance for the development of management plans and facilities for the recovery of energy and other resources from discarded materials and for the safe disposal of discarded materials, to regulate the management of hazardous waste, and to reclaim waters damaged by sludge and sewage.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Resource Conservation and Recovery Act", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Conservation of natural resources", 
    "Corporations", 
    "Energy", 
    "Energy conservation", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Government corporations", 
    "Government operations and politics", 
    "Government procurement", 
    "Government property", 
    "Marine pollution", 
    "Recycling of waste products", 
    "Waste products"
  ], 
  "subjects_top_term": "Recycling of waste products", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Resource Conservation and Recovery Act - Title I: General Provisions - Expresses the intent and findings of Congress that alternative energy sources for public and private consumption are necessary to reduce dependence on petroleum, natural gas, and nuclear and hydroelectric generations as a power source. Sets the objective of establishing a cooperative effort to recover potential energy sources and other valuable materials from discarded material. Title II: Office of Discarded Materials; Authorities of the Administrator - Directs the Administrator of the Environmental Protection Agency to establish within the Agency an Office of Discarded Materials to carry out administrative functions under this Act and the Solid Waste Disposal Act. Stipulates that the Administrator shall have exclusive supervisory authority over litigation commenced under this Act. Requires that the concurrence of the Administrator be obtained with respect to any aspect of proceedings before the Supreme Court where the Attorney General acts as the Administrator's representative. Directs the Administrator to collect information on discarded materials for dissemination to the public. Requires the establishment of resource recovery panels to assist State and local programs. Directs the Administrator to undertake studies and reports on discarded mining wastes and sludge material. Authorizes Federal grants to public and private applicants to assist in the purchase of discarded tire shredders. Authorizes appropriations for such programs and studies. Requires annual reports to Congress by the Administrator on activities of the Office of Discarded Materials. Title III: Hazardous Waste Management - Directs the Administrator to establish criteria for identifying hazardous waste materials. Establishes procedures for the development of standards to seasonably protect human health from hazardous waste. Directs the Administrator to establish a permit program to regulate the treatment, storage, and disposal of hazardous waste. Establishes requirements for application for such permits. Directs the Administrator to establish standards for State hazardous waste programs. Establishes procedures for authorization and withdrawal of authorization by the Administrator for the operation of State programs. Requires the operators of facilities regulated by this Act to allow authorized officials duly designated by the Administrator access to records relating to hazardous waste, and to enter and inspect facilities at any reasonable time upon the furnishing of a written statement as to the reason for the inspection by the authorized official. Establishes procedures for Federal enforcement of hazardous waste regulations. Title IV: State or Regional Discarded Materials Plans - Directs the Administrator to establish guidelines for State or regional discarded materials management plans. Lists factors to be considered by the Administrator in developing such guidelines. Establishes minimum requirements for approval of plans by the Administrator. Authorizes technical assistance to States and localities for the development and implementation of such plans. Requires that such plans provide for the elimination of ocean dumping after 1981. Directs the Administrator to establish criteria for classification of facilities as sanitary landfills. Stipulates that each State or regional plan shall require disposal of all discarded material in a sanitary landfill. Authorizes the Administrator to offer financial and technical assistance to States and localities for the removal of sludge and other wastes from waters and shorelines. Directs the Administrator to establish a task force to provide such technical assistance. Authorizes appropriations for fiscal years 1979, 1980, and 1981 for grants for the removal of such sludge or waste. Authorizes the appropriation of $30,000,000 for fiscal year 1979,$40,000,000 for fiscal year 1980 and $50,000,000 for fiscal year 1981 for grants to States for the development and implementation of State plans. Authorizes Federal loan guarantees from the United States Resource Recovery Corporation to local governments and other persons only with respect to facilities located in States or regions having an approved plan. Title V: Duties of the Secretary of Commerce in Resource Conservation and Recovery. Directs the Secretary of Commerce to establish accurate specifications for recovered materials and to promote the development of resource recovery technology. Title VI: United States Resource Recovery Corporation - Creates a nonprofit United States Resource Recovery Corporation to stimulate the construction of new resource recovery facilities by reducing a portion of the operating risk inherent in traditional methods of capital formation for such facilities. Authorizes the Corporation to provide financial assistance to eligible facilities for up to 50 percent of the initial project cost. Limits the amount of financial assistance which may be outstanding at any time to a total of $2,500,000,000. Authorizes the appropriation of $3,000,000 for fiscal year 1979 and $5,000,000 for fiscal year 1980, for administrative expenses incurred by the Corporation. Title VII: Federal Responsibilities - Requires Federal procurement agencies to maximize use of resource recovery and energy efficient methods in Federal procurement practices. Directs the Administrator of the Environmental Protection Agency to establish guidelines for procurement agencies with recommended practices designed to encourage energy conservation and resource recovery. Title VIII: Miscellaneous Provisions - Prohibits employers from discriminating against employees who seek to enforce legally protected rights under this Act. Authorizes citizen suits in Federal district courts for alleged violations of provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resource Conservation and Recovery Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide technical and financial assistance for the development of management plans and facilities for the recovery of energy and other resources from discarded materials and for the safe disposal of discarded materials, to regulate the management of hazardous waste, and to reclaim waters damaged by sludge and sewage.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:42-05:00"
}