{
  "actions": [
    {
      "acted_at": "1999-11-17", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-19", 
      "bill_ids": [
        "hr3194-106"
      ], 
      "references": [], 
      "text": "See also H.R. 3194.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3424-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-17", 
  "number": "3424", 
  "official_title": "Making appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for the fiscal year ending September 30, 2000, and for other purposes.", 
  "popular_title": "Appropriations bill FY2000, Labor, HHS, Education", 
  "related_bills": [
    {
      "bill_id": "hr3037-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3064-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3194-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2000", 
  "sponsor": {
    "district": "10", 
    "name": "Young, C.W. Bill", 
    "state": "FL", 
    "thomas_id": "01255", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-11-17", 
  "subjects": [
    "Abortion", 
    "Academic performance", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Adoption", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alaska", 
    "Aliens", 
    "Alternative medicine", 
    "Appropriations", 
    "Arizona", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Army posts", 
    "Arts, culture, religion", 
    "Bilingual education", 
    "Biological warfare", 
    "Birth control", 
    "Birth defects", 
    "Black colleges", 
    "Black lung", 
    "Blind", 
    "Block grants", 
    "Boundaries", 
    "Busing (School integration)", 
    "Buy American", 
    "Cambodia", 
    "Cambodians", 
    "Cash welfare block grants", 
    "Catholic Church", 
    "Chemical warfare", 
    "Chemical weapons", 
    "Child care block grants", 
    "Child health", 
    "Child support enforcement", 
    "Child welfare", 
    "Christianity", 
    "Civil rights and liberties, minority issues", 
    "Civil rights enforcement", 
    "Civil service pensions", 
    "Claims", 
    "Class size", 
    "Clinical trials", 
    "Coal", 
    "Colleges", 
    "Community health services", 
    "Computers in education", 
    "Construction costs", 
    "Corporation for National and Community Service", 
    "Crime and law enforcement", 
    "Deaf", 
    "Department of Education", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Depressed areas", 
    "Disabled", 
    "District of Columbia", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drug legalization", 
    "Drugs", 
    "East Asia", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational research", 
    "Educational statistics", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Emergency management", 
    "Emergency medical services", 
    "Emergency medicine", 
    "Employment agencies", 
    "Employment tests", 
    "Energy", 
    "Energy assistance for the poor", 
    "Estonia", 
    "Europe", 
    "Families", 
    "Federal Mediation and Conciliation Service", 
    "Federal Mine Safety and Health Review Commission", 
    "Federal aid to Indians", 
    "Federal aid to adult education", 
    "Federal aid to child health services", 
    "Federal aid to child welfare", 
    "Federal aid to day care centers", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to higher education", 
    "Federal aid to hospitals", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to substance abuse programs", 
    "Federal aid to vocational education", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Former Soviet states", 
    "Foster home care", 
    "Government buyouts", 
    "Government employees' health insurance", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Health", 
    "Health counseling", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hearing disorders", 
    "Higher education", 
    "Housing and community development", 
    "Human embryology", 
    "Identification devices", 
    "Immigrant education", 
    "Immigration", 
    "Impact aid", 
    "Indian education", 
    "Infants", 
    "Inspectors general", 
    "Interest", 
    "International affairs", 
    "Kansas", 
    "Labor and employment", 
    "Labor statistics", 
    "Laos", 
    "Laotians", 
    "Latin America", 
    "Latvia", 
    "Law", 
    "Liability (Law)", 
    "Libraries", 
    "Licenses", 
    "Limitation of actions", 
    "Literacy programs", 
    "Lithuania", 
    "Loan defaults", 
    "Managed care", 
    "Maryland", 
    "Medicaid", 
    "Medical economics", 
    "Medical libraries", 
    "Medical research", 
    "Medical screening", 
    "Medical supplies", 
    "Medical technology", 
    "Medicare", 
    "Medicare Payment Advisory Commission", 
    "Medicare managed care", 
    "Mental health services", 
    "Mexico", 
    "Mine safety", 
    "Minorities", 
    "Missouri", 
    "National Commission on Libraries and Information Science", 
    "National Council on Disability", 
    "National Labor Relations Board", 
    "National Mediation Board", 
    "Needle exchange programs", 
    "New Mexico", 
    "Nutrition", 
    "Occupational Safety and Health Review Commission", 
    "Occupational health and safety", 
    "Older workers", 
    "Paternity", 
    "Peace", 
    "Pension Benefit Guaranty Corporation", 
    "Pension trust guaranty insurance", 
    "Prayer in the public schools", 
    "Preschool education", 
    "Public broadcasting", 
    "Public health personnel", 
    "Punitive damages", 
    "Railroad Retirement Board", 
    "Railroad retirement plans", 
    "Reading", 
    "Recruiting of employees", 
    "Refugee policy", 
    "Refugees", 
    "Regional economic development", 
    "Rehabilitation of the disabled", 
    "Religion", 
    "Religious liberty", 
    "Research and development", 
    "Research centers", 
    "Rural health", 
    "Scholarships", 
    "School violence", 
    "Science, technology, communications", 
    "Secondary education", 
    "Sexual abstinence", 
    "Smoking and youth", 
    "Social security finance", 
    "Social welfare", 
    "Soldiers' homes", 
    "Special education", 
    "State laws", 
    "Student aid", 
    "Student housing", 
    "Student loan funds", 
    "Subsidies", 
    "Supplemental security income program", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers", 
    "Technological innovations", 
    "Telephone", 
    "Texas", 
    "Transportation and public works", 
    "U.S. Institute of Peace", 
    "Unemployment insurance", 
    "Vaccines", 
    "Veterans' employment", 
    "Vietnam", 
    "Vietnamese", 
    "Vocational education", 
    "Volunteer workers", 
    "Welfare-to-work", 
    "Workers' compensation", 
    "Year 2000 computer problem"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-11-17", 
    "text": "TABLE OF CONTENTS: Title I: Department of Labor Title II: Department of Health and Human Services Title III: Department of Education Title IV: Related Agencies Title V: General Provisions Title VI: Early Detection, Diagnosis, and Interventions For Newborns and Infants With Hearing Loss Title VII: Denali Commission Title VIII: Welfare-To-Work And Child Support Amendments of 1999 Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2000 - Makes appropriations for FY 2000 for the Departments of Labor, Health and Human Services, and Education and related agencies.Title I: Department of Labor - Department of Labor Appropriations Act, 2000 - Makes appropriations for FY 2000 to the Department of Labor for: (1) training and employment services; (2) community service employment for older Americans; (3) Federal unemployment benefits and allowances; (4) State unemployment insurance and employment service operations; (5) advances to the Unemployment Trust Fund and other trust funds; (6) employment and training program administration; (7) the Pension and Welfare Benefits Administration and the Pension Benefit Guaranty Corporation; (8) the Employment Standards Administration; (9) certain special benefits; (10) the Black Lung Disability Trust Fund; (11) the Occupational Safety and Health Administration; (12) the Mine Safety and Health Administration; (13) the Bureau of Labor Statistics; (14) departmental management; (15) the Assistant Secretary for Veterans Employment and Training; and (16) the Office of Inspector General.Sets forth authorized uses of, and limitations on, funds appropriated under this title.Title II: Department of Health and Human Services - Department of Health and Human Services Appropriations Act, 2000 - Makes appropriations for FY 2000 to the Department of Health and Human Services (HHS) for: (1) the Health Resources and Services Administration; (2) the Medical Facilities Guarantee and Loan Fund for Federal interest subsidies for medical facilities; (3) health education assistance loans; (4) the Vaccine Injury Compensation Program Trust Fund; (5) Centers for Disease Control and Prevention; (6) the National Institutes of Health, including amounts for the John E. Fogarty International Center, the National Library of Medicine, the National Center for Complementary and Alternative Medicine, the Office of the Director, and buildings and facilities; (7) the Substance Abuse and Mental Health Services Administration; (8) the Agency for Health Care Policy and Research; (9) the Health Care Financing Administration for grants to States for Medicaid, payments to health care trust funds, program management, and the Health Maintenance Organization Loan and Loan Guarantee Fund; (10) the Administration for Children and Families for family support payments to States; (11) low income home energy assistance; (12) refugee and entrant assistance; (13) the child care and development block grant; (14) the social services block grant; (15) children and families services programs; (16) promoting safe and stable families pursuant to a specified provision of the Social Security Act; (17) payments to States for foster care and adoption assistance; (18) the Administration on Aging; (19) the Office of the Secretary for general departmental management; (20) the Office of Inspector General; (21) the Office for Civil Rights; (22) policy research; (23) retirement pay and medical benefits for Public Health Service commissioned officers; and (24) activities related to countering potential biological, disease, and chemical threats to civilian populations.Rescinds FY 2000 funds for a sample study of child welfare.Sets forth authorized uses of, and limitations on, funds appropriated under this title.(Sec. 209) Prohibits funds appropriated in this Act from being made available under title X (population research and voluntary family planning) of the Public Health Service Act unless the award applicant certifies to the Secretary of HHS that it encourages family participation in the decision of minors to seek family planning services and provides counseling to minors on resisting attempts to coerce them into engaging in sexual activities.(Sec. 211) Prohibits the use of funds appropriated by this Act to carry out the Medicare+Choice program if the Secretary of HHS denies participation in such program to an otherwise eligible entity (including a Provider Sponsored Organization) because the entity informs the Secretary that it will not provide, pay for, provide coverage of, or provide referrals for abortions.(Sec. 212) Amends the Public Health Service Act to require State allotments under block grants for community health services for FY 2000 to be at least the amount the State received for FY 1998. Provides a specified minimum State allotment for FY 2000 under block grants for substance abuse prevention and treatment as well.(Sec. 214) Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1990 to extend through FY 2000 the authorization of admission into the United States of a specified number of refugees from the independent states of the former Soviet Union, Estonia, Latvia, and Lithuania based on religious persecution owing to participation in the Ukrainian Catholic or Orthodox churches.Makes September 30, 2000, the latest allowable entry date for specified aliens from the former Soviet Union, Estonia, Latvia, Lithuania, Vietnam, Laos, and Cambodia for purposes of qualifying for adjustment of status.(Sec. 215) Prohibits the use of funds provided in any Act making FY 2000 appropriations for the implementation in Arizona or in Kansas City, Missouri or Kansas, of the Medicare Competitive Pricing Demonstration Project operated by the Secretary of HHS under the Balanced Budget Act of 1997.(Sec. 217) Directs the Secretary of HHS to study and report to Congress on: (1) the reasons why, and the appropriateness of the fact that, the geographic adjustment factor used in determining the amount of payment for physicians' services under Medicare is less for services provided in New Mexico than for those provided in Arizona, Colorado, and Texas; and (2) the effect that the level of the geographic cost-of-practice adjustment factor has on the recruitment and retention of physicians in small rural States.(Sec. 218) Prohibits funds appropriated by this Act from being used to withhold substance abuse funding from a State pursuant to Public Health Service Act provisions for withholding funds from States that are not in compliance with specified requirements prohibiting the sale of tobacco products to minors if a State certifies to the Secretary of HHS that it will commit additional State funds to ensure compliance with State laws prohibiting such sales.(Sec. 219) Bars the use of funds made available under this title to carry out the transmittal of August 13, 1997 (relating to self-administered drugs), of the Deputy Director of the Division of Acute Care of the Health Care Financing Administration to regional offices of the Administration or to promulgate any regulation or other transmittal or policy directive that imposes or clarifies the imposition of a restriction on the coverage of injectable drugs under Medicare beyond the restrictions applied before the date of such transmittal.Title III: Department of Education - Department of Education Appropriations Act, 2000 - Makes appropriations for FY 2000 to the Department of Education for: (1) education reform; (2) education for the disadvantaged; (3) impact aid; (4) school improvement activities; (5) reading excellence; (6) Indian education; (7) bilingual and immigrant education; (8) special education; (9) rehabilitation services and disability research; (10) special institutions for persons with disabilities, including the American Printing House for the Blind, the National Technical Institute for the Deaf, the Kendall Demonstration Elementary School, the Model Secondary School for the Deaf, and Gallaudet University; (11) vocational and adult education; (12) student financial assistance; (13) the Federal Family Education Loan program account; (14) higher education; (15) Howard University; (16) the college housing and academic facilities loans program; (17) the historically Black college and university capital financing program account; (18) education research, statistics, and improvement; (19) departmental management; (20) the Office for Civil Rights; and (21) the Office of the Inspector General.Sets forth authorized uses of, and limitations on, funds appropriated under this title.(Sec. 301) Prohibits funds appropriated in this Act from being used to: (1) transport teachers or students in order to overcome racial imbalance in any school or to carry out a racial desegregation plan; or (2) prevent the implementation of programs of voluntary prayer and meditation in public schools.(Sec. 306) Amends the Elementary and Secondary Education Act of 1965 to reduce to 35 percent the Federal share available for Even Start family literacy programs in any year after the eighth year of receiving assistance. Removes a provision which limits the receipt of such assistance to a period of eight years.(Sec. 307) Requires the Secretary of Education to restore the eligibility of Jacksonville College in Texas to participate in the Pell Grant program. Directs the College to implement a default management plan satisfactory to the Secretary.(Sec. 310) Allocates amounts appropriated for title VI of the Elementary and Secondary Education Act of 1965. Provides for distribution of funds to local educational agencies (LEAs) for purposes of reducing class size. Authorizes the use of such funds for: (1) recruiting, hiring, and training teachers; (2) testing new teachers for academic content knowledge and to meet State certification requirements; and (3) providing professional development to teachers.Requires States and LEAs to report to parents on progress in reducing class size, increasing the percentage of classes in core academic areas taught by fully qualified teachers who are certified and demonstrate competency in the content areas in which they teach, and the impact that hiring additional highly qualified teachers and reducing class size has had on increasing student academic achievement.Repeals titles III and IV of the Goals 2000: Educate America Act on September 30, 2000.(Sec. 311) Amends the Y2K Act to prohibit punitive damages in a Y2K action from being awarded against an institution of higher education. Makes such prohibition inapplicable to an institution where the Y2K failure occurred in a computer-based student financial aid system of that institution and the institution has passed Y2K data exchange testing with the Department of Education or is not or was not in the process of performing data exchange testing with the Department at the time the Department terminates such testing.(Sec. 312) Amends the Missing, Exploited, and Runaway Children Protection Act to remove a funding provision with respect to a study of school violence.Title IV: Related Agencies - Makes appropriations for FY 2000 to the: (1) Armed Forces Retirement Home; (2) Corporation for National and Community Service; (3) Corporation for Public Broadcasting; (4) Federal Mediation and Conciliation Service; (5) Federal Mine Safety and Health Review Commission; (6) Office of Library Services; (7) Medicare Payment Advisory Commission; (8) National Commission on Libraries and Information Science; (9) National Council on Disability; (10) National Education Goals Panel; (11) National Labor Relations Board; (12) National Mediation Board; (13) Occupational Safety and Health Review Commission; (14) Railroad Retirement Board for the dual benefits payments account, Federal payments to the railroad retirement accounts, administration, and the Office of Inspector General; (15) Social Security Administration for payments to the social security trust funds, special benefits for disabled coal miners, the Supplemental Security Income (SSI) Program, administrative expenses, and the Office of Inspector General; and (15) U.S. Institute of Peace.Sets forth authorized uses of, and limitations on, funds appropriated under this title.Title V: General Provisions - Sets forth authorized uses of, and limitations on, funds appropriated under this Act.(Sec. 505) Prohibits the use of funds appropriated under this Act for programs to distribute sterile needles or syringes for the injection of illegal drugs.(Sec. 506) Sets forth Buy American requirements.(Sec. 508) Prohibits funds appropriated under this Act from being expended for abortions or for health benefits coverage that includes coverage of abortion, except in cases where the pregnancy is the result of rape or incest or where a woman suffers from a physical condition that would, as certified by a physician, place her in danger of death unless an abortion is performed.(Sec. 510) Prohibits the use of funds made available in this Act for: (1) the creation of a human embryo for research purposes; or (2) research in which a human embryo is destroyed or knowingly subjected to risk of injury or death greater than that allowed for research on fetuses in utero under Federal regulations and the Public Health Service Act.(Sec. 511) Prohibits the use of funds made available in this Act for activities to promote the legalization of a controlled substance unless there is significant medical evidence of a therapeutic advantage to the use of such substance or that federally-sponsored trials are being conducted to determine such advantage.(Sec. 514) Bars the use of funds made available in this Act to promulgate a final standard under the Social Security Act providing for a unique health identifier for an individual (except in an individual's capacity as an employer or health care provider) until legislation is enacted specifically approving the standard.(Sec. 515) Amends the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 1997 to extend the availability of certain voluntary separation incentives for employees of the Railroad Retirement Board and its Office of Inspector General.(Sec. 516) Amends the United States-Mexico Border Health Commission Act to require the President to appoint the U.S. members of the U.S.-Mexico Border Health Commission and to attempt to conclude an agreement with Mexico providing for the establishment of such Commission. Eliminates a Commission duty to formulate recommendations regarding a method by which the government of one country could reimburse an entity in the other country for the cost of a health care service provided by the entity to a citizen of the first country who is unable to pay for the service.(Sec. 517) Provides that the applicable time limitations with respect to the giving of notice of injury and the filing of a claim for compensation for disability or death under the Federal Employees' Compensation Act for injuries sustained as a result of exposure to a nitrogen or sulfur mustard agent in the performance of official duties as an employee at the Department of the Army's Edgewood Arsenal before March 20, 1944, shall not begin to run until this Act's enactment date.Title VI: Early Detection, Diagnosis, and Interventions For Newborns and Infants With Hearing Loss - Mandates grants or cooperative agreements to: (1) develop statewide newborn and infant hearing screening, evaluation, and intervention programs and systems; and (2) provide technical assistance to State agencies to complement an intramural program and to conduct applied research related to newborn and infant hearing screening, evaluation, and intervention programs and systems. Requires the National Institutes of Health to continue a program of research and development on the efficacy of new screening techniques and technology. Mandates Federal coordination and collaboration with State and local agencies, consumer groups, national medical, health, and education specialty organizations, deaf or hard-of-hearing individuals and their families, qualified professional personnel, and related commercial industries. Authorizes appropriations.Title VII: Denali Commission - Amends the Denali Commission Act of 1998 to authorize the Secretary of Health and Human Services to make grants to the Denali Commission to plan, construct, and equip demonstration health, nutrition, and child care projects in order to demonstrate the value of adequate health facilities and services to regional economic development. Limits grants for construction or equipment to 50 percent of costs (80 percent for projects located in severely economically distressed communities). Authorizes appropriations.Title VIII: Welfare-To-Work And Child Support Amendments of 1999 - Amends part A (Temporary Assistance for Needy Families) (TANF) of title IV of the Social Security Act (SSA) to: (1) repeal certain eligibility requirements (thus allowing flexibility in eligibility) for participation of both custodial and noncustodial parents in the welfare-to-work (WtW) program; (2) make vocational educational and job training of up to six months allowable TANF activities; (3) authorize a grantee that is neither a private industry council nor a workforce investment board to provide employment services directly; (4) revise financial and participant information reporting requirements; (5) authorize State agencies to disclose name, address, and telephone information (subject to safeguards) about potential program participants to aid private industry councils in their administration of WtW grant funds; and (6) reduce the set-aside of a portion of WtW funds for performance bonuses.(Sec. 807) Amends SSA title IV part D (Child Support and Establishment of Paternity) to establish an alternative penalty procedure for State disbursement units under which: (1) units that achieve compliance requirements by April 1, 2000, shall have all penalties waived; and (2) units that achieve compliance between April 1, 2000, and September 30, 2000, shall pay no more than one percent of the penalty base with respect to the failure involved."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY2000, Labor, HHS, Education", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Education Department FY2000 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Health and Human Services FY2000 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Labor Department FY2000 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Education Appropriations Act, 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Health and Human Services Appropriations Act, 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Labor Appropriations Act, 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for the fiscal year ending September 30, 2000, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:38-05:00"
}