{
  "actions": [
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs, S. Rept. 96-737.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-25", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-25", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #253 (79-15).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-04", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-04", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-04", 
      "bill_ids": [
        "hr6417-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 6417.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-12", 
      "references": [], 
      "text": "Senate considered House amendments.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2720-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-15", 
  "number": "2720", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide authorizations for appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6417-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Aid Highway Amendments of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1980-05-15", 
  "subjects": [
    "Airports", 
    "Authorization", 
    "Bridges", 
    "Buy American", 
    "California", 
    "Car pools", 
    "Congressional oversight", 
    "Crime prevention", 
    "Disabled", 
    "District of Columbia", 
    "Economics and public finance", 
    "Energy conservation", 
    "Energy transportation", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Government lending", 
    "Government paperwork", 
    "Interstate highway system", 
    "Marine transportation", 
    "Maryland", 
    "Mass rapid transit", 
    "Medicare", 
    "Motor buses", 
    "New Hampshire", 
    "Oregon", 
    "Parking facilities", 
    "Public safety", 
    "Railroad facilities", 
    "Railroad passenger traffic", 
    "Railroads", 
    "Research and development", 
    "Right-of-way", 
    "Roads and highways", 
    "Terminals (Transportation)", 
    "Toll roads", 
    "Traffic engineering", 
    "Transportation and Travel", 
    "Transportation and state", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Transportation rates", 
    "Transportation research", 
    "Transportation safety", 
    "Urban affairs", 
    "Urban transportation", 
    "Virginia"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-12-04", 
    "text": "(Measure passed House, amended, in lieu of H.R. 6417) Surface Transportation Act of 1980 =Title I: Federal-Aid Highway Amendments of 1980= - Amends Federal law to extend the authorization of appropriations for highway and bridge repair from fiscal year 1977 through fiscal year 1980. Limits to $150,000,000 the amount which may be authorized in subsequent fiscal years. Authorizes the Secretary of Transportation to make grants for specified energy conservation projects on nontoll public roads to reduce traffic congestion and facilitate traffic flow on a Federal-aid system. Directs that the Federal share of the cost of such projects shall be 90 percent, except that projects designed to encourage the nonrecreational use of bicycles may receive a Federal share of 95 percent. Sets forth a formula for the annual apportionment of funds to the States under this Act. Mandates that each State receive not less than one-half of one percent of such apportionment for each fiscal year. Authorizes appropriations for fiscal years 1982 through 1985 for such projects. Requires a State to maintain any project constructed under this Act even after such project no longer constitutes a part of a Federal-aid system. Authorizes the Secretary to make grants: (1) to reconstruct, resurface, restore, and rehabilitate nontoll public roads which are incurring a substantial use as a result of transportation activities to meet national energy requirements; and (2) for transportation projects which will alleviate the environmental, social, and economic impact of increased train traffic to meet such requirements in communities located along specified rail corridors. Permits a State to use up to 50 percent of railroad crossing relocation funds for constructing grade separations between railroads and highways. Sets the Federal share of the cost of any such project at 80 percent. Directs the Secretary to establish a formula for apportionment of such funds. Authorizes appropriations for fiscal years 1982 through 1985 for such projects. Authorizes appropriations for fiscal years 1980 through 1982 to encourage the use of carpools and vanpools. Limits the total of all obligations for Federal-aid highways and highway safety construction programs for fiscal year 1981. Exempts specified emergency and bridge projects from such constraint. Prohibits the Secretary from distributing amounts authorized for administrative expenses and forest highways. Authorizes payment for the cost of completing the construction of a particular type of two lane bridge as a four lane bridge upon the completion of specified portions of such bridge. Authorizes the Secretary to reimburse the State of California 75 percent of certain costs for land acquisition for a Federal-aid urban system project. Authorizes the Secretary to approve the construction of publicly owned parking facilities on land adjacent to the Interstate Highway System. Directs that such facilities shall be located and designed: (1) in conjunction with existing or planned public transportation automated distributor facilities; and (2) to encourage carpool and vanpool use. Directs the Secretary to study and report to Congress within two years on the feasibility of upgrading California State Highway 86 for the purpose of improving highway safety and the delivery of agricultural products to market. Directs that Federal-aid highway funds paid on account of specified sections of the F.E. Everett Turnpike in the State of New Hampshire be repaid to the Federal-aid Highway Trust Fund prior to the collection of any tolls on such Turnpike. Frees such specified sections of the Turnpike from certain toll collection restrictions. Amends the Surface Transportation Assistance Act of 1978 to extend the existence of the National Alcohol Fuels Commission until December 31, 1982. Increases the amount available to such Commission from $3,000,000 to $4,500,000. Prohibits the State of California from restricting the use of lanes on any Federal-aid highway in the unincorporated areas of Alameda County, California, to high occupancy vehicles. Authorizes the State of Maryland to: (1) continue to collect tolls from its existing transportation facilities projects; and (2) use the revenues from such tolls for specified transportation projects. Authorizes the Secretary to approve the reconstruction of any bridge (on the Interstate System) owned by the United States and located in two States and the District of Columbia. Authorizes appropriations from the Highway Trust Fund for such purposes beginning in fiscal year 1982. =Title II: Federal Public Transportation Act of 1980= - Amends the Urban Mass Transportation Act of 1964 to authorize the Secretary of Transportation to make grants or loans to States and local public bodies for the acquisition of rights-of-way for fixed guideway corridor development for specified projects. Requires the Secretary to notify the appropriate Congressional committees at least 30 days in advance of issuing a letter of intent to fund a project. Directs the Secretary to submit to the appropriate Congressional committees: (1) a proposed allocation plan for the modernization or rehabilitation of rail mass transportation facilities and equipment prior to April 15, 1982; and (2) a revised allocation plan prior to January 1, 1984, and every two years thereafter. Directs that such plan shall become the final allocation plan upon approval by Congress. Directs that, beginning in fiscal year 1983, 75 percent of the funds made available by the Secretary for modernization and rehabilitation of rail facilities and equipment shall be distributed in accordance with such allocation plan. Authorizes the Secretary to establish a longer loan period (presently limited to ten years) for loans to States and local public bodies to finance the acquisition of real property for use as rights-of-way, station sites, or for related purposes. Increases the authorization of appropriations for discretionary grants or loans for fiscal years 1980 through 1983. Extends such grants through fiscal year 1985. Authorizes an appropriation for fiscal years 1986 through 1990 for new rail transportation systems, rail extensions, and automated fixed guideways (including advance acquisition of rights of way). Establishes a minimum amount for such authorization which may be made available for grants and loans for such systems, extensions, and guideways. Requires that, after fiscal year 1980: (1) not less than five percent of such funds be obligated for projects in areas having populations of less than 200,000; and (2) not more than $15,000,000 of such funds be used for programs that address human resource needs as they apply to public transportation activities. Deletes specified funds for formula grants for areas other than urbanized areas for fiscal year 1982. Directs the Secretary to report to Congress biennially concerning certain proposed authorization requests under such Act for the next succeeding five fiscal years. Directs the Secretary to conduct a study to determine whether certain factors could result in a more equitable allocation method for determining specified apportionments under such Act. Extends the authorization of appropriations through fiscal year 1985 for: (1) grants for transportation centers; and (2) administrative and other expenses. Authorizes the Secretary to grant, from an emergency fund, to States and local public bodies, funds for repair or replacement of public transportation equipment and facilities which have been damaged by natural disaster or a catastrophe. Directs that no funds shall be expended for such relief unless the Secretary has received an application from the State or local public body and unless an emergency has been declared by the Governor of the State and concurred in by the Secretary. Limits expenditures that may be made for such purposes. Revises apportionment guidelines for urban mass transit construction and operating grants. Consolidates and extends such grant program through fiscal year 1985. Directs that, beginning fiscal 1982, a State Governor shall take into account service based factors, such as revenue vehicle miles, as a basis for distribution of such funds. Authorizes the Governor to transfer certain funds under specified conditions. Extends through fiscal year 1981 the authorization of appropriations for the purchase of buses and related materials. Sets forth requirements and formulae to be followed in making incentive grants to urbanized areas beginning in fiscal year 1982. Entitles a person presenting a medicare card to receive special rates established for the elderly or handicapped when paying mass transit fares. Directs that, as of July 1, 1983, energy conservation be considered to the maximum extent feasible in the design of mass transportation facilities and equipment. Directs that nonurban grants shall be allocated among the States so that each State receives at least one percent of the amount appropriated. Requires participating States to develop a State plan for nonurban transportation and comply with such plan by fiscal year 1984. Extends through fiscal year 1985 the authorization of appropriations for: (1) terminal development; and (2) intercity bus service. Authorizes the Secretary to investigate unsafe conditions in any transit system financed under this Act. Directs the Secretary to require State or local public agencies to submit a plan for correcting such unsafe conditions. Permits the Secretary to withhold financial assistance under this Act until such plan is approved and implemented. Directs the Secretary to evaluate the urbanized area planning process carried out under such Act. Requires the Secretary's findings and policy recommendations to be reported to Congress within one year of the date of enactment of this Act. Directs the Secretary, by January 1, 1983, to: (1) conduct a feasibility study and cost-benefit analysis on adding high occupancy vehicle lanes to freeways providing service to certain airports in California; and (2) report such study to Congress. Authorizes a recipient of Federal financial assistance under this Act to submit a program for transportation of handicapped persons for approval by the Secretary. Directs the Secretary, in consultation with the Architectural and Transportation Barriers Compliance Board, to approve such programs which meet specified requirements. Sets forth compliance provisions. Exempts certain new rail systems and extensions and major alterations to existing systems from such program. Directs each recipient to certify annually to the Secretary that it is complying with such program. Directs the appropriate Congressional committees to conduct oversight hearings on such program at least annually for the first five years after enactment of this Act. Directs the Secretary to: (1) carry out a demonstration project using high-speed waterborne transportation equipment in the vicinity of Portland, Oregon; and (2) report the results of such project to Congress by the end of fiscal year 1983. Directs that any project contract whose total cost exceeds $500,000 must be for goods at least 50 percent of which have been mined or produced in the United States. Authorizes the Secretary to require a State or local public body to develop a comprehensive plan to reduce crime on a mass transportation system funded under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Public Transportation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Surface Transportation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal-aid Highway Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Public Transportation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Federal Aid Highway Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Federal Public Transportation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide authorizations for appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:27-05:00"
}