{
  "actions": [
    {
      "acted_at": "1979-06-15", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4498-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-15", 
  "number": "4498", 
  "official_title": "A bill to change certain requirements applicable to purchasers of timber from national forests, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Weaver, James H.", 
    "state": "OR", 
    "thomas_id": "01210", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-15", 
  "subjects": [
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Department of Agriculture", 
    "Department of the Treasury", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Forests", 
    "Forests and forest products", 
    "Government trust funds", 
    "Income tax", 
    "International corporations", 
    "Lumber trade", 
    "National forests", 
    "Reforestation", 
    "Soil conservation", 
    "Tax credits", 
    "Tax incentives", 
    "Taxation", 
    "Wood"
  ], 
  "subjects_top_term": "Reforestation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-15", 
    "text": "Title I: Requirements Applicable to Purchasers of National Forest Timber - Authorizes the Secretary of Agriculture to require a purchaser of national forest timber to perform work on the national forest land he has cut over, in lieu of depositing money to cover the costs of reforestation. Directs the Secretary to prescribe standards for determining whether the purchaser's reforestation work is sufficient to return the cut over area to a productive condition. Requires any such reforestation work to be completed within five years after the date of completion of the timber sale. Title II: Provisions to Encourage Domestic Softwood Log Processing - Amends the Internal Revenue Code to impose the regular corporate income tax rates on any income to a Domestic International Sales Corporation (DISC) including income distributed by such corporation as dividends, which is attributable to sales or exchanges of softwood logs which are exported (whether or not by such corporation). Exempts from such imposition of tax any taxpayer which in good faith accepts a certification from the person to whom the log is sold or exchanged that the log will not be exported. Establishes in the United States Treasury a Forest Service Nurseries Fund to receive transfers from the general fund of the Treasury equal to proceeds from the taxes imposed by this Act. Requires that such Fund shall be made available to the Secretary for the establishment and operation of nurseries to provide stock for the reforestation of public and private forest lands. Establishes an income tax credit for qualified forestry expenditures which involve: (1) the planting of tree seeds or seedlings (other than fruit or nut tree seeds or seedlings) for the production of timber; or (2) the planting of shelterbelts. Sets the amount of such credit equal to the greater of: (1) 25 percent of such qualified forestry expenditures as does not exceed $5,000 during the taxable year; or (2) ten percent of such expenditures, regardless of the amount. Limits such credit to expenditures with respect to one acre or more, and to taxpayers who own at least 25 acres of land suitable for producing timber usable for the manufacture of wood products (but only if such taxpayer did not receive or expend cost-sharing funds received under the Cooperative Forestry Assistance Act of 1978). Allows a three-year carryback and a seven-year carryforward for any unused credits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to change certain requirements applicable to purchasers of timber from national forests, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:19-05:00"
}