{
  "actions": [
    {
      "acted_at": "1975-10-02", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9998-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-02", 
  "number": "9998", 
  "official_title": "A bill to establish a procedure for adjustment of debts of public agencies and instrumentalities and political subdivisions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Badillo, Herman", 
    "state": "NY", 
    "thomas_id": "00040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-02", 
  "subjects": [
    "Bankruptcy", 
    "Debt", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Law", 
    "Municipal finance"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-02", 
    "text": "Grants courts of bankruptcy original jurisdiction for the adjustment of the debts of public agencies, instrumentalities, and political subdivisions. Permits any such entity to file a voluntary petition alleging bankruptcy, and setting forth a plan for the composition, adjustment, or extension of the debt. States that the filing of such a petition shall operate as an automatic stay in any proceeding in any court to enforce a judgment, order lien, setoff, or counterclaim relating to any contract, debt or obligation. Authorizes the vacating of such stays if the court finds that withholding of relief requested by an affected creditor will result in irreparable injury, loss, or damage to the complainant. Permits the petitioner to expend moneys for the maintenance and provision of services such petitioner has been providing. States that creditors may reject plans submitted by the petitioner within specified time limits. Provides that the plan may include provisions modifying or altering the rights of creditors generally, or of any class of them, either through the issuance of new securities of any character, or otherwise. Requires the court to confirm the plan upon a finding that the plan: (1) is fair and equitable; (2) provides funds for the petitioner to maintain and provide necessary governmental services; and (3) is feasible and is for the best interests of the petitioner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a procedure for adjustment of debts of public agencies and instrumentalities and political subdivisions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:16-05:00"
}