{
  "actions": [
    {
      "acted_at": "2011-11-14", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-15", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-01", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Subcommittee on Energy and Mineral Resources Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-01", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-01", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 29 - 13.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-02-09T14:40:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Natural Resources. H. Rept. 112-393.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-09T14:40:00-05:00", 
      "calendar": "Union", 
      "number": "273", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 273.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3407-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Duncan, Jeff", 
      "sponsored_at": "2012-01-31", 
      "state": "SC", 
      "thomas_id": "02057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kline, John", 
      "sponsored_at": "2011-12-13", 
      "state": "MN", 
      "thomas_id": "01733", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Don", 
      "sponsored_at": "2011-11-14", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-14", 
  "number": "3407", 
  "official_title": "To direct the Secretary of the Interior to establish and implement a competitive oil and gas leasing program for the exploration, development, and production of the oil and gas resources of the Coastal Plain of Alaska, to ensure secure energy supplies for the continental Pacific Coast of the United States, lower prices, and reduce imports, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr49-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1023-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1287-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1682-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3487-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s352-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s706-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Alaskan Energy for American Jobs Act", 
  "sponsor": {
    "district": "4", 
    "name": "Hastings, Doc", 
    "state": "WA", 
    "thomas_id": "00512", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-02-01", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alaska", 
    "Arctic Ocean", 
    "Energy", 
    "Energy revenues and royalties", 
    "Environmental assessment, monitoring, research", 
    "Indian lands and resources rights", 
    "Judicial review and appeals", 
    "Land transfers", 
    "Land use and conservation", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Oil and gas", 
    "Pipelines", 
    "Pollution liability", 
    "Roads and highways", 
    "Trade restrictions", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2012-02-09", 
    "text": "Alaskan Energy for American Jobs Act - (Sec. 3) Directs the Secretary of the Interior, acting through the Director of the Bureau of Land Management (BLM), to implement a competitive leasing program for the exploration, development, and production of the oil and gas resources on the Coastal Plain of Alaska. Amends the Alaska National Interest Lands Conservation Act to repeal the prohibition against leasing or other development leading to production of oil and gas from the Arctic National Wildlife Refuge (ANWR). Deems oil and gas leasing programs and activities authorized by this Act to be in compliance with the purposes of ANWR, so that no further findings or decisions are required to implement this determination. Deems the \"Final Legislative Environmental Impact Statement\" (April 1987), on the Coastal Plain, to satisfy requirements under the National Environmental Policy Act of 1969 (NEPA) applicable to prelease activities under this Act, including actions authorized to be taken by the Secretary to promulgate regulations governing the establishment of a leasing program under this Act before the conduct of the first lease sale. States that the Secretary: (1) is not required to identify nonleasing alternative courses of action or to analyze their environmental effects; (2) shall only identify a preferred action for such leasing and a single leasing alternative, and analyze their environmental effects and potential mitigation measures; and (3) shall only consider timely filed public comments that specifically address the Secretary's preferred action. Deems compliance with this Act to satisfy all NEPA requirements for the analysis and consideration of the environmental effects of proposed leasing. Authorizes the Secretary to designate as a Special Area up to 45,000 acres of the Coastal Plain, after consultation with the state of Alaska, the city of Kaktovik, and the North Slope Borough. Directs the Secretary to designate the Sadlerochit Spring area as a Special Area. Authorizes the Secretary to exclude any Special Area from leasing. Permits directional (horizontal) drilling in a Special Area. States that the Secretary's sole authority to close lands within the Coastal Plain to oil and gas leasing, exploration, development, and production is that set forth in this Act. (Sec. 4) Directs the Secretary to establish procedures for lease sales, which may be conducted through an Internet leasing program. Instructs the Secretary to offer: (1) tracts with the greatest potential for the discovery of hydrocarbons; (2) no less than 50,000 acres for lease within 22 months after the date of the enactment of this Act; and (3) thereafter no less than an additional 50,000 acres at 6-, 12-, and 18-month intervals. Directs the Secretary to: (1) conduct additional sales within 2 years after the last 6-month interval sale if sufficient interest warrants, and (2) evaluate the bids in each sale and issue resulting leases within 90 days after completion of a sale. (Sec. 5) Authorizes the Secretary to grant to the highest responsible qualified bidder in a such lease sale, upon payment of a bonus, any lands to be leased on the Coastal Plain. Prohibits the sale, exchange, assignment, subletting, or other transfer of a lease issued under this Act, without approval by the Secretary. (Sec. 6) Prescribes Coastal Plain lease terms and conditions that include: (1) payment of a minimum 12.5% royalty, (2) seasonal closings to protect caribou calving and other fish and wildlife areas, (3) full liability for reclamation, (4) best efforts to provide a fair share of employment and contracting for Alaska Natives and Alaska Native corporations, and (5) prohibition on the export of oil produced under the lease. Instructs the Secretary to require that the lessee and its agents and contractors negotiate to obtain an agreement for the employment of laborers and mechanics on production, maintenance, and construction under the lease. (Sec. 7) Expresses the intent of Congress that: (1) this Act will support a healthy and growing domestic energy sector that helps to reinvigorate American manufacturing, transportation, and service sectors; and (2) Congress will monitor the deployment of personnel and material to encourage the development of American technology and manufacturing and the establishment of industrial facilities to support expanded access to American resources. Instructs the Secretary to encourage the use of U.S. workers and equipment manufactured in the United States in all construction related to mineral development on the Coastal Plain. (Sec. 8) Directs the Secretary to require: (1) site-specific assessment and mitigation; (2) regulations to protect Coastal Plain fish and wildlife resources, subsistence users, and the environment; (3) compliance with environmental laws; (4) design safety and construction standards for pipelines and access and service roads; (5) stringent reclamation and rehabilitation requirements; (6) restrictions affecting transportation modes, sand and gravel extraction, use of explosives, and hazardous and toxic waste disposal. Sets forth a \"no significant adverse effect\" standard to govern Coastal Plain activities. Instructs the Secretary to develop a facility consolidation plan for the Coastal Plain for the exploration, development, production, and transportation of Coastal Plain oil and gas resources. (Sec. 9) Prescribes procedures for expedited judicial review of complaints. (Sec. 10) Requires deposit in the Treasury of 50% of all bonus, rental, and royalty revenues from federal oil and gas leasing and operations authorized under this Act. (Sec. 11) Directs the Secretary to: (1) issue rights-of-way and easements across the Coastal Plain for the transportation of oil and gas produced under leases under this Act, (2) convey to the Kaktovik Inupiat Corporation the surface estate of specified lands, and (3) convey to the Arctic Slope Regional Corporation a certain subsurface estate to which it is entitled pursuant to a specified agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaskan Energy for American Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Alaskan Energy for American Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To direct the Secretary of the Interior to establish and implement a competitive oil and gas leasing program for the exploration, development, and production of the oil and gas resources of the Coastal Plain of Alaska, to ensure secure energy supplies for the continental Pacific Coast of the United States, lower prices, and reduce imports, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:30:59-05:00"
}