{
  "actions": [
    {
      "acted_at": "1976-03-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12263-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Helstoski, Henry", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00529", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-03", 
  "number": "12263", 
  "official_title": "A bill to amend the Community Mental Health Centers Act to require States which receive assistance under that act to establish and maintain mental health advocacy services.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11458-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Mental Health and Disability Advocacy Services Act", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-03", 
  "subjects": [
    "Aged and aging", 
    "Geriatrics", 
    "Government operations and politics", 
    "Law", 
    "Medical care, personnel, and facilities", 
    "Mental care facilities", 
    "Mental health", 
    "Mental illness", 
    "Mentally handicapped", 
    "Nursing homes", 
    "Social welfare"
  ], 
  "subjects_top_term": "Mental health", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-03", 
    "text": "National Mental Health and Disability Advocacy Services Act - Declares it the policy of Congress that persons facing involuntary commitment to a mental or geriatric care facility be given the benefit of due process of law, including but not limited to the right of counsel, in all court and administrative proceedings. Entitles persons so committed seeking release or those alleging deprivation of any constitutional or statutory right to the same safeguards. Requires that an ombudsperson system, to help solve patients' problems which do not involve litigation but necessitate aid, advice, or counseling, be provided and be accessible to all clients of any mental or geriatric care system. Establishes, under the Community Mental Health Centers Act, an Office of Mental Health and Disability Advocacy Services, directing that such Office and the National Institute of Mental Health shall actively seek areas for cooperation in education, training, program, policy and service development, and other related matters. Instructs the Office to enter into contracts with States to assist them in meeting the costs of establishing and maintaining a program of mental health advocacy services, each such program to be under the supervision of a State coordinator. Restricts the amount of any contract entered into to 75 percent of the costs of the program involved. Forbids entering into a contract until it has been submitted to and approved by the Director of the Office. Instructs the State coordinator to set up an office to administer the State program, and directs such office to attempt to establish internship programs with local law schools, graduate schools of social work or psychology, and undergraduate departments of social work or psychology. Grants such office the authority to bring and defend against civil actions for and on behalf of individuals (and classes of individuals) receiving services within the mental health or geriatric care system of the State. Requires that the State program include a mental health, retardation, and geriatric system ombudsperson and that each applicable State facility have its own ombudsperson who reports to the State ombudsperson. Imposes duties and grants specified powers to ombudspersons. Prohibits any State from receiving assistance under the Community Mental Health Centers Act unless such State has established and maintains a mental health advocacy services program. Defines terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Mental Health and Disability Advocacy Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Community Mental Health Centers Act to require States which receive assistance under that act to establish and maintain mental health advocacy services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:54-05:00"
}