{
  "actions": [
    {
      "acted_at": "1973-12-03", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce (without written report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-06", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services, S. Rept. 93-601.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-11", 
      "bill_ids": [
        "hr9142-93"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 9142 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2767-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-03", 
  "number": "2767", 
  "official_title": "An original bill to authorize and direct the maintenance of adequate and efficient rail services in the Midwest and Northeast region of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9142-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Rail Services Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1973-12-03", 
  "subjects": [
    "Advisory bodies", 
    "Corporations", 
    "Labor and employment", 
    "Midwest (U.S.)", 
    "Northeastern States", 
    "Railroad law", 
    "Railroad reorganization", 
    "Railroad rolling stock", 
    "Railroads", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Railroad law", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1973-12-06", 
    "text": "(LATEST SUMMARY) Rail Services Act - =Title I: Formal Provisions= - Expresses the findings and declarations of Congress. Enumerates the purposes of this Act, including to provide for: (1) the identification of a rail service system in the Midwest and Northeast region which is adequate to meet the needs and service requirements of this region and of the national rail transportation system; and (2) the restructuring of railroads in this region into an economically viable system capable of providing adequate and efficient rail service to the region. Sets forth the definitions of terms used in this Act. =Title II: Government National Railway Association= - Establishes an incorporated nonprofit association to be known as the Government National Railway Association, to be governed by a Board of Directors. Provides that the Association shall be a government corporation of the District of Columbia. Enumerates the powers and duties of the Association. Directs each railroad to maintain and make available such records, reports, and data, as the Secretary of Transportation, the Office, or the Association requires or requests. Establishes a new Office in the Commission to be known as the Rail Emergency Planning Office, to function continuously pursuant to the provisions of this Act, and to cease to exist 5 years after the date of enactment of this Act. Enumerates the duties of the Office, including to: (1) study and evaluate the Secretary's report on rail services in the region; (2) prepare and submit to the Commission, the Congress, and the Association its evaluation and critique of the preliminary system plan; and (3) make determinations of qualifications for rail service continuation subsidies. Directs the Office to maintain a list of its determinations of qualification for rail service subsidies. Establishes an American Railroad Consolidation Commission to consist of nine members to: (1) after investigation and study, formulate a plan for the consolidation of all classes, privately owned, common carriers by railroad, including their railroad subsidiaries and affiliated terminal companies, in the United States, exclusive of Alaska and Hawaii, and excluding lines wholly owned and operated by Canadian National and Canadian Pacific Railways, into one private corporation and to assess and determine the value of such railroads as a whole, the value of each separate component and proper capitalization of the entire system and distribution of securities to its components, and (2) study railroad diversification into businesses not traditionally considered part of a railroad operation. Outlines the goals to be achieved in the final system plan, including: (1) the creation of a financially self-sustaining rail service system in the region; (2) the establishment of improved high-speed rail passenger service; (3) the maximum use of those modes of transportation in the region which require the smallest amount of scarce energy resources and of those modes which can most efficiently transport energy resources; (4) the stimulation of competition in the region in the provision of transportation services; and (5) the achievement in the region of any ambient air quality standard under the Clean Air Act. Requires that, within 300 days after the date of enactment of this Act, the Association shall adopt a preliminary system plan. Provides for review of the final system plan by Congress. States that the Association shall make application to the judicial panel on multi-district litigation for the consolidation in a single, three-judge district court of the United States of all judicial proceedings with respect to the final system plan. Authorizes to be appropriated to the Secretary such amounts as are necessary to discharge the obligations of the United States under this section. Authorizes the Association to make loans to the Corporation, the National Rail Passenger Corporation, a regional transportation authority, and other railroads in the region, for purposes of assisting in the implementation of the final system plan, and to railroads outside the region which are threatened with insolvency in the absence of such loans. Empowers the Secretary, pending the implementation of the final system plan, to pay to the trustees of railroads in reorganization such sums as are necessary for the continued provision of essential transportation services by such railroads. Authorizes appropriations for such purposes not to exceed $85,000,000. Authorizes appropriations not to exceed $15,350,000 to the Secretary for purposes of preparing the reports and exercising other functions to be performed by him under this Act. Authorizes to be appropriated to the Commission for the use of the Office in carrying out its functions under this Act sums as are necessary, not to exceed $12,500,000. Authorizes to be appropriated to the Association for purposes of carrying out its administrative expenses under this title and title III of this Act such sums as are necessary not to exceed $26,000,000. =Title III: United Rail Corporation= - Establishes the United Rail Corporation to be a for-profit corporation established under the laws of a State and not to be an agency or instrumentality of the Federal Government. States that the Corporation shall be deemed a common carrier by railroad under the Interstate Commerce Act. Provides that the Corporation shall have all powers vested in it under this Act including the authority to take all steps necessary to acquire rail properties in accordance with the final system plan; to operate, rehabilitate, and modernize such properties; and to maintain adequate and efficient rail services in the region. States that after rail properties of railroads in reorganization have been conveyed to the Corporation a special court shall decide whether: (1) the transfers of rail properties to the Corporation in exchange for the securities and other benefits accruing to such railroad as provided in the final system plan and this Act, and (2) the conveyance of rail properties to a profitable railroad operating in the region in accordance with the final system plan; are fair and equitable to the estate of each railroad. Provides that, except as provided in this Act: (1) rail service on rail properties of a railroad in reorganization in the region which conveys to the Corporation or to profitable railroads operating in the region all or substantially all of its rail properties designated for such conveyance in the final system plan, and (2) rail service on rail properties of a profitable railroad in the region which transfers substantially all of its rail properties to the Corporation; may be discontinued to the extent such discontinuance is not precluded by this Act. Provides that rail service may be discontinued and rail properties may be abandoned under this section notwithstanding any provision of the Interstate Commerce Act or the constitution or law of any State or the decision of any court or administrative agency of the United States or any State. =Title IV: Local Rail Services= - Directs the Secretary to provide financial assistance to a State for the purpose of rail service continuation subsidies. States that the Federal share of a rail service continuation subsidy shall be 75 percent and the State share shall be 25 percent. =Title V: Equipment Improvement= - Rolling Stock Utilization and Financing Act - Sets forth the definitions of terms used in this title. Establishes in the Department of Transportation an independent agency to be known as the Obligation Guarantee Board. Authorizes the Board to guarantee the payment of interest and principal of an equipment obligation prior to, on, or after the date of execution or the disbursement of such obligation. Provides that an Obligation Guarantee Fund shall be established and administered by the Board as a revolving fund to carry out the provisions of this title. States that, except as otherwise provided, the Board shall not guarantee the payment of the principal of an equipment obligation in an amount in excess of 80 percent of the value of the rolling stock or equipment or facilities which are being financed. Enumerates the requirements for guarantees and lease obligations. Authorizes the Board to issue notes or other obligations to the Secretary of the Treasury whenever the moneys in the fund are not sufficient to pay any amount which the Board is required to pay under an agreement under this title. Directs the Secretary to designate a plan to establish a national rolling stock information system designed to facilitate equitable distribution and expeditious utilization of rolling stock operated within the continental United States and/or owned directly or indirectly by railroads and carpooling companies. Declares that the antitrust laws of the United States are inapplicable to the extent necessary to carry out the purposes of this title as to any person who contracts with the Secretary or acts in conformity with the final plan. Authorizes to be appropriated to the Secretary out of money in the Treasury, not otherwise appropriated, the sum of $10,000,000. Establishes a corporation to be known as the Railroad Equipment Authority to acquire, maintain, and provide general service railroad freight cars and other rolling stock; to manage a pool of such rolling stock; and to employ innovative concepts for equitable distribution and expeditious use of such stock to meet the needs of the national economy and the national defense. Authorizes to be appropriated the sum of $10,000,000 to be used to acquire capital stock of the Authority. Authorizes to be appropriated to the Secretary of the Treasury such sums as may be necessary to pay the principal and interest on notes or obligations issued by him as a consequence of any guarantee made under this section. Directs a panel composed of the Secretary of Transportation, the Secretary of the Treasury, the Chairman of the Securities and Exchange Commission, the Chairman of the Commission and the Chairman of the Directors of the Authority to submit to the President and Congress a plan for the public sale of stock in the Authority after finding that a market exists for the sale of such stock and that the purposes of this title will be served thereby. Specifies the content of such plan. States that if a national rolling stock information system is not operating effectively when the Authority is established, it shall establish such a system. Directs the Authority to establish and maintain a schedule of charges for the use of general service railroad freight car and other rolling stock, and equipment directly related to the utilization of rolling stock. Provides that, in carrying out their functions under this Act, the Board, the Secretary, and the Authority shall take adequate steps to protect the interests of affected employees. =Title VI: Employee Protection= - Sets forth the definitions of terms used in this title. States that the Corporation and, when applicable, the Association shall be subject to the provisions of the Railway Labor Act and shall be considered employers for purposes of the Railroad Retirement Act, Railroad Retirement Tax Act, and the Railroad Unemployment Insurance Act. Gives the Corporation the right to assign, allocate, reassign, reallocate, and consolidate work formerly performed on the rail properties acquired pursuant to this Act to any location, facility, or position on its system. States that, within 60 days of any conveyance pursuant to this Act, the representatives of the employees of a railroad in reorganization and representatives of the Corporation shall commence negotiations of new collective-bargaining agreements for each class and craft of employees. Provides that a protected employee, who has been deprived of employment or adversely affected with respect to his compensation, shall be entitled to a monthly displacement allowance. States that a protected employee who has been deprived of employment may be required by the Corporation, in inverse seniority order and upon reasonable notice, to transfer to any bona fide vacancy for which he is qualified in his same craft or class on any part of the Corporation's system and shall then be governed by the collective bargaining agreement applicable on the seniority district to which transferred. Establishes, for the payment of benefits, the Regional Rail Transportation Protective Account. Authorizes to be appropriated to such protective account annually such sums as may be required, not to exceed $250,000,000. Authorizes to be appropriated to the Railroad Retirement Board annually such sums as may be necessary to provide for additional administrative expenses to be incurred by the Board in the performance of its functions. Directs the Secretary of Labor to, within 1 year after the Corporation commences operations and each year for the succeeding four years thereafter, conduct a study of and report to the President and the Congress on the extent of the displacement of railroad employees and the extent to which the railroad industry contributes to the solution of the displacement problem by employing workers displaced as a result of this Act. Authorizes to be appropriated annually to the Secretary of Labor and to the Railroad Retirement Board such sums as may be necessary to provide for additional administrative expenses incurred by the Secretary of Labor and the Railroad Retirement Board in the performance of their functions under this title. =Title VII: General Provisions= - Describes the relationship of this Act to: (1) antitrust laws; (2) commerce and bankruptcy laws; and (3) environmental laws. Directs the Transportation Commissions to effect lawful changes in the rate structure of the country to promote the freedom of movement by common carriers of recyclable materials at the lowest possible lawful rates compatible with the maintenance of adequate transportation service. Makes it unlawful for any railroad, common carrier by water, motor carrier, or any group of railroads or carriers, or for any officer or agent thereof to file with the Transportation Commissions or charge any rate or rate increase, classification or tariff for the transportation of recyclable materials which is unreasonable or unjustly discriminatory. Provides for the enforcement of complaints and proceedings for any such violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rail Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rolling Stock Utilization and Financing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize and direct the maintenance of adequate and efficient rail services in the Midwest and Northeast region of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:59-05:00"
}