{
  "actions": [
    {
      "acted_at": "1992-03-20", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-20", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held. Hearings printed: S.Hrg. 102-785.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2383-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-20", 
  "number": "2383", 
  "official_title": "A bill to amend title 38, United States Code, to ratify the Department of Veterans Affairs' interpretation of the provisions of section 1151 of title 38, United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-20", 
  "subjects": [
    "Armed forces and national security", 
    "Claims", 
    "Compensation (Law)", 
    "Government liability", 
    "Survivors' benefits", 
    "Veterans' disability compensation", 
    "Veterans' medical care", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-20", 
    "text": "Prohibits the payment of Federal veterans' disability compensation (or additional disability compensation) or death compensation in the case of any veteran who suffers or aggravates an injury or dies as a result of hospitalization, medical or surgical treatment, rehabilitation, or examination by the Department of Veterans Affairs for the expected or reasonably foreseeable results of approved medical or surgical care properly administered, in the absence of a showing of carelessness, negligence, lack of proper skill, error in judgment, or similar instance of fault on the part of the Department. Provides that such benefits are payable in the event of an accident which causes additional disability or death from Department hospitalization or medical or surgical care. Provides that a person who receives compensation pursuant to a claim under the Federal Tort Claims Act for personal injury or death shall not receive benefits under the additional compensation provisions until the amount of compensation distributed to that person equals the amount of benefits that would have been paid under the Department provisions. Provides that where a settlement, compromise, or judgment under the Federal Tort Claims Act is entered after benefits have been awarded under Department provisions: (1) the United States shall be entitled to a credit in the tort action for benefits already paid by the Department; and (2) further Department benefits shall be withheld beginning on the month following the month in which the settlement is sent to the General Accounting Office for payment. Outlines additional provisions for the: (1) award of benefits where entitlement is established, but benefits have not been paid prior to a tort claims settlement; and (2) determination by the Secretary of Veterans Affairs of the amount of compensation distributed to a person in a Federal Tort Claims Act settlement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to ratify the Department of Veterans Affairs' interpretation of the provisions of section 1151 of title 38, United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:28-05:00"
}