{
  "actions": [
    {
      "acted_at": "1979-05-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-02-13", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-753.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4257-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-30", 
  "number": "4257", 
  "official_title": "A bill to help States assist the innocent victims of crime.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Victims of Crime Act of 1979", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-30", 
  "subjects": [
    "Advisory bodies", 
    "Compensation for victims of crime", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Federal advisory bodies", 
    "Intergovernmental relations", 
    "Legal fees", 
    "States", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Compensation for victims of crime", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1980-02-13", 
    "text": "(Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-753) Victims of Crime Act of 1979 - Directs the Attorney General to make grants to qualifying State Programs for the compensation of victims of crime. States that grants made under this Act shall total 25 percent of the allowable compensation paid to victims and dependent survivors of victims of State crimes designated by the State as appropriate for compensation under this program and 100 percent of the allowable compensation paid to victims and dependent survivors of victims of crimes which would constitute designated State crimes except for the fact that the crime is subject to exclusive jurisdiction. Establishes an Advisory Committee on Victims of Crime to advise the Attorney General with respect to the administration of this Act and the compensation of victims of crime. Requires that such programs: (1) offer compensation for personal injuries suffered as a result of qualifying State and Federal crimes; (2) offer compensation to surviving dependents of persons whose deaths resulted from such crimes; (3) grant claimants the right to a hearing; (4) require cooperation with law enforcement agencies as a condition for recovery; (5) do not require claimants to accept welfare benefits; (6) require denial or reduction of a claim where the victim contributes to the injury suffered; and (7) do not require that any person be apprehended or convicted of the qualifying crime that gave rise to the claim. Requires such States to have in effect laws which: (1) subrogate the State to any claim the victim or dependent has against the perpetrator to the extent of the amount compensated by the State; (2) require that restitution be made, where appropriate, by the perpetrator of the crime to the victim; (3) require proceeds earned for interviews or articles by an individual charged or convicted of a crime to be deposited in escrow for the benefit of the victims of such crime; (4) require law enforcement agencies to take reasonable care to inform victims of qualifying crimes of compensation programs; and (5) assess upon persons convicted of qualifying crimes court costs of at least five dollars, to be paid to the fund from which the State pays victim compensation awards. Authorizes appropriations to carry out this Act in the amounts of: $15,000,000 for fiscal year 1980, $25,000,000 for fiscal year 1981, and $35,000,000 for fiscal year 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Victims of Crime Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to help States assist the innocent victims of crime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:14-05:00"
}