{
  "actions": [
    {
      "acted_at": "1973-06-20", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2043-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-20", 
  "number": "2043", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bellmon, Henry L.", 
    "state": "OK", 
    "thomas_id": "01279", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-20", 
  "subjects": [
    "Agriculture and food", 
    "Finance and financial sector", 
    "Housing and community development", 
    "Loans"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-20", 
    "text": "Declares it to be the purpose of this Act to establish, under the Consolidated Farm and Rural Development Act, a Government sponsored, private corporation to serve as a secondary market and warehousing facility for farm and nonfarm loans to rural residents. Creates the Rural Loan Marketing Association. Exempts such Association from all taxation except real property taxation. Authorizes the transfer from the Rural Development Insurance Fund of $5,000,000 for the purpose of establishing the Association. Provides for a Board of Directors of the Association, the Chairman to be designated by the President, and for an interim Board of Directors to serve until sufficient common stock of the Association has been purchased by rural lenders and institutional investors. Authorizes the Association to make advances on the security of, purchase, service and sell farm and nonfarm loans made by rural lenders to persons and entities who are residents of the open country or cities of less than fifty thousand population. Sets forth provisions regarding the issuance of common and nonvoting preferred stock. Provides for annual audits of the accounts of the Association."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:47-05:00"
}