{
  "actions": [
    {
      "acted_at": "1980-08-05", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3014-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-08-05", 
  "number": "3014", 
  "official_title": "A bill to provide for the subsistence electrical and natural gas needs of elderly residential consumers, promote equity in electrical costing and natural gas through reform of current electric and natural gas rate structures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Utility Lifeline for the Elderly Rate Reform Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Gary W.", 
    "state": "CO", 
    "thomas_id": "01347", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-08-05", 
  "subjects": [
    "Administrative procedure", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Electric power", 
    "Energy", 
    "Federal aid programs", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fraud", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Housing for the aged", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Local and Municipal Government", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Public utilities", 
    "Public utility rates", 
    "Social welfare", 
    "States"
  ], 
  "subjects_top_term": "Public utility rates", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-08-05", 
    "text": "Utility Lifeline for the Elderly Rate Reform Act of 1980 - Prohibits an electric or natural gas utility from charging an elderly residential consumer (an individual at least 65 years of age who is the head or principal income earner of a household or who receives Federal retirement benefits) an amount greater than the lowest charge per kilowatt-hour or cents per therm for any other consumer for a subsistence quantity of electric energy or natural gas in any month for such consumer's principal residence. Defines subsistence quantity as the number of kilowatt-hours or therms of natural gas per month which a regulatory authority (regulatory body which has ratemaking authority over electric or natural gas utilities in its jurisdiction) determines is necessary to supply minimum subsistence electric and natural gas needs of elderly consumers for residential uses. Requires an electric or natural gas utility to sell electric energy or natural gas in accordance with a rate schedule fixed, approved, or permitted to go into effect by a regulatory authority having jurisdiction over such utility. Prohibits a regulatory authority from fixing, approving, or permitting to go into effect any rate schedule which violates this Act. Provides for administrative or judicial review of any action by a Federal or State regulatory authority which is alleged by an individual to be a violation of this Act. Imposes criminal sanctions on anyone who fraudulently misrepresents his or her status as a residential electric consumer. Directs the Secretary of Energy to provide technical and financial assistance to State and municipal regulatory authorities for the establishment of subsistence standards for the elderly. Requires the Secretary to submit to Congress a report on electric and natural gas utility rate structures, electric and natural gas consumption, and the operation of electric and natural gas utilities. Directs the Secretary to study the effect of rate changes and incremental pricing on consumers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Utility Lifeline for the Elderly Rate Reform Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the subsistence electrical and natural gas needs of elderly residential consumers, promote equity in electrical costing and natural gas through reform of current electric and natural gas rate structures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:32-05:00"
}