{
  "actions": [
    {
      "acted_at": "1997-05-05", 
      "references": [
        {
          "reference": "CR S3960-3962", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-05", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-05-06", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Parks, Preservation and Recreation", 
      "text": "Referred to Subcommittee on Parks, Preservation and Recreation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-02-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Parks, Preservation and Recreation", 
      "references": [], 
      "text": "Subcommittee on Parks, Preservation and Recreation. Hearings held. Hearings printed: S.Hrg. 105-418.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-30", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, and Office of Management and Budget.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s691-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on National Parks, Historic Preservation and Recreation", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "1997-05-06", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-05-05", 
  "number": "691", 
  "official_title": "A bill entitled the \"Public Land Management Participation Act of 1997\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Land Management Participation Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Frank H.", 
    "state": "AK", 
    "thomas_id": "01408", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-05-05", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Commemorations", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-Presidential relations", 
    "Department of Agriculture", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal employees", 
    "Federal receipts and expenditures", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Historic sites", 
    "History", 
    "International affairs", 
    "International environmental cooperation", 
    "Land use", 
    "Law", 
    "Legislation", 
    "Man and the Biosphere Programme", 
    "Mineral reserves", 
    "Mines and mineral resources", 
    "National monuments", 
    "Natural areas", 
    "Natural monuments", 
    "Nature conservation", 
    "Nongovernmental organizations", 
    "Presidential powers", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Surveying", 
    "United Nations"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-05-05", 
    "text": "Public Land Management Participation Act of 1997 - Amends the Antiquities Act to require the Secretaries of the Interior and Agriculture to provide an opportunity for public involvement and establish procedures to give the public and Federal, State, and local governments adequate notice and opportunity to comment upon and participate in the formulation of plans relating to the declaration of national monuments upon federally owned or controlled lands. Requires the Secretaries, prior to making any recommendations for declaration of an area, to: (1) ensure compliance with all applicable Federal land management and environmental statutes; (2) cause mineral surveys to be conducted by the Geological Survey to determine the mineral values that may be present in such areas; (3) identify all existing rights held on Federal lands contained within such areas; and (4) identify all State lands contained within such areas. Requires: (1) either Secretary, after such reviews and mineral surveys, to report his or her recommendations as to what federally owned or controlled lands warrant declaration as a national monument to the President; and (2) the President to advise the President of the Senate and the Speaker of the House of Representatives of the President's recommendations, together with maps of the monuments and definitions of their boundaries. (Sec. 4) Amends the National Historic Preservation Act Amendments of 1980 to provide that if an area is not wholly contained within an existing National Park System unit, the Secretaries shall provide an opportunity for public involvement and establish procedures to give the public and Federal, State, and local governments adequate notice and opportunity to comment upon and participate in the formulation of plans relating to the designation of any federally owned lands for inclusion on the World Heritage List pursuant to the Convention Concerning the Protection of the World Cultural and Natural Heritage. Requires: (1) either Secretary, after such review, to report his or her recommendations as to what federally owned lands warrant such inclusion to the President; and (2) the President to advise the President of the Senate and the Speaker of the House of the President's recommendations with respect to the designation of any federally owned lands for such inclusion. Requires either Secretary to object to the inclusion of any property on the list unless the Secretary: (1) has submitted to the Speaker and the President of the Senate a report describing the necessity for including that property on the list; and (2) is specifically authorized to assent to such inclusion by a joint resolution of the Congress enacted after the date that report is submitted. Requires the Secretaries to report annually to specified congressional committees on each World Heritage Site within the United States. (Sec. 5) Prohibits: (1) Federal officials from nominating any lands in the United States for designation as a Biosphere Reserve under the Man and Biosphere Program of the United Nations Educational, Scientific, and Cultural Organization; and (2) any designation of such a Reserve from having or being given any force or effect unless specifically authorized by an Act of Congress. Requires the Secretaries to provide an opportunity for public involvement and establish procedures to give the public and Federal, State, and local governments adequate notice and opportunity to comment upon and participate in the formulation of plans relating to such designation. Requires: (1) after such review, either Secretary to report his or her recommendations as to what federally owned lands warrant such inclusion to the President; and (2) the President to advise the President of the Senate and the Speaker of the House of his recommendations with respect to the designation of any federally owned lands for inclusion as a Biosphere Reserve. Requires the Secretary of State to report annually to specified congressional committees on each Biosphere Reserve within the United States. Provides that any recommendation of the President for declaration of land as a national monument, inclusion of land on the World Heritage List, or inclusion of land as a Biosphere Reserve shall become effective only if so provided by an Act of Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Land Management Participation Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Public Land Management Participation Act of 1997\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:53-05:00"
}