{
  "actions": [
    {
      "acted_at": "2009-06-10", 
      "references": [
        {
          "reference": "CR S6459-6460", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "references": [
        {
          "reference": "CR S6460-6470", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-18", 
      "in_committee": "Committee on Small Business and Entrepreneurship", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business and Entrepreneurship. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-07-02", 
      "committee": "Small Business and Entrepreneurship", 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Reported by Senator Landrieu under authority of the order of the Senate of 06/25/2009 with an amendment in the nature of a substitute. With written report No. 111-36.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2009-07-02", 
      "calendar": "Senate Legislative", 
      "number": "93", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 93.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1229-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2009-07-06", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2009-07-06", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2009-06-10", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-10", 
  "number": "1229", 
  "official_title": "A bill to reauthorize and improve the entrepreneurial development programs of the Small Business Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3394-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Entrepreneurial Development Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Landrieu, Mary L.", 
    "state": "LA", 
    "thomas_id": "01546", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-06-18", 
  "subjects": [
    "Business investment and capital", 
    "Commerce", 
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Drug, alcohol, tobacco use", 
    "Economic performance and conditions", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government investigations", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Indian social and development programs", 
    "Minority and disadvantaged businesses", 
    "National Guard and reserves", 
    "Public contracts and procurement", 
    "Rural conditions and development", 
    "Small Business Administration", 
    "Small business", 
    "Veterans' education, employment, rehabilitation", 
    "Women in business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2009-07-02", 
    "text": "Entrepreneurial Development Act of 2009 - Title I: Reauthorization - (Sec. 101) Amends the Small Business Act to reauthorize for FY2010-FY2012 the following programs for small businesses administered by the Small Business Administration (SBA): (1) the SCORE (Service Corps of Retired Executives) program; (2) the small business development center (SBDC) program; and (3) the Paul D. Coverdell drug-free workplace program. Title II: Women's Small Business Ownership Programs - (Sec. 201) Requires the Director (currently designated the Assistant Administrator) of the Office of Women's Business Ownership to administer programs and services of the Office to assist women entrepreneurs to address issues in the areas management, operations, manufacturing, technology, finance, retail and product sales, international trade, government contracting, and other disciplines required for starting, operating, and increasing the business of women's small businesses. Authorizes the SBA Administrator to provide annual programmatic and financial oversight training for women's business ownership representatives and SBA district office technical representatives. Directs the Administrator to maximize the transparency of the women's business center financial assistance proposal process and the programmatic and financial oversight process. (Sec. 202) Revises provisions concerning the women's business center (WBC) program to: (1) recognize the existence and activities of any association that represents at least 51% of the WBCs; (2) establish a minimum $150,000 annual grant amount to each WBC; (3) require the Administrator to consult with each recognized association of women's business centers for purposes of WBC training and program improvement; (4) provide application and criteria requirements for financial assistance to eligible entities under the WBC program; (4) provide for Administrator review and approval of grant applications and applications for renewal grants using specified criteria; (5) authorize appropriations for the WBC program for FY2010-FY2012; and (6) require prompt disbursement of authorized grant funds. (Sec. 203-204) Amends the Women's Business Ownership Act of 1988 to: (1) reauthorize the National Women's Business Council for FY2010-FY2012; (2) require the Deputy Administrator of the SBA to serve as chairperson of the Interagency Committee on Women's Business Enterprise until a chairperson is appointed; and (3) establish within such Committee a Policy Advisory Group to assist the chairperson in developing policies and programs. (Sec. 205) Directs the Administrator, when filling a position on the National Women's Business Council, to ensure an equal number of members from each of the two major political parties. Requires a report from the Administrator to the congressional small business committees if a vacancy is not filled within 30 days or if there is an imbalance for more than 30 days in the number of members from each party. (Sec. 206) Requires the Comptroller General (CG) to: (1) conduct a study of the unique economic issues facing women's business centers in states that are predominately rural or urban, or in any state or territory that is an island; and (2) report study results to Congress. Title III: Native American Small Business Development Program - Native American Small Business Development Act of 2009 - (Sec. 302) Establishes within the SBA the Office of Native American Affairs, headed by an Assistant Administrator of Native American Affairs, to implement SBA programs for the development of business enterprises by Native Americans. Requires: (1) the SBA to provide financial assistance to Indian tribes, tribal colleges, Alaska Native corporations, certain private nonprofit organizations, SBDCs, WBCs, and private organizations participating in a joint project to create Native American business centers; and (2) each such center to conduct five-year projects for business development assistance for such entities. Provides matching funds requirements. Authorizes each business center to enter into a contract or cooperative agreement with a federal department or agency to provide specific assistance to Native American and other underserved small businesses located on or near tribal lands. Requires each center to annually provide the SBA with a cost breakdown of expenditures during the previous year. Outlines conditions for continued center funding. Directs the SBA to report to the small business committees on the effectiveness of projects conducted by such centers as well as any pilot programs administered by the Office of Native American Affairs. Requires each center receiving assistance to report annually to the Administrator on the services provided. Authorizes appropriations. (Sec. 303) Directs the CG to: (1) conduct a study of unique economic issues facing Native American business centers; and (2) report study results to Congress. (Sec. 304) Authorizes the Office of Native American Affairs to conduct a pilot program to: (1) develop and publish a self-assessment tool for Indian tribes to evaluate and implement best practices for economic development; and (2) provide assistance to Indian tribes in identifying and implementing economic development opportunities available from the federal government and private enterprise. Terminates the program at the end of FY2012. Requires a program report from the Office to the small business committees. Title IV: Veterans' Business Center Program - (Sec. 401) Directs the SBA's Associate Administrator for Veterans Business Development to establish an online mechanism to assist, and coordinate and leverage the work of, veterans' assistance providers. Requires the Administrator to establish a veterans' business center program to provide financial assistance to private nonprofit organizations to conduct five-year projects for the benefit of small businesses owned and controlled by veterans. Directs each organization receiving such assistance to establish a veterans' business center to provide specific assistance to veterans, service-disabled veterans, and reservists, as well as their spouses. Sets assistance limits at not less than $150,000 or more than $200,000 per organization per fiscal year. Provides matching funds requirements. Requires the Associate Administrator to conduct an annual examination of the programs and finances of each center, and authorizes the Associate Administrator to discontinue a center's funding under appropriate circumstances. Directs the Associate Administrator to report annually to the small business committees on the effectiveness of the program in each region. Requires the Administrator to designate at least one individual in each SBA district as a veterans business ownership representative. Authorizes appropriations. Directs the CG to submit to Congress an evaluation of the program's effectiveness. (Sec. 402) Requires the Administrator to report to Congress at least semiannually on appointments made to, and activities of, an interagency task force established for small businesses owned and controlled by veterans and service-disabled veterans. (Sec. 403) Repeals current grant provisions providing for the establishment and implementation of outreach programs for veterans, disabled veterans, and reservists and permits any organization previously awarded such a grant to apply for a grant renewal under the provisions of this Act. Title V: Program for Investment in Microentrepreneurs - (Sec. 501) Directs the SBA's Associate Administrator for Entrepreneurial Development to establish a microenterprise (four or fewer employees) training and technical assistance and capacity building services grant program of training and technical assistance to disadvantaged entrepreneurs (low- or very low-income individuals or those lacking adequate access to business capital or other essential resources). Requires the Administrator to ensure that: (1) at least 50% of grant amounts are used to benefit very low-income persons, including those residing on Indian reservations; and (2) grant recipients include organizations that serve urban, rural, and Indian tribal communities and diverse populations. Provides matching funds requirements, with an exception for severely financially constrained organizations. Outlines recordkeeping and reporting requirements for organizations receiving grant assistance. Authorizes appropriations. (Sec. 502) Makes conforming amendments, including repealing Subtitle C (Microenterprise Technical Assistance and Capacity Building Grant Program) of the Riegle Community Development and Regulatory Improvement Act of 1994. Title VI: Other Provisions - (Sec. 601) Requires SBDC grantees that are institutions of higher education to be accredited on and after December 31, 2010, unless such institution was already receiving financial assistance under an SBDC program on such date. (Sec. 602) Directs the Administrator to establish a program to make grants to resource partners to provide small businesses with information and educational materials regarding health insurance options, including coverage options within the small group market. Limits grant amounts to $5 million. Requires the Associate Administrator for Entrepreneurial Development to review the effectiveness of the grant program and report review results to the small business committees. (Sec. 603) Adds an additional member to the National Small Business Development Center Advisory Board. (Sec. 604) Provides small business information privacy requirements for SCORE chapters. (Sec. 605) Directs the President to: (1) convene a National Small Business Summit to examine present conditions and the future of U.S. small business; and (2) issue a report on summit results. (Sec. 606) Replaces all references to the Service Corps of Retired Executives with SCORE. (Sec. 607) Allows the Administrator to authorize a SBDC to provide assistance to small businesses outside the state of that SBDC, without regard to geographical proximity, if the small business is in an area for which the President has declared a major disaster. (Sec. 608) Allows the Administrator to make SBDC grants in excess of $100,000 to accommodate extraordinary events having a catastrophic impact on small businesses in a community. (Sec. 609) Requires the CG to submit to the small business committees an evaluation of pilot programs related to SBDCs. (Sec. 610) Authorizes the Administrator to establish and manage a program that: (1) provides online entrepreneurial development training which can be communicated remotely through the use of technology; and (2) includes a nationwide, online learning community of owners of small businesses and entrepreneurs, customized by state."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Entrepreneurial Development Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Native American Small Business Development Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Entrepreneurial Development Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Native American Small Business Development Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and improve the entrepreneurial development programs of the Small Business Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:09-05:00"
}