{
  "actions": [
    {
      "acted_at": "1981-11-24", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-12-01", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1891-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1981-11-24", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1981-11-24", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rudman, Warren", 
      "sponsored_at": "1981-11-24", 
      "state": "NH", 
      "thomas_id": "01426", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-11-24", 
  "number": "1891", 
  "official_title": "A bill to protect the confidentiality of information filed by individual taxpayers with the Internal Revenue Service, to promote the effective enforcement of Federal and State criminal laws, to facilitate judicial resolution of challenges to Internal Revenue Service summonses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-11-24", 
  "subjects": [
    "Armed forces and national security", 
    "Civil Rights and Liberties", 
    "Confidential communications", 
    "Crime and law enforcement", 
    "Criminal Procedure and Sentencing", 
    "Criminal justice information", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Income tax", 
    "Intergovernmental relations", 
    "National Security and Intelligence Operations", 
    "Prosecution", 
    "Right of privacy", 
    "States", 
    "Tax administration", 
    "Tax returns", 
    "Tax treaties", 
    "Taxation", 
    "Treaties"
  ], 
  "subjects_top_term": "Tax administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-11-24", 
    "text": "Amends the Internal Revenue Code to set forth new criteria for the disclosure of tax return information to Federal law enforcement officials. Revises the definition of tax return information and investigative nonreturn information. Defines \"investigative return information\" as tax returns of all taxpayers and underlying records and information submitted in support of such returns. Defines \"investigative nonreturn information\" as all information obtained by the Internal Revenue Service which is not encompassed in the definition of investigative return information, including corporate books and records and information about taxpayers obtained from third parties. Requires an ex parte Federal court order for the disclosure of investigative return information to Justice Department officials for use in preparing any administrative, judicial, or grand jury proceeding involving the enforcement of a specific Federal criminal statute (but not involving tax administration) or in an ancillary proceeding involving the United States or for purposes of locating a fugitive from justice. Specifies the grounds for granting an ex parte order. Authorizes Justice Department officials who have obtained investigative return information pursuant to a court order to disclose such information to other government officials or potential witnesses crucial to a criminal investigation or needed for the preparation of criminal proceedings. Grants the Secretary of the Treasury discretion to refuse disclosure of investigative return or nonreturn information if he determines and certifies to the court granting the ex parte order (in the case of return information), that such disclosure would identify a confidential informant or seriously impair a civil or criminal tax investigation. Requires the Secretary to disclose investigative return information to Justice Department officials as soon as practicable after the issuance of the ex parte order. Permits the disclosure of investigative nonreturn information upon the written request of a head of a Federal agency, the Inspector General of such agency, or certain officials of the Justice Department for use in Federal grand jury proceedings, or in preparation for any administrative, judicial, or grand jury proceedings. Sets forth the information which such request must contain. Permits officials who have obtained investigative nonreturn information to disclose such information to other government personnel or potential witnesses crucial to a criminal investigation or needed for the preparation of criminal proceedings. Directs the Secretary to disclose in writing to appropriate Federal officials investigative nonreturn information (other than information which would identify a confidential informant or seriously impair a tax investigation) which may indicate a violation of Federal criminal laws. Directs the Secretary, when making a recommendation to the Justice Department for prosecution of a criminal tax violation, to disclose return or nonreturn information obtained during the tax investigation which indicates a violation of Federal criminal law. Allows information disclosed under the provisions of this Act to be entered into evidence in nontax judicial or administrative proceedings or in any ancillary proceedings to which the United States is a party. Limits such disclosure to the extent required by applicable discovery requirements. Prohibits admission of such evidence into evidence if the Secretary determines that it would identify a confidential informant or seriously impair a tax investigation, unless a court otherwise directs disclosure. Directs the Secretary, in specified emergency circumstances, to disclose return or nonreturn information to the extent necessary to apprise appropriate Federal officials of such emergency. Permits the Internal Revenue Service to assist the Department of Justice or any other Federal agency in joint tax and nontax investigations of criminal matters which may involve tax violations. Permits Federal officials to apply to a Federal court for permission to disclose to appropriate State officials any investigative return or nonreturn information which may indicate a violation of a State felony statute. Sets forth the factors which the court must consider in authorizing such disclosure. Permits the disclosure of investigative return and nonreturn information to a foreign government which has a treaty with the United States for the exchange of tax information in nontax criminal matters. Requires a Federal judge or magistrate to determine whether the information is relevant to the criminal investigation. Permits the disclosure of investigative return and nonreturn information to Federal intelligence agencies upon the certification of the Attorney General that such information is sought exclusively for use in foreign intelligence collection or a foreign counterintelligence investigation. Sets forth additional factors which the Attorney General must consider in making his certification. Allows as an affirmative defense to a prosecution for the unauthorized disclosure of return or nonreturn information that such disclosure resulted from a good faith, but erroneous, interpretation of the requirements of this Act. Enlarges the remedy of a taxpayer aggrieved by an unauthorized disclosure of returns or return information to permit suit for civil damages against the Federal agency responsible for the disclosure. Permits direct suit against nonemployees of a Federal agency who are responsible for an unauthorized disclosure. Expands the authority of the Secretary of the Treasury to examine the books of a taxpayer and certain witnesses to permit the Secretary to make inquiries regarding possible criminal tax violations. Revises procedures for challenging Internal Revenue Service third-party summonses to permit third-party recordkeepers to file a motion in Federal court to quash such summonses. Allows an appeal of an order denying a motion to quash only as part of an appeal from a final order. Grants the U.S. magistrate jurisdiction over all proceedings involving third-party summonses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to protect the confidentiality of information filed by individual taxpayers with the Internal Revenue Service, to promote the effective enforcement of Federal and State criminal laws, to facilitate judicial resolution of challenges to Internal Revenue Service summonses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:06-05:00"
}