{
  "actions": [
    {
      "acted_at": "1978-10-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14305-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-12", 
  "number": "14305", 
  "official_title": "A bill to establish a framework for the prevention of railroad accidents by requiring railroads to develop and implement effective total system railroad safety programs and to provide Federal assistance for safety-related railroad projects.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Safety Incentive Act", 
  "sponsor": {
    "district": "5", 
    "name": "Skubitz, Joe", 
    "state": "KS", 
    "thomas_id": "01065", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-12", 
  "subjects": [
    "Awards, medals, prizes", 
    "Department of Transportation", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Public safety", 
    "Railroad safety", 
    "Railroads", 
    "States", 
    "Transportation safety"
  ], 
  "subjects_top_term": "Railroad safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-12", 
    "text": "Railroad Safety Incentive Act - Title I: Findings, Purpose, and Goals - Declares that the purpose of this Act is to establish a framework for applying a total systems approach for the prevention of railroad accidents and to assure the occupational health and safety of railroad employees by requiring railroads to develop comprehensive system safety programs for certification under this Act. Title II: Railroad Systems Safety and Performance - Establishes an Office of Railroad Systems Safety and Performance within the Federal Railroad Administration to carry out the provisions of this Act and to assume the work of the present Office of Railroad Safety. Establishes a division for occupational health and safety within such Office. Directs the Secretary of Transportation to promulgate requirements to govern the submission of a system safety plan by each railroad. Sets forth the provisions which must be included in such a plan in order to be certified by the Secretary. Stipulates that such certification shall be for a maximum period of three years. Authorizes the Secretary to grant interim certification for plans which substantially meet the requirements of this Act pending the modification of the plan to meet such requirements. Stipulates that if a railroad fails to have its safety program certified the Secretary shall direct such railroad to follow a program similar to the certified plan of another railroad. Requires railroads to file annual reports with the Administrator of the Federal Railroad Administration covering the activities of such railroad during the previous year under its plan. Sets forth civil penalties for failure to comply with the provisions of a plan certified under this title. Stipulates that the United States' district courts shall have jurisdiction to grant injunctive relief with respect to matters arising under this Act. Title III: Safety Analysis and Incentives - Directs the Administrator to consolidate railroad accident data compilation and evaluation in the Office of Railroad Systems Safety and Performance. Directs the Office, in cooperation with the Office of Safety Research and Development, to analyze such data for purposes of determining hazards, determining statistical significance of accident data comparisons, and devising accident prevention programs. Authorizes the Secretary to develop a program of annual Federal recognition awards for good railroad safety performance. Allows State rail planning agencies to apply for Federal railroad safety incentive grants. Directs the Secretary to promulgate criteria for the receipt of such grants. Authorizes appropriations for such purpose. Title IV: Financial Assistance for Railroad Safety - Authorizes the Secretary to make safety grants for tracks and facilities to class I or II railroads which have a certified plan and to switching and terminal companies. Authorizes appropriations in such amounts as may be necessary to carry out such grant program. Authorizes the Secretary for fiscal year 1979 to provide interest subsidies to railroads with a certified plan to pay all or part of the interest on loans obtained for specified safety related construction, rehabilitation, or modernization projects. Authorizes appropriations in such amounts as may be necessary to carry out such interest subsidy program. Title V: Miscellaneous Provisions - Amends the Federal Railroad Safety Act of 1970 to repeal the provision of such Act which allows States to carry out investigative and surveillance activities in connection with rules, regulations, or standards promulgated by the Secretary pursuant to such Act. Authorizes appropriations in specified amounts for fiscal year 1979 to carry out the provisions of such Act. Authorizes appropriations to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Safety Incentive Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a framework for the prevention of railroad accidents by requiring railroads to develop and implement effective total system railroad safety programs and to provide Federal assistance for safety-related railroad projects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:38-05:00"
}