{
  "actions": [
    {
      "acted_at": "1973-05-09", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1763-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cotton, Norris", 
      "sponsored_at": "1973-01-03", 
      "state": "NH", 
      "thomas_id": "01309", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-09", 
  "number": "1763", 
  "official_title": "A bill to amend the Rail Passenger Service Act of 1970, as amended, to provide financial assistance to the National Railroad Passenger Corporation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Magnuson, Warren G.", 
    "state": "WA", 
    "thomas_id": "01388", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-09", 
  "subjects": [
    "Eminent domain", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-09", 
    "text": "States that when the National Railroad Passenger Corporation cannot acquire by contract, or is unable to agree with the owner of property as to the compensation to be paid for, any right-of-way, land or other property (except right-of-way, land or other property of a railroad or property of a State or local government or other public agency) required for the construction of tracks or other facilities necessary to provide intercity rail passenger service, it may acquire the same by the exercise of the right of eminent domain in the district court of the United States for the district in which the property is located, on in one such court in the event a single property is located in two districts. Sets forth the procedure to be followed for such acquisition. States that if the Corporation and a railroad are unable to agree upon terms for the sale to the Corporation of property (including interests in property) owned by the railroad and required for the construction of tracks or other facilities necessary to provide intercity rail passenger service, the Corporation may apply to the Interstate Commerce Commission for an order establishing the need of the Corporation for the property at issue and requiring the conveyance thereof from the railroad to the Corporation on reasonable terms and conditions, including just compensation. Provides that if at any time after June 30, 1973, the Board of Directors of the Corporation determines that the continuation of a train operated in the basic system on June 30, 1973, will impair the financial ability of the Corporation adequately to provide other intercity rail passenger service, the Corporation may discontinue the train. Provides that at least forty-five days prior to the discontinuance of a train under this subsection, the Corporation shall mail to the Governor of each State in which the train in question is operated and post in every station, depot, or other facility serviced thereby notice of the proposed discontinuance. Prohibits the Corporation from discontinuinig the train if, at least fifteen days prior to the date specified for discontinuance, a State, regional, or local public agency requests continuation of the service and, within ninety days following the date specified for discontinuance, agrees to reimburse the Corporation for a reasonable portion of any losses associated with the continuation of service beyond the notice period. Authorizes to be appropriated to the Secretary such sums as necessary to assist the Corporation in its functions. States that the aggregate unpaid principal amount of securities, obligations, or loans outstanding at any one time, which are guaranteed by the Secretary under the Rail Passenger Act, may not exceed $500,000,000. Authorizes the Interstate Commerce Commission to prescribe such regulations as it considers necessary to assure that the quality of service and accommodations offered passengers on board trains and at other facilities used in intercity rail passenger service is adequate, taking into account the safety regulations applicable to that service. States that any person who violates a regulation issued under this Act shall be subject to a civil penalty of not to exceed $500 for each violation and that each day a violation continues shall constitute a separate offense."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Rail Passenger Service Act of 1970, as amended, to provide financial assistance to the National Railroad Passenger Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:42-05:00"
}