{
  "actions": [
    {
      "acted_at": "1979-05-01", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1049-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-01", 
  "number": "1049", 
  "official_title": "A bill to establish a National Bank for Community Conservation to provide financial assistance to distressed areas for the conservation of existing public capital infrastructure.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Conservation Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-01", 
  "subjects": [
    "Bridges", 
    "Credit", 
    "Development credit institutions", 
    "Environmental protection", 
    "Federal aid programs", 
    "Finance and financial sector", 
    "Grants-in-aid", 
    "Highway construction and repair", 
    "Loans", 
    "Local and Municipal Government", 
    "Local finance", 
    "Public works", 
    "Refuse and refuse disposal", 
    "Roads and highways", 
    "Sewage disposal", 
    "Water and Water Resources Development", 
    "Water supply"
  ], 
  "subjects_top_term": "Development credit institutions", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-01", 
    "text": "Community Conservation Act of 1979 - Establishes the National Bank for Community Conservation. Declares that such Bank shall not be an agency of the United States Government. States that the purpose of such Bank shall be to provide financial assistance in the form of subsidized and unsubsidized loans, repurchase agreements, and grants to local governments for the improvement and conservation of existing physical facilities including, but not limited to, bridges, roadways, and sewage disposal systems. Stipulates that the Bank shall have a 15-member Board of Directors appointed by the President from the Board of Governors of the Federal Reserve System, heads of executive departments and agencies, the public, and representatives of State county and city governments. Directs the Board to be responsible for the management of the bank and empowers it to review and approve all financial assistance and loan purchase decisions. Stipulates that the management of the bank, subject to the policies prescribed by the Board, shall be vested in the president who shall be appointed by the President with the advice and consent of the Senate. Directs the President to appoint an advisory committee of nine members, representative of State and local government, commerce, finance, labor, community development, economic development, environmental protection, and consumer interests, who shall advise the Bank on such matters as the Board of the president of the Bank shall specify. Requires the Bank to establish regional operating divisions. Sets forth the general powers of the Bank. States that each such division shall transact all Bank business within its region. Authorizes the Bank to enter into agreements to provide financial assistance to eligible projects in areas designated as distressed by the Bank. Defines a distressed area to be a geographical area encompassed by a local government that is characterized by at least three of the following conditions: (1) the unemployment rate is above the average unemployment rate for the statistical grouping to which such local government belongs; (2) the rate of growth in employment is less than the rate of growth for the statistical grouping; (3) the absolute growth in per capita income is less than the absolute growth for the statistical grouping; and (4) the rate of growth in population is less than the rate of growth for the statistical grouping. Defines the term \"statistical grouping\" for purposes of this Act. Sets forth formulae for the determination of such rates. Directs the Secretary of Commerce or the Secretary of Labor, as appropriate, to annually determine such rates and report to the president of the Bank. Directs the Bank to give priority to projects in distressed areas which: (1) have a population in excess of 100,000 persons; (2) establish a consortium of contiguous local governments, the combined population of which exceeds 100,000 persons; (3) have a population of less than 100,000 persons, for which the State submits an application; and (4) have undergone exceptionally severe deterioration of essential infrastructure, as defined by the Bank. Authorizes the Bank to make loans at competitive interest rates to finance infrastructure projects and to make interest-subsidized loans if: the infrastructure is critical to the health and safety of local residents; unemployment is persistent and substantial; conventional sources of financing at reasonable rates of interest is significantly impaired; payment of the going market rate of interest represents a substantial and continuing burden; and the condition of public infrastructure is seriously deteriorated. Empowers the Bank to purchase debt securities of eligible distressed areas from private financial institutions. Authorizes the Bank to make grants for infrastructure conservation projects to help defray the costs of interest on outstanding loans made by the Bank or by private financial institutions. Limits such grants to 15 percent of the project costs or $3,000,000, whichever is the lesser. Limits the Bank's stated capital to $2,000,000,000 which shall be raised, insofar as it is feasible, by the sale of the Bank's common stock, with the remainder to be provided by the purchase of the Bank's obligations or debentures by the Secretary of the Treasury. Authorizes the Bank to raise its working capital by issuing debt obligations, which shall be guaranteed by the Federal Government through the Government National Mortgage Association. Authorizes appropriations to the Secretary of the Treasury for fiscal years 1980 through 1982 for purposes of making Federal payments to the Bank. Directs the Secretary of Housing and Urban Development to insure any loan made by the Bank and to charge and collect premiums for insurance. Authorizes appropriations for the establishment of a revolving fund to be used by the Secretary. Requires that the Comptroller General to audit the financial transactions of the Bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Conservation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Bank for Community Conservation to provide financial assistance to distressed areas for the conservation of existing public capital infrastructure.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:55-05:00"
}