{
  "actions": [
    {
      "acted_at": "1974-08-01", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3870-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-08-01", 
  "number": "3870", 
  "official_title": "A bill to provide for the extension of Headstart and other programs under the Economic Opportunity Act of 1964, to establish a Community Services Administration in the Department of Health, Education, and Welfare to administer programs which have been administered by the Office of Economic Opportunity, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Services and Headstart Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-08-01", 
  "subjects": [
    "Education", 
    "Families"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-08-01", 
    "text": "Community Services and Headstart Act - Permits the Secretary of Health, Education, and Welfare, upon application by an agency which is eligible for designation as a Headstart agency, to provide financial assistance to such agency for the planning, conduct, administration, and evaluation of a Headstart program focused upon children from low-income families who have not reached the age of compulsory school attendance which: (1) will provide such comprehensive health, nutritional, educational, social, and other services as the Secretary finds will aid the children to attain their full potential; and (2) will provide for direct participation of the parents of such children in the development, conduct, and overall program direction at the local level. Sets forth percentages for the allotment of funds and places limitations on assistance. Enumerates the requirements which a public or private nonprofit agency must meet in order to be designated a Headstart agency. Prohibits the Secretary from entering into any contract or agreement or from making any grant within a State without first submitting such contract, agreement, or grant to the Governor of the State for his approval. Sets forth administrative requirements and standards which must be observed by any Headstart agency. Permits the Secretary to provide technical assistance and training to communities in developing and administering Headstart programs. Provides that the Secretary may provide financial assistance for pilot or demonstration projects which are designed to test or assist in the development of new approaches that will aid in overcoming special problems of the program. Requires that any laborers or mechanics employed by contractors or subcontractors in construction which work is federally assisted under this Act shall be paid at rates not less than those prevailing on similar contruction in the locality. Prohibits discrimination on the basis of race, creed, color, national origin, sex, or political affiliation under any program funded by this Act. Native American Economic Opportunity Programs Act - Provides financial assistance for Native American projects. Requires the Secretary to develop an overall plan to govern the approval of research and demonstration projects. Requires the evaluation of projects assisted under this Act. Establishes a program which is designed to stimulate a better focusing of local, State, private, and Federal resources upon the goal of enabling low-income families, and low-income individuals to obtain the skills and knowledge needed for them to secure the opportunities needed to become fully self-sufficient. Permits the Secretary of Health, Education, and Welfare to provide financial assistance through grants or contracts for research, demonstration, and pilot programs the purpose of which is to secure the opportunities for self-sufficiency. States that the Director of the Office of Economic Opportunity may provide financial assistance to community action agencies or public or private nonprofit agencies for incentive grants to match State and local funds. Establishes a Community Services Administration. States that the Administration shall be headed by a Director. Sets out the powers and duties of the Administration and the Director. Provides for the transfer of functions of the Office of Economic Opportunity to the Community Services Adminstration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Services and Headstart Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Native American Economic Opportunity Programs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the extension of Headstart and other programs under the Economic Opportunity Act of 1964, to establish a Community Services Administration in the Department of Health, Education, and Welfare to administer programs which have been administered by the Office of Economic Opportunity, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:17-05:00"
}