{
  "actions": [
    {
      "acted_at": "1989-08-02", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1480-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-08-02", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1990-05-02", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1989-08-04", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1989-08-02", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1989-08-02", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1989-09-07", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1989-08-02", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1989-08-02", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1989-08-04", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1989-08-02", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1989-08-02", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1989-08-02", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1989-08-02", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1990-08-01", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-08-02", 
  "number": "1480", 
  "official_title": "A bill to ensure economic equity for American women and their families by providing equitable pay and employee benefits and enhanced opportunities in business procurement; providing economic and retirement security for women as workers and as divorced or surviving spouses; making quality and affordable dependent care available to all working families; enhancing the long-term health of women and their families through prevention services and assistance to victims of domestic violence.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Equity Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-08-02", 
  "subjects": [
    "Aliens", 
    "Ambulatory care", 
    "Authorization", 
    "Block grants", 
    "Child abuse", 
    "Child development", 
    "Child health", 
    "Child welfare", 
    "Congress", 
    "Congressional agencies", 
    "Contracts", 
    "Cost of living adjustments", 
    "Custody of children", 
    "Day care", 
    "Disabled", 
    "Discrimination in employment", 
    "Displaced homemakers", 
    "Domestic relations", 
    "Earnings", 
    "Educational equalization", 
    "Educational research", 
    "Elementary school students", 
    "Employee benefit plans", 
    "Employment tax credits", 
    "Equal pay for equal work", 
    "Evidence (Law)", 
    "Exceptional children", 
    "Executive reorganization", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to day care centers", 
    "Federal aid to housing", 
    "Federal aid to vocational education", 
    "Federal employees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Flexible work hours", 
    "Food relief", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Home labor", 
    "Home ownership", 
    "Homeless", 
    "Hospital care", 
    "Housing finance", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Infant mortality", 
    "Inflation", 
    "Information services", 
    "Insurance premiums", 
    "Labor mobility", 
    "Long-term care", 
    "Marriage", 
    "Married people", 
    "Maternal and infant welfare", 
    "Maternal health services", 
    "Medicaid", 
    "Medical screening", 
    "Medicare", 
    "Minority business enterprises", 
    "Minority employment", 
    "Mortgage loans", 
    "Nursing homes", 
    "Nutrition", 
    "Obstetrics", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Paramedical personnel", 
    "Parent and child", 
    "Part-time employment", 
    "Pay equity", 
    "Planning", 
    "Poor", 
    "Pregnant women", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Public housing", 
    "Racial discrimination", 
    "Research", 
    "Respite care", 
    "Secondary mortgage market", 
    "Sex discrimination against women", 
    "Sex discrimination in education", 
    "Sex discrimination in employment", 
    "Single-parent families", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "State courts", 
    "State laws", 
    "Tax credits", 
    "Tax-deferred compensation plans", 
    "Telephone", 
    "Unmarried mothers", 
    "Volunteer workers", 
    "Wages", 
    "Widowers", 
    "Widows", 
    "Wife abuse", 
    "Women", 
    "Women in business", 
    "Women's education", 
    "Women's health", 
    "Working mothers"
  ], 
  "subjects_top_term": "Women", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-08-02", 
    "text": "Economic Equity Act of 1989 - Title I: Employment - Subtitle A: Pay Equity Technical Assistance to Public and Private Sector - Pay Equity Technical Assistance Act - Directs the Secretary of Labor to develop and implement a continuing program of information dissemination, research, and technical assistance to public and private entities with respect to correction of wage-setting practices, and reduction or elimination of wage disparities, to the extent that they are based on the sex, race, or national origin of the employee, rather than on the work performed and other appropriate factors. Subtitle B: Extension of Benefits to Part-Time and Temporary Workers - Part-Time and Temporary Workers Protection Act of 1989 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to bring certain part-time employees within the participation, vesting, and accrual rules governing pension plans. Addresses any employee who, within a relevant 12-month period: (1) has customarily completed more than 500 but fewer than 1,000 hours of service; or (2) is employed in a type of position in which employment customarily consists of such a number of hours. Provides that completion of such hours of service will be treated as completion of 1,000 hours of service (thereby bringing the employee within the ERISA benefit framework). Permits a reduction in the employer-provided premium under a group health plan in the case of a part-time employee only when such employee: (1) has customarily completed fewer than 30 hours of service per week; or (2) is employed in a type of position in which employment customarily consists of such a number of hours. Limits such a premium reduction, when permissible, to not less than a ratable portion of the premium ordinarily provided in the case of an employee who completes 30 hours of service per week. Revises the ERISA definition of \"employee\" to include non-employees who, pursuant to a contract or agreement, provide employee-like services to an employer for at least one year at the rate of 500 or more hours per year. Subtitle C: Federal Council on Women - Federal Council on Women Act - Establishes a Federal Council on Women to: (1) collect and evaluate information with respect to any problems that are particular to women in the United States; (2) review and evaluate Federal policy related to any such problems; (3) coordinate the activities of the Council with similar activities conducted by States, local governments, and concerned organizations; and (4) make recommendations. Directs the Council to report its findings and recommendations to the Congress. Authorizes appropriations. Subtitle D: Women in Business Procurement Assistance - Women's Business Procurement Assistance Act of 1989 - Amends the Small Business Act to add to existing goals for participation of small business concerns in Federal procurement contracts the participation of small business concerns owned and controlled by women. Requires the head of each Federal agency to report to the Small Business Administration (SBA) on the extent that small business concerns owned and controlled by women participate in procurement contracts and subcontracts. Declares it is the policy of the United States that small business concerns owned and controlled by women shall have the maximum opportunity to participate in the performance of contracts and subcontracts let by any Federal agency. Precludes the award of any contract unless the procurement authority determines that the offeror's plan includes the maximum opportunity for participation of small business concerns owned and controlled by women. Authorizes any Federal agency, when dealing with negotiated contracts, to provide such incentives as it may deem appropriate in order to encourage subcontracting opportunities for small business concerns owned and controlled by women. Requires the SBA to report annually to certain congressional committees on subcontracting plans found acceptable by any Federal agency which the SBA determines do not contain maximum opportunities for small business concerns owned and controlled by women. Requires the Director of Small and Disadvantaged Business Utilization for each Federal agency to designate an employee of that Director's office to be a Women-in-Business Specialist. Requires each Federal agency having procurement powers to affirmatively solicit offers from small business concerns owned and controlled by women and socially and economically disadvantaged individuals. Title II: Economic Security - Subtitle A: Earnings Sharing by Married Couples - Social Security Equity Act of 1989 - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to provide that the combined earnings of a married couple which are attributable to the period of their marriage shall be shared equally between them for purposes of determining the eligibility for, and amount of, OASDI benefits to which each spouse is or may become separately entitled. Credits the survivor of the marriage with 100 percent of the combined total wages for the period of the marriage. Provides that this Act shall not apply in specified cases where it would result in a reduction of OASDI benefits. Sets forth certain age and marriage requirements with which married couples must comply in order for this Act to apply. Subtitle B: Treatment of Disabled Widows and Widowers - Amends title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act to repeal the separate definition of disability applicable to widows and widowers. Permits the months of a widow's or widower's entitlement to Supplemental Security Income (SSI) benefits (title XVI of the Social Security Act) on the basis of a disability to be counted towards the 24 months needed to become entitled to hospital insurance benefits under Medicare (title XVIII of the Social Security Act) on that basis. Subtitle C: Eligibility of Displaced Homemakers for First-Time Homebuyers Assistance - Displaced Homemakers and Single Parents Homeownership Assistance Act - States that displaced homemakers and single parents shall not be deemed ineligible for Federal assistance for first-time homebuyers on the basis of previous home ownership or residence while married or a homemaker. Subtitle D: Section 8 Housing Assistance for Domestic Violence Victims - Family Housing Options Program Act of 1989 - Amends the United States Housing Act of 1937 to reserve at least five percent of section 8 housing assistance for families affected by domestic violence and for homeless families. Requires administration of such program through the local public housing agencies. Permits assistance to be used in shared housing arrangements if the family receiving assistance so consents. States that rent contributions made by a family in such an arrangement shall not be considered income to the participating family for purposes of specified housing assistance eligibility. Includes among State allocation factors the number of transitional and emergency shelters, domestic violence shelters, and the number of families served by such programs. Requires: (1) each State to make an annual program report to the Secretary of Housing and Urban Development; and (2) the Secretary to include a summary of such reports in the annual section 8 report. Title III: Dependent Care - Subtitle A: Dependent Care Tax Credit Expansion - Repeals the Internal Revenue Code's nonrefundable income tax credit for employment-related dependent care expenses, replacing it with a corresponding refundable 50 percent credit, reduced (but not below 20 percent) as the taxpayer's adjusted gross income exceeds $15,000 (adjusted for inflation). Includes within the scope of the new credit up to $1,200 ($2,400 in the case of more than one qualifying individual) of respite care expenses incurred in the care of: (1) a dependent of the taxpayer who is at least 15 years old; or (2) a spouse or other dependent who is physically or mentally incapable of self-care. Subtitle B: Mortgage Financing for Family Day Care Centers - Small Day Care Center Assistance Act - Amends the Federal National Mortgage Association Charter Act and the Federal Home Loan Mortgage Corporation Act to define the term \"mortgage\" to include a mortgage secured by a one-to-four family residential property that is occupied as a residence and in which child care service is legally provided. Subtitle C: Child Care Services in Transitional Housing - Transitional Housing Child Care Services Act - Amends the Stewart B. McKinney Homeless Assistance Act to authorize the Secretary of Housing and Urban Development to provide child care assistance for transitional housing residents. Subtitle D: Title XX Funding Increase - Amends title XX (Block Grants to States for Social Services) of the Social Security Act to: (1) increase the amount authorized for such program for FY 1990 through 1992; and (2) remove provisions authorizing appropriations for each succeeding fiscal year. Subtitle E: School-Based Child Care - State Dependent Care Grants Amendments Act of 1989 - Amends the State Dependent Care Development Grants Act to authorize the use of funds for operation of school-age child care services before and after school. Requires that such amounts be earmarked to enable children whose families lack adequate financial resources to participate in before or after school child care programs. Requires State Governors to include specified information in their reports on programs assisted under such Act. Extends until September 30, 1993, the period during which descriptions of intended uses of State allotments must be revised to reflect substantial changes. Title IV: Health - Subtitle A: Maternal and Child Health Funding Increases - Amends title V (Maternal and Child Health Services) of the Social Security Act to increase authorized appropriations for such program. Requires States, as a condition of receiving additional funds, to conduct a statewide needs assessment of maternity and infant care, including prenatal care and prevention of low birthweight and infant mortality, and to develop a plan to meet those needs. Changes State reporting requirements to monitor plan implementation results. Subtitle B: Coordination of Health Services for Pregnant Women - Amends title V (Maternal and Child Health Services) of the Social Security Act to increase authorized appropriations for such program. Sets aside certain appropriated amounts for comprehensive State infant mortality initiatives and Federal activities in coordination with such initiatives. Prohibits Federal assistance for such a State initiative unless the State provides assurances that it will: (1) establish a toll-free telephone information and referral system for maternal and child health services; (2) provide technical assistance and public awareness activities regarding the maternal and child health handbook to be disseminated by the Secretary of Health and Human Services; (3) develop and expand maternal and child health home visiting programs; (4) establish a \"one-stop shopping,\" client-centered program under which pregnant women and mothers can apply for a wide range of Government programs in a coordinated manner at a location at which social and health-related services are made available to pregnant women and infants; (5) evaluate the impact of such initiative; and (6) be able to continue such initiative without Federal assistance within five years of the first receipt of such assistance. Directs the Secretary to use a specified portion of set-aside amounts to: (1) provide technical assistance to State initiatives; (2) disseminate a maternal and child health handbook to all pregnant women and new parents; (3) establish a nationwide, toll-free telephone information and referral system for maternal and child health services; (4) develop a model, coordinated application and eligibility determination system for use by States under the Medicaid program (title XIX of the Act) and the special supplemental food program for women, infants, and children; (5) improve the integration and coordination of Federal programs serving pregnant women and children; and (6) monitor and evaluate State infant mortality initiatives. Requires the Secretary to give priority to the initiatives of States demonstrating the greatest need and an ability to implement such initiatives, while recognizing the need for an equitable distribution of assistance among the States. Subtitle C: Infant Mortality - Amends title XIX (Medicaid) of the Social Security Act to require States to cover children born after September 30, 1983, whose family income is below the Federal poverty level. Authorizes States to continue such coverage for one year after the family's income rises above the Federal poverty level. Phases in mandatory State coverage of pregnant women and infants whose family income is below 185 percent of the Federal poverty level. Deducts child and medical care costs from the income eligibility test. Requires the continuation of such coverage for women through the month in which the 60-day post-partum period expires, and for infants throughout their first year of life. Directs the Secretary of Health and Human Services to report to the Congress by July 1, 1990, on State error rates in determining the Medicaid eligibility of pregnant women and infants. Suspends error rate penalties attributable to such eligibility determinations made from July 1, 1989, until one year after the Secretary's report. Permits States to provide Medicaid coverage to all children whose family income is below the Federal poverty level. Requires that States make ambulatory prenatal care available to a pregnant woman during a presumptive eligibility period which ends when she is determined to be ineligible for Medicaid benefits or 14 days after she is determined to be eligible, but fails to apply. Amends title V (Maternal and Child Health Services) of the Act to require States to provide outreach services for Medicaid-eligible pregnant women and infants under such title. Amends the Medicaid program to reimburse States, at the Federal Medicaid assistance percentage, for outreach services identifying Medicaid-eligible pregnant women and infants and assisting them in applying for Medicaid coverage. Requires that States submit information to the Secretary, by April 1 of each year, pertaining to the supply of and demand for obstetrical and pediatric services and proposed Medicaid payment rates for such services so that the Secretary may determine whether such rates are sufficient to ensure that obstetrical and pediatric services will be at least as available to Medicaid beneficiaries as they are to the general population. Requires States to immediately revise rates determined to be insufficient. Increases, by 25 percent, the Federal share of Medicaid costs attributable to State demonstration projects to reduce infant mortality and childhood morbidity by improving the access of Medicaid-eligible pregnant women, infants, and children to obstetricians and pediatricians. Limits FY 1990 expenditures for such projects. Directs States to adjust Medicaid payments to disproportionate share hospitals to take into account exceptionally costly and lengthy inpatient hospital services for children. Requires States to: (1) coordinate Medicaid services with the special supplemental food program for women, infants, and children (WIC) under the Child Nutrition Act of 1966; and (2) notify Medicaid-eligible pregnant, breastfeeding, or postpartum women and children under age five of WIC program benefits. Directs the Secretary to develop, for use by January 1, 1990, a national toll-free phone number providing basic health information and health care referrals to pregnant women, new mothers, and other interested persons. Subtitle D: Perinatal Services in Public Housing - Public Housing One-Stop Perinatal Services Act of 1989 - Directs the Secretary of Housing and Urban Development to carry out a program to demonstrate the effectiveness of grants to public housing agencies for providing facilities for one-stop perinatal services programs for pregnant women who reside in public housing. Sets forth preferences in selecting the agencies to receive grants. Limits the aggregate amount provided under these provisions for any public housing project to a specified sum. Requires services and facilities provided or assisted with grants under these provisions to comply with all applicable State and local laws, regulations, and ordinances, and all requirements established by the Secretary of Health and Human Services for such services and facilities. Authorizes appropriations. Subtitle E: Domestic Violence Judiciary Training Grants - State Justice Institute Amendments Act - Amends the State Justice Institute Act of 1984 to authorize the use of Institute funds to conduct up to five projects to: (1) carry out research regarding State judicial decisions relating to child custody litigation involving domestic violence; (2) develop training curricula to assist State courts to develop an understanding of, and appropriate responses to, child custody litigation involving domestic violence; and (3) disseminate the results of such research and the curricula to State courts. Authorizes appropriations for FY 1989 and 1990. Subtitle F: Immigration Reform for Domestic Violence Victims - Amends the Immigration and Nationality Act to permit certain battered alien spouses to apply for permanent residence without filing a joint petition (and interview) with the citizen spouse. Requires such an alien spouse to demonstrate: (1) that the marriage was entered into with good faith; and (2) evidence of physical abuse or extreme mental cruelty. Subtitle G: Long-Term Care Workers Demonstration Projects - Amends the Older Americans Act of 1965 to require the Commissioner on Aging to give special consideration to funding demonstration projects providing older individuals with the opportunity to serve as volunteers furnishing long-term care services to nursing home residents. Subtitle H: Sense of Congress on Caregivers - Declares that it is the sense of the Congress that: (1) recognition and further attention should be given to the professional and personal needs of long-term care aides; (2) expanded access to health and pension benefits should be provided to such aides; (3) policy makers should recognize that problems of female household heads and minority workers affect most nursing care aides; (4) more data is needed on home health and nursing home aides; (5) expanded recruitment of specified groups should be considered to abate the long-term care aide shortage; and (6) changes should be made in nursing aide positions to ensure integration into management structures and to enhance attraction to careers in long-term care."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Equity Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Displaced Homemakers and Single Parents Homeownership Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Family Housing Options Program Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Council on Women Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Part-Time and Temporary Workers Protection Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Pay Equity Technical Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Public Housing One-Stop Perinatal Services Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Day Care Center Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Social Security Equity Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Dependent Care Grants Amendments Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "State Justice Institute Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Transitional Housing Child Care Services Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women's Business Procurement Assistance Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure economic equity for American women and their families by providing equitable pay and employee benefits and enhanced opportunities in business procurement; providing economic and retirement security for women as workers and as divorced or surviving spouses; making quality and affordable dependent care available to all working families; enhancing the long-term health of women and their families through prevention services and assistance to victims of domestic violence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:38-05:00"
}