{
  "actions": [
    {
      "acted_at": "1981-09-23", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-09-28", 
      "in_committee": "Senate Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on Criminal Law.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-28", 
      "in_committee": "Senate Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Referred jointly to the Subcommittee on Juvenile Justice.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1653-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Criminal Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Juvenile Justice", 
      "subcommittee_id": "25"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-09-23", 
  "number": "1653", 
  "official_title": "A bill to restructure the State and local assistance programs designed to improve the quality of criminal justice, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Justice Assistance Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-09-23", 
  "subjects": [
    "Authorization", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Department of Justice", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement agencies", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Grants-in-aid", 
    "Intergovernmental relations", 
    "Juvenile delinquency", 
    "States"
  ], 
  "subjects_top_term": "Federal aid to law enforcement agencies", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-09-23", 
    "text": "Criminal Justice Assistance Amendments of 1981 - Amends title I of the Omnibus Crime Control and Safe Streets Act of 1968 (Justice System Improvement) to replace the Law Enforcement Assistance Administration with a new Bureau of Justice Assistance under the general authority of the Attorney General. Revises the formula grant program to make the following changes. Decreases from 23 to 12 the purposes for which formula grants may be made. Authorizes States during fiscal years 1983 and 1984 to fund five additional program areas given the highest priority by the National Justice Commission. Requires States to provide a 50 percent match to receive Federal funding and to assume the cost of a successful program after a reasonable period of Federal assistance. Authorizes the Administrator to waive the required match if the recipient does not have sufficent funds available. Eliminates the current requirement that States and localities establish criminal justice councils and local criminal justice advisory boards. Requires each State to maintain a State planning agency subject to the jurisdiction of the chief executive of the State. Charges such agencies with: (1) preparing a simple application to obtain a State's allocation; (2) administering funds awarded; (3) providing financial assistance to State agencies, local governments, and private nonprofit corporations; (4) preparing annual reports; (5) coordinating the policies of State and local criminal justice agencies; and (6) analyzing criminal justice data. Authorizes the chief executive officer of the State to submit the State's proposed uses of the block grants to the State legislature. Increases from 80 to 95 percent the proportion of total funding to be allocated for formula grants. Eliminates the national priority grant and the training and manpower development programs. Establishes a 21-member National Justice Commission in the executive branch to: (1) coordinate the activities and policies of Federal, State, and local criminal justice agencies; (2) coordinate the activities of Federal agencies which impact on crime; and (3) identify and recommend to Federal agencies, the President, and Congress criminal justice priority areas and policies. Requires that 14 members of the Commission be representative of State and local government interests. Directs the Commission to: (1) publish in the Federal Register a list of criminal justice problems which should receive priority attention by Federal, State, and local governments; and (2) communicate to Congress a list of priority recommendations. Retains the discretionary grant program. Restricts the purposes of the discretionary grant program. Includes among its purposes meeting criminal justice emergency situations beyond the capacity of State and local governments. Decreases from ten to five percent the proportion of total funding to be allocated for discretionary grants, but authorizes Congress to appropriate additional funds to meet emergency situations. Permits Federal funding for up to 100 percent of program costs. Directs the Administrator of the Bureau of Justice Assistance to report annually to the President and the congressional judiciary committees on activities under this title. Eliminates the detailed reporting requirements currently prescribed. Decreases the amount authorized to be appropriated for fiscal year 1982 for the grant programs and the Bureau of Justice Assistance. Authorizes a sum for each of fiscal years 1983 and 1984 for such purposes. Eliminates the current authorization of appropriations for the Office of Community Anti-Crime Programs and the requirement that at least 19.15 percent of total appropriations be maintained for juvenile delinquency programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Justice Assistance Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restructure the State and local assistance programs designed to improve the quality of criminal justice, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:01-05:00"
}