{
  "actions": [
    {
      "acted_at": "1991-11-26", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2057-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1992-07-21", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1992-07-21", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-26", 
  "number": "2057", 
  "official_title": "A bill to amend title 10, United States Code, to provide for centralized acquisition of property and services for the Department of Defense, to modernize Department of Defense acquisition procedures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Defense Acquisition Reorganization Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-26", 
  "subjects": [
    "Armed forces and national security", 
    "Defense budgets", 
    "Defense procurement", 
    "Executive reorganization", 
    "Federal officials", 
    "Joint ventures", 
    "Military personnel", 
    "Military research", 
    "Position classification", 
    "Promotions", 
    "Research and development", 
    "Transfer of employees"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-26", 
    "text": "Department of Defense Acquisition Reorganization Act of 1991 - Title I: Reorganization and Reform of the Defense Acquisition System - Part A: Centralization and Improvement of Acquisition Management - Revises the authorities of the Under Secretary of Defense for Acquisition to add to the list of the Under Secretary's responsibilities: (1) the prescribing of policies for research, development, and acquisition activities of the Department of Defense (DOD); and (2) the planning, carrying out, and execution of budgets for, such activities. Establishes a Defense Research, Development, and Acquisition Agency within DOD, to be headed by the Under Secretary. Provides for the selection of a Deputy Director of Defense Research, Development, and Acquisition for Concurrent Engineering. Includes within the responsibilities of the Under Secretary as Director of the Agency: (1) preparing budgets for, and carrying out, DOD research, development, and acquisition activities; (2) ensuring that acquisition plans realistically reflect budget and related decisions for acquisition programs; and (3) conducting research on management techniques as well as on individual systems. Provides for the selection of Agency program executive officers (PEOs) to manage acquisition programs and related technical support resources. Requires PEOs to be organized on the basis of unique mission areas or, in the case of programs for systems specifically relating to certain classes of targets, on the basis of target classes. Provides that the responsibilities of a PEO for a weapon acquisition program shall cover the entire life cycle of the program. Directs the Chairman of the Joint Chiefs of Staff to prescribe policies for the interaction of the commanders of unified and specified combatant commands with PEOs regarding the conduct of weapon acquisition programs. Provides for the selection of Agency program managers (PMs) to be responsible for routine management of a research, development, and acquisition program. Requires the Deputy Director to provide the Under Secretary, PEOs, and PMs with the following types of the most advanced functional analytical capability: (1) cost and affordability analysis; (2) logistics and support analysis; (3) reliability and maintainability analysis; (4) producibility analysis; and (4) environmental analysis. Terminates the procurement authority of the Secretary of the Army, the Secretary of the Navy, and the Secretary of the Air Force. Requires the Congress to authorize funds for each phase of the acquisition program cycle in a single amount sufficient to carry out such phase. Directs the Secretary of Defense (Secretary) to define such phases. Establishes a one-milestone decision process for acquisition programs, under which the Under Secretary shall review each program before the program proceeds beyond concept demonstration and validation. Directs the Chairman to make recommendations to the Under Secretary regarding the desirability of joint development by the United States and foreign countries of systems proposed to be developed, or under development, by such countries. Part B: Transfer of Functions - Transfers all research, development, and acquisition functions of the Secretaries of the military departments and specified defense agencies and procurement commands to the Secretary and the Agency. Terminates such procurement agencies. Title II: Specific Procurement Management Policies - Declares that it is the policy of the Congress that, by January 1, 2000: (1) DOD should achieve 90 percent of the cost and schedule goals established for the research and development and acquisition programs; and (2) the average period necessary for converting an emerging technology into initial operational capability for DOD should not exceed eight years. States that the Secretary, when necessary to implement such policy, should: (1) identify and consider for termination programs that are not achieving such goals; and (2) identify existing and potential programs that are suitable alternatives for such programs. Urges the Secretary to implement provisions relating to the DOD acquisition workforce. Reemphasizes the importance of ensuring that the workforce is educated and trained in accordance with standards set out in such provisions. Requires the Secretary to provide an enhanced system of incentives and adverse personnel actions to encourage excellence in the DOD acquisition workforce. Sets forth provisions concerning: (1) the fixing of grades of PEOs; and (2) the designations of PEOs and PMs as positions of importance and responsibility (when held by members of the armed forces) for purposes of military promotions. Title III: Conforming Amendments - Makes conforming amendments to make other provisions consistent with the transfer of responsibility from the military departments to the Agency. Removes certain exemptions from procurement requirements for the Coast Guard and the National Aeronautics and Space Administration. Eliminates a requirement for the Secretary's approval of contracts for energy for military installations. Title IV: Effective Dates - Sets forth the effective dates for this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Acquisition Reorganization Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to provide for centralized acquisition of property and services for the Department of Defense, to modernize Department of Defense acquisition procedures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:20-05:00"
}