{
  "actions": [
    {
      "acted_at": "1978-04-10", 
      "committee": "Senate Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2863-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-10", 
  "number": "2863", 
  "official_title": "A bill to authorize fiscal year 1979 appropriations for the Department of State, the International Communication Agency, and the Board for International Broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Relations Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-10", 
  "subjects": [
    "Advisory bodies", 
    "American economic assistance", 
    "Americans in foreign countries", 
    "Arts, culture, religion", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Board for International Broadcasting", 
    "Broadcasting", 
    "Canada", 
    "Conferences", 
    "Congress", 
    "Congressional tributes", 
    "Cultural relations", 
    "Department of State", 
    "Economics and public finance", 
    "Emigration", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Foreign service", 
    "Government operations and politics", 
    "Health", 
    "Health facilities", 
    "Immigration", 
    "International affairs", 
    "International agencies", 
    "International propaganda", 
    "Medical centers", 
    "Monuments and memorials", 
    "Recognition (International law)"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-10", 
    "text": "Foreign Relations Authorization Act, Fiscal Year 1979 - Title I: State Department - Authorizes appropriations for the Department of State for fiscal year 1979 for (1) the administration of foreign affairs, (2) international organizations and conferences, (3) international commissions, and (4) migration and refugee assistance. Permits the transfer of not more than ten percent of such funds. Authorizes the Department of State to furnish assistance to destitute American citizens abroad. Removes expenditure limitations on the representation and entertainment expenses of the American Section, International Joint Commission, United States and Canada. Permits the working capital fund of the Department of State to be used for medical and health care services. Removes limitations upon certain monetary transfers to such fund, and stipulates accounting procedures with respect to such fund. Amends the Foreign Service Act of 1946 with respect to the authority of the Secretary of State to establish non-Government-owned nonappropriated fund activities at posts abroad. Requires equal rates to be charged to all Federal civilian personnel for such activities. Amends such Act to furnish medical and health care services (rather than first aid station) at posts abroad. Amends the Foreign Relations Authorization Act, Fiscal year 1978, to increase the authorized appropriations for international organizations and conferences. Authorizes the Secretary of State, assisted by a Commission established by this Act, to acquire a statue or bust of General George C. Marshall to be placed in the Department of State. Amends the Foreign Service Act of 1946 with respect to compensation plans for alien employees to authorize the inclusion of leave of absence with pay in such plans. Authorizes the granting of compensatory time off to employees at certain posts in foreign areas. Repeals a per annum salary increase previously granted certain classes of Foreign Service officers. Exempts certain Foreign Service officers and Foreign Service information officers from premium pay provisions. Amends the Foreign Service Act of 1946 to authorize the Secretary of State to pay the travel expense of employees on protective security missions without regard to specified restrictions. Title II: International Communication Agency - Authorizes appropriations for fiscal year 1979 for the International Communication Agency. Title III: Board for International Broadcasting - Amends the Board for International Broadcasting Act of 1973 (1) to make certain technical amendments, (2) to repeal the authorization of appropriations for the Board for fiscal year 1978, and (3) to authorize appropriations for the Board for fiscal year 1979."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize fiscal year 1979 appropriations for the Department of State, the International Communication Agency, and the Board for International Broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:44-05:00"
}