{
  "actions": [
    {
      "acted_at": "1990-09-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-14", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-09-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5626-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-14", 
  "number": "5626", 
  "official_title": "To amend title XVIII of the Social Security Act to reform the regulation of medicare supplemental policies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medigap Standards Reform Act of 1990", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-09-14", 
  "subjects": [
    "Consumer education", 
    "Consumer protection", 
    "Excise tax", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Health", 
    "Health insurance", 
    "Insurance premiums", 
    "Medicare", 
    "Retiree health benefits", 
    "Sales promotion", 
    "Social welfare", 
    "Standards", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-09-14", 
    "text": "Medigap Standards Reform Act of 1990 - Amends title XVIII (Medicare) of the Social Security Act to require that Medicare supplemental policy issuers: (1) establish four types of benefit packages, ranging from standard to comprehensive; and (2) provide purchasers of a policy with a description of its benefits that uses uniform language specified by the Secretary of Health and Human Services and uniform format to help consumers compare benefits among policies. Prohibits an issuer from selling a Medicare supplemental (Medigap) policy unless the insurer offers the prospective buyer a policy that only includes the standard benefit package. Allows additional benefits to be offered if: (1) they are not generally available in any of the four types of benefit packages; and (2) the insurer specifies the additional premium for each benefit. Permits each State to design its own four-benefit package provided that the standard benefit package is one of the packages offered either alone or along with additional comprehensive benefits in other packages. Directs the Secretary to specify the benefits for each type of package provided under a Medigap policy in the absence of a State-specific approach to the four-benefit package. Defines the standard benefit package to be used in both State and federally designed benefit package. Requires applicants to sign a statement prior to sale which indicates current coverage except in cases where the policy is purchased to replace existing coverage or where States pay Medigap premiums for Medicaid (title XIX of the Social Security Act) beneficiaries. Makes it a violation of this Act for a Medigap policy to be issued without the obtainment of such a statement or if a statement indicates that the applicant is currently covered under another Medigap policy. Provides for: (1) suspension of such a policy during the receipt of Medicaid benefits; (2) identification of duplicate coverage through the matching of information supplied by insurers and employers; and (3) reporting of duplicate coverage by the Secretary to States which have designated a four-benefit package. Requires Medigap insurers to use a uniform methodology for calculating loss ratios. Requires States to report to the Secretary annually on loss-ratios under Medigap policies and the use of sanctions for policies that fail to use a uniform methodology for calculating loss-ratios. Requires Medigap issuers of replacement policies to waive any time periods applicable to preexisting conditions, waiting periods, limitation periods, and probationary periods for similar benefits contained in the new policy to the extent such time was spent under the original policy. Requires Medigap insurers to issue policies without any conditions to individuals for six months after they first enroll in Part B (Supplementary Medical Insurance) of the Medicare program. Establishes minimum loss ratios for hospital indemnity and dread disease policies which are sold to or renewed by Medicare beneficiaries. Directs the Secretary to promulgate regulations to implement this Act which include uniform enforcement provisions and reflect certain revisions made in National Association of Insurance Commissioners' Medigap standards. Gives States one year from the date of publication of such regulations or until the next session of the State legislature to adopt such regulations. Provides for certification of State regulatory programs by the Secretary, rather than the Supplemental Insurance Panel. Requires all Medigap policies to be approved by the State in which the policy is sold or certified by the Secretary prior to sale. Amends the Internal Revenue Code to subject an entity that issues a Medigap policy which has not been certified by the Secretary or sells such a policy in a State where it has not been approved to an excise tax equal to 50 percent of the policy premium."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medigap Standards Reform Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XVIII of the Social Security Act to reform the regulation of medicare supplemental policies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:11-05:00"
}