{
  "actions": [
    {
      "acted_at": "1983-04-07", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-27", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Subcommittee on Oversight of Government Management. Hearings held. Hearings printed:  S.Hrg. 98-139.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-01", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-08-01", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported to Senate by Senator Cohen with an amendment in the nature of a substitute and an amendment to the title. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-01", 
      "calendar": "Senate Legislative", 
      "number": "331", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 331.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1983-09-01", 
      "references": [], 
      "text": "Committee on Governmental Affairs filed written report under the authority of the order of Aug  4, 83. Report No. 98-214.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-15", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-15", 
      "bill_ids": [
        "hr2293-98"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2293 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-15", 
      "bill_ids": [
        "hr2293-98"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2293 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-15", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2610-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2610"
    }, 
    {
      "amendment_id": "s2611-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2611"
    }
  ], 
  "bill_id": "s1001-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Oversight of Government Management", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1983-10-06", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1983-09-19", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1983-10-07", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1983-09-19", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1983-10-07", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1983-10-20", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Evans, Daniel J.", 
      "sponsored_at": "1983-10-21", 
      "state": "WA", 
      "thomas_id": "01327", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1983-10-21", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1983-10-24", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1983-09-28", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1983-10-07", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1983-10-20", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1983-10-07", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1983-04-07", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1983-10-06", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-07", 
  "number": "1001", 
  "official_title": "A bill to authorize appropriations for the Office of Federal Procurement Policy for an additional five fiscal years.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2293-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Office of Federal Procurement Policy Act Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-08-01", 
  "subjects": [
    "Administrative procedure", 
    "Advertising", 
    "Armed forces and national security", 
    "Authorization", 
    "Competition", 
    "Congressional oversight", 
    "Defense procurement", 
    "Economics and public finance", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Office of Management and Budget", 
    "Personnel management", 
    "Small business"
  ], 
  "subjects_top_term": "Government procurement", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1983-11-15", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 2293 passed in lieu) Office of Federal Procurement Policy Act Amendments of 1983 - Amends the Office of Federal Procurement Policy Act to direct the Administrator of Federal Procurement Policy to provide overall direction of Federal procurement policy and leadership in the development of procurement systems of executive agencies. Eliminates the requirement that the Administrator develop and submit to Congress for approval a uniform procurement system, but authorizes the Administrator to prescribe Government-wide procurement policies which shall be implemented in a single system of government-wide procurement regulations governing executive agencies. Authorizes the Administrator to prescribe government-wide procurement regulations, procedures, and forms if the Department of Defense, the National Aeronautics and Space Administration, and the General Services Administration are unable to agree on or fail to issue such regulations, procedures, and forms in a timely manner. Requires the Administrator to submit a detailed report on any such policy or regulation to Congress at least 30 days before such policy or regulation takes effect. Revises the functions of the Administrator to include: (1) providing leadership and ensuring action by executive agencies in the development and maintenance of the single system of simplified Government-wide procurement regulations and resolving differences among agencies in the development of simplified Government-wide procurement regulations, procedures, and forms; (2) coordinating the development of Government-wide procurement standards; (3) providing for a Federal Aquisition Institute in the General Services Administration which shall promote Government-wide career management programs for a professional procurement work force and Government-wide research to improve the procurement process; and (4) completing action on the recommendations of the Commission on Government Procurement. Allows the Administrator to appoint advisory committees to assist in the development of the procurement regulations and in the performance of any other functions. Authorizes the Director of the Office of Management and Budget to deny the promulgation of or rescind any government-wide or agency procurement rule that the Administrator determines to be inconsistent with Government-wide policies, regulations, or procedures. Authorizes appropriations for FY 1984 through 1988 for the Office of Federal Procurement Policy. Authorizes the Administrator, in consultation with the heads of executive agencies, to develop innovative procurement methods and procedures to be tested by selected agencies, with their approval. Directs the Administrator to request specified congressional committees to take action to exempt such a proposed test program's methods and procedures from any provision of law if necessary to carry out such program. Requires the head of each executive agency to: (1) increase effective competition in agency procurement; (2) establish clear lines of authority and responsibility for procurement decisionmaking and place the procurement function at a sufficiently high level to provide direct access to the head of the major organizational element of the agency and comparative equality with organizational counterparts; (3) designate a senior procurement executive; and (4) develop and maintain a procurement career management program. Directs the Administrator to conduct studies and report to specified congressional committees by April 15, 1984, on the extent of competition in the award of subcontracts by Federal prime contractors. Authorizes the Administrator to delegate any authority or function, other than the authority to provide overall direction of Federal procurement policy, to any executive agency with the consent of the head of such agency or at the direction of the President. Increases from $10,000 to $25,000 the maximum aggregate amount involved in a Government purchase or contract which does not require formal advertising procedures. Requires the Office of Federal Procurement Policy (OFPP) to review and report recommendations and findings to Congress concerning the practices, regulations, and reform proposals and programs of the Department of Defense (DOD) relating to the procurement of spare parts for weapons systems. Requires the Secretary of Defense and the Inspector General of DOD to furnish OFPP necessary information. Requires that the Inspector General be provided a reasonable opportunity to comment on the OFPP report before it is transmitted to Congress, and that the Inspector General's comments be included in such report. Directs OFPP to review the procurement activities of DOD during the last week of September, 1983, and to report to Congress on: (1) the number and amount of contracts and purchases made by DOD within such week; (2) whether DOD had a bonafide need for the property or services procured; (3) the contracts and purchases made without formal advertising or after soliciting bids from only one source and the justification for such actions; (4) whether DOD violated guidelines that restrict procurement during the final quarter of a fiscal year; and (5) recommendations for administrative and legislative actions to assure economy and efficiency in DOD procurement actions during the final quarter of a fiscal year. Directs the Secretary and the Inspector General of DOD and the Comptroller General of the United States to furnish OFPP necessary information on DOD procurement actions."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Office of Federal Procurement Policy Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Office of Federal Procurement Policy for an additional five fiscal years.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:46-05:00"
}