{
  "actions": [
    {
      "acted_at": "2011-06-22", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1247-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-22", 
  "number": "1247", 
  "official_title": "A bill to develop and recruit new, high-value jobs to the United States, to encourage the repatriation of jobs that have been off-shored to other countries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "America Recruits Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-22", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Competitiveness, trade promotion, trade deficits", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Employment and training programs", 
    "Executive agency funding and structure", 
    "Free trade and trade barriers", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Industrial facilities", 
    "Labor and employment", 
    "Manufacturing", 
    "Performance measurement", 
    "Public-private cooperation", 
    "U.S. and foreign investments"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-22", 
    "text": "America Recruits Act of 2011 - Expresses the sense of Congress that it should take certain actions to help U.S. companies create new manufacturing and services jobs in the United States. Directs the Secretary of Commerce to establish a program to award federal grants to states recruiting high-value jobs, that is, those within an eligible facility that contribute to the value of a manufactured product, pay wages higher than the mean hourly U.S. wage, and have North American Industrial Classifications corresponding with: (1) manufacturing, (2) software publishers, (3) computer systems design, or (4) related codes. Allows states to use such grants to issue forgivable loans of $5,000 per full-time equivalent employee to eligible entities deciding whether to locate in a foreign country or the United States to assist them in locating in rural or distressed areas of the state. Establishes the United States Economic Competitiveness Commission to: (1) assess U.S. competitiveness in the global economy as well as offer recommendations to the federal government for its improvement over time; and (2) develop the Technology Database Mapping Program to identify markets for new and developing technologies, including manufacturing process technologies, for U.S. corporations to gain a competitive advantage in each sector of the global economy. Directs the Secretary to develop recommendations for executive or legislative action to: (1) expand the scope of high-value jobs and engineering work performed by U.S. companies in order to create new jobs in the United States; and (2) encourage U.S. corporations with high-value jobs located in a foreign country to repatriate them to the United States, including foreign earnings, in order to increase investment and job creation in the United States. Requires the Secretary to establish annual baseline and target levels for: (1) high-value job creation and high-value job growth in U.S. manufacturing and information technology, and (2) repatriating high-value jobs to the United States. Authorizes the Secretary to establish task forces to meet these levels. Directs the Secretary to ensure that industry-approved certification assessments and standards are established and available to providers of education and training programs in manufacturing and information technology in order to: (1) improve program performance; and (2) ensure that individuals who complete training have the skills to enter high-skill, high-demand occupations in manufacturing and information technology. Directs the Secretary to improve certain annual and five-year surveys to gather information about all companies in the United States that own or operate manufacturing or information technology facilities, including customer service facilities outside the United States, to identify specified information about them. Directs the Secretary to seek to enter into an agreement with the National Academy of Sciences to develop recommendations for improving the capabilities of U.S. industrial facilities to compete in the global economy through the use of advanced manufacturing technologies. Directs the International Trade Commission (ITC) to: (1) report biennially to Congress and the President on the effects of distortive or discriminatory economic policies of foreign countries, and (2) assess the effects of foreign countries, practices, and industries in the National Trade Estimate that are commercially significant and pose the greatest threat to the United States over the next ten years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "America Recruits Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to develop and recruit new, high-value jobs to the United States, to encourage the repatriation of jobs that have been off-shored to other countries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:11:36-05:00"
}