{
  "actions": [
    {
      "acted_at": "1999-03-03", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-09", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to the Subcommittee on Aviation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-17", 
      "bill_ids": [
        "hr1000-106"
      ], 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "text": "For Further Action See H.R.1000.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr951-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-03", 
  "number": "951", 
  "official_title": "To amend title 49, United States Code, to provide assistance and slots with respect to air carrier service between high density airports and airports not receiving sufficient air service, to improve jet aircraft service to underserved markets, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1000-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Airline Service Improvement Act of 1999", 
  "sponsor": {
    "district": "2", 
    "name": "Duncan, John J., Jr.", 
    "state": "TN", 
    "thomas_id": "00322", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-03", 
  "subjects": [
    "Access to airports", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Air routes", 
    "Air traffic", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Aviation safety", 
    "Commerce", 
    "Commercial aircraft", 
    "Commuting", 
    "Congress", 
    "Congressional investigations", 
    "Cost effectiveness", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal aid to transportation", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government procurement", 
    "Government service contracts", 
    "Housing and community development", 
    "Jet aircraft", 
    "Law", 
    "Licenses", 
    "Local service airlines", 
    "Noise", 
    "Small towns", 
    "Sparsely populated areas", 
    "Transportation and public works", 
    "Urban affairs", 
    "Virginia"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-03", 
    "text": "TABLE OF CONTENTS: Title I: Service to Airports Not Receiving Sufficient Service Title II: Regional Air Service Incentive Program Title III: Contract Tower Program Airline Service Improvement Act of 1999 - Title I: Service to Airports Not Receiving Sufficient Service - Authorizes the Secretary of Transportation to grant exemptions pertaining to the use of slots (arrival and departure spaces) at high density airports in order to enable air carriers to provide nonstop air transportation using noise-compliant aircraft between a high density airport and an airport that had less than two million enplanements and an airport that does not have such nonstop transportation on the date on which the application for an exemption is filed. Provides exemption limitations, including a limitation of no more than six exemptions per day for slots at Ronald Reagan Washington National Airport (with further conditions on the Washington exemptions). Requires exemption decisions to be made by the Secretary within 120 days of application. Makes funds not otherwise obligated or expended for the Federal essential air service program available for: (1) air carrier service to airports not receiving sufficient air service; and (2) rural air safety at airports with less than 100,000 annual boardings. Makes 50 percent of any available funds in excess of $50 million in a fiscal year after 1999 available for the rural air safety program. Authorizes appropriations for FY 2000 to provide jet aircraft service to underserved airports. Provides an assistance priority at airports for which a community will provide a portion of the costs incurred. Waives the local contribution requirement for any place for which a proposal was approved or designated as eligible for such assistance during the period beginning October 1, 1991, and ending on December 31, 1997. Title II: Regional Air Service Incentive Program - Authorizes the Secretary to guarantee any lender against loss on any loan made to a commuter air carrier (maximum seating capacity of 75 or less) or new entrant air carrier (less than five years of service) for the purchase of jet aircraft when such aircraft are to be used to provide at least two round-trips per day five days per week to underserved markets. Outlines loan conditions and limitations, including that: (1) such aircraft comply with certain Federal noise-level requirements; and (2) the air carrier agrees to provide service to the underserved airport(s) for at least two years after being placed in service. Directs the Secretary to repay the holder of a loan guaranteed by the Secretary after the holder has made reasonable collection efforts. Authorizes the Secretary to: (1) collect a loan guarantee fee from such lenders; and (2) be given, and make use of, Federal facilities and assistance in carrying out the incentive program. Terminates the above authority five years after the enactment of this Act. Authorizes appropriations. Title III: Contract Tower Program - Directs the Secretary to establish a program to contract for air traffic control services at not more than 20 low activity air traffic control towers that do not qualify for the current contract tower program. Provides airport priority under the program. Requires the airport sponsor or appropriate State or local government to pay the portion of control tower costs exceeding benefits under the program. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airline Service Improvement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 49, United States Code, to provide assistance and slots with respect to air carrier service between high density airports and airports not receiving sufficient air service, to improve jet aircraft service to underserved markets, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:19-05:00"
}