{
  "actions": [
    {
      "acted_at": "2000-03-02", 
      "references": [
        {
          "reference": "CR S1119-1120", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-02", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S1120-1121", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2159-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-02", 
  "number": "2159", 
  "official_title": "A bill to provide flexibility when merited and accountability when warranted in the Nation's elementary schools and secondary schools, to amend the Higher Education Act of 1965 to provide achievement-based college scholarships to students in failing schools or failing school districts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Excellent Schools for All Our Children Act", 
  "sponsor": {
    "district": null, 
    "name": "Ashcroft, John", 
    "state": "MO", 
    "thomas_id": "01274", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-02", 
  "subjects": [
    "Academic performance", 
    "Accreditation (Education)", 
    "Auditing", 
    "Census", 
    "Civil rights and liberties, minority issues", 
    "Class size", 
    "College entrance requirements", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational innovations", 
    "Educational statistics", 
    "Educational technology", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Families", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Higher education", 
    "Internet", 
    "Labor and employment", 
    "Law", 
    "Mathematics", 
    "Mentoring", 
    "Parent-school relationships", 
    "Reading", 
    "Recruiting of employees", 
    "Right of privacy", 
    "Scholarships", 
    "School principals", 
    "Science, technology, communications", 
    "Secondary education", 
    "Social welfare", 
    "Student records", 
    "Teacher salaries", 
    "Teacher supply and demand", 
    "Teachers"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-02", 
    "text": "TABLE OF CONTENTS: Title I: Funding for Elementary and Secondary Education Title II: Good Student Scholarships Excellent Schools for All Our Children Act - Title I: Funding for Elementary and Secondary Education - Requires the Secretary of Education to make direct awards to local educational agencies (LEAs) to support programs or activities, for kindergarten through grade 12 students, deemed appropriate by the LEAs.(Sec. 103) Bases award amounts on LEA's average daily attendance relative to that of such students in all States for the preceding year.(Sec. 104) Requires any failing LEA, which is classified as unaccredited or failing under performance-based standards by its State educational agency (SEA), to use such an award only for purposes directly related to improving elementary and secondary school students' academic performance consistent with specified provisions.Requires any funds provided to a failing LEA under title I (Helping Disadvantaged Children Meet High Standards) of the Elementary and Secondary Education Act of 1965 (ESEA) to be spent in accordance with this Act. Makes inapplicable to a failing LEA certain provisions of title I of ESEA, other than specified allocation and allotment provisions.Requires failing LEAs to submit to the Secretary plans that: (1) describe the activities to be funded under this Act consistent with specified requirements; and (2) may request an exemption from the uses of funds restrictions under such requirements for schools served by the failing LEA that met SEA performance-based accreditation or categorization standards for the previous fiscal year. Requires failing LEAs, upon the Secretary's approval of their plans, to widely disseminate such plans throughout the area they serve and to post their plans on the Internet.Permits each failing LEA to use the direct award provided under this Act and the funds provided under title I of ESEA, for the fiscal year of the approved plan, only to: (1) recruit, retain, and reward high-quality teachers; (2) focus on teaching basic educational skills; (3) provide remedial instruction in core academic subjects assessed by SEA or LEA standards; (4) fund mentoring programs for elementary and secondary school students needing assistance in reading, writing, or arithmetic; (5) use proven methods of instruction, such as phonics, based upon reliable research; (6) provide for extended day learning; (7) ensure that parents realize they play a significant role in their child's educational success, and encourage parents to become active in their child's education; and (8) provide any other activity that an LEA proposes, and the Secretary approves, as one that relates directly to improving students' academic performance.Requires failing LEAs to submit annual reports to the Secretary on their use of funds and the annual performance of all their children as measured by their SEA standards. Requires individual student privacy protections in, and wide dissemination and Internet posting of, such reports.Makes such requirements for failing LEAs inapplicable to any such LEA if it meets SEA standards for two consecutive fiscal years after it is required to use funds in accordance with such requirements. Allows such an LEA to receive a bonus award from specified funds, to use for purposes such as providing professional development opportunities to, and otherwise rewarding, teachers and principals who improved student performance. Provides that the LEA shall determine how to distribute such bonus award to individual elementary and secondary schools, and that a school receiving such an award shall determine how it will be spent. Authorizes appropriations for such bonus awards.Penalizes failing LEAs for improper use of funds under this Act.(Sec. 105) Authorizes audits and enforcement of certain sanctions to ensure proper use of funds under this Act.(Sec. 106) Authorizes appropriations to carry out this title. Directs the Secretary to use such funds appropriated for each fiscal year to continue to make payments to eligible recipients pursuant to any multiyear award made prior to the date of enactment of this Act under certain provisions of law repealed under this Act.(Sec. 107) Repeals: (1) specified ESEA provisions for demonstration project grants to improve student achievement; (2) specified ESEA provisions for school technology resource grants; (3) title VI (Innovative Education Program Strategies) of ESEA; (4) part C (Emergency Immigrant Education Program)of title VII of ESEA; (5) part A (Fund for the Improvement of Education) of title X of ESEA; (6) title III (State and Local Education Systemic Improvement) of the Goals 2000: Educate America Act (G2000EAA); (7) title IV (Parental Assistance) of G2000EAA; (8) the School-to-Work Opportunities Act of 1994; (9) subtitle B (Education for Homeless Children and Youth) of title VII of the Stewart B. McKinney Homeless Assistance Act; and (10) specified provisions for funds to reduce class size in elementary and secondary schools, and alternative uses of such funds, under the Department of Education Appropriations Act, 1999.Title II: Good Student Scholarships - Amends the Higher Education Act of 1965 to direct the Secretary to award achievement-based college scholarships to students graduating from failing or unaccredited schools or school districts (Good Student Scholarships program).(Sec. 201) Makes eligible for such a scholarship any secondary school student who: (1) graduates from a public secondary school or a public or private secondary school in a school district that is failing or unaccredited, as determined by the SEA; (2) has been in attendance at that school for at least two years; (3) ranks in the top ten percent academically in such student's class; (4) has an average ACT or SAT score that is equal to or greater than the national average; and (5) is in a family with income not more than $100,000.Makes each such award equal to the maximum appropriated Federal Pell Grant for such year.Authorizes appropriations for the Good Student Scholarships program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Excellent Schools for All Our Children Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide flexibility when merited and accountability when warranted in the Nation's elementary schools and secondary schools, to amend the Higher Education Act of 1965 to provide achievement-based college scholarships to students in failing schools or failing school districts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:06-05:00"
}