{
  "actions": [
    {
      "acted_at": "1982-06-22", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2659-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1982-07-16", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1982-08-10", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1982-08-19", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-06-22", 
  "number": "2659", 
  "official_title": "A bill to amend the Social Security Act to provide that disability benefits may not be terminated prior to completion of the reconsideration process including an evidentiary hearing, to provide that medicare entitlement shall continue through the administrative appeal process, and to require the Secretary of Health and Human Services to make quarterly reports with respect to the results to periodic reviews of disability determinations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6746-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6746-97", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Sasser, Jim", 
    "state": "TN", 
    "thomas_id": "01428", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-06-22", 
  "subjects": [
    "Administrative procedure", 
    "Disability insurance", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Railroad employees", 
    "Railroads", 
    "Social welfare"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-06-22", 
    "text": "Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to prohibit the termination of disability benefits in the case of an individual who has been found to be no longer eligible for disability benefits and who has requested reconsideration of such determination. Provides for the continued payment of such benefits until the reconsideration has been completed and such determination has been upheld or until the end of the sixth month after the month in which the initial eligibility determination was made, whichever is earlier. Requires that an initial disability determination by the Secretary of Health and Human Services which is unfavorable to the disability benefit applicant contain a statement of the case with a discussion of the evidence and the basis for the Secretary's decision. Entitles the applicant or the applicant's spouse, surviving spouse, former spouse, surviving divorced mother, child, or parent to reconsideration of such an initial determination upon request and upon a showing that his or her rights may be prejudiced by the determination. Entitles an individual who requests a reconsideration to a new disability determination. Authorizes the State agency which made the initial disability determination to make the new disability determination during the reconsideration process: (1) after notification to the Secretary; (2) in accordance with the rules governing disability determinations; and (3) after an opportunity for an evidentiary hearing at which the individual requesting the reconsideration and the individual (if different) whose disability is in question shall have a right to appear. Requires that a reconsideration by the Secretary which is unfavorable to the individual requesting the reconsideration contain a statement of the case with a discussion of the evidence and the basis for the Secretary's decision. Continues medicare entitlement for a disabled qualified railroad retirement beneficiary who is appealing the termination of his or her benefits until such individual has exhausted all possible administrative remedies. Requires the Secretary to transmit to Congress quarterly reports on: (1) the number of eligibility reviews carried out under title II; (2) the number of initial benefit termination decisions resulting from such reviews; (3) the number of benefit termination decisions with respect to which reconsideration or a hearing is requested; and (4) the number of benefit termination decisions which are overturned at the reconsideration or hearing level."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide that disability benefits may not be terminated prior to completion of the reconsideration process including an evidentiary hearing, to provide that medicare entitlement shall continue through the administrative appeal process, and to require the Secretary of Health and Human Services to make quarterly reports with respect to the results to periodic reviews of disability determinations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:22-05:00"
}