{
  "actions": [
    {
      "acted_at": "1985-04-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-04-11", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1859-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1985-04-01", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1985-04-18", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "33", 
      "name": "Nowak, Henry", 
      "sponsored_at": "1985-04-18", 
      "state": "NY", 
      "thomas_id": "00870", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1985-04-18", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Wheat, Alan", 
      "sponsored_at": "1985-05-22", 
      "state": "MO", 
      "thomas_id": "01218", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Charles", 
      "sponsored_at": "1985-04-18", 
      "state": "TX", 
      "thomas_id": "01232", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-01", 
  "number": "1859", 
  "official_title": "A bill to reform the trade laws of the United States to help facilitate international trade, to strengthen the enforcement of United States trade rights, and provide more effective remedies for United States industries and workers to address injurious international trading practices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trade Law Reform and Enforcement Act of 1985", 
  "sponsor": {
    "district": "34", 
    "name": "Lundine, Stanley N.", 
    "state": "NY", 
    "thomas_id": "00716", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-01", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Countervailing duties", 
    "Dumping", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Government and business", 
    "Government operations and politics", 
    "Import restrictions", 
    "Imports", 
    "Office of the U.S. Trade Representative", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-01", 
    "text": "Trade Law Reform and Enforcement Act of 1985 - Title I: Relief from Injury Caused by Import Competition - Amends the Trade Act of 1974 to transfer from the President to the U.S. Trade Representative (USTR) the responsibility for taking action with respect to import relief petitions. Changes the injury test for import relief actions. Requires a petitioner for import relief to show that increased imports are a cause of serious injury to a competing domestic industry. Defines \"cause\" to mean an important cause even if another cause is of equal or greater importance. (Current law requires the petitioner to show that increased imports are a \"substantial cause\" of serious injury to such domestic injury.) Requires the International Trade Commission (ITC), in investigating whether increased imports are causing serious injury, to consider the inability of a significant number of firms to operate domestic production facilities at a reasonable level of profit. (Current law does not refer specifically to domestic production facilities.) Requires the ITC, in investigating whether increased imports of an article are resulting in a threat of serious injury to domestic competitors, to consider, in addition to other factors: (1) any act, policy, or practice of an exporting country intended to increase the competitiveness of the article in world markets; (2) the extent to which the U.S. market is the focal point for diversion of exports of such article by reason of restraints on exports of such article to, or on imports of such article into, third country markets; or (3) the inability of the domestic producers to generate adequate capital to finance the modernization of plant and equipment. Authorizes the USTR to establish an adjustment advisory group (the advisory group) for an industry on the same day that the ITC begins an import relief investigation based on a petition filed by an entity which is representative of such industry, if such entity requests that the advisory group be established. Requires the advisory group to prepare for the industry concerned an adjustment plan that sets forth specific objectives to improve the ability of the industry to compete in the world market or to assist the industry to adjust to new competitive realities. Declares that the advisory group should set forth those actions that Federal agencies may take, and specify any additional legislative authority needed, to help achieve the objectives of the adjustment plan. Requires an adjustment plan to be completed within 120 days after the start of the ITC import relief investigation. Requires the USTR to seek the unanimous agreement of the advisory group regarding the adjustment plans objectives and actions and to notify the the ITC and specified Federal officers of each unanimously agreed upon objective or action. Directs the President, if the USTR decides to provide import relief and such an adjustment plans was prepared, to published the adjustment plan in the Federal Register. Makes the actions specified in the adjustment plan obligatory for the firms, workers, and their representatives within the industry and the Federal agencies affected by the adjustment plan upon such publication. Requires the USTR to establish, concurrently with such publication, an adjustment plan review board (review board) that shall: (1) monitor the carrying out of the approved actions in the plan; (2) make such recommendations for administrative action under existing statutory authority as may be necessary to implement Federal obligations under the plan; and (3) submit to the Congress recommended legislation to achieve the objectives of the plan. Requires the review board to notify the USTR if the review board determines that failure of the firms or workers or their representatives to implement or to implement satisfactorily their obligations under the adjustment plan is not justified by changed circumstances and has adversely affected overall adjustment plan implementation to the extent that the objectives of the plan cannot be achieved. Authorizes the USTR, upon such notification to modify or terminate all import relief provided to the industry concerned. Authorizes the USTR, whenever the USTR during an import relief investigation finds that critical circumstances exist, to impose provisional import relief measures unless disapproved by the President. Authorizes the USTR to find that critical circumstances exist if sharply increased imports over a relatively short period of time have led to circumstances in which a delay in the imposition of relief measures would likely cause damage which would be difficult to repair. Requires the ITC, if it makes an affirmative finding or recommendation in an import relief investigation, to determine also whether trade in the article concerned has been affected by the actions of a foreign government or governments to expand export markets or increase the competitiveness in world markets, and any restrictions on imports of the article for safeguard or other reasons. Directs the USTR, if the ITC determines that trade in the article concerned has been affected by such government actions, to consult and negotiate with foreign countries to seek to restore fair and equitable trade patterns. Title II: Enforcement of United States Rights Under Trade Agreements and Response to Injurious Industrial Targeting and Other Foreign Trade Practices - Authorizes the USTR to take one or more specified actions to enforce U.S. trade rights or to respond to unfair foreign trade practices (other than injurious industrial targeting), if the USTR determines such action is appropriate. (Current law requires the President to take all appropriate and feasible actions to enforce U.S. trade rights or to eliminate unfair trade practices.) Sets forth the kinds and scope of actions which the USTR may take. Requires the USTR to file with the ITC a copy of the petition or other document which causes the USTR to start an investigation into injurious industrial targeting. Defines \"injurious industrial targeting\" to mean any combination of coordinated government actions that are bestowed on a specific enterprise the effect of which is a significant factor in such enterprise capturing increases in market shares of any kind of merchandise that is directly competitive with merchandise produced by a U.S. industry. Requires the ITC to make a preliminary determination within 60 days of the start of the investigation on whether it is likely that, because of sales or likely sales in the United States or abroad of the merchandise under investigation: (1) an industry in the United States is materially injured or is threatened with material injury; or (2) the establishment or growth of an industry in the United States is materially retarded. Requires the ITC to make a final determination on such question within 45 days after the USTR determines that injurious industrial targeting exists. Requires the USTR to take one or more specified actions if the preliminary determinations of the ITC and of the USTR are both affirmative. Requires the USTR, unless a settlement agreement is reached, to take one or more specified actions to offset the injury to a U.S. industry if the final determinations of the ITC and the USTR are affirmative. Directs the USTR to appoint an advisory committee of representative firms, workers, and Federal employees if the USTR's preliminary determination finds that injurious industrial targeting exists. Directs the USTR, in consultation with such committee, to formulate actions to restore and improve the competitive position of the industry concerned in the U.S. market and export markets. Requires the USTR, if the final determination is that injurious industrial targeting exists, to: (1) submit to the Congress information with respect to those trade actions that the USTR proposes to take to offset the injury, threat of injury, or retardation of U.S. industry; and (2) submit to the President the proposed administrative actions and legislation if the USTR decides to provide this kind of relief. Sets forth the method of determining material injury or threat of material injury. Requires the USTR to make a preliminary determination within 150 days of the start of an investigation of alleged unfair trade practices or injurious industrial targeting on whether there is reason to believe that it is likely that: (1) U.S. action will be appropriate; or (2) injurious industrial targeting exists. Provides that if the preliminary determination is affirmative, the USTR: (1) may take certain provisional actions if injurious industrial targeting is not involved; or (2) shall take certain provisional actions if the investigation involves injurious industrial targeting. Requires the USTR to make a final determination within 330 days of the start of an investigation of alleged unfair trade practices or injurious industrial targeting on whether: (1) U.S. action is appropriate; or (2) injurious industrial targeting exists. Provides for certain actions to be taken if such final determination is affirmative. Directs the USTR to consult closely with the petitioner on the nature of any U.S. action in response to unfair trade practices. Directs the USTR, if the final determination is negative, to terminate any provisional action that had been taken and to refund any duties or fees collected. Directs the USTR to consult with the appropriate private sector advisory representatives regarding actions to be taken in response to unfair trade practices. Directs the USTR to obtain detailed information from foreign governments about the allegations contained in petitions made in connection with investigations of unfair trade practices or of injurious industrial targeting. Requires the USTR to verify such information. Requires the determination of the USTR to be made on the basis of the best available information if the foreign government fails to provide information requested by the USTR. Authorizes the USTR to accept a settlement agreement in lieu of taking other actions in cases involving injurious industrial targeting. Prohibits acceptance of such an agreement without the concurrence of the petitioner. Directs the USTR to consult with representatives of the industry affected and with the appropriate trade policy advisory committee with respect to preliminary or final determinations of appropriate U.S. responses to unfair trade practices. Requires the USTR to seek the reviews of such industry representatives and committees if the USTR decides that action by the United States is not appropriate. Requires the USTR to report the views of such industry representatives and committees to the Congress before taking such negative action if the industry representatives and committees disagree with the decision of the USTR. Directs the USTR, if the contracting parties to the General Agreement on Tariffs and Trade disapprove of any action taken by the United States in response to unfair trade practices or injurious industrial targeting, to take such action as the USTR determines appropriate to compensate any foreign country or instrumentality adversely affected by such action. Directs the USTR to consult with the petitioner and the representatives of workers and firms in the affected industry on whether to take action under the Tariff Act of 1930 if the USTR has reason to believe that the foreign government under investigation is engaged in acts or practices actionable under title VII of the Tariff Act of 1930 (relating to countervailing and antidumping duties.) Directs the USTR to direct the Secretary of Commerce to begin an antidumping or countervailing duty investigation if it is determined to be appropriate. Title III: Miscellaneous Amendments - Amends the Tariff Act of 1930 to direct the ITC to establish and implement a program to assess and evaluate the industrial and trade policies of other countries and their effects on U.S. industries, trade, and employment. Directs the ITC to submit a report annually to the Congress setting forth the assessments and evaluations and describing the developments that will affect the competitive position of U.S. industry and of particular U.S. industry sectors. Directs the USTR to convene a special industry sector advisory panel for especially significant industries that will be affected by development which either create a significant likelihood of a competitive challenge to, or of substantial dislocation in, key linkage industries in the United States or present significant opportunities for U.S. industries to compete in new geographical markets or product markets or to expand their position in established markets."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Law Reform and Enforcement Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the trade laws of the United States to help facilitate international trade, to strengthen the enforcement of United States trade rights, and provide more effective remedies for United States industries and workers to address injurious international trading practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:08-05:00"
}