{
  "actions": [
    {
      "acted_at": "1979-12-06", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs, S. Rept. 96-463.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-06", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-17", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-17", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-18", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-19", 
      "bill_ids": [
        "hr5860-96"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. R. 5860 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2094-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-06", 
  "number": "2094", 
  "official_title": "An original bill to authorize loan guarantees for the benefit of the Chrysler Corporation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5860-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Chrysler Corporation Loan Guarantee Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1979-12-06", 
  "subjects": [
    "Auditing", 
    "Automobile industry", 
    "Automobile industry workers", 
    "Business and commerce", 
    "Corporations and Stocks", 
    "Electric vehicles", 
    "Employee ownership", 
    "Evaluation", 
    "Executive reorganization", 
    "Federally-guaranteed loans", 
    "Fuel consumption", 
    "Government and business", 
    "Government corporations", 
    "Government operations and politics", 
    "Industrial arbitration", 
    "Labor and employment", 
    "Motor Vehicles and Driving", 
    "Motor vehicle safety", 
    "Securities and Investments", 
    "Small business", 
    "Stocks", 
    "Wages"
  ], 
  "subjects_top_term": "Automobile industry", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1979-12-19", 
    "text": "(Measure indefinitely postponed in Senate, H. R. 5860 passed in lieu) Chrysler Corporation Loan Guarantee Act of 1979 - Establishes a Chrysler Corporation Loan Guarantee Board composed of the Secretary of the Treasury, the Chairman of the Board of Governors of the Federal Reserve System, and the Comptroller General of the United States. Designates the Secretary of the Treasury as Chairperson of the Board. Authorizes the Board to make commitments to guarantee loans made to the Chrysler Corporation, its affiliates, or other entities borrowing funds for the use of Chrysler. Requires the Board, before issuing a commitment, to determine that: (1) such a commitment is needed to enable Chrysler to continue to operate and the failure to meet this need would adversely and seriously affect the employment or economic situation in the United States or any of its regions; (2) Chrysler has submitted a feasible operating plan for its 1980 fiscal year and the next three fiscal years demonstrating its ability to continue as a going concern in the automobile business without additional Federal assistance after December 31, 1983; (3) Chrysler has submitted a satisfactory financial plan which includes at least $1,430,000,000 in funds not guaranteed by the Federal Government, obtained through commitments and concessions contributed by persons with an existing economic stake in Chrysler and capital and cash acquired by merger, the sale or securities, the disposition of assets, loans subordinated to any guaranteed loans, or otherwise after October 17, 1979; (4) all financing contemplated by the financing plan is available and adequate; and (5) Chrysler's existing creditors will continue to waive their rights under prior credit commitments in default unless the Board determines that the exercise of such rights will not adversely affect the operating and financial plans. States that any concession obtained by Chrysler shall be nonrecoupable except for loans and other credits. Requires subordinated loans to provide for a deferral of all payments until all guaranteed loans are repaid. Directs the Board to compute the cash value of contemplated sales of Chrysler's assets through a conservative estimate of the minimum value realizable in a sale. Excludes any concession, contribution, or other element that does not substantively contribute to Chrysler's financing needs and deferral of dividends on Chrysler stock outstanding on October 17, 1979, in computing the required level of nonfederally guaranteed financing. Requires such nonfederally guaranteed assistance to include: (1) at least $500,000,000 from financial institutions in the form of new loans and concessions on existing indebtedness; (2) at least $150,000,000 from foreign financial institutions and creditors; (3) at least $300,000,000 from the disposition of Chrysler assets; (4) at least $250,000,000 from State and local governments; (5) at least $180,000,000 from Chrysler's suppliers and dealers; and (6) at least $50,000,000 from the sale of equity securities. Permits the Board to modify such amounts provided the required level of nonguaranteed funding is obtained. Stipulates that the Board may issue guarantees only pursuant to such commitments. Requires such commitments to provide that guarantees will only be issued if the Board determines that: (1) Chrysler would otherwise be unable to obtain credit upon reasonable terms sufficient to meet the needs of its operating plan; (2) there is a reasonable prospect of repayment; (3) the loan bears interest at a reasonable rate determined by the Board not less than the current average yield on Treasury securities of comparable maturity; (4) Chrysler continues to comply with an operating and financial plan or a revision which is feasible and satisfactory to the Secretary; (5) Chrysler has agreed to deliver rolling six-year operating and financial plans to the Secretary and an annual analysis of deviations in performance from the targets set forth in such plans; and (6) Chrysler has complied with the requirements set forth in the terms of any commitment. Renders any determination made by the Board under this Act conclusive upon the issuance of a loan guarantee. States that the validity of any guarantee shall be incontestable except for fraud or material misrepresentation on the part of the holder thereof. Authorizes the Board to determine the form of all guarantees issued under this Act. Directs the Board to collect, at least once a year, a guarantee fee of at least one percent per annum on the outstanding guaranteed loan principal computed daily. Requires the Board to ensure that the Government is compensated for the risk it assumes in issuing guarantees through the collection of additional guarantee fees, contracts which allow the Government to share in Chrysler's profits, or other methods deemed appropriate by the Board. Prohibits the issuance of any loan guarantee if Chrysler enters into a collective bargaining agreement after September 14, 1979, which fails to effect a $525,000,000 reduction in wages and benefits which Chrysler would otherwise have paid its union employees over the three-year period ending on September 14, 1982. Includes within such reduction $203,000,000 in forgone wages and benefits under the master collective bargaining agreement of October 25, 1979, between Chrysler and the United Automobile, Aerospace, and Agricultural Implement Workers of America. Requires Chrysler to implement a plan which obtains $150,000,000 in concessions from its non-union employees before loan guarantees may be issued. States that such limitations on wages and benefits shall not apply to increases required by law. Stipulates that a job reclassification or promotion effected to evade the provisions of this Act shall be considered an indirect form of compensation. Requires the reduction in wages and benefits to be distributed among the various unions representing Chrysler's employees so that any one union's share of the reduction does not exceed its proportionate share of Chrysler's union labor force. Prohibits wages and benefits from being reduced below the level in effect on September 13, 1979. Declares any such reductions nonrecoupable. Authorizes the Board to permit an increase in wages and benefits beyond the level of September 13, 1979, if it determines that union and employee commitments to contribute cash to Chrysler during the three-year period wages and benefits are frozen under this Act exceed the amount of wages and benefits not been paid during such period. Limits the amount of such an increase to the amount of cash contributions committed. Predicates any increase in wages and benefits on the Board's determination that such action will not impair Chrysler's ability to continue with sufficient net earnings to maintain long-term profitability taking into account probable fluctuations in the automobile market and will be able to satisfy other tests of viability prescribed by the Board. Requires Chrysler to establish a trust as a part of an employee stock ownership plan (ESOP) which is satisfactory to the Board. Requires such ESOP to: (1) be maintained by Chrysler; (2) meet certain requirements of the Internal Revenue Code of 1954; (3) provide each participant a nonforfeitable right to accrued benefits; and (4) allocate employer contributions equally among participants. Requires Chrysler to contribute $175,000,000 to the trust over four years through the issuance of additional, marketable, common stock or by a substantially level payment loan which shall be used solely to purchase such stock. States that the issuance of such stock shall not be regarded as nonfederally guaranteed financing. Limits the total principal amount of guaranteed loans outstanding at any time to the lesser of: (1) $1,500,000,000; or (2) 90 percent of the nonguaranteed assistance and concessions obtained by Chrysler. Requires that all guaranteed loans be payable in full no later than December 31, 1990. Prohibits waiver or amendment of the terms of any guaranteed loan without the Board's consent. Requires each commitment to contain appropriate protective provisions. Directs the Board to require security for loans guaranteed under this Act, subordination of existing and future creditors, and that Chrysler pay no dividends on its common or preferred stock. Authorizes the Board to inspect the records of Chrysler or any other borrower if a request for a loan guarantee is pending or outstanding. Empowers the General Accounting Office to conduct audits of Chrysler and other borrowers deemed appropriate by the Comptroller General. Directs the Office to report the results of such audits to the Congress. Directs the Board to enforce the rights of the United States as a guarantor under this Act. Authorizes the Board to cease the issuance of guarantees and the accelerate the repayment of existing guaranteed loans if it determines that Chrysler's sale of any asset worth over $5,000,000 or its commitment to a contract valued at $10,000,000 or more impairs Chrysler's ability to repay the guaranteed loans on schedule or to continue as a going concern. Entitles the Board to recover any payments made pursuant to a guarantee from Chrysler, its affiliates, or any other liable person. Empowers the Board to utilize all available remedies in enforcing the rights of the United States and to bring actions in the United States district court or any other appropriate court to enforce compliance with this Act or the terms of any agreement. Grants jurisdiction to such courts to hear such actions and to fashion appropriate remedies. Prohibits the Board from guaranteeing any tax-exempt security either directly, or indirectly, if the guarantee provides significant collateral for other tax-exempt obligations. Renders any provision of this Act severable from the other provisions if held invalid by a court of competent jurisdiction. Directs the Secretary of Transportation, after consultation with the Secretary of Energy, to prepare and submit to the Congress: (1) an assessment of Chrysler's long-term viability in the automobile industry taking into account energy trends, market characteristics, technological changes, and the ability of the industry as a whole to respond to the needs of the 1980's; and (2) an annual assessment of the industry's performance in the economy. Directs the Board to utilize such study and annual assessments in evaluating Chrysler's operating and financial plans. Requires the study to include an examination of Chrysler's ability to offer an automobile for sale similar to the research safety vehicles developed by the National Highway Traffic Safety Administration and to consider whether government procurement might be a means of establishing a market for such vehicles. Directs the Secretary to consult with appropriate agencies and include assessments in both the study and annual reports of adverse effects on the economy and employment, with recommendations on programs to address the impact caused by the reduced activity of Chrysler or the automobile industry. Permits the Board to use any Federal Reserve bank as its fiscal agent provided the bank is reimbursed for any expenses or losses incurred acting in such capacity. Directs the Board to submit semiannual reports on its activities to the Congress in fiscal years 1980 and 1981. Requires annual reports so long as any guaranteed loans are outstanding. Prohibits the Federal Financing Bank from acquiring guaranteed loans under this Act. Authorizes appropriations to implement this Act beginning October 1, 1979 and remaining available without fiscal year limitation. Limits the authority of the Secretary to make guarantees to the extent provided in advance by appropriation Acts. Terminates the authority of the Board to enter commitments or to issue guarantees on December 31, 1983. Directs the Administrator of the Small Business Administration to report to the Congress on the need for loans and loan guarantees to alleviate the problems of automobile dealers. Directs the Federal Mediation and Conciliation Service to encourage and support the establishment of joint labor-management activities conducted by committees at Chrysler's plants and headquarters. Authorizes appropriations for such purpose in fiscal years 1980 through 1982. Prohibits the issuance of guarantees or commitments unless Chrysler issues 1.04 shares of common stock for each share outstanding to the Board of Trust established under this Act. Establishes a Chrysler Board of Trust consisting of the Chrysler Corporation Loan Guarantee Board and four additional members from the private sector. Directs the Board of Trust to sell such shares at its discretion and to return the proceeds to Chrysler for the repayment of guaranteed loans under this Act. Requires the sale of all shares held by the Board of Trust and the return of any dividends paid thereon when all guaranteed loans are repaid. Dissolves the Board of Trust on December 31, 1990, with all of its remaining assets being transferred to Chrysler. Exempts the Board of Trust from all Federal, State, and local taxation. Prohibits the President or any Federal department or agency from using appropriated funds to submit to Congress any request for Federal assistance on behalf of an individual business in excess of $250,000,000 unless the Secretary of Commerce has studied the economic implications of such assistance and reported the results of the Congress. Authorizes audits by the Secretary and the General Accounting Office of any applicant for Federal assistance. Amends the Electric and Hybrid Motor Vehicle Research, Development, and Demonstration Act of 1976 to direct the Secretary of Energy, in consultation with the Secretary of Transportation and the Administrator of the Environmental Protection Agency, to conduct a seven-year evaluation program of the inclusion of electric vehicles in the calculation of average fuel economy under the Motor Vehicle Information and Cost Savings Act in order to determine whether inclusion would stimulate engineering and commercialization of such vehicles. Directs the Administrator to promulgate regulations within 60 days of the enactment of the 1980 Authorization Act for the Department of Energy to include electric vehicles in the fuel economy averages. Sets forth factors to be considered by the Secretary of Energy in determining equivalent petroleum based fuel economy values for various classes of electric vehicles."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chrysler Corporation Loan Guarantee Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize loan guarantees for the benefit of the Chrysler Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:15-05:00"
}