{
  "actions": [
    {
      "acted_at": "2000-04-11", 
      "references": [
        {
          "reference": "CR S2544-2545", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-11", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2402-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "2000-04-11", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2000-06-12", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2000-04-11", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-04-11", 
  "number": "2402", 
  "official_title": "A bill to amend title 38, United States Code, to enhance and improve educational assistance under the Montgomery GI Bill in order to enhance recruitment and retention of members of the Armed Forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Help Our Professionals Educationally (HOPE) Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Cleland, Max", 
    "state": "GA", 
    "thomas_id": "01540", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-04-11", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Coast guard", 
    "College costs", 
    "Congress", 
    "Congress and military policy", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Families", 
    "Government trust funds", 
    "Higher education", 
    "Military dependents", 
    "Recruiting and enlistment", 
    "Secondary education", 
    "Transportation and public works", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-04-11", 
    "text": "Help Our Professionals Educationally (HOPE) Act of 2000 - Authorizes the Secretary of each military department (Secretary concerned) to permit individuals who are entitled to basic educational assistance under the Veterans Educational Assistance Program (VEAP) to transfer such assistance to their spouse, one or more children, or a combination thereof. Requires the individual to: (1) have completed six years of military service before any such transfer; and (2) designate the transferees chosen, the percentage of assistance for each, and the period in which such transfer shall be effective. Prohibits any transferee from using such assistance until the transferor has completed ten years of military service. Requires any child receiving such assistance to complete his or her entitlement before attaining 26 years of age. Requires annual reports beginning in 2002 from each Secretary concerned to the congressional Armed Services committees concerning such transfers. Requires the Secretary of Defense to report to Congress on the manner in which each Secretary proposes to exercise such authority.Authorizes the Secretary concerned to entitle to basic educational assistance under the All-Volunteer Force Educational Assistance Program those individuals who: (1) are current VEAP participants, disenrolled VEAP participants, or elected to no longer participate in VEAP; (2) are serving on active duty; and (3) before applying for benefits, have completed the requirements of a secondary school diploma or the equivalent of 12 semester hours in a program of education leading to a standard college degree. Reduces the basic pay of Program participants. Provides for: (1) the transfer of account funds under prior enrollments; and (2) transfers of appropriate amounts to the Secretary of Defense for deposit into the Department of Defense Education Benefits Fund to cover Program costs. Requires annual reports beginning in 2002 from each Secretary concerned to the congressional Armed Services committees concerning such entitlements. Requires the Secretary of Defense to report to Congress on the manner in which each Secretary proposes to exercise such authority (requiring a separate report from the Secretary of Transportation with respect to the Coast Guard).Revises provisions concerning the payment of tuition for off-duty training or education to: (1) allow the Secretary concerned to pay all (currently up to 75 percent) of such education expenses; and (2) remove payment limitations for certain enlisted personnel and individuals enrolled in a high school completion program. Allows military personnel entitled to assistance under the Montgomery GI Bill to use such entitlement for the payment of tuition or expenses not paid by the Secretary concerned.Directs the Secretary of Defense, at the election of individuals pursuing off-duty education, to pay a basic educational assistance allowance to meet all or a portion of such expenses not paid for by the Secretary concerned. Authorizes such allowance for up to 36 months.Extends until five years after separation the educational assistance entitlement for members of the Selected Reserve who continue to serve at the end of the 10-year period during which such individuals were entitled to such assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Help Our Professionals Educationally (HOPE) Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to enhance and improve educational assistance under the Montgomery GI Bill in order to enhance recruitment and retention of members of the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:12-05:00"
}