{
  "actions": [
    {
      "acted_at": "1983-06-16", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-06-23", 
      "references": [], 
      "text": "Committee on Agriculture. Original measure reported to Senate by Senator Helms. With written report No. 98-163. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-23", 
      "calendar": "Senate Legislative", 
      "number": "261", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 261.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1983-10-05", 
      "references": [], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-05", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-06", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-07", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-07", 
      "bill_ids": [
        "hr3385-98"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 3385 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-07", 
      "bill_ids": [
        "hr3385-98"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 3385 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-07", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2103-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2103"
    }, 
    {
      "amendment_id": "s2117-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2117"
    }, 
    {
      "amendment_id": "s2118-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2118"
    }, 
    {
      "amendment_id": "s2266-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2266"
    }, 
    {
      "amendment_id": "s2293-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2293"
    }, 
    {
      "amendment_id": "s2294-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2294"
    }, 
    {
      "amendment_id": "s2295-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2295"
    }, 
    {
      "amendment_id": "s2296-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2296"
    }, 
    {
      "amendment_id": "s2297-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2297"
    }, 
    {
      "amendment_id": "s2298-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2298"
    }, 
    {
      "amendment_id": "s2299-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2299"
    }, 
    {
      "amendment_id": "s2300-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2300"
    }, 
    {
      "amendment_id": "s2301-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2301"
    }, 
    {
      "amendment_id": "s2302-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2302"
    }, 
    {
      "amendment_id": "s2303-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2303"
    }, 
    {
      "amendment_id": "s2304-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2304"
    }, 
    {
      "amendment_id": "s2305-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2305"
    }, 
    {
      "amendment_id": "s2306-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2306"
    }, 
    {
      "amendment_id": "s2307-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2307"
    }, 
    {
      "amendment_id": "s2312-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2312"
    }, 
    {
      "amendment_id": "s2313-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2313"
    }, 
    {
      "amendment_id": "s2314-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2314"
    }, 
    {
      "amendment_id": "s2315-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2315"
    }, 
    {
      "amendment_id": "s2316-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2316"
    }, 
    {
      "amendment_id": "s2317-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2317"
    }, 
    {
      "amendment_id": "s2318-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2318"
    }, 
    {
      "amendment_id": "s2319-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2319"
    }
  ], 
  "bill_id": "s1529-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-06-23", 
  "number": "1529", 
  "official_title": "An original bill to stabilize a temporary imbalance in the supply and demand for dairy products, to enable milk producers to establish, finance, and carry out a coordinated program of dairy product promotion, to adjust the support levels for the 1983 and subsequent crops of tobacco, to make modifications in the tobacco production adjustment program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3385-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Dairy and Tobacco Adjustment Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-06-16", 
  "subjects": [
    "Advertising and Marketing", 
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Barter", 
    "Congressional oversight", 
    "Corn", 
    "Cotton", 
    "Dairy products", 
    "Department of Agriculture", 
    "Department of the Treasury", 
    "Disaster relief", 
    "District courts", 
    "Droughts", 
    "Executive reorganization", 
    "Farm production quotas", 
    "Foreign Trade and Investments", 
    "Government paperwork", 
    "Government trust funds", 
    "Imports", 
    "Livestock industry", 
    "Meat", 
    "Milk", 
    "Payment-in-kind program", 
    "Poultry industry", 
    "Sales promotion", 
    "Tobacco"
  ], 
  "subjects_top_term": "Agricultural price supports", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1983-10-07", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 3385 passed in lieu) Dairy and Tobacco Adjustment Act of 1983 - Title I: Dairy Production Stabilization Act of 1983 - Amends the Agricultural Act of 1949, as amended by the Omnibus Budget Reconciliation Act of 1982, to set the milk support price at $13.10 per hundredweight through the last day of the month of enactment of this Act. (Eliminates the 50-cent milk producer assessments.) Sets such price at $12.60 per hundredweight from such date through 1985, except that: (1) by March 1, 1985, if the Secretary of Agriculture estimates that Commodity Credit Corporation (CCC) milk purchases for the next 12 months will exceed 6,000,000,000 pounds, then the support price may be reduced by 50 cents per hundredweight; and (2) on July 1, 1985, if 12-month purchase estimates exceed 5,000,000,000 pounds, the support price may be further reduced by 50 cents per hundredweight; but (3) if such estimates are 5,000,000,000 or less, the support price may be increased by at least 50 cents per hundredweight. States the price of milk shall be supported through milk and milk product purchases. Requires a 50-cent per hundredweight milk price reduction through the end of the milk diversion program (created by this Act) in order to encourage marketing reductions. Requires remittance of such funds to the CCC. States that nothing in this Act shall affect the Secretary's authority to collect the existing milk deduction on commercial marketings. Requires the Secretary to implement a 15-month paid milk diversion program by January 1, 1984 as follows: (1) a $10 per hundredweight reduced production payment; (2) reductions as determined by the producer of between five and 30 percent of the base; (3) quarterly partial payments; (4) limited transferability of a producer's marketing history; (5) penalties for failure to make the agreed reduction and remit the resultant funds, and for a knowing violation of a diversion contract; (6) limited transferability of dairy cattle to other producers; (7) suspension of diversion payments if the Secretary is prohibited by court order from implementing the 50-cent producer assessments; (8) determination of a participant's commercial marketing history, which may be adjusted by the Secretary to compensate for abnormally low production; (9) recordkeeping requirements; (10) judicial enforcement in U.S. district courts; and (11) participation limited to active producers as of enactment of this Act. Permits the Secretary to modify contracts to avoid excessive milk reductions. Prohibits any such reductions from being geographically apportioned. Requires the Secretary to take into account any adverse effects that such diversion program may have on U.S. beef and pork production. Requires the Secretary to report to the appropriate congressional committees on: (1) milk parity formula changes; (2) the feasibility of limiting dairy program benefits; and (3) milk marketing orders. Suspends for 1984 and 1985 the minimum beef poundage limitation under the Meat Import Act of 1979. Permits the Secretary to implement the dairy price support provisions without regard to the provisions of the Administrative Procedure Act or other memoranda requiring notice and public participation in rulemaking proceedings. Requires the Secretary to publish (with due notice and opportunity for public hearing) a proposed dairy research and promotion order within 30 days of receiving a request for such an order. Permits such proposal to be submitted by an individual or an organization certified under this Act. Makes such order effective 90 days after the public comment period. Authorizes the Secretary to amend such orders. Sets forth required terms of such orders, including the establishment of a National Dairy Promotion and Research Board made up of at least 36 milk producer members appointed by the Secretary. Sets forth organizational and operating provisions, including penalties for disclosure and other related violations of such orders. Funds such dairy promotion, research, and nutrition education program through a 15 cent per hundredweight assessment on commercially marketed milk. Permits a credit of up to ten cents per hundredweight for contributions to qualified State or regional dairy promotion or nutrition education programs. Requires an organization to be certified by the Secretary in order to represent milk producers. Authorizes the Secretary to develop such criteria, and makes the Secretary's eligibility decision final. Requires the Secretary, within the 60-day period preceding September 30, 1985, to conduct a producer referendum on such program's continuation (approval to be by a simple majority of those voting). States that after September 30, 1985, such referenda may be held when the Secretary deems appropriate, or when requested by ten percent of the affected producers. Provides for reimbursement of the Secretary from assessments collected by the Board for related expenses. Permits cooperative association representation at such referenda, provided that the association notifies its members 30 days in advance and provides them an opportunity to vote as individuals. Provides petition and review in U.S. district court for a person subject to an order. Vests enforcement powers in U.S. district courts. Sets forth penalty provisions. Grants the Secretary investigative and related authority. Sets forth congressional reporting provisions. Limits such promotion program to the 48 contiguous States. Authorizes appropriations. Expresses the sense of the Congress that the Secretary should barter CCC agricultural commodities (especially diary products) for foreign products. Title II: Tobacco - Tobacco Adjustment Act of 1983 - Amends the Agricultural Act of 1949 to set 1984 support prices for Flue-cured tobacco at 1982 levels. Sets 1985 Flue-cured prices at 1982 levels: (1) if the 1985 price would not exceed five percent of the 1984 price (as determined by the nonadjusted formula under such Act); or (2) if in excess of five percent then the 1985 price would be the 1984 price plus or minus the difference between the 1985 and 1984 levels as determined under current law. Bases 1986 and subsequent quota tobacco support prices on the preceding year's price, plus or minus the difference between the current and preceding crop prices. Allows the Secretary to reduce price supports for certain grades of impaired Flue-cured tobacco. Requires that such designation must first be requested by the board of directors of the association through which price supports are made available to producers. Eliminates after 1983 the requirement that owners and operators who lease their Flue-cured tobacco allotment or quota must also contribute to the no net cost tobacco account. Permits an association to use funds from its no net cost tobacco account to reduce its indebtedness to the CCC or to make loan advances to members. Authorizes Flue-cured associations to request a CCC no net cost tobacco account. Amends the Agricultural Adjustment Act of 1938 to permit (presently requires) certain Flue-cured allotment transfers within the same county. Eliminates off-farm lease and transfer of Flue-cured tobacco allotments or quotas beginning with the 1987 crop. Permits such transfers through 1986 if both parties file with the county committee a copy of the lease and a written statement attesting that none of the consideration for such lease has or will be paid before such tobacco is marketed. Provides penalties (after notice and opportunity for hearing) for knowingly-made false statements in such certification. Requires the option of fall installment payments (not to exceed five years) for sales of Flue-cured tobacco installments. Requires, as of January 1, 1986, forfeiture (after notice and opportunity for hearing) of Flue-cured allotments not planted in at least two years out of the most recent three-year period. Requires that such forfeited allotments be reallocated to active growers in the county. Extends from December 1, 1983 to December 1, 1984, the deadline for non-farming entities to sell their Flue-cured and Burley quotas. States that such mandatory sales do not apply to lands being used for agricultural purposes. Changes the quota announcement date for: (1) Flue-cured tobacco from December 1 to December 15; and (2) other tobacco from February 1 to March 1. Increases the Flue-cured tobacco reserve from one to three percent of the national allotment, and requires that at least two-thirds be used for new growers. Requires the Secretary to determine each farm's Flue-cured planted acreage whenever an acreage-poundage program is in effect. Reduces the amount of Burley tobacco (beginning with the 1984 crop) that may be leased or transferred to any farm from 30,000 pounds to 15,000 pounds. Requires records of any such transfer to be filed by July 1 of that crop year. States that two or more tracts of land owned by the same person and in contiguous counties of the same State shall be combined as one farm if: (1) a Burley poundage quota is established for one or more tracts; and (2) the county committee determines that such tracts will be operated as a single farm unit. Requires grade and quality inspection and certification for tobacco imported into the United States. Title III: Eggs - Egg Adjustment Act of 1983 - Amends the Agricultural Adjustment Act, as amended and reenacted by the Agricultural Marketing Agreement Act of 1937, to authorize the development of marketing orders for eggs. Title IV: Emergency Feed Assistance - Emergency Feed Assistance Act of 1983 - Directs the Secretary to make damaged CCC corn available for sale (75 percent of county loan rate) to livestock and poultry producers in drought and related disaster-affected areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dairy and Tobacco Adjustment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Dairy Production Stabilization Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tobacco Adjustment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to stabilize a temporary imbalance in the supply and demand for dairy products, to enable milk producers to establish, finance, and carry out a coordinated program of dairy product promotion, to adjust the support levels for the 1983 and subsequent crops of tobacco, to make modifications in the tobacco production adjustment program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:57-05:00"
}