{
  "actions": [
    {
      "acted_at": "1981-01-22", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-30", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, DOD, DOE, DOT, Education, GSA, HHS, HUD, Interior, Justice, Labor, OMB, State, Treasury, USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-01-30", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Government Information and Individual Rights", 
      "text": "Referred to Subcommittee on Government Information and Individual Rights.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1049-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Government Information and Individual Rights", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-22", 
  "number": "1049", 
  "official_title": "A bill to amend the Privacy Act of 1974.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Goldwater, Barry, Jr.", 
    "state": "CA", 
    "thomas_id": "00444", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-22", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Freedom of information", 
    "Government records, documents, and information", 
    "Public records", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-22", 
    "text": "Amends the Privacy Act of 1974 to revise the provisions concerning the disclosure of Federal records on individuals. Defines \"accessible record\" to mean an individually identifiable record which is accessed by a retrieval scheme or indexing structure or is otherwise readily accessible. Imposes a general requirement on Federal agencies to make available to individuals upon request accessible records and substantially similar or derivative versions of such records. Requires that such disclosure reflect with reasonable accuracy the context or manner in which the agency uses the record. Requires an agency to make available to an individual upon request an accounting of the actual uses and disclosures made of the record within a reasonable period of time prior to such request. Enumerates as exceptions to such disclosure requirement certain current exceptions under the Freedom of Information Act, including national defense secrets, law enforcement investigatory information, and financial institution reports. Requires disclosure of any reasonably segregable portion of an exempted record. Authorizes an agency to establish special procedures for the disclosure of information which would adversely affect the health of any individual. Revises the limitations on disclosure of records to permit disclosure: (1) to persons other than an officer or employee of the agency concerned if certified for routine use; (2) for collateral uses upon certification by a designated official; or (3) to Members of Congress in specified circumstances. Requires an agency to take affirmative steps to enable individuals to supply information in as informed and uncoerced a manner as is reasonably possible. Requires an agency to notify the individual of whether disclosure is mandatory or voluntary, the consequences of not providing the information, collateral uses of the information, and identification of an agency official who can assist such person. Continues the current provision requiring agencies to maintain a reasonable degree of accuracy and relevance, but stipulates that this provision shall not prohibit an agency from maintaining unverified information to enforce criminal laws. Broadens the current provision which prohibits an agency from maintaining records with respect to first amendment rights. Requires an agency to: (1) notify sources and prior recipients of corrections to or statements of disagreement with individually identifiable records; and (2) reconsider any determination based on erroneous information after receipt of such information. Requires each Federal agency to designate one official to oversee the agency's implementation of this Act. Limits U.S. liability for violations of this Act to no more than $10,000 in excess of special damages sustained by the individual. Subjects Federal contractors or grantees to the provisions of this ACt, except for specified records. Stipulates that requests for information which could be processed under the Freedom of Information Act or the Privacy Act should be processed under the latter, but shall not result in the receipt of less information than would be received under the Freedom of Information Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Privacy Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:06-05:00"
}