{
  "actions": [
    {
      "acted_at": "1974-07-31", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16183-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-31", 
  "number": "16183", 
  "official_title": "A bill to amend title 5, United States Code, by adding a section 552a to safeguard individual privacy from the misuse of Federal records and to provide that individuals be granted access to records concerning them which are maintained by Federal agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Privacy Act", 
  "sponsor": {
    "district": "14", 
    "name": "Moorhead, William S.", 
    "state": "PA", 
    "thomas_id": "00831", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-31", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Crime and law enforcement", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-31", 
    "text": "Privacy Act - States that the purpose of this Act is to provide safeguards for an individual against an invasion of personal privacy by requiring each Federal agency to: (1) permit an individual to determine what records pertaining to him are collected, maintained, used, and disseminated by each such agency; (2) permit an individual to prevent records pertaining to him obtained by each such agency for a particular purpose from being used or made available for another purpose without his consent; (3) permit an individual to gain access to certain Federal agency records pertaining to him, to have a copy made of all or any portion thereof, and to correct or amend such records; (4) collect, maintain, use, or disseminate any record of identifiable personal information in a manner that assures that such action is for a necessary and lawful purpose, that the information is current and accurate for its intended use, and that adequate safeguards are provided to prevent misuse of such information; (5) permit deviations from the requirements with respect to records provided in this Act in cases where there is an important public policy need for such deviation which has been determined by specific statutory authority; and (6) be subject to civil suit for any damages which occur as a result of willful or negligent action which violates any individual's rights under this Act. Stipulates that no agency shall disclose any record to any person, or to another agency, except pursuant to a written request by, or with the prior written consent of, the individual to whom the record pertains, unless disclosure would be: (1) to those officers and employees of that agency who have a need for such record in the performance of their duties; (2) required pursuant to Federal statute; (3) for a use described in any rule promulgated pursuant to the provisions of this Act; (4) to the Bureau of the Census for purposes of planning or carrying out a census or survey; (5) where the agency determines that the recipient of such record has provided advance adequate written assurance that the record will be used solely as a statistical research or reporting record, and is to be transferred in a form that is not individually identifiable; (6) when transferred to the National Archives of the United States as a record which has sufficient historical or other value to warrant its continued preservation by the United States Government, or for evaluation by the Administrator of General Services or his designee to determine whether the record has such value; (7) to another agency or to an instrumentality of any governmental jurisdiction within or under the control of the United States for a law enforcement activity if such activity is authorized by statute and if the head of such agency or instrumentality has made a written request to the agency which maintains the record specifying the particular portion desired and the law enforcement activity for which the record is sought; or (8) pursuant to a showing of compelling circumstances affecting the health, safety, or identification of an individual if, upon such disclosure, notification is transmitted to the last known address of such individual. Sets forth procedures regulating the disclosure by each agency of records under its control. Requires each agency to promulgate rules to carry out the provisions of this Act. Sets forth civil and criminal penalties for violations of the provisions of this Act. Stipulates that no Federal agency shall maintain any record concerning the political or religious belief or activity of any individual, unless expressly authorized by statute or by the individual about whom the record is maintained."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Privacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, by adding a section 552a to safeguard individual privacy from the misuse of Federal records and to provide that individuals be granted access to records concerning them which are maintained by Federal agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:19-05:00"
}