{
  "actions": [
    {
      "acted_at": "1991-01-31", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s309-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1991-01-31", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1991-01-31", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-31", 
  "number": "309", 
  "official_title": "A bill to control the transfer of arms to countries that threaten world peace, including countries that are the subject of a United Nations or United States blockade or embargo.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Non-Proliferation and Arms Transfer Control Act", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-31", 
  "subjects": [
    "Aggression", 
    "American economic assistance", 
    "American military assistance", 
    "Arms control", 
    "Arms sales", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Debarment of government contractors", 
    "Embargo", 
    "Export controls", 
    "Export finance", 
    "Foreign trade and international finance", 
    "Import restrictions", 
    "International affairs", 
    "International cooperation", 
    "Mass destruction weapons", 
    "Most favored nation principle", 
    "Nuclear nonproliferation", 
    "Sanctions (International law)", 
    "Technology transfer", 
    "Terrorism"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-31", 
    "text": "Non-Proliferation and Arms Transfer Control Act - Directs the President to report annually to the Congress on: (1) any country that has acquired conventional arms or weapons of mass destruction at levels that threaten world or regional peace or the security of the United States, its allies, or other nonbelligerent countries; (2) any country that has used armed force to carry out an act of aggression against another country or that threatens to use such force or to use a weapon of mass destruction against another country; (3) any country that supports any terrorist organization or that has supported terrorism against the United States, its allies, or other nonbelligerent countries; (4) any country which is the subject of a United Nations or U.S. blockade or embargo or is determined to threaten world peace; (5) any country that has transferred goods or technology that may be used to produce or transfer conventional arms or weapons of mass destruction to any country meeting the previously-listed criteria; (6) the flow of defense articles and technology for military uses to each country meeting such criteria; (7) governments and persons involved in the transfer of such goods or technology; (8) the steps taken to enforce this Act, the success of such steps, and the governments and persons sanctioned or penalized by such steps; and (9) U.S. efforts to persuade other countries to cooperate in halting the transfer of such goods or technology. Prohibits exports to, imports from, American economic or military assistance to, or the extension of nondiscriminatory trade treatment to, any country listed under the President's report. Requires the publication of a list of dual-use items subject to export controls under the Export Administration Act of 1979. Prohibits the U.S. Government, in addition to imposing applicable penalties under the Arms Export Control Act and the Export Administration Act of 1979, from procuring any goods or services from, transferring any technology to, and granting any security clearances to, all U.S. or foreign persons in violation of this Act. Provides for the forfeiture to the United States of property of concerns that have violated this Act. Makes procurement sanctions inapplicable to any contract entered into before the sanctioned country was listed under this Act if such sanction would threaten the security of third country nationals or would involve massive and unavoidable financial losses to the penalized person or entity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Non-Proliferation and Arms Transfer Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to control the transfer of arms to countries that threaten world peace, including countries that are the subject of a United Nations or United States blockade or embargo.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:39-05:00"
}