{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-02-23", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "16", 
  "official_title": "A bill to establish a program to provide part-time school year and full-time summer employment to economically disadvantaged youth who are pursuing further education or training leading to meaningful unsubsidized employment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Incentive Employment Act", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Academic performance", 
    "Apprenticeship", 
    "Business and commerce", 
    "Business and social problems", 
    "Children and youth", 
    "Compensatory education", 
    "Day care", 
    "Depressed areas", 
    "Dropouts", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Educational finance", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Employee training", 
    "Employer incentives", 
    "Employment and training programs", 
    "Employment subsidies", 
    "Federal aid to Indians", 
    "Hard-core unemployed", 
    "Labor and employment", 
    "Labor unions", 
    "Local and Municipal Government", 
    "Local finance", 
    "Manpower training programs", 
    "Minimum wages", 
    "Native Americans", 
    "Part-time employment", 
    "Poor", 
    "Seasonal labor", 
    "Secondary education", 
    "Standards", 
    "State finance", 
    "States", 
    "Structural unemployment", 
    "Student employment", 
    "Students", 
    "Summer employment", 
    "Unemployment", 
    "Vocational education", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Youth Incentive Employment Act - Establishes a program to provide part-time school year employment and full-time (or part-time with training) summer employment to economically disadvantaged youths who pursue further education and training. Provides that an individual may qualify to be an eligible youth for program participation purposes if such individual: (1) is 16 to 19 years of age, inclusive, at the time of assignment to a worksite; (2) is economically disadvantaged; (3) is not employed; (4) resides in the service delivery area (SDA) of the administering entity; and (5) has entered into a commitment to pursue further education and training. Requires such individuals to sign a written commitment to: (1) attend either a secondary school for a diploma, an alternative education program for a high school equivalency certificate, a remedial education program, or a skill training program; and (2) meet attendance and performance standards of such school or program and at the worksite to which the individual is referred for employment under this Act. Gives priority for selection under youth incentive plans to eligible youths who are educationally at risk. Terminates an individual's status as an eligible youth upon a finding by the administering entity, after an opportunity for a hearing, that the individual has failed to comply with the commitment. Requires that funds provided under this Act be used to establish and assist programs which assist eligible youth with qualifying employment in the form of: (1) part-time employment during the regular school year, not to exceed 80 hours per month; (2) part-time employment, during the months between regular school years, which is combined with remediation, classroom instruction, or on-the-job or apprenticeship training; and (3) full-time employment for a period of at least eight weeks during the months between regular school years, not to exceed 40 hours per week. Permits funds provided under this Act to be used to pay up to the following percentages of the wages and benefits and the costs of any employer-provided instruction and training of an eligible youth: (1) 100 percent during the first six months of qualifying employment; and (2) 75 percent during any succeeding months of such qualifying employment. Prohibits the use of funds provided under this Act to pay any portion of the wages and benefits of any individual: (1) for full-time employment during the months between the regular school year with a for-profit institution or organization unless such employment is a continuation of employment with that employer during the regular school year; or (2) if the employer has failed to develop or enforce attendance and performance standards consistent with youth incentive plan provisions. Sets forth general requirements for receipt and restrictions on the use of funds under this Act. Provides that the administering entity for any SDA under this Act is the same entity selected to administer the job training plan for that SDA pursuant to the Job Training Partnership Act (JTPA). Requires administering entities to: (1) develop and submit to the Secretary of Labor (the Secretary) a youth incentive employment plan; and (2) provide from other Federal or State sources, or from local public or private sources, at least 20 percent of program costs for each program year, in cash or in kind. Requires that, of the funds provided to an administering entity for any program year under this Act: (1) at least 70 percent be expended for wages and benefits for qualifying employment, and child care, transportation, or other supportive service expenses for individuals engaged in such employment; (2) not more than 15 percent be expended for provision of basic education services, and of that amount not more than 15 percent be expended for the performance of specified functions. Sets forth requirements relating to youth incentive plans. Requires such plans to contain specified provisions, including: (1) a description of the specific outreach services and programs that will be established to ensure participation in qualifying employment by eligible youths who are school dropouts, as well as by in-school youths; (2) assurances that special efforts will be made to recruit youth from families receiving public assistance, including parents of dependent children who meet the age requirement of this Act; and (3) a description of any arrangements made with labor organizations to enable youths to enter into apprenticeship training as part of employment provided under this Act. Requires that such plans, before they are submitted to the Secretary, be: (1) approved by the appropriate chief elected officials and the private industry council for the SDA; and (2) submitted for review and comment to the Governor and the State job training coordinating council, with any comments of the Governor and the council and any reasons for nonconformance with the Governor's and the council's suggestions, as well as a statement that the Governor has reviewed the plan for consistency with the Governor's coordination and special services plan under JTPA. Directs the Secretary, for each of the program years beginning on July 1, 1988, 1989, and 1990, to select a representative sample of SDAs and direct such SDAs to include in their youth incentive plans a description of a performance bonus system to reward those students who show continued improvement in their academic performance. Directs the Secretary to: (1) approve any plan submitted in compliance with the requirements of this Act; and (2) only disapprove a plan after notice and opportunity for a hearing to the administering entity. Requires that specified funds under this Act be used to develop and carry out programs for improving the basic education skills of eligible youth participating in employment and training programs under this Act. Sets forth requirements relating to such basic education services. Provides that no funds shall be awarded to fund such an education program for more than two years unless there is: (1) improved performance on a State or locally approved test of basic academic skills by youth who are enrolled in employment programs under this Act; or (2) a decrease in the drop-out rate of students enrolled in such programs. Sets forth special conditions relating to activities using funds under this Act. Requires certain wage rates under this Act. Authorizes the Secretary to prescribe wage rates for youth participants for projects financed with under $5,000 to which Davis-Bacon Act provisions would otherwise apply. Authorizes appropriations for FY 1988 and succeeding fiscal years for allocation to administering entities for programs under this Act. Directs the Secretary to reserve a specified amount of such appropriations for allotment among Native American eligible entities, on an equitable basis, taking into account the extent to which regular employment opportunities have been lacking for long-term periods among individuals within the jurisdiction of such entities. Requires that the remainder be allocated among administering entities with an approved youth incentive plan on the basis of numbers in each SDA of: (1) economically disadvantaged youth; (2) unemployed residents; and (3) excess unemployed residents (i.e., those in excess of six and one-half percent of the civilian labor force in the SDA). Directs the Secretary to: (1) also reserve one-half of one percent of such appropriations for any fiscal year for evaluation of programs under this Act; and (2) use 60 percent of such reserved funds for general evaluation of programs and 40 percent for an in-depth study by the National Institute of Education of activities and programs designed to serve drop-out youth under this Act. Requires that such allocations to an administering entity for an SDA be paid to the JTPA grant recipient for that SDA. Provides for a program year basis for funding beginning with FY 1989. Makes FY 1988 appropriations available both to fund activities for the period between October 1, 1987, and July 1, 1988, and for the program year beginning July 1, 1988. Authorizes additional appropriations for the transition to program year funding. Makes specified administrative and enforcement provisions of JTPA applicable to programs under this Act. Requires the administering entity to make quarterly reports to the Secretary on the youth incentive projects authorized under this Act. Requires such reports to include specified topics. Directs the Secretary to compile such reports and submit a summary of the findings to the Congress in the annual report for employment and training programs required under JTPA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Incentive Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to provide part-time school year and full-time summer employment to economically disadvantaged youth who are pursuing further education or training leading to meaningful unsubsidized employment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:23-05:00"
}