{
  "actions": [
    {
      "acted_at": "1994-10-06", 
      "references": [
        {
          "reference": "CR S14490-14491", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-10-06", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2515-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-10-06", 
  "number": "2515", 
  "official_title": "A bill to amend title 17, United States Code, to exempt business establishments from copyright fees for the public performance of nondramatic musical works, to provide for binding arbitration in royalty disputes involving performing rights societies, to ensure computer access to music repertoire, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fairness in Musical Licensing Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Hank", 
    "state": "CO", 
    "thomas_id": "00135", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-10-06", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust law", 
    "Arts, culture, religion", 
    "Associations, institutions, etc.", 
    "Cable television", 
    "Commerce", 
    "Commercial arbitration", 
    "Computer networks", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consent decrees", 
    "Copyright", 
    "Copyright infringement", 
    "Fees", 
    "Hotels, motels, etc.", 
    "Information services", 
    "Intellectual property", 
    "Law", 
    "Licenses", 
    "Music", 
    "Nonprofit organizations", 
    "Radio programs", 
    "Restaurants", 
    "Schools", 
    "Science, technology, communications", 
    "Television programs"
  ], 
  "subjects_top_term": "Copyright", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-10-06", 
    "text": "Fairness in Musical Licensing Act of 1994 - Revises Federal copyright law to provide that a communication of a transmission embodying a performance or display of a work by electronic players or by the public reception of a broadcast, cable, or satellite transmission on a receiving apparatus in any commercial establishment, the performance of which is incidental to the main purpose of such establishment, is not an infringement of copyright unless: (1) an admission charge is made to see or hear the transmission; or (2) any other public performance or display of the works implicated in such transmission are not properly licensed. Specifies that, if a user of music and a performing rights society are unable to agree on the appropriate fee to be paid for the user's past or future performance of music in the performing rights society's repertory, either party shall be entitled to binding arbitration of such disagreement pursuant to the rules of the American Arbitration Association (and the arbitrator in such arbitration shall determine a fair and reasonable fee for the user's past or future performance of the music in such society's repertory). Sets forth provisions regarding: (1) civil actions for infringements involving nondramatic musical work licensed by a performing rights society; (2) arbitrators' determinations of a fair and reasonable license fee; (3) online computer access to repertoires; and (4) actions that shall be referred to arbitration. Provides that, in any case in which a nondramatic musical work is licensed by a performing rights society, such society shall offer a per programming period license to any radio or television broadcaster on request. Directs that such license be offered on terms and conditions that provide an economically and administratively viable alternative to blanket licenses. Sets forth provisions regarding prices of such licenses. Directs that performing rights societies and other organizations authorized to license nondramatic musical works for public performances make available, free of charge, to licenses or those negotiating licenses, online computer access to its entire repertoire, including specified information. Requires the Antitrust Division of the Department of Justice to submit annual written reports to the Congress on acitivities of the Department relating to continuing supervision and enforcement of the American Society of Composers, Authors, and Publishers and Broadcast Music, Inc., consent decrees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fairness in Musical Licensing Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 17, United States Code, to exempt business establishments from copyright fees for the public performance of nondramatic musical works, to provide for binding arbitration in royalty disputes involving performing rights societies, to ensure computer access to music repertoire, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:34-05:00"
}