{
  "actions": [
    {
      "acted_at": "1974-06-19", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15499-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-19", 
  "number": "15499", 
  "official_title": "A bill to improve the regulation of Federal election campaign activities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Act Amendments", 
  "sponsor": {
    "district": "10", 
    "name": "Young, Samuel H.", 
    "state": "IL", 
    "thomas_id": "01260", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-19", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Campaign funds", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-19", 
    "text": "Federal Election Campaign Act Amendments - Establishes, as an independent establishment of the executive branch, a Federal Elections Commission. Sets forth the powers of the Commission. Requires each candidate to designate one political committee as his central campaign committee to receive all reports made by any other political committee accepting contributions or making expenditures for the purpose of influencing the nomination for election of the candidate who designated it as his central campaign committee. Requires each candidate to designate one or more National or State banks as his campaign depositories. Permits political committees to maintain petty cash funds out of which no more than $100 may be paid to any person in connection with a single transaction. Requires political committees other than central campaign committees to file their reports with the central campaign committee. Requires reports on April 10, July 10 and October 10, and 10 days before election. Authorizes to be appropriated to the Commission such sums as necessary to carry out its duties under this Act. Provides that no candidate (other than a candidate for the office of President or Vice President) may make expenditures in connection with his campaign which, in the aggregate, are more than: (1) $50,000, in the case of a primary election or primary runoff election, if the Federal office sought is that of Delegate, Resident Commissioner, or Representative; (2) 25 cents multiplied by the applicable voting age population, in the case of a primary election or primary runoff election, if the Federal office sought is that of Senator; (3) except as otherwise provided, $190,000, in the case of any election other than a primary election or a primary runoff election, if the Federal office sought is that of Delegate, Resident Commissioner, or Representative; and (4) 50 cents multiplied by the applicable voting age population, in the case of any election other than a primary election or a primary runoff election, if the Federal office sought is that of Senator. Provides that no person shall make contributions during any calendar year to or for the benefit of any candidate which, in the aggregate, are more than: (1) in the case of contributions to or for the benefit of any candidate other than a candidate for nomination for election, or for election, to the office of President or Vice President, $3,000; and (2) in the case of contributions to or for the benefit of any candidate for nomination for election, or for election to the office of President or Vice President, $100,000. Prohibits officers or employees of a corporation or officers, employees, or members of a labor organization, from soliciting or receiving any contribution from any other officer or employee of such corporation or from any other member of such labor organization for the purposes of creating or contributing to a political fund which will be wholly or partially administered by any officer or employee of said corporation or officer, employee, or member of said labor organization. Requires each television station licensed under the Communications Act of 1934, and, in instances explicitly specified, each television network, to make available for the purpose of political broadcasts by candidates for President and Vice President of the United States, or Senator or Representative in, or Resident Commissioner to, the Congress of the United States, the use of its facilities at the rates and times and in the amounts specified in or under this Act. Provides that such time shall be available during general election campaigns to candidates of major parties, third parties, and minor parties, determined by a share-of-the-vote formula. Prescribes the definitions, procedures and rules governing campaign radio broadcasts and campaign mailings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the regulation of Federal election campaign activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:08-05:00"
}