{
  "actions": [
    {
      "acted_at": "1977-04-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-04-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6299-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Heckler, Margaret M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00523", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-19", 
  "number": "6299", 
  "official_title": "A bill to provide for quality assurance and utilization control in home health care under the medicare, medicaid, and social services programs in accordance with a plan to be developed by a commission specifically established for that purpose.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8135-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-19", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Health", 
    "Health facilities", 
    "Home care services", 
    "Medicaid", 
    "Medicare", 
    "Social welfare"
  ], 
  "subjects_top_term": "Home care services", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-19", 
    "text": "Amends Titles XVIII (Medicare), XIX (Medicaid), and XX (Grants to States for Services) of the Social Security Act to establish the Special Commission on Quality Assurance and Utilization Control in Home Health Care. States that the function and duty of the Commission shall be: (1) to conduct a full and complete study, investigation, and review of the provision of home health care and services to individuals in the United States, including care and services furnished by agencies which do not qualify as providers of services under the Social Security Act as well as care and services furnished by agencies which do so qualify, with the particular objective of determining: (a) the extent to which additional quality assurance and utilization control in the provision of such care and services is needed; and (b) the manner in which the standards, conditions, and requirements of Title XVIII, Title XIX, or Title XX should be modified in order to provide additional assurance and control; and (2) on the basis of such study, investigation, and review, to develop a detailed plan for quality assurance and utilization control in home health care. Directs the submission to the Secretary and the Congress of the required plan within one year of the appointment of the majority of the members of the Commission. Requires the Secretary, within three months of the submission of such plan to transmit to Congress a full report on such plan including a statement of actions he is taking for the purpose of implementing such plan and any recommendations for changes in the existing law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for quality assurance and utilization control in home health care under the medicare, medicaid, and social services programs in accordance with a plan to be developed by a commission specifically established for that purpose.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:13-05:00"
}