{
  "actions": [
    {
      "acted_at": "2009-02-13", 
      "references": [
        {
          "reference": "CR E276-277", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-02-13", 
      "committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-02-20", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "subcommittee": "Insular Affairs, Oceans and Wildlife", 
      "text": "Referred to the Subcommittee on Insular Affairs, Oceans and Wildlife.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-03-19", 
      "in_committee": "House Committee on Natural Resources", 
      "in_subcommittee": "Insular Affairs, Oceans and Wildlife", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Subcommittee on Insular Affairs, Oceans and Wildlife Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10", 
      "in_committee": "House Committee on Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Unanimous Consent.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-07-24T14:41:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Natural Resources. H. Rept. 111-228.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-24T14:41:00-04:00", 
      "calendar": "Union", 
      "number": "126", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 126.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2009-09-22T14:26:00-04:00", 
      "references": [], 
      "text": "Ms. Bordallo moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-22T14:26:00-04:00", 
      "references": [
        {
          "reference": "CR H9750-9755", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-22T14:26:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 1080.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-22T14:30:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H9751-9754", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2009-09-22T14:30:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-23", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1080-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "discharged"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Insular Affairs, Oceans and Wildlife", 
      "subcommittee_id": "22"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "2009-02-13", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Brown, Henry E., Jr.", 
      "sponsored_at": "2009-06-11", 
      "state": "SC", 
      "thomas_id": "01669", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Capps, Lois", 
      "sponsored_at": "2009-02-23", 
      "state": "CA", 
      "thomas_id": "01471", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Christensen, Donna M.", 
      "sponsored_at": "2009-02-13", 
      "state": "VI", 
      "thomas_id": "01474", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Eshoo, Anna G.", 
      "sponsored_at": "2009-06-09", 
      "state": "CA", 
      "thomas_id": "00355", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faleomavaega, Eni F.H.", 
      "sponsored_at": "2009-02-13", 
      "state": "AS", 
      "thomas_id": "00367", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Farr, Sam", 
      "sponsored_at": "2009-02-13", 
      "state": "CA", 
      "thomas_id": "00368", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Grijalva, Raul M.", 
      "sponsored_at": "2009-03-05", 
      "state": "AZ", 
      "thomas_id": "01708", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Hinchey, Maurice D.", 
      "sponsored_at": "2009-06-03", 
      "state": "NY", 
      "thomas_id": "00541", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "2009-06-03", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Pallone, Frank, Jr.", 
      "sponsored_at": "2009-06-03", 
      "state": "NJ", 
      "thomas_id": "00887", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pierluisi, Pedro R.", 
      "sponsored_at": "2009-03-24", 
      "state": "PR", 
      "thomas_id": "01953", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pingree, Chellie", 
      "sponsored_at": "2009-06-17", 
      "state": "ME", 
      "thomas_id": "01927", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sablan, Gregorio Kilili Camacho", 
      "sponsored_at": "2009-02-13", 
      "state": "MP", 
      "thomas_id": "01962", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Sestak, Joe", 
      "sponsored_at": "2009-06-09", 
      "state": "PA", 
      "thomas_id": "01874", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2009-09-22T14:30:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2009-02-13", 
  "number": "1080", 
  "official_title": "To strengthen enforcement mechanisms to stop illegal, unreported, and unregulated fishing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Bordallo, Madeleine Z.", 
    "state": "GU", 
    "thomas_id": "01723", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2009-09-22T14:30:00-04:00", 
  "subjects": [
    "Crimes against animals and natural resources", 
    "Criminal justice information and records", 
    "Fishes", 
    "Foreign aid and international relief", 
    "Government information and archives", 
    "International organizations and cooperation", 
    "Marine and coastal resources, fisheries", 
    "Public lands and natural resources", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2009-09-22", 
    "text": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2009 - (Sec. 2) Amends the High Seas Driftnet Fishing Moratorium Protection Act to direct the Secretary of Commerce (Secretary) and the Secretary of the department in which the Coast Guard is operating to enforce that Act and the Pacific Salmon Treaty Act of 1985, the Dolphin Protection Consumer Information Act, the Tuna Conventions Act of 1950, the North Pacific Anadromous Stocks Act of 1992, the South Pacific Tuna Act of 1988, the Antarctic Marine Living Resources Convention Act of 1984, the Atlantic Tunas Convention Act of 1975, the Northwest Atlantic Fisheries Convention Act of 1995, and the Western and Central Pacific Fisheries Convention Implementation Act. Directs the Secretary to prevent violations of any of those Acts with the same jurisdiction, powers, and duties as though specified provisions of the Magnuson-Stevens Fishery Conservation and Management Act were incorporated into and made a part of, and applicable to, each such Act. Authorizes additional enforcement measures relating to search or inspection of facilities or conveyances, records inspection, shipment detention, arrest, search and seizure, and service of civil or criminal process. Authorizes the Secretary to disclose certain information to state or federal agencies or internationally to ensure compliance with measures the Secretary enforces, including international fishery agreements to which the United States is a party. Directs the Secretary to take actions to improve the effectiveness of arrangements made pursuant to an international fishery agreement. Authorizes: (1) the development and publication of a list of vessels engaged in illegal, unreported, or unregulated fishing (IUU), including vessels or owners identified by an international fishery management organization or arrangement made pursuant to an international fishery agreement; and (2) taking action against listed vessels. Removes language imposing various sanctions, including denial of port privileges and prohibition of fish and fish product importation, if the Secretary has not yet issued a positive certification regarding whether a nation's nationals or vessels engage in IUU. (Subjects only nations issued a negative certification to enforcement provisions). Requires identification and listing of nations that: (1) violate conservation and management measures required under an international fishery management agreement to which the United States is a party; or (2) fail to effectively address or regulate IUU. Applies the provisions of the Act that apply to nations, as appropriate, to other entities that have competency to enter into international fishery management agreements. Authorizes appropriations to carry out provisions related to IUU and to equivalent conservation measures. (Sec. 3) Amends the High Seas Driftnet Fisheries Enforcement Act to require denial of port privileges and other sanctions for vessels of a nation the Secretary has given a negative IUU or conservation certification and prohibits importing fish and fish products and sport fishing equipment from nations with either of such negative certifications. (Sec. 4) Amends the Tuna Conventions Act of 1950 to make it unlawful for a person in charge of a fishing vessel of the United States to (under current law, to knowingly) transport, purchase, sell, offer for sale, import, export, or possess any fish taken in violation of regulations made under specified provisions of the Convention for the Establishment of an Inter-American Tropical Tuna Commission. Modifies penalties for violation of regulations promulgated pursuant to the Convention. (Sec. 6) Amends the Pacific Salmon Treaty Act of 1985 to modify penalties for violation of the Act. (Sec. 7) Amends the Western and Central Pacific Fisheries Convention Implementation Act to modify the composition of the Commission for the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean. Modifies prohibitions and related penalties under the Act. (Sec. 8) Amends the South Pacific Tuna Act of 1988 to modify penalties under the Act. (Sec. 9) Amends the Antarctic Marine Living Resources Convention Act of 1984 remove a requirement that, in order to be a violation of the Act, a person knew, or reasonably should have known, that an Antarctic marine living resource was harvested in violation of the Act. Modifies penalties under the Act. (Sec. 10) Amends the Atlantic Tunas Convention Act of 1975 to modify requirements regarding enforcement of, and penalties under, the Act. Removes language requiring an annual report to the Committee on Resources of the House of Representatives and the Committee on Commerce, Science, and Transportation of the Senate regarding the conservation and management of highly migratory species. (Sec. 11) Amends the High Seas Fishing Compliance Act of 1995 to modify provisions relating to the validity of high seas fishing permits, including removing a five year permit term and voiding the permit if: (1) any other required permit or authorization is expired, revoked, or suspended; or (2) the vessel is no longer documented under the laws of the United States. (Sec. 12) Amends the Pacific Whiting Act of 2006 to direct the Secretary to appoint no more than 2 (under current law, to appoint between 6 and 12) individuals to serve as scientific experts on the joint technical committee established by the Agreement between the Government of the United States and the Government of Canada on Pacific Hake/Whiting. (Sec. 13) Amends the Dolphin Protection Consumer Information Act to modify the penalties under the Act. (Sec. 14) Amends the Northern Pacific Halibut Act of 1982 to expand enforcement powers under the Act. (Sec. 15) Amends the Northwest Atlantic Fisheries Convention Act of 1995 to modify penalties under the Act. (Sec. 16) Amends the Magnuson-Stevens Fishery Conservation and Management Act to make it unlawful for any person to import, export, transport, sell, acquire, or purchase in interstate or foreign commerce any fish taken, possessed, transported, or sold in violation of any treaty or in contravention of any binding conservation measure adopted by an international agreement or organization to which the United States is a party. (Sec. 17) Authorizes an international cooperation and assistance program, including grants, to provide assistance for sustainable fishery management capacity building efforts. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Illegal, Unreported, and Unregulated Fishing Enforcement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To strengthen enforcement mechanisms to stop illegal, unreported, and unregulated fishing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:52:25-05:00"
}