{
  "actions": [
    {
      "acted_at": "2002-02-26", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Commerce, Justice, State, and the Judiciary. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-05", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Commerce, Justice, State, and the Judiciary. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-07", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Commerce, Justice, State, and the Judiciary. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-12", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Commerce, Justice, State, and the Judiciary. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-13", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Commerce, Justice, State, and the Judiciary. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-19", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Commerce, Justice, State, and the Judiciary. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 107-769.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-18", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-07-24", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Hollings. With written report No. 107-218.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-24", 
      "calendar": "Senate Legislative", 
      "number": "512", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 512.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2778-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Commerce, Justice, State, and the Judiciary", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-07-24", 
  "number": "2778", 
  "official_title": "An original bill making appropriations for the Departments of Commerce, Justice, and State, the Judiciary, and related agencies for the fiscal year ending September 30, 2003, and for other purposes.", 
  "popular_title": "Department of Commerce, Justice, and State Appropriations, FY2003 bill", 
  "related_bills": [], 
  "short_title": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2003", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-07-18", 
  "subjects": [
    "Administrative remedies", 
    "Animals", 
    "Appellate courts", 
    "Appropriations", 
    "Arabs", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Atmospheric research", 
    "Bankruptcy", 
    "Broadcasting Board of Governors", 
    "Capital investments", 
    "Census", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Commemorations", 
    "Commerce", 
    "Commission on Civil Rights", 
    "Congress", 
    "Congressional agencies", 
    "Courthouses", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Criminal aliens", 
    "Criminal justice information systems", 
    "Cultural relations", 
    "Democracy", 
    "Department of Commerce", 
    "Department of Justice", 
    "Department of State", 
    "Department of Transportation", 
    "Disaster loans", 
    "District courts", 
    "Drug abuse", 
    "Drug law enforcement", 
    "East Asia", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Emergency management", 
    "Equal Employment Opportunity Commission", 
    "Export controls", 
    "Facsimile transmission", 
    "Federal Maritime Commission", 
    "Federal Prison Industries, Inc.", 
    "Federal Trade Commission", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fishery management", 
    "Foreign fishing", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Foundations", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Identification of criminals", 
    "Immigration", 
    "Independent regulatory commissions", 
    "Inspectors general", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International claims", 
    "International fishery management", 
    "International military forces", 
    "Israel", 
    "Judicial officers", 
    "Juries", 
    "Labor and employment", 
    "Law", 
    "Legal Services Corporation", 
    "Legal fees", 
    "Marine Mammal Commission", 
    "Marine and coastal resources, fisheries", 
    "Marine mammal protection", 
    "Middle East and North Africa", 
    "Minorities", 
    "Minority business enterprises", 
    "Ocean policy", 
    "Oceanographic research", 
    "Office of the U.S. Trade Representative", 
    "Patents", 
    "Peacekeeping forces", 
    "Prison labor", 
    "Protection of foreign officials", 
    "Public defenders", 
    "Public lands and natural resources", 
    "Public prosecutors", 
    "Radio broadcasting", 
    "Religion", 
    "Religious liberty", 
    "Repatriation", 
    "Scholarships", 
    "Science, technology, communications", 
    "Securities and Exchange Commission", 
    "Sentencing guidelines", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "State courts", 
    "Supreme Court", 
    "Taiwan", 
    "Trademarks", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "U.S. Sentencing Commission", 
    "Veterans' employment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2002-07-24", 
    "text": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2003 - Makes appropriations for FY 2003 for the Departments of Commerce, Justice, and State, the judiciary, and related agencies.Title I: Department of Justice - Department of Justice Appropriations Act, 2003 - Makes appropriations for the Department of Justice for: (1) general administration, including for a Joint Automated Booking System, an integrated fingerprint identification system, a standards-based integrated interoperable computer system for the Immigration and Naturalization Service (INS), office automation expenses of specified organizations, conversion to narrowband communications, administrative review and appeals, the Federal Detention Trustee, and the Office of the Inspector General; (2) the U.S. Parole Commission; (3) legal activities, including for antitrust activities, the Offices of U.S. Attorneys, the U.S. Trustee Program, the Foreign Claims Settlement Commission, the U.S. Marshals Service (including for replacement aircraft and Federal prisoner detention), fees and expenses of witnesses, the Community Relations Service, and certain uses of the Assets Forfeiture Fund; (4) interagency crime and drug enforcement; (5) the Federal Bureau of Investigation; (6) the Drug Enforcement Administration; (7) the INS; (8) the Federal prison system; and (9) Office of Justice programs, including for State and local law enforcement assistance, the Executive Office for Weed and Seed, community oriented policing services, juvenile justice programs, an election reform grant program, and public safety officers' benefits.Sets forth authorized uses of, and limitations on, such funds.(Sec. 105) Amends the Immigration and Nationality Act to include within fees collected for deposit as offsetting receipts into the Land Border Inspection Fee Account, receipts for services performed processing forms I-94, I-94W, I-68, and similar applications processed at land border ports of entry.(Sec. 106) Authorizes the Attorney General, in instances where law enforcement-, security-, or mission-related considerations mitigate against obtaining maintenance or repair services from private sector entities for equipment under warranty, to seek reimbursement from such entities for warranty work performed at Department of Justice facilities and to credit any payment made for such work to any appropriation charged.Title II: Department of Commerce and Related Agencies - Department of Commerce and Related Agencies Appropriations Act, 2003 - Makes appropriations for the Department of Commerce for FY 2003 for: (1) the Office of the U.S. Trade Representative; (2) the International Trade Commission; (3) the International Trade Administration; (4) export administration and national security activities; (5) the Economic Development Administration; (6) the Minority Business Development Agency; (7) economic and statistical analysis programs; (8) the Bureau of the Census; (9) the National Telecommunications and Information Administration; (10) public telecommunications facilities planning and construction grants; (11) information infrastructure grants; (12) the U.S. Patent and Trademark Office; (13) the Under Secretary for Technology/Office of Technology Policy; (14) the National Institute of Standards and Technology, including amounts for the Manufacturing Extension Partnership and for construction of new research facilities; (15) the National Oceanic and Atmospheric Administration, including an amount for procurement, acquisition, and construction of capital assets; (16) restoration of Pacific salmon populations and implementation of the 1999 Pacific Salmon Treaty Agreement; (17) the Fishermen's Contingency Fund; (18) the Foreign Fishing Observer Fund; (19) the fisheries finance program account; and (20) departmental management, including the Office of Inspector General.Requires the Secretary to establish a Coastal and Estuarine Land Conservation Program.Sets forth authorized uses of, and limitations on, such funds.Title III: The Judiciary - Judiciary Appropriations Act, 2003 - Makes appropriations for: (1) the U.S. Supreme Court; (2) the U.S. Court of Appeals for the Federal Circuit; (3) the U.S. Court of International Trade; (4) the courts of appeals, district courts, and other judicial services, including for defender services, fees of jurors and commissioners, and court security; (5) the Administrative Office of the U.S. Courts; (6) the Federal Judicial Center; (7) judicial retirement funds; and (8) the U.S. Sentencing Commission.Sets forth authorized uses of, and limitations on, such funds.(Sec. 304) Authorizes a salary adjustment for U.S. justices and judges during FY 2003.Title IV: Department of State and Related Agency - Department of State and Related Agency Appropriations Act, 2003 - Makes appropriations for the Department of State for FY 2003 for: (1) administration of foreign affairs, diplomatic and consular programs; (2) the Capital Investment Fund; (3) the Office of Inspector General; (4) educational and cultural exchange programs; (5) representation allowances; (6) protection of foreign missions and officials; (7) U.S. embassy security, construction, and maintenance; (8) emergencies in the diplomatic and consular service; (9) the repatriation loans program account; (10) the American Institute in Taiwan; (11) the Foreign Service Retirement and Disability Fund; (12) international organizations, conferences, peacekeeping, and commissions; (13) the International Boundary and Water Commission, United States and Mexico; (14) the Asia Foundation; (15) the Eisenhower Exchange Fellowships, Incorporated; (16) the Israeli Arab Scholarship Program; (17) the Center for Cultural and Technical Interchange Between East and West, Hawaii; and (18) the National Endowment for Democracy.Makes appropriations for the Broadcasting Board of Governors for FY 2003 for international broadcasting operations (including broadcasting to Cuba) and capital improvements.Sets forth authorized uses of, and limitations on, funds appropriated under this title.(Sec. 403) Bars the use of funds made available in this Act by the Department of State or the Broadcasting Board of Governors to provide assistance to the Palestinian Broadcasting Corporation.(Sec. 404) Bars the use of funds made available in this Act for the operation of a U.S. consulate or diplomatic facility in Jerusalem unless it is under the supervision of the U.S. Ambassador to Israel.(Sec. 405) Bars the use of funds made available in this Act for the publication of any official Government document which lists countries and their capital cities unless the publication identifies Jerusalem as the capital of Israel.(Sec. 406) Declares that, for purposes of registration of birth, certification of nationality, or issuance of a passport of a U.S. citizen born in the city of Jerusalem, the Secretary of State shall, upon the citizen's request, record the place of birth as Israel.Title V: Related Agencies - Appropriates FY 2003 funds to the Department of the Treasury for: (1) a U.S.-flag merchant fleet to serve the national security needs of the United States; (2) United States Maritime Administration operations and training activities and for capital improvements at the U.S. Merchant Marine Academy; and (3) Maritime Administration guaranteed loans.Prohibits obligations from being incurred during the current fiscal year from the construction fund established by the Merchant Marine Act, 1936, or otherwise, in excess of the appropriations and limitations contained in this Act or in any prior appropriations law.Appropriates FY 2002 funds for salaries and specified expenses, with restrictions in certain cases, for: (1) the Commission for the Preservation of America's Heritage Abroad for salaries and expenses; (2) the Commission on Civil Rights; (3) the United States Commission on International Religious Freedom; (4) the Commission on Ocean Policy; (5) the Commission on Security and Cooperation in Europe; (6) the Congressional-Executive Commission on the People's Republic of China; (7) the Equal Employment Opportunity Commission (EEOC); (8) the Federal Communications Commission; (9) the Federal Maritime Commission; (10) the Federal Trade Commission; (11) the Legal Services Corporation; (12) the Marine Mammal Commission; (13) the National Veterans Business Development Corporation; (14) the Securities and Exchange Commission; (15) the Small Business Administration (SBA), including the Office of Inspector General; and (16) the State Justice Institute.Amends the Omnibus Consolidated Rescissions and Appropriations Act of 1996 with respect to financial assistance by the Legal Services Corporation to recipients representing an individual eligible client seeking specific relief from a welfare agency, to repeal the condition on such assistance that the relief not involve an effort to amend or otherwise challenge existing law in effect on the date of the initiation of the representation.Appropriates FY 2003 funds for small business direct and guaranteed loans, including for the Office of Inspector General of SBA for audits and reviews of disaster loans and the disaster loan program.Provides that up to five percent of any appropriation made available in this Act to SBA for the current fiscal year may be transferred between appropriations; but prohibits the increase of any such appropriation by such a transfer by more than ten percent. Declares that any such transfer shall be treated as a reprogramming of funds and shall not be available for obligation or expenditure except in compliance with specified procedures.Title VI: General Provisions - (Sec. 604) Prohibits the use of funds made available in this Act to implement, enforce, or otherwise abide by the Memorandum of Agreement signed by the Federal Trade Commission and the Antitrust Division of the Department of Justice on March 5, 2002.(Sec. 605) Prohibits funds provided under this Act and certain other funds, without advance notice to the congressional appropriations committees, from being available for obligation or expenditure through a reprogramming of funds that: (1) creates new programs; (2) eliminates a program, project, or activity; (3) increases funds or personnel by any means for any project or activity for which funds have been denied or restricted; (4) relocates an office or employees; (5) reorganizes offices, programs, or activities; or (6) contracts out or privatizes any functions or activities presently performed by Federal employees.Prohibits the availability of such funds for activities, programs, and projects, without advance notice to the congressional appropriations committees, through any reprogramming exceeding the lesser of $500,000 or ten percent that: (1) augments existing programs, projects, or activities; (2) reduces by ten percent funding for any existing program, project, or activity, or numbers of personnel by ten percent as approved by Congress; or (3) results from any general savings from a reduction in personnel which would result in a change in existing programs, activities, or projects as approved by Congress.(Sec. 606) Bans the use of funds in this Act for the construction, non-emergency repair, overhaul, conversion, or modernization of vessels for the National Oceanic and Atmospheric Administration (NOAA) in shipyards outside the United States.(Sec. 607) Limits to only 90 percent the availability of any award of a Local Law Enforcement Block Grant to an entity employing a public safety officer if the entity does not provide such an officer who retires or is separated from service due to injury suffered as the direct and proximate result of a personal injury sustained in the line of duty while responding to an emergency situation or a hot pursuit with the same or better level of health insurance benefits at the time of retirement or separation as they received while on duty.(Sec. 608) Prohibits the use of funds in this Act to promote the sale or export of tobacco or tobacco products, or to seek the reduction or removal by any foreign country of restrictions on the marketing of tobacco or tobacco products (except restrictions which are not applied equally to all tobacco or tobacco products of the same type).(Sec. 609) Prohibits the use of funds made available in this Act to issue visas to certain individuals from Haiti, including those involved in specified extrajudicial and political killings.(Sec. 610) Prohibits the use of funds in this Act for: (1) the implementation of any tax or fee in connection with the implementation of the national instant criminal background check system for firearms; or (2) any system to implement such background check system that does not require and result in the destruction of any identifying information submitted by or on behalf of any person who has been determined not to be prohibited from owning a firearm.(Sec. 611) Provides that amounts deposited or available in the Crime Victims Fund in any fiscal year in excess of $566.5 million shall not be available for obligation until the following fiscal year.(Sec. 612) Bans the availability of funds made available in this Act for the purpose of granting immigrant visas, nonimmigrant visas, or both to citizens, subjects, nationals, or residents of countries that the Attorney General has determined deny or unreasonably delay accepting the return of citizens, subjects, nationals, or residents under the Immigration and Nationality Act.(Sec. 613) Prohibits the use of funds made available in this Act to the Department of Justice to transport a maximum or high security prisoner, other than to a prison or other facility certified by the Federal Bureau of Prisons as appropriately secure.(Sec. 614) Prohibits the use of funds under this Act by Federal prisons to purchase audiovisual or electronic equipment used primarily for recreational purposes.(Sec. 616) Amends Federal law to provide that a U.S. citizen held hostage in Iran after November 1, 1979, and his or her spouse and children at the time, shall have a claim for money damages against the government of Iran."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Department of Commerce, Justice, and State Appropriations, FY2003 bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Commerce and Related Agencies Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Justice Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of State and Related Agency Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Judiciary Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Commerce and Related Agencies Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Justice Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of State and Related Agency Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Judiciary Appropriations Act, 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Departments of Commerce, Justice, and State, the Judiciary, and related agencies for the fiscal year ending September 30, 2003, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:39-05:00"
}