{
  "actions": [
    {
      "acted_at": "1975-06-05", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1889-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-05", 
  "number": "1889", 
  "official_title": "A bill to amend and improve the Agricultural Trade Development and Assistance Act of 1954.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Agriculture Assistance, Development and Trade Act", 
  "sponsor": {
    "district": null, 
    "name": "Clark, Dick", 
    "state": "IA", 
    "thomas_id": "01306", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-05", 
  "subjects": [
    "Agriculture and food", 
    "Food relief", 
    "International affairs", 
    "International relief", 
    "United Nations"
  ], 
  "subjects_top_term": "International relief", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-05", 
    "text": "International Agricultural Assistance, Development, and Trade Act - Declares it to be the policy of the United States to use its abundant agricultural productivity to: (1) combat hunger and malnutrition; (2) encourage economic development in the developing countries; (3) expand international trade and market development; and (4) promote United States foreign policy, where such promotion will not interfere with the preceeding objectives. Establishes, under the Agricultural Trade Development and Assistance Act of 1954, a minimum level of 6,000,000 tons of commodities to be shipped annually through the Food for Peace Program. Requires that this minimum annual level should be divided as follows: (1) 4,000,000 tons to be made available through grants or sales directly to nations identified by the United Nations as most seriously affected by the current world economic crisis (MSA); and (2) 2,000,000 tons to be made available through grants which are distributed primarily by international voluntary agencies and the U.N. World Food Program. Requires that 70 percent of title I or title III program shipments made in excess of the minimum annual commitment be directed to MSA nations. Permits nations which are not included in the United Nations MSA list to be included in the minimum annual commitment and/or receive additional shipments to combat famine or other emergency conditions. Adds to the Agricultural Trade Development and Assistance Act of 1954 a new title, Title III, which creates a system of direct food grants to MSA nations. Stipulates that these grants would only be available to nations which agree as a condition of receipt to carry out specified self-help measures designed to get food to their hungry and to increase agricultural production. Authorizes the Secretary of Agriculture to restructure Food for Peace title I loan rates so that nations with greater resources will have to pay more stringent terms than less wealthy nations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Agriculture Assistance, Development and Trade Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and improve the Agricultural Trade Development and Assistance Act of 1954.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:26-05:00"
}