{
  "actions": [
    {
      "acted_at": "1985-04-02", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-04-15", 
      "references": [], 
      "text": "Committee on Commerce. Original measure reported to Senate by Senator Danforth. With written report No. 99-27.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-04-15", 
      "calendar": "Senate Legislative", 
      "number": "75", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 75.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1985-09-26", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s903-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-15", 
  "number": "903", 
  "official_title": "An original bill to authorize appropriations for the National Science Foundation for fiscal year 1986, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Science Foundation Authorization Act for Fiscal Year 1986", 
  "sponsor": {
    "district": null, 
    "name": "Danforth, John C.", 
    "state": "MO", 
    "thomas_id": "01314", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-04-02", 
  "subjects": [
    "Advisory bodies", 
    "Antarctic regions", 
    "Astronomy", 
    "Atmospheric research", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Biology", 
    "Business and commerce", 
    "Business intelligence", 
    "Business records", 
    "Chemistry", 
    "Colleges", 
    "Commemorations", 
    "Computers", 
    "Conflict of interests", 
    "Data banks", 
    "Earth sciences", 
    "Education", 
    "Engineering", 
    "Equipment and supplies", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "Foundations", 
    "Freedom of information", 
    "Government consultants", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Higher education", 
    "Indemnity", 
    "Insurance", 
    "International cooperation in science", 
    "Inventions", 
    "Laboratories", 
    "Liability insurance", 
    "Licenses", 
    "Mathematics", 
    "Meteorology", 
    "Minorities", 
    "Minority education", 
    "National Science Foundation", 
    "Ocean", 
    "Ocean mining", 
    "Oceanography", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Physics", 
    "Reprogramming of appropriated funds", 
    "Research and development contracts", 
    "Research centers", 
    "Research ethics", 
    "Science and ethics", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientists in government", 
    "Social sciences", 
    "Technical education", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-15", 
    "text": "National Science Foundation Authorization Act for Fiscal Year 1986 - Authorizes appropriations to the National Science Foundation (NSF) for FY 1986. Provides that such funds authorized for FY 1986 will be available for the following categories: (1) advanced scientific computing; (2) astronomical, atmospheric, earth, and ocean sciences; (3) biological, behavioral, and social sciences; (4) engineering; (5) mathematical and physical sciences; (6) scientific, technological, and international affairs; (7) program development and management; (8) science and engineering education; and (9) the U.S. Antarctic program. Requires that a specified amount from such funds be reserved for support of studies on ethics and values in science and technology. Limits the amounts from appropriations authorized under this Act which may be used for: (1) consultation, representation, or other extraordinary expenses; and (2) expenses incurred outside the United States. Permits transfers of funds among categories as long as such transfers do not exceed ten percent of authorized amounts. Permits transfers in excess of ten percent if: (1) the Director of NSF submits a written explanation of the proposed transfer to specified congressional officers and committees; and (2) 30 calendar days have passed after such submission. Amends the National Science Foundation Act of 1950 to delete certain provisions relating to notification of meetings to members of the National Science Board (the Board). Provides that the Director of NSF may make contracts, grants, and other arrangements only with the prior approval of the Board or under authority delegated by the Board and subject to such conditions as the Board may specify (thus removing the Director's current authority to make grants, contracts, or arrangements involving specified limited amounts under certain conditions without the Board's prior approval). Amends such Act and other specified provisions of Federal law to remove the requirement that Assistant Directors of NSF be appointed by the President. Revises provisions for special commissions to provide that special commissions: (1) shall consist of such members as the Board considers appropriate; and (2) may be established to study and make recommendations to NSF on issues relating to research and education in science and engineering. Authorizes NSF to indemnify grantees, contractors, and subcontractors associated with the Ocean Drilling Program (thus making permanent a temporary authority under current law which would expire at the end of FY 1986). Removes a prohibition against NSF officers or employees acquiring, retaining, or transferring patent rights on inventions which they may make or produce in connection with performing their assigned activities and which are directly related to the subject matter thereof. Removes certain prohibitions against outside employment and activities by the Director, the Deputy Director, or any Assistant Director of NSF and against their holding any office in or acting in any capacity for any organization with which NSF makes any grant, contract, or other arrangement. Prohibits disclosure to the public of: (1) specified information supplied to NSF or to an NSF contractor by an industrial or commercial organization, unless such information has been transformed into statistical or aggregate formats that do not allow the identification of the supplier; and (2) the names of organizations supplying such information. Repeals specified provisions of the National Science Foundation Authorization Act Fiscal Year 1978 which require financial or other conflict of interest disclosure statements by NSF officials and employees. Amends the National Science Foundation Authorization, 1976 to remove a limitation on the monetary amount and the duration of the grant included in the Alan T. Waterman Award. Provides that the Board will periodically establish the amounts and terms of such grants. Repeals provisions of the National Science Foundation Authorization Act, Fiscal Year 1978 which require establishment of a Resource Center for Science and Engineering at an educational institution enrolling a substantial number of minority and/or low-income students. Amends the National Science Foundation Act of 1950 and the National Science Foundation Authorization Act, 1976 the National Science Foundation Authorization and Science and Technology Equal Opportunities Act to revise provisions for NSF functions relating to engineering research and education. Replaces specified references to \"technology\" with references to \"engineering.\" Directs NSF to design, establish, and maintain a data collection and analysis capability to identify and assess the research needs of universities. Requires documentation of the needs of universities, by major field of science and engineering, for construction and modernization of research laboratories, including fixed equipment and major research equipment. Requires collection and analysis of university expenditures for construction and modernization of research facilities, the sources of funds, and other appropriate data. Directs NSF, in conjunction with appropriate Federal agencies, to conduct the necessary surveys every two years and report the results to the Congress. Requires that the first report be submitted to the Congress by September 1, 1986."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Science Foundation Authorization Act for Fiscal Year 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for the National Science Foundation for fiscal year 1986, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:20-05:00"
}