{
  "actions": [
    {
      "acted_at": "1973-01-26", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s567-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Scott, Hugh", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01432", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-26", 
  "number": "567", 
  "official_title": "A bill to revise title 28 of the United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Habeas Corpus Act Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Hruska, Roman L.", 
    "state": "NE", 
    "thomas_id": "01362", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-26", 
  "subjects": [
    "Criminal procedure", 
    "Habeas corpus"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-26", 
    "text": "Habeas Corpus Act Amendments - Provides that an appeal may be taken to the court of appeals from the final order in a habeas corpus proceeding or a proceeeding with respect to a motion attacking sentence only if the court of appeals issues a certificate of probable cause; however, such a certificate shall not be necessary in order for a State or the Federal Government to appeal the final order. (Amends 28 U.S.C. 2253) Limits the availability of the writ of habeas corpis in a Federal Court on behalf of a State prisoner to cases in which the prisoner is in custody in violation of the Constitution or laws of the United States; the claimed constitutional violation presents a substantial question which was not theretofore raised and which cannot thereafter be raised and determined in the State court; and the claimed constitutional right is one which has as its primary purpose the protection of the reliability of either the factfinding process at the trail or the appellate process on appeal from the judgement of conviction. (Amends 28 U.S.C. 2254) States that if a Federal prisoner moves the court which imposed the sentence to vacate, set aside, or correct the sentence upon the ground that he is in custody in violation of the Consitution of the United States, such constitutional violation must: (1) present a substantial question which was not determined and could not reasonably have been raised in the original proceeding; (2) have as its primary purpose the protection of the reliability of either the factfinding process or the appelate process on appeal; and (3) the petitioner must show that a different result would probably have resulted if such constitutional violation had not occurred. (Amends 28 U.S.C. 2255)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Habeas Corpus Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise title 28 of the United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:22-05:00"
}