{
  "actions": [
    {
      "acted_at": "1979-10-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5552-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-11", 
  "number": "5552", 
  "official_title": "A bill to authorize the Secretary of Health, Education and Welfare to make grants to States in order to provide assistance to households which cannot meet the high cost of fuel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1724-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Home Energy Assistance Act", 
  "sponsor": {
    "district": "24", 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-10-11", 
  "subjects": [
    "Energy", 
    "Energy prices", 
    "Federal-state relations", 
    "Fuel", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Heating", 
    "Households", 
    "Housing and Housing Finance", 
    "Information services", 
    "Intergovernmental relations", 
    "Low-income housing", 
    "Native Americans", 
    "Poor", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Residential energy conservation", 
    "Residential utility cost relief programs", 
    "State finance", 
    "States", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Heating", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-10-11", 
    "text": "Home Energy Assistance Act - Authorizes the Secretary of Health, Education, and Welfare to make grants to States to assist eligible low-income households to meet increasing home energy costs. Authorizes appropriations for fiscal years 1980 through 1984 to carry out this Act. Sets forth allotments from such appropriations for such grants to States and specified American territories and possessions for energy crisis related activities under the Economic Opportunity Act of 1964, and for emergency energy disaster assistance to States. Stipulates that such grants may be used for making payments to home energy suppliers on behalf of eligible households and directly to such households in specified cases. Sets forth application procedures and requirements for such grants. Authorizes States receiving such grants to make grants to eligible households for meeting excessive cooling costs where such cooling is medically necessary under standards established by the Secretary. Requires States to comply with the uniform data collection standards established by the Secretary concerning home energy consumption, cost and type of fuels used, use by which income groups, and other information determined to be necessary to carry out this Act. Authorizes the Secretary to withhold payments under this Act for failure to comply with approved application provisions. Sets forth provisions for the administration of this Act. Stipulates that payments received by members of participating households are not to be considered income for determining eligibility for other Federal assistance programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Energy Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Health, Education and Welfare to make grants to States in order to provide assistance to households which cannot meet the high cost of fuel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:41-05:00"
}