{
  "actions": [
    {
      "acted_at": "2007-06-11T19:38:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 110-186, by Mr. Edwards.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-11T19:38:00-04:00", 
      "calendar": "Union", 
      "number": "110", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 110.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2007-06-13T02:21:00-04:00", 
      "bill_ids": [
        "hres480-110"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 480 Reported to House. Rule provides for consideration of H.R. 2642 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by paragraph. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T11:49:00-04:00", 
      "references": [], 
      "text": "ORDER OF BUSINESS - Mr. Welch asked unanimous consent that (1) it be in order at any time for the Speaker, as though pursuant to clause 2(b) of rule 18, to declare the House resolved into the Committee of the Whole House on the State of the Union for consideration of the bill H.R. 2642, which shall proceed according to the following order: the first reading of the bill shall be dispensed with; all points of order against consideration of the bill are waived except those arising under clause 9 or 10 of rule 21; general debate shall be confined to the bill and shall not exceed one hour, equally divided and controlled; after general debate, the bill shall be considered for amendment under the five-minute rule; and no amendment shall be in order except those on a list submitted to the desk. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T11:51:00-04:00", 
      "references": [
        {
          "reference": "CR H6518-6566", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6533-6534, H6536, H6540, H6541-6542, H6543-6544", 
          "type": "text of Title I as reported in House"
        }, 
        {
          "reference": "CR H6544-6546", 
          "type": "text of Title II as reported in House"
        }, 
        {
          "reference": "CR H6552-6553", 
          "type": "text of Title III as reported in House"
        }, 
        {
          "reference": "CR H6553", 
          "type": "text of Title IV as reported in House"
        }
      ], 
      "text": "Considered pursuant to previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T11:51:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole on the state of the Union pursuant to previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T11:52:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Stephen F. Lynch to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T11:53:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2642.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T13:03:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Hayes amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T13:12:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hayes amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hayes demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T13:13:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Blumenauer amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T13:30:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Blumenauer amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Blumenauer demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T13:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Price of Georgia amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T13:45:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Price of Georgia amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Price of Georgia demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T13:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Franks amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T14:09:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Moran (KS) amendment, pending reservation of a point of order. Subsequently, the reservation was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T14:21:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Moran (KS) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Moran (KS) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T14:24:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Capito amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T14:32:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Corinne Brown (FL) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T14:37:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Garrett (NJ) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T14:46:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Garrett (NJ) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Garrett (NJ) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T14:51:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Wilson (NM) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T15:04:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Blackburn amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T15:07:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with debate on the Musgrave amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T15:23:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Musgrave amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Salazar demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T15:24:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Hall (NY) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T15:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Jackson-Lee (TX) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T15:36:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Upton amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T15:43:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 10 minutes of debate on the Pearce amendment, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T15:58:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T16:45:00-04:00", 
      "references": [], 
      "text": "Mr. Edwards moved for the Committee of the Whole to rise and report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T16:45:00-04:00", 
      "references": [], 
      "text": "On motion to rise and report Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T16:45:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2642.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T16:46:00-04:00", 
      "references": [
        {
          "reference": "CR H6565", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to a previous  order of the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T16:46:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-15T16:53:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "498", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 409 - 2 (Roll no. 498).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2007-06-15T16:53:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-18", 
      "calendar": "Senate Legislative", 
      "number": "207", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 207.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2007-09-04", 
      "references": [
        {
          "reference": "CR S11010-11019", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-05", 
      "references": [
        {
          "reference": "CR S11092-11095, S11101-11112", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-06", 
      "references": [
        {
          "reference": "CR S11137-11144", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-06", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR 9/7/2007 S11271-11278", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "roll": "316", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Yea-Nay Vote. 92 - 1. Record Vote Number: 316.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2007-09-06", 
      "references": [
        {
          "reference": "CR S11144", 
          "type": "consideration"
        }
      ], 
      "text": "Senate insists on its amendment, asks for a conference, appoints conferees Johnson; Inouye; Landrieu; Byrd; Murray; Reed; Nelson NE; Leahy; Hutchison; Craig; Brownback; Allard; McConnell; Bennett; Cochran.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-07", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-14T19:37:00-04:00", 
      "bill_ids": [
        "hres1197-110"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 1197 Reported to House. The resolution provides for consideration of a motion that the House concur in the Senate amendment to H.R. 2642 with each of the three amendments printed in the report. The motion shall be debatable for two hours equally divided and controlled by the Chairman and ranking minority member of the Committee on Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T12:06:00-04:00", 
      "bill_ids": [
        "hres1197-110"
      ], 
      "references": [], 
      "text": "Rule H. Res. 1197 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T12:30:00-04:00", 
      "references": [
        {
          "reference": "CR H3905-4046", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3905-3912", 
          "type": "text as House agreed to Senate amendment"
        }
      ], 
      "text": "Mr. Obey moved that the House agree with amendments to the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T12:33:00-04:00", 
      "references": [], 
      "text": "POINT OF ORDER - Mr. Ryan(WI) raised a point of order against H.R. 2642. Mr. Ryan(WI) stated that the proposed House amendments to the Senate amendment violate the Pay-Go rules. The Chair overruled the point order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T12:36:00-04:00", 
      "bill_ids": [
        "hres1197-110"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 1197, the House proceeded with 2 hours of debate on the Obey motion to agree to the Senate amendment to H.R. 2642 with amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T13:20:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House resumed debate on H.R. 2642.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T15:03:00-04:00", 
      "references": [
        {
          "reference": "CR H4044", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T15:03:00-04:00", 
      "bill_ids": [
        "hres1197-110"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of H. Res. 1197, the Chair announced that it would put the question on adoption of each of the 3 House amendments to the Senate amendment separately.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T15:30:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T15:30:00-04:00", 
      "references": [
        {
          "reference": "CR H3912-3917, H4044-4045", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3912-3917", 
          "type": "text"
        }
      ], 
      "text": "On motion to agree to Senate amendment with House amendment No. 1 Failed by the Yeas and Nays: 141 - 149, 132 Present (Roll No. 328).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T15:37:00-04:00", 
      "references": [
        {
          "reference": "CR H3917-3934, H4045-4046", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3917-3934", 
          "type": "text"
        }
      ], 
      "text": "On motion to agree to Senate amendment with House amendment No. 2 Agreed to by the Yeas and Nays: 227 - 196 (Roll No. 329).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T15:37:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T15:46:00-04:00", 
      "references": [
        {
          "reference": "CR H4046", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to agree to Senate Amendment with House Amendment No. 3 Agreed to by the Yeas and Nays: 256 - 166 (Roll No. 330).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15T15:46:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-15", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendments to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-20", 
      "references": [
        {
          "reference": "CR S4444-4461, S4461-4467, S4468-4469, S4471, S4475-4476", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-20", 
      "references": [
        {
          "reference": "CR S4460", 
          "type": "consideration"
        }
      ], 
      "text": "Reid motion to concur in House amendment No. 2 to the Senate amendment with an amendment (SA 4789) made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-20", 
      "references": [], 
      "text": "Point of order that Reid motion to concur in House amendment no. 2 to the Senate amendment with an amendment (SA 4789) (title VIII and portions of title X) violates Rule XVI made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-20", 
      "references": [], 
      "text": "Point of order against Reid motion to concur in House amendment no. 2 to the Senate amendment with amendment (SA 4789) sustained.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-20", 
      "references": [
        {
          "reference": "CR S4475", 
          "type": "consideration"
        }
      ], 
      "text": "Reid motion to concur in House amendment No. 2 to the Senate amendment with an amendment (SA 4803) made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [
        {
          "reference": "CR S4709-4713, S4714-4742", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Senate concurred in House amendment No. 2 to the Senate amendment with an amendment (SA 4803) by Yea-Nay Vote. 75 - 22. Record Vote Number: 137.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Reid motion to concur in House amendment No. 1 to the Senate amendment with an amendment (SA 4816) made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Point of order that Reid motion to concur in House amendment No. 1 to the Senate amendment with an amendment (SA 4816) (Section 11312) violates Rule XVI.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Point of order against Reid motion to concur in House amendment No. 1 with an amendment (SA 4816) sustained.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Reid motion to concur in House amendment No. 1 to the Senate amendment with an amendment (SA 4817) made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Senate disagreed to the Reid motion to concur in the House amendment No. 1 to the Senate amendment with an amendment (SA 4817) by Yea-Nay Vote. 34 - 63. Record Vote Number: 138.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "The motion to concur in the House amendment No. 1 to the Senate amendment with an amendment (SA 4817), pursuant to the order of May 21, 2008, having failed to achieve the required 60 votes in the affirmative, was withdrawn in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Reid motion to concur in House amendment No. 1 to the Senate amendment with an amendment (SA 4818) made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Senate concurred in House amendment No. 1 to the Senate amendment with an amendment (SA 4818) Yea-Nay Vote. 70 - 26. Record Vote Number: 139.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-19T18:53:00-04:00", 
      "bill_ids": [
        "hres1284-110"
      ], 
      "references": [], 
      "text": "Pursuant to the provisions of H. Res. 1284, Mr. Obey called up from the Speaker's table the bill, H.R. 2642, and offered a motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-19T18:53:00-04:00", 
      "references": [
        {
          "reference": "CR H5622-5705", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Obey moved that the House agree with an amendment to the Senate amendments to the House amendments to the Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-19T18:53:00-04:00", 
      "bill_ids": [
        "hres1284-110"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 1284, the House proceeded with one hour of debate on the Obey motion to agree to the Senate amendments to the House amendments to the Senate amendment to H.R. 2642, with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-19T19:47:00-04:00", 
      "bill_ids": [
        "hres1284-110"
      ], 
      "references": [], 
      "text": "At the conclusion of debate and pursuant to the provisions of H. Res. 1284, the previous question was ordered. Pursuant to the provisions of H. Res. 1284, the question of adoption of the Senate amendments will be divided to the end that the disposition of the Senate amendments will be decided separately.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-19T20:05:00-04:00", 
      "references": [], 
      "text": "On motion to agree to Senate amendment to House amendment No. 1 to Senate amendment Agreed to by the Yeas and Nays: 268 - 155 (Roll no. 431).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-19T20:13:00-04:00", 
      "references": [], 
      "text": "On motion to agree to Senate amendment to House amendment No. 2 to Senate amendment with amendment Agreed to by recorded vote: 416 - 12 (Roll No. 432).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-19T20:13:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-20", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk:.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-26", 
      "references": [
        {
          "reference": "CR S6234-6267", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to concur in House amendments to Senate amendment to House amendment to Senate amendment made in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-26", 
      "references": [], 
      "text": "Point of order raised in Senate with respect to House amendments to Senate amendment to House amendment to Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-26", 
      "references": [], 
      "text": "Motion to waive the Budget Act with respect to House amendments to Senate amendment to House amendment to Senate amendment agreed to in Senate by Yea-Nay Vote. 77 - 21. Record Vote Number: 161.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-26", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S6239-6262", 
          "type": "text as Senate agreed to House amendment"
        }
      ], 
      "result": "pass", 
      "roll": "162", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to House amendment to Senate amendment to House amendment to Senate amendment and agreed to House amendment to the Senate engrossed amendment by by Yea-Nay Vote. 92 - 6. Record Vote Number: 162.", 
      "type": "vote", 
      "vote_type": "pingpong", 
      "where": "s"
    }, 
    {
      "acted_at": "2008-06-26", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2008-06-27", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-27", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2008-06-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2008-06-30", 
      "congress": "110", 
      "law": "public", 
      "number": "252", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 110-252.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h301-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "301"
    }, 
    {
      "amendment_id": "h302-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "302"
    }, 
    {
      "amendment_id": "h303-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "303"
    }, 
    {
      "amendment_id": "h304-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "304"
    }, 
    {
      "amendment_id": "h305-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "305"
    }, 
    {
      "amendment_id": "h306-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "306"
    }, 
    {
      "amendment_id": "h307-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "307"
    }, 
    {
      "amendment_id": "h308-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "308"
    }, 
    {
      "amendment_id": "h309-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "309"
    }, 
    {
      "amendment_id": "h310-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "310"
    }, 
    {
      "amendment_id": "h311-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "311"
    }, 
    {
      "amendment_id": "h312-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "312"
    }, 
    {
      "amendment_id": "h313-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "313"
    }, 
    {
      "amendment_id": "h314-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "314"
    }, 
    {
      "amendment_id": "h315-110", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "315"
    }, 
    {
      "amendment_id": "s2656-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2656"
    }, 
    {
      "amendment_id": "s2657-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2657"
    }, 
    {
      "amendment_id": "s2658-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2658"
    }, 
    {
      "amendment_id": "s2659-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2659"
    }, 
    {
      "amendment_id": "s2660-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2660"
    }, 
    {
      "amendment_id": "s2661-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2661"
    }, 
    {
      "amendment_id": "s2662-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2662"
    }, 
    {
      "amendment_id": "s2663-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2663"
    }, 
    {
      "amendment_id": "s2664-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2664"
    }, 
    {
      "amendment_id": "s2665-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2665"
    }, 
    {
      "amendment_id": "s2666-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2666"
    }, 
    {
      "amendment_id": "s2667-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2667"
    }, 
    {
      "amendment_id": "s2668-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2668"
    }, 
    {
      "amendment_id": "s2669-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2669"
    }, 
    {
      "amendment_id": "s2670-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2670"
    }, 
    {
      "amendment_id": "s2671-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2671"
    }, 
    {
      "amendment_id": "s2672-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2672"
    }, 
    {
      "amendment_id": "s2673-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2673"
    }, 
    {
      "amendment_id": "s2674-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2674"
    }, 
    {
      "amendment_id": "s2675-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2675"
    }, 
    {
      "amendment_id": "s2676-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2676"
    }, 
    {
      "amendment_id": "s2677-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2677"
    }, 
    {
      "amendment_id": "s2678-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2678"
    }, 
    {
      "amendment_id": "s2679-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2679"
    }, 
    {
      "amendment_id": "s2680-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2680"
    }, 
    {
      "amendment_id": "s2681-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2681"
    }, 
    {
      "amendment_id": "s2682-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2682"
    }, 
    {
      "amendment_id": "s2683-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2683"
    }, 
    {
      "amendment_id": "s2684-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2684"
    }, 
    {
      "amendment_id": "s2686-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2686"
    }, 
    {
      "amendment_id": "s2687-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2687"
    }, 
    {
      "amendment_id": "s2688-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2688"
    }, 
    {
      "amendment_id": "s4786-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4786"
    }, 
    {
      "amendment_id": "s4787-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4787"
    }, 
    {
      "amendment_id": "s4788-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4788"
    }, 
    {
      "amendment_id": "s4789-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4789"
    }, 
    {
      "amendment_id": "s4790-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4790"
    }, 
    {
      "amendment_id": "s4791-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4791"
    }, 
    {
      "amendment_id": "s4792-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4792"
    }, 
    {
      "amendment_id": "s4793-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4793"
    }, 
    {
      "amendment_id": "s4794-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4794"
    }, 
    {
      "amendment_id": "s4795-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4795"
    }, 
    {
      "amendment_id": "s4796-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4796"
    }, 
    {
      "amendment_id": "s4797-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4797"
    }, 
    {
      "amendment_id": "s4799-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4799"
    }, 
    {
      "amendment_id": "s4800-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4800"
    }, 
    {
      "amendment_id": "s4801-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4801"
    }, 
    {
      "amendment_id": "s4802-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4802"
    }, 
    {
      "amendment_id": "s4803-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4803"
    }, 
    {
      "amendment_id": "s4804-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4804"
    }, 
    {
      "amendment_id": "s4805-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4805"
    }, 
    {
      "amendment_id": "s4806-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4806"
    }, 
    {
      "amendment_id": "s4807-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4807"
    }, 
    {
      "amendment_id": "s4808-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4808"
    }, 
    {
      "amendment_id": "s4809-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4809"
    }, 
    {
      "amendment_id": "s4810-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4810"
    }, 
    {
      "amendment_id": "s4811-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4811"
    }, 
    {
      "amendment_id": "s4812-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4812"
    }, 
    {
      "amendment_id": "s4813-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4813"
    }, 
    {
      "amendment_id": "s4814-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4814"
    }, 
    {
      "amendment_id": "s4815-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4815"
    }, 
    {
      "amendment_id": "s4816-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4816"
    }, 
    {
      "amendment_id": "s4817-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4817"
    }, 
    {
      "amendment_id": "s4818-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4818"
    }, 
    {
      "amendment_id": "s5057-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5057"
    }, 
    {
      "amendment_id": "s5061-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5061"
    }, 
    {
      "amendment_id": "s5062-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5062"
    }
  ], 
  "bill_id": "hr2642-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "110", 
    "law_type": "public", 
    "number": "252"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2008-06-30", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2007-06-15T16:53:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2008-06-26", 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-11", 
  "number": "2642", 
  "official_title": "Making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2008, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres480-110", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres1197-110", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres1284-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4104-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1645-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1645-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2363-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Supplemental Appropriations Act, 2008", 
  "sponsor": {
    "district": "17", 
    "name": "Edwards, Chet", 
    "state": "TX", 
    "thomas_id": "00335", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2008-06-30", 
  "subjects": [
    "Air force", 
    "Airports", 
    "Alaska", 
    "American Battle Monuments Commission", 
    "Appellate courts", 
    "Appropriations", 
    "Arab countries", 
    "Architecture", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Ballistic missile defenses", 
    "Boundaries", 
    "Building construction", 
    "Cemeteries and funerals", 
    "Central Asia", 
    "Chemical warfare", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Collective security", 
    "Colorado", 
    "Commemorations", 
    "Commerce", 
    "Competition", 
    "Competitive bidding", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Cost plus contracts", 
    "Courts of special jurisdiction", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Department of Veterans Affairs", 
    "Diabetes", 
    "Disability evaluation", 
    "Disabled", 
    "Drugs", 
    "Easements", 
    "East Asia", 
    "Economics and public finance", 
    "Electronic commerce", 
    "Energy", 
    "Energy efficiency", 
    "Engineering", 
    "Europe", 
    "Families", 
    "Federal mandates", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Former Soviet states", 
    "Government insurance", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Government vehicles", 
    "Health", 
    "Homeless", 
    "Housing and community development", 
    "Information technology", 
    "Inspectors general", 
    "International affairs", 
    "International military forces", 
    "Iraq compilation", 
    "Japan", 
    "Joint ventures", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Lighting", 
    "Lobbying", 
    "Marines", 
    "Marshall Islands", 
    "Medical research", 
    "Middle East and North Africa", 
    "Military aviation", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Military research", 
    "Military transportation", 
    "Minorities", 
    "Monuments and memorials", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "NATO countries", 
    "National Guard", 
    "Native Americans", 
    "Navy", 
    "Nursing homes", 
    "Officer personnel", 
    "Parking facilities", 
    "Philippines", 
    "Property tax", 
    "Prosthesis", 
    "Public lands and natural resources", 
    "Relocation", 
    "Reprogramming of appropriated funds", 
    "Right of property", 
    "Risk", 
    "Road construction", 
    "Science, technology, communications", 
    "Soldiers' homes", 
    "South Korea", 
    "Steel", 
    "Taxation", 
    "Transportation and public works", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' employment", 
    "Veterans' hospitals", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' rehabilitation", 
    "Virginia", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Public Law", 
    "date": "2008-06-30", 
    "text": "Supplemental Appropriations Act, 2008 - Title I: Military Construction, Veterans Affairs, International Affairs, and Other Security-Related Matters - Chapter 1: Agriculture - Makes supplemental appropriations for FY2008 to the Department of Agriculture for the Foreign Agricultural Service for grants under the Agricultural Trade Development and Assistance Act of 1954 (P.L. 480) for emergency and nonemergency food assistance to foreign countries. Chapter 2: Justice- Makes supplemental appropriations to the Department of Justice for: (1) the Office of Inspector General; (2) general legal activities; (3) the U.S. Marshals Service; (4) the Federal Bureau of Investigation (FBI); (5) the Drug Enforcement Administration (DEA); (6) the Bureau of Alcohol, Tobacco, Firearms and Explosives; and (7) the Federal Prison System. Chapter 3: Military Construction and Veterans Affairs - Makes supplemental appropriations for the Department of Defense (DOD) for: (1) military construction for the Army, Navy and Marine Corps, Air Force, and DOD; (2) family housing construction for the Navy and Marine Corps; and (3) the Department of Defense Base Closure Account, 2005. Makes supplemental appropriations for the Department of Veterans Affairs (VA) for: (1) general operating expenses; (2) information technology systems; and (3) construction for major projects. (Sec. 1301) Appropriates funds to accelerate barracks improvements at Army installations. (Sec. 1302) Prohibits any funds from being used to disestablish, reorganize, or relocate the Armed Forces Institute of Pathology (except for the Armed Forces Medical Examiner) until the President has established a Joint Pathology Center as required under the National Defense Authorization Act for Fiscal Year 2008. (Sec. 1303) Combat Veterans Debt Elimination Act of 2008 - Prohibits the Secretary of Veterans Affairs from collecting debts owed to the United States by veterans who die as a result of an injury incurred or aggravated while in the line of duty while serving in a theater of combat operations in a war or in combat against a hostile force during a period of hostilities after September 11, 2001, if such Secretary determines that termination of collection is in the best interest of the United States. Allows such Secretary to refund amounts already collected from qualifying individuals. Chapter 4: Department of State and Foreign Operations - Subchapter A: Supplemental Appropriations for Fiscal Year 2008 - Makes FY2009 supplemental appropriations for the Department of State (Department) for: (1) administration of foreign affairs and diplomatic and consular programs; (2) the Office of Inspector General; (3) U.S. embassy security, construction, and maintenance for facilities in Afghanistan; (4) contributions to international organizations; (5) contributions to international peacekeeping activitie; (6) the Democracy Fund; (7) international narcotics control and law enforcement; (8) migration and refugee assistance; (9) the United States Emergency Refugee and Migration Assistance Fund; and (10) nonproliferation, anti-terrorism, demining, and related programs. Makes additional FY2009 appropriations for the Broadcasting Board of Governors for international broadcasting operations. Makes FY2009 supplemental appropriations for the Economic Support Fund. Makes FY2009 supplemental appropriations to the President for: (1) international disaster assistance; and (2) the United States Agency for International Development (USAID) for operating expenses and for the Office of Inspector General; and (3) the foreign military financing program. Makes additional FY2009 appropriations for the Economic Support Fund. Subchapter B: Bridge Fund Supplemental Appropriations for Fiscal Year 2009 - Makes additional FY2009 appropriations for the Department for: (1) administration of foreign affairs and diplomatic and consular programs; (2) the Office of Inspector General; (3) U.S. embassy security, construction, and maintenance for facilities in Afghanistan; (4) contributions to international organizations; (5) contributions to international peacekeeping activities; (6) the Economic Support Fund; (7) international narcotics control and law enforcement; (8) migration and refugee assistance; and (9) nonproliferation, anti-terrorism, demining, and related programs. Makes additional FY2009 appropriations for the Broadcasting Board of Governors for international broadcasting operations. Makes additional FY2009 appropriations to the President for: (1) global health and child survival; (2) development assistance; (3) international disaster assistance; (4) USAID for operating expenses and for the Office of Inspector General; (5) the foreign military financing program; and (6) peacekeeping operations. Makes additional FY2009 appropriations for the Economic Support Fund. Subchapter C: General Provisions, This Chapter - (Sec. 1402) Prohibits the availability of funds appropriated for infrastructure activities in Iraq until the Secretary of State (Secretary) certifies to the appropriations committees that the United States and Iraq have entered into an asset transfer agreement that includes commitments by Iraq to maintain U.S.-funded infrastructure in Iraq. Prohibits the use of appropriated funds for the construction of prison facilities in Iraq. Prohibits the availability of more than 40% of the funds appropriated for rule of law programs in Iraq until the Secretary: (1) certifies to the appropriations committees that a comprehensive anti-corruption strategy has been developed and is being implemented; and (2) submits a list of senior Iraqi officials who the Secretary believes have committed corrupt acts. Prohibits the availability of funds appropriated for expenses of Provisional Reconstruction Teams until the Secretary reports to such committees a strategy for the eventual winding down and closing of such Teams, and related cost information. Prohibits the availability of more than 50% of the funds appropriated for the Community Stabilization Program in Iraq until the Secretary certifies to such committees that USAID is implementing certain recommendations to ensure accountability of funds. Allows the availability of funds for assistance for Iraq only to the extent that Iraq matches such assistance on a dollar-for-dollar basis (with exceptions for certain humanitarian programs). Requires a report from the Secretary to such committees on Iraqi matching funds. Requires a report from the Secretary to such committees on amounts provided by Iraq since June 30, 2004, to assist Iraqi refugees in Syria, Jordan, and elsewhere, and the amount Iraq plans to so provide in FY2008. (Sec. 1403) Specifies that certain funds for Afghanistan shall be made available for: (1) assistance for women and girls; (2) higher education; and (3) post-operations assistance. Directs the Secretary of State to report to the appropriations committees respecting anticorruption activities undertaken by the government of Afghanistan. (Sec. 1404) Directs the Secretary to report to the appropriations committees respecting: (1) U.S. assistance for training of Palestinian security forces; and (2) the security strategy of the Palestinian Authority. (Sec. 1405) Authorizes the President to waive any sanctions under the Arms Export Control Act with respect to North Korea for providing assistance related to: (1) the implementation and verification of compliance by North Korea with its commitment to abandon all nuclear weapons and nuclear programs as part of the verifiable denuclearization of the Korean Peninsula; and (2) the elimination of North Korean capability with weapons of mass destruction and their delivery systems. Provides exceptions. Requires the: (1) President to notify the appropriations, defense, and foreign relations committees at least 15 days in advance of exercising any such waiver; and (2) President to report annually to such committees on waivers issued; and (3) Secretary to report to such committees on verification measures relating to North Korea's nuclear programs. (Sec. 1406) Sets forth funding assistance provisions for Mexico, including provisions respecting: (1) funds for anti-drug trafficking and related anti-crime activities, judicial reform, and law enforcement; (2) funding allocation requirements for the government of Mexico; and (3) a spending plan report to Congress. (Sec. 1407) Sets forth funding assistance provisions for the countries of Central America (Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, and Panama), including provisions respecting: (1) funds for anti-drug trafficking and related anti-crime activities; (2) funds for Haiti and the Dominican Republic; (3) allocation of funds and related requirements; and (4) a spending plan report to Congress. (Sec. 1408) Transfers specified funds into the Buying Power Maintenance Account. (Sec. 1409) Authorizes the withholding of specified funds earmarked for Serbia if the Secretary reports to the appropriations committees that such country has failed to provide full compensation to the Department of State for damages to the U.S. Embassy in Belgrade, Serbia, resulting from a February 21, 2008, attack. (Sec. 1410) Rescinds a specified amount of appropriated funds: (1) under the Andean Counterdrug Initiative for foreign operations, export financing, and related programs and appropriates that amount for the World Food Program for farmers in countries affected by food shortages to increase crop yields; (2) for international narcotics control and law enforcement and appropriates that amount for assistance to Sudan for police units; and (3) from the Iraq Relief and Reconstruction Fund under prior Acts. (Sec. 1411) Authorizes the use of specified funds for: (1) peacekeeping operations in Darfur, Sudan; and (2) establishing a U.S. consulate in Lhasa, Tibet. (Sec. 1413) Rescinds a specified amount of funds appropriated in prior Acts for the Millennium Challenge Corporation and appropriates that amount for assistance to Jordan. (Sec. 1414) Makes funds provided in this chapter for diplomatic and consular programs and the Economic Support Fund available for programs and countries in specified amounts. (Sec. 1415) Sets forth certain: (1) funding reprogramming authority; and (2) spending plan and notification requirements. Title II: Domestic Matters - Chapter 1: Food and Drug Administration - Makes additional FY2009 appropriations for the Food and Drug Administration (FDA) for salaries and expenses. Chapter 2: Commerce, Justice, and Science - Makes additional appropriations for: (1) the Bureau of the Census (Department of Commerce) for periodic censuses and programs; and (2) the federal prison system (Department of Justice) for salaries and expenses. Makes additional appropriations for the: (1) National Aeronautics and Space Administration (NASA) for science, aeronautics, and exploration; and (2) National Science Foundation for research and related activities, education, and human resources. Chapter 3: Energy - Makes additional appropriations for the Department of Energy (DOE) for science and defense environmental cleanup. Chapter 3: Labor and Health and Human Services - Makes additional appropriations for: (1) Department of Labor state unemployment insurance and employment service operations; and (2) the Department of Health and Human Services for the National Institutes of Health. Chapter 5: Legislative Branch - Appropriates funds for Annette Lantos, widow of the late Representative Tom Lantos. Title III: Natural Disaster Relief and Recovery - Chapter 1: Agriculture - Makes supplemental appropriations for FY2008 for the Department of Agriculture for: (1) the Farm Service Agency's Emergency Conservation Program; and (2) the Natural Resources Conservation Service's Emergency Watershed Protection Program. Chapter 2: Commerce - Makes supplemental appropriations for the Department of Commerce's Economic Development Administration for Economic Development Assistance Programs for necessary expenses related to disaster relief, long-term recovery, and restoration of infrastructure in areas covered by a declaration of major disaster under the Robert T. Stafford Disaster Relief and Emergency Assistance Act. Chapter 3: Corps of Engineers - Makes supplemental appropriations to the Corps of Engineers for: (1) Construction for necessary expenses to address emergency situations at Corps projects and to rehabilitate and repair damages to Corps projects caused by recent natural disasters and for necessary expenses related to the consequences of Hurricane Katrina and other hurricanes of the 2005 season; (2) the Mississippi River and Tributaries for recovery from natural disasters; (3) Operation and Maintenance to dredge navigation channels and repair other Corps projects related to natural disasters; (4) Flood Control and Coastal Emergencies for necessary expenses to prepare for flood, hurricane, and other natural disasters and to support emergency operations, repair, and other activities in response to flood and hurricane emergencies and for necessary expenses relating to the consequences of Hurricane Katrina and other hurricanes of the 2005 season; and (5) Expenses for increased efforts by the Mississippi Valley Division to oversee emergency response and recovery activities related to the consequences of hurricanes in the Gulf of Mexico in 2005. Chapter 4: Small Business - Makes supplemental appropriations to the Small Business Administration for the direct loans program account for necessary expenses related to flooding in midwestern states and other natural disasters. Chapter 5: FEMA Disaster Relief - Makes supplemental appropriations for the Department of Homeland Security (DHS) for the Federal Emergency Management Agency (FEMA) for Disaster Relief. Chapter 6: Housing and Urban Development - Makes supplemental appropriations to the Department of Housing and Urban Development (HUD) for: (1) the provision of 3,000 units of permanent supportive housing as referenced in the Road Home Program of the Louisiana Recovery Authority approved by the Secretary of Housing and Urban Development; and (2) the Community Development Fund for necessary expenses related to disaster relief, long-term recovery, and restoration of infrastructure in areas covered by a declaration of major disaster under the Stafford Act as a result of recent natural disasters. Title IV: Emergency Unemployment Compensation - (Sec. 4001) Authorizes a state to enter into an agreement with the Secretary of Labor under which the state agency will make emergency unemployment compensation payments to individuals who: (1) have exhausted all rights to regular compensation under state or federal law with respect to a benefit year ending on or after May 1, 2007; (2) have no rights to regular compensation or extended compensation with respect to a week under such law or any other state or federal unemployment compensation law; and (3) are not receiving compensation for such week under the unemployment compensation law of Canada. Authorizes a state's governor in an extended benefit period, if state law permits, to provide for the payment of emergency unemployment compensation before extended compensation to individuals who otherwise meet the requirements of this title. Allows the payment of unemployment compensation to aliens only if they are legally authorized to work in the United States. (Sec. 4002) Requires such agreements to require states to establish an emergency unemployment compensation account for an applicant's benefit year. Prescribes a formula for crediting amounts to such accounts. (Sec. 4003) Requires federal payments to states that have entered into such agreements to cover 100% of emergency unemployment compensation payments. Prohibits such payments from being made to any state if it is entitled to reimbursement in respect of such compensation under any federal law other than this title or federal law relating to unemployment compensation for federal employees and ex-servicemen. Denies a state entitlement to any reimbursement under the latter law if the state is entitled to reimbursement under this title. (Sec. 4004) Requires funds in the extended unemployment compensation account of the Unemployment Trust Fund to be used for payments to states having such agreements. Appropriates out of the employment security administration account of such Fund, without fiscal year limitation, the funds necessary to assist states in meeting the costs of administration of such agreements. Appropriates from the general fund of the Treasury, without fiscal year limitation, to the extended unemployment compensation account of the Unemployment Trust Fund such sums as the Secretary estimates are necessary to make payments for: (1) compensation payable to federal employees and ex-servicemen; and (2) compensation payable on the basis of certain services performed for nonprofit organizations or governmental entities. Declares that none of these appropriations shall be required to be repaid. (Sec. 4005) Makes an individual ineligible for further emergency unemployment compensation, and subjects him or her to fines and imprisonment of up to five years, or both, if the individual knowingly has made, or caused another to make, a false statement or representation of a material fact, or knowingly has failed, or caused another to fail, to disclose a material fact, and as a result of such actions the individual has received such emergency unemployment compensation to which he or she was not entitled. Directs the state to require such an individual to repay the compensation to the state agency unless the state determines that: (1) the overpayment was without fault on the individual's part; and (2) such repayment would be contrary to equity and good conscience. (Sec. 4007) Requires any agreement entered into under this title to apply only to weeks of unemployment: (1) beginning after the agreement is entered into; and (2) ending on or before March 31, 2009. Title V: Veterans Educational Assistance - Post-9/11 Veterans Educational Assistance Act of 2008 - (Sec. 5003) Amends federal veterans' benefits provisions to entitle to veterans' educational assistance individuals who, commencing on or after September 11, 2001, serve on active duty in the Armed Forces for: (1) at least 36 months; (2) at least 30 continuous days and is discharged or released due to a service-connected disability; or (3) less than 36 months or 30 continuous days, but are discharged or release under honorable conditions, placed on a retired list or into reserve service, or discharged or released from duty due to certain qualifying physical or mental conditions or hardship. Excepts certain service as qualifying for such assistance. Establishes the duration of such assistance (in most cases 36 months) and assistance amounts, such amounts prorated based on the amount of active-duty service. Prohibits an individual from losing assistance entitlement due to being called or ordered to active duty while pursuing a program of education. Requires programs of education pursued with such assistance to be approved by the Secretary of Veterans Affairs (including approval by the state approving agency concerned). Allows for the pursuit of an approved program of education while on active duty. Allows, under such assistance, for the pursuit of: (1) programs on less than a half-time basis; (2) tutorial assistance; and (3) licensure and certification tests. Makes individuals entitled to assistance under this Act also eligible for supplemental educational assistance in the case of members with a critical skill or specialty or those performing additional service. Requires the Secretary to carry out a program, to be known as the Yellow Ribbon G.I. Education Enhancement Program, under which colleges and universities may enter into an agreement with the Secretary to cover, for certain individuals, a portion of established charges not otherwise covered under the post-9/11 assistance, and match contributions toward such costs. Directs the Secretary to make publicly available on a Department of Veterans Affairs (VA) website a current list of the colleges and universities participating in the Program. Provides additional assistance for individuals relocating or traveling significant distances for a program of education under this title. Authorizes the transfer to family members of up to 36 months of unused post-9/11 educational assistance. Requires educational assistance under this title to be used within 15 years of the individual's discharge or release from active duty (with exceptions). Bars the duplication of assistance under this title with any other federal educational assistance to which a member may be entitled, instead requiring an election. Directs the Secretary to provide to members of the Armed Forces all necessary information on the educational assistance benefits, limitations, procedures, and eligibility and application requirements under this title. Allows individuals currently under the Montgomery GI Bill educational assistance program to elect to participate in the post-9/11 educational assistance program with respect to any unused entitlement. (Sec. 5004) Increases the amounts of basic educational assistance under the Montgomery GI Bill for the period beginning on August 1, 2008, and ending on September 30, 2009. Revises the formula for determining cost-of-living adjustments to such assistance. (Sec. 5005) Sets $19 million as the maximum amount per fiscal year for reimbursement to states and local agencies administering veterans' education benefits. (Sec. 5006) Allows a member serving on active duty or in the Selected Reserve or regular reserve who is entitled to Montgomery GI Bill educational assistance, has completed at least six years of service in the Armed Forces, and agrees to at least four more years of such service to transfer to family members up to 36 months of such assistance. Allows the member to modify or revoke such transfer at any time. Title VI: Accountability and Transparency in Government Contracting - Chapter 1: Close the Contractor Fraud Loophole - Close the Contractor Fraud Loophole Act - (Sec. 6102) Requires the Federal Acquisition Regulation to be amended within 180 days after enactment of this Act to include provisions that require timely notification by federal contractors of violations of federal criminal law or overpayments in connection with the award or performance of covered contracts or subcontracts, including those performed outside the United States and those for commercial items. (Sec. 6103) Defines the term \"covered contract\" to mean any contract in an amount greater than $5 million and of more than 120 days' duration. Chapter 2: Government Funding Transparency - Government Funding Transparency Act of 2008 - (Sec. 6202) Amends the Federal Funding Accountability and Transparency Act to require the Office of Management and Budget (OMB) to ensure that the federal awards website includes for each federal award of assistance or expenditures of $25,000 or more the names and total compensation of the five most highly compensated officers of the receiving entity if: (1) the entity in the preceding fiscal year received 80% or more of its annual gross revenues and $25 million or more in annual gross revenues from federal awards; and (2) the public does not have access to information about the compensation of the entity's senior executives through reports filed under the Securities Exchange Act of 1934 or the Internal Revenue Code. Requires the Director of OMB to promulgate regulations to carry out this Act that include a definition of \"total compensation\" that is consistent with regulations of the Securities and Exchange Commission (SEC) concerning executive compensation. Title VII: Medicaid Provisions - (Sec. 7001) Amends the U.S. Troop Readiness, Veterans' Care, Katrina Recovery, and Iraq Accountability Appropriations Appropriations Act, 2007 to extend until April 1, 2009, the moratorium on implementation of a proposed rule (\"Medicaid Program; Cost Limit for Providers Operated by Units of Government and Provisions To Ensure the Integrity of Federal-State Financial Partnership\") relating to the federal-state financial partnerships under titles XIX (Medicaid) and XXI (State Children's Health Insurance Program) (SCHIP) of the Social Security Act (SSA). Extends until April 1, 2009, the moratorium on any action by the Secretary of Health and Human Services to restrict Medicaid payments for graduate medical education (GME). Amends the Medicare, Medicaid, and SCHIP Extension Act of 2007 to extend until April 1, 2009, the moratorium on certain restrictions relating to Medicaid coverage or payment for rehabilitation services or school-based administration and school-based transportation, including specified proposed regulations, if such restrictions are more restrictive in any aspect than those applied to such areas as of July 1, 2007. Establishes additional moratoria until April 1, 2009, on specified regulatory actions concerning Medicaid: (1) treatment of optional case management services; and (2) allowable provider taxes. Makes appropriations to the Office of the Inspector General of the Department of Health and Human Services (HHS) for FY2009, and authorizes appropriations for FY2010 and subsequent fiscal years, for the purpose of reducing fraud and abuse in the Medicaid program. Requires annual reports to specified congressional committees on activities funded by such appropriations. Directs the Secretary of HHS to report to Congress on the Medicaid regulations referred to in this Act and how they were designed to address specific problems. Directs the Secretary of HHS to contract with an independent organization to produce a comprehensive report for Congress on the prevalence of such problems: (1) identifying which claims for items and services under Medicaid are not processed through automated data systems; (2) examining the reasons why they are not so processed; and (3) recommending federal and state actions that can make claims for such items and services more accurate and completely consistent with Medicaid requirements. Makes appropriations for such reports. Amends SSA title XIX to require each state to implement an asset verification program for purposes of determining or redetermining the eligibility of an individual for state Medicaid assistance. Requires withholding of federal matching payments from states failing to implement such program. Amends the TMA, Abstinence Education, and QI Programs Extension Act of 2007 to repeal the requirement to extend to the Medicaid program the web-based asset demonstration project under SS title XVI (Supplemental Security Income) (SSI). (Sec. 7002) Amends SSA titles XVIII and XIX to direct the Secretary of Health and Human Services to establish: (1) a Medicare Improvement Fund, available for making improvements under the original fee-for-service Medicare program; and (2) a Medicaid Improvement Fund, available for improving the management of the Medicaid program by the Centers for Medicare & Medicaid Services, including oversight of contracts and contractors and evaluation of demonstration projects. Makes certain amounts available to the Medicare Improvement Fund for FY2014 and to the Medicaid Improvement Fund for FY2014-FY2018. Amends SSA title XVIII to make adjustments to funding available to the Physician Assistance and Quality Initiative (PAQI) Fund. Reduces amounts available to the Fund for expenditure during 2013, but adds funds for 2014 expenditures (under the same limitations provided for those made with money available during 2013). Title VIII: General Provisions, This Act - (Sec. 8001) Prohibits any part of an appropriation contained in this Act from remaining available beyond the current fiscal year unless expressly provided herein. (Sec. 8002) Designates each amount in this Act as an emergency requirement and necessary to meet emergency needs pursuant to the concurrent resolutions on the budget for FY2008 and FY2009. (Sec. 8003) Reduces by $3,577,845,000 the total amount appropriated in Title IX of this Act for defense procurement, research, development, test and evaluation (RDT&E), and working capital funds. (Sec. 8005) Earmarks specified funds made available for the Defense Health Program under the U.S. Troop Readiness, Veterans' Care, Katrina Recovery, and Iraq Accountability Appropriations Act, 2007 for psychological health and traumatic brain injury. Title IX: Defense Matters - Chapter 1: Defense Supplemental Appropriations for Fiscal Year 2008 - Makes supplemental appropriations for the Department of Defense (DOD) for FY2008 for: (1) military personnel; (2) operation and maintenance (O&M); (3) the Iraq Freedom Fund; (4) the Afghanistan Security Forces Fund; (5) the Iraq Security Forces Fund; (6) procurement; (7) National Guard and reserve equipment; (8) RDT&E; (9) Defense Working Capital Funds; (10) the National Defense Sealift Fund; (11) the Defense Health Program; (12) drug interdiction and counter-drug activities; and (13) the Office of the Inspector General. (Sec. 9103) Authorizes the Secretary of Defense (Secretary, for purposes of this title), in the national interest, to transfer between appropriations up to $2.5 billion of the funds made available to DOD in this Act. Requires congressional notification of each transfer. (Sec. 9104) Earmarks specified DOD O&M funds to fund the Commander's Emergency Response Program (urgent humanitarian relief and reconstruction in Iraq, Afghanistan, and the Philippines). Requires a quarterly report from the Secretary to the congressional defense committees on the source and use of such funds. (Sec. 9106) Earmarks specified drug interdiction and counter-drug activities funds for the support of counter-drug activities of Afghanistan, Kazakhstan, Kyrgyzstan, Pakistan, Tajikistan, and Turkmenistan, as specified in the National Defense Authorization Act (NDAA) for Fiscal Year 1998. (Sec. 9107) Allows amounts provided in this Chapter for operations in Iraq and Afghanistan to be used for the purchase of up to 20 heavy and light armored vehicles for force protection purposes. Requires the Secretary to notify the defense committees of any such purchases. (Sec. 9109) Earmarks specified funds to conduct or support a program to build the capacity of a foreign country's national military forces to conduct counterterrorist operations or support military and stability operations in which U.S. Armed Forces are a participant. Chapter 2: Defense Bridge Fund Appropriations for Fiscal Year 2009 - Appropriates funds for DOD for FY2009 for: (1) military personnel; (2) O&M; (3) the Afghanistan Security Forces Fund; (4) the Iraq Security Forces Fund; (5) procurement; (6) RDT&E; (7) the Defense Health Program; (8) drug interdiction and counter-drug activities; and (9) the Joint Improvised Explosive Device Defeat Fund. (Sec. 9203) Authorizes the Secretary, in the national interest, to transfer between appropriations up to $4 billion of the funds made available to DOD in this Act. Requires congressional notification of each transfer. (Sec. 9204) Directs the Secretary to report quarterly to Congress from December 5, 2008, through FY2009, a comprehensive set of performance indicators and measures for progress toward military and political stability in Iraq. (Sec. 9205) Requires a report from the Secretary to the defense committees on individual transition readiness assessments by unit of Iraq and Afghan security forces. Requires quarterly updates through the end of FY2009. Requires the: (1) Director of the Office of Management and Budget (OMB) to report to such committees (with quarterly updates) on the proposed use of all funds within the Iraq Security Forces Fund and the Afghanistan Security Forces Fund on a project-by-project basis; and (2) Secretary to report to such committees on any proposed new projects or transfers of funds in excess of $15 million using funds appropriated by this Act for either such Fund. (Sec. 9206) Authorizes the use of O&M funds under this Chapter for providing supplies, services, transportation, and other logistical support to coalition forces supporting military and stability operations in Iraq and Afghanistan. Directs the Secretary to report quarterly to the defense committees on the support provided. (Sec. 9207) Appropriates funds to the Mine Resistant Ambush Protected Vehicle Fund. Chapter 3: General Provision - This Title - (Sec. 9301) Designates each amount appropriated in this title as an emergency requirement pursuant to provisions of the concurrent resolution on the budget for fiscal year 2008. (Sec. 9303) Prohibits the use of funds under this Act in contravention of specified federal laws or regulations promulgated to implement the United Nations Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (done at New York on December 10, 1984). (Sec. 9304) Directs the Secretaries of Defense, State, and Homeland Security to jointly submit to Congress the U.S. global strategy to combat and defeat al Qaeda and its affiliates. (Sec. 9305) Prohibits funds provided in this title from being used to finance programs or activities denied by Congress in FY2007 or FY2008 appropriations to DOD or to initiate a procurement or RDT&E new start program without prior notification to the defense committees. (Sec. 9306) Amends the NDAA for Fiscal Year 2008 to increase the amount allocated for the Military Budget for the common-funded budgets of NATO. (Sec. 9307) Prohibits the use of funds under this title to provide award fees to any defense contractor contrary to provisions of the NDAA for Fiscal Year 2007 concerning the linking of award and incentive fees to acquisition outcomes. (Sec. 9308) Rescinds specified funds made available under prior defense and consolidated appropriations Acts for the Defense Health Program and the Joint Improvised Explosive Device Defeat Fund. (Sec. 9309) Earmarks specified funds from the Iraq Freedom Fund under the U.S. Troop Readiness, Veterans' Care, Katrina Recovery, and Iraq Accountability Appropriations Act, 2007 for the Joint Rapid Acquisition Cell and the transportation of fallen servicemembers. (Sec. 9310) Prohibits any DOD funds other than those deposited in the Department of Defense Base Closure Account 2005 from being obligated or expended to implement any final action on joint basing initiatives under the 2005 round of defense base closures and realignments until each affected military department Secretary or federal agency head certifies to the defense committees that joint basing at the affected installation will result in significant cost savings and will not negatively impact the morale of members of the Armed Forces. (Sec. 9311) Allows DOD O&M funds to be used to purchase items having an investment unit cost of no more than $250,000, but allows such funds to be used to purchase items having an investment unit cost of up to $500,000 upon a determination by the Secretary that such purchase is necessary to meet the operational requirements of a commander of a combatant command engaged in contingency operations overseas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction and Veterans Affairs Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Military Construction and Veterans Affairs Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Military Construction and Veterans Affairs Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction and Veterans Affairs and Related Agencies Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Supplemental Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Close the Contractor Fraud Loophole Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Combat Veterans Debt Elimination Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Government Funding Transparency Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Post-9/11 Veterans Educational Assistance Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2008, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:41-05:00"
}