{
  "actions": [
    {
      "acted_at": "1991-02-27", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s514-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1991-02-27", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1991-02-27", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1991-02-27", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1992-08-12", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1991-07-30", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Joycelyn", 
      "sponsored_at": "1992-10-05", 
      "state": "ND", 
      "thomas_id": "01296", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1991-07-25", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1991-07-25", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1991-10-22", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1991-02-27", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1991-02-27", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1991-10-22", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1991-02-27", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1991-02-27", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1991-02-27", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1991-07-30", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1991-03-06", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1991-02-27", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1991-04-11", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1991-02-27", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1991-02-27", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1991-10-22", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Seymour, John", 
      "sponsored_at": "1991-11-22", 
      "state": "CA", 
      "thomas_id": "01434", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1991-02-27", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1991-02-27", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1991-06-25", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-27", 
  "number": "514", 
  "official_title": "A bill to amend the Public Health Service Act, the Social Security Act, and other Acts to promote greater equity in the delivery of health care services to women through expanded research on women's issues, improved access to health care services, and the development of disease prevention activities responsive to the needs of women, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Women's Health Equity Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-27", 
  "subjects": [
    "AIDS (Disease)", 
    "Abortion", 
    "Adoption", 
    "Alcohol and women", 
    "Alcoholism", 
    "Authorization", 
    "Birth control", 
    "Block grants", 
    "Bone diseases", 
    "Breast cancer", 
    "Cancer research", 
    "Cervical cancer", 
    "Communication in medicine", 
    "Congressional reporting requirements", 
    "Contraceptives", 
    "Data banks", 
    "Day care", 
    "Divorcees", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug abuse prevention", 
    "Education", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to alcoholism programs", 
    "Federal aid to health facilities", 
    "Federal aid to higher education", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to youth services", 
    "Federal employees", 
    "Government employees' health insurance", 
    "Grants-in-aid", 
    "Gynecology", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health insurance", 
    "Home care services", 
    "Human fertility", 
    "Infant mortality", 
    "Infants", 
    "Information services", 
    "Informed consent (Medical law)", 
    "Leave of absence", 
    "Maternal health services", 
    "Medicaid", 
    "Medical education", 
    "Medical fees", 
    "Medical research", 
    "Medical screening", 
    "Medical statistics", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Mental health services", 
    "Minorities", 
    "Minorities in medicine", 
    "Nurse practitioners", 
    "Obstetrics", 
    "Osteoporosis", 
    "Ovarian cancer", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Pharmaceutical research", 
    "Poor", 
    "Pregnancy", 
    "Pregnant women", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Separation (Law)", 
    "Sexually transmitted diseases", 
    "Sick leave", 
    "Social security eligibility", 
    "Social welfare", 
    "Student loan funds", 
    "Survivors' benefits", 
    "Teenage pregnancy", 
    "Telephone", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Women in medicine", 
    "Women's health", 
    "X-rays"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-27", 
    "text": "Women's Health Equity Act of 1991 - Title I: Research - Amends the Public Health Service Act to establish within the Office of the Director of the National Institutes of Health (NIH) the Office of Research on Women's Health (Office) to ensure that women's health research is identified and addressed by NIH. Establishes in the Office the Coordinating Committee for Research on Women's Health and the Advisory Committee for Research on Women's Health. Mandates that the Director of the Office prepare and annually review a plan for establishing a program for clinical research on obstetrics and gynecology to be conducted by the Director of the National Institute of Child Health and Human Development (NICHHD). Requires the NICHHD Director to establish a program of contracts with individuals who agree to conduct obstetrics and gynecology research in return for the Federal Government paying, to a specified maximum, the educational loans of the individuals. Requires the NIH Director to establish a single data system for the collection, analysis, and dissemination of information regarding women's health research conducted or supported by NIH, including a registry of clinical trials of experimental treatments. Requires the NIH Director to establish and operate a program to provide information on research and prevention activities relating to women's health research. Provides for grants or contracts for the development and operation of Centers of Excellence in Women's Health Research using a single institution or a consortium for each Center. Provides, subject to appropriations, for three centers, with support covering five years. Allows extension of support if recommended by a technical and scientific peer review group. Authorizes appropriations for specified provisions of this subtitle. Amends provisions of the Public Health Service Act relating to the national research institutes and provisions relating to the Alcohol, Drug Abuse, and Mental Health Administration (ADAMHA) to direct the Secretary of Health and Human Services to ensure, in conducting or supporting clinical research, that women and minority groups are included as research subjects, unless inappropriate. Requires that any project be designed and carried out so as to provide for a valid analysis of whether the research variables affect women or minorities differently than other subjects. Directs the Secretary to establish within the advisory council of each agency of an institute and ADAMHA a Clinical Research Equity Subcommittee to review all clinical research of that agency to determine whether the research is being conducted in accordance with requirements of this Act. Provides for suspension or revocation of the authority for any project the Secretary determines is not being conducted in accordance with those requirements. Defines \"minority groups\" to mean racial and ethnic minority groups. Requires that the technical and scientific peer review process in the institutes and ADAMHA include an evaluation of the inclusion of women and minority groups as research subjects. Amends the Public Health Service Act to establish in the Office of the Administrator of ADAMHA the Office of Research on Women's Health and Mental Health (Office) to ensure that women's health and mental health research is identified and addressed by ADAMHA. Establishes in the Office the Coordinating Committee for Research on Women's Health and the Advisory Committee for Research on Women's Health. Requires that the Administrator establish: (1) a single data system for the collection, analysis, and dissemination of information regarding women's health and mental health research, including a registry of clinical trials of experimental treatments; and (2) a program to provide information on women's health and mental health research. Provides for grants or contracts for the development and operation of Centers of Excellence in Women's Health and Mental Health Research using a single institution or a consortium for each Center. Provides, subject to appropriations, for three centers, with support covering five years. Allows extension of support if recommended by a technical and scientific peer review group. Authorizes appropriations. Amends the Public Health Service Act to authorize appropriations for research on alcohol abuse and alcoholism, earmarking certain amounts for such research relating to women. Authorizes to be appropriated, in addition to sums already authorized, a certain amount to the National Cancer Institute for breast cancer research other than research which involves treatment or clinical trials. Amends the Public Health Service Act to require the Director of the Institute of Child Health and Human Development to make grants and enter into contracts for centers for improving methods of contraception and centers for diagnosing and treating infertility. Requires the Director, subject to appropriations, to provide for three centers with respect to contraception and two centers with respect to infertility. Requires each center to: (1) conduct clinical and other applied research; (2) develop training protocols for and conduct training of physicians, scientists, nurses, and other health and allied health professionals; (3) develop model continuing education programs; and (4) disseminate information to such professionals. Allows a center to use the funds to provide: (1) stipends for health and allied health professionals enrolled in the training programs; and (2) fees to individuals serving as subjects in the clinical trials. Requires each center to use the facilities of a single institution, or be formed from a consortium of cooperating institutions, meeting requirements as prescribed by the Secretary of Health and Human Services. Allows support for a center to be for a period of up to five years, with extensions of one or more periods of up to five years if the center's operations have been reviewed by a peer review group and the group has so recommended. Authorizes appropriations. Amends the Public Health Service Act to direct the Secretary to establish a program of entering into agreements with health professionals, including graduate students, under which the professionals agree to conduct research with respect to contraception or infertility in consideration for the Government agreeing to repay, for each year of such service, not more than a specified amount of the principal and interest of their educational loans. Applies provisions of the National Health Service Corps Loan Repayment Program to this program, except as inconsistent. Authorizes appropriations. Requires amounts appropriated to remain available until the end of the second fiscal year after they are appropriated. Declares that it is the sense of the Congress that the Congress should: (1) establish a program of research for the development of methods of contraception and methods of diagnosing and treating infertility; (2) provide adequate long-term resources for the program; (3) ensure that Federal programs with respect to sexually transmitted diseases adequately respond to the role of such diseases in infertility; (4) ensure public education on contraception and infertility; (5) establish as Federal goals the development, by the year 2010, of improved barrier methods to protect against pregnancy and diseases, new methods of contraception for use by men, a vaccine-like drug for women that prevents pregnancy for a significant period of time without other specified effects, and new and improved techniques of diagnosing and treating infertility; (6) require the Secretary of Health and Human Services to reestablish the Ethical Advisory Board in order to facilitate research with respect to infertility; (7) review the policies and procedures of the Food and Drug Administration with respect to expediting approval of drugs and devices for use by the public, especially with respect to contraception and infertility; and (8) determine to what extent measures can be implemented by public or private entities to resolve liability issues involved with drugs and devices concerned with contraception and infertility. Amends the Public Health Service Act to direct the Secretary of Health and Human Services, through the Director of the NIH, the Administrator of the ADAMHA, or both, to establish a program to conduct biomedical and behavioral research on cases of infection with the etiologic agent for acquired immune deficiency syndrome (AIDS) in women. Authorizes the Secretary to conduct the research directly or through grants. Specifies forms of research to be included. Authorizes appropriations. Authorizes appropriations for grants for community-based clinical trials on experimental treatments for such infection for women. Allows the Director of NIH to authorize grantees to expend the grants to provide individuals with such transportation, child care, and other incidental services as may be necessary to enable the individuals to participate as subjects in the trials. Directs the Secretary of Health and Human Services, through the Director of the National Institutes of Health and the Director of the National Cancer Institute, to conduct or support basic research on certain aspects of ovarian cancer. Prohibits the Secretary from conducting or supporting clinical research on the same matters. Authorizes appropriations. Amends the Public Health Service Act to require the Director of the National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMSD), the Director of the National Institute on Aging (NIA), and the Director of the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDKD) to expand and intensify research on osteoporosis and related bone disorders. Requires, with respect to osteoporosis and related bone disorders: (1) the NIAMSD Director to increase the number of Specialized Centers of Research; (2) the NIA Director to increase the number of program project grants devoted to creating centers of excellence; and (3) the NIDDKD Director to increase the number of grants in osteoporosis. Authorizes appropriations. Establishes in the Department of Health and Human Services the Interagency Council on Osteoporosis and Related Disorders and the Advisory Panel on Osteoporosis and Related Disorders. Authorizes appropriations for the Advisory Panel. Requires the NIAMSD Director to make grants or enter into contracts to establish a Resource Center on Osteoporosis and Related Disorders to: (1) disseminate information about research results, services, and educational materials to health professionals, patients, and the public; and (2) coordinate leadership training for the development of health professional resource networks. Requires grant and contract recipients to establish: (1) a central computerized information system to, among other matters, translate scientific and technical information into information readily understandable by the general public; and (2) a national toll-free telephone information line. Requires the grant or contract recipient to charge fees for providing information, but allows exceptions for individuals and organizations unable to pay. Authorizes appropriations. Title II: Services - Requires any State receiving funds under titles V (Maternal and Child Health Block Grant) or XIX (Medicaid) of the Social Security Act or under the preventive health service provisions of the Public Health Service Act to require any physician or surgeon licensed to practice medicine in such State to inform any breast cancer patient of alternative methods of treatment for breast cancer before such treatment is begun. Requires that the patients be informed by means of: (1) a standardized written summary in layman's language and in a language understood by the patient of alternative methods of treatment; and (2) an explanation of the treatment options described in such written summary together with the risks associated with each procedure relative to each patient's particular medical circumstances. Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to provide Medicare and Medicaid coverage of obstetrical and gynecological services furnished by nurse practitioners. Amends the Public Health Service Act to replace the title on adolescent family life demonstration projects with a title on adolescent pregnancy prevention, care, and research grants. Authorizes the Secretary of Health and Human Services to make grants to provide, supplement, or improve the quality of care services to pregnant adolescents and their male partners and adolescent parents and prevention services to nonpregnant adolescents. Requires grantees to charge fees for services only under a fee schedule, approved by the Secretary, based on the income of the person and taking into account the difficulty adolescents face in obtaining resources to pay for services. Prohibits discrimination because of an individual's inability to pay for services. Sets forth priorities in making grants, including giving priority to applicants that: (1) serve an area with a high incidence of adolescent pregnancy; and (2) serve an area with a high proportion of low-income families and low availability of care programs. Requires that the amount of a grant be set by the Secretary. Limits a grant, subject to waiver for one year, to 75 percent of the cost of a program. Specifies the information and assurances which must accompany a grant application. Directs the Secretary to coordinate Federal policies and programs providing services relating to the prevention of initial and recurrent adolescent pregnancies and providing care services, including by requiring grantees under these provisions to report concerning Federal, State, and local policies that interfere with delivery and coordination of programs of care for pregnant adolescents and adolescent parents. Authorizes the Secretary to make grants to institutions of higher education to support and disseminate the results of research relating to adolescent pregnancy. Limits grants or contracts to: (1) one year, subject to renewal for four additional one-year periods; and (2) subject to waiver, a specified dollar amount. Allows funds to be used for descriptive or explanatory surveys, evaluation studies, longitudinal studies, or limited programs for services that are for the purpose of increasing knowledge and understanding of specified matters. Directs the Secretary to establish a system for the review of grant and contract applications which is similar to the system of scientific peer review of the National Institutes of Health. Allows grants only to programs determined by the review panel to have scientific merit. Authorizes appropriations, earmarking at least two-thirds of appropriated funds for services, with no more than one-third of those amounts used for grants for prevention services. Prohibits using grant funds for the performance of an abortion. Directs the Secretary of Health and Human Services to make grants in FY 1991 through 1995 for the establishment or support of adolescent health demonstration projects. Requires such projects to: (1) provide nutrition and hygiene counseling, health care related to sports, family planning information and services, prenatal and postpartum care, family life and parenting counseling, and alcohol and drug abuse education and treatment; (2) serve adolescents before their graduation from high school; (3) encourage family participation; and (4) establish community advisory committees. Directs the Secretary to give priority to project applicants who will serve areas with low-income or minority populations. States that no grant funds may be used to perform or pay for abortions. Amends the Internal Revenue Code, the Employee Retirement Income Security Act of 1974 (ERISA), and the Public Health Service Act (the Acts) to declare that specified provisions relating to the required period of group health plan continuation coverage do not apply to the qualifying events of death, divorce, or legal separation involving a beneficiary who is 50 years old or older. Requires that coverage continue until the 23rd birthday, or 36 months after the qualifying event, whichever is later, for an individual who is a dependent child beneficiary under 20 years old at the time of such an event involving a covered employee 50 years old or older. Amends the Acts to modify: (1) the termination of extended coverage for disability and the general rule for other qualifying events, as they relate to the maximum required period of continuation coverage; and (2) dates by which certain notice must be given. Requires any contract for health benefits for Federal employees that provides obstetrical benefits to also provide benefits for family-building procedures. Provides that payment terms or conditions under such contracts shall be no more restrictive for family-building benefits than for obstetrical benefits. Defines \"family-building procedure\" as a medical procedure to overcome infertility (including procedures to achieve pregnancy and procedures to carry pregnancy to term) and procedures relating to child adoption. Requires such contracts to provide that: (1) benefits shall consist of reimbursement for reasonable and necessary medical expenses and counseling fees directly relating to the adoption of a child; and (2) benefits shall be available in connection with obstetrical care for the biological mother and medical care for the child if, or to the extent that, the pre-adoptive or adoptive parent or parents are legally responsible for the cost of such care. Directs the Office of Personnel Management to authorize the use of sick leave for purposes relating to family-building procedures. Title III: Prevention - Amends title XIX (Medicaid) of the Social Security Act to phase-in mandatory State coverage of pregnant women and infants whose family income is below 185 percent of the Federal poverty level. Deducts child and medical care costs from the income eligibility test. Authorizes States to provide Medicaid coverage of prenatal home visitation services for high-risk pregnant women and/or postpartum home visitation services for high-risk infants. Amends the Public Health Service Act to require certification in order for a facility to perform or interpret mammograms, inspect equipment, or conduct quality assurance oversight related to mammography. Authorizes the Secretary of Health and Human Services to issue and renew certificates for up to two years. Requires, in order to be certified, that a facility be accredited. Allows the Secretary to approve a private nonprofit organization to be an accreditation body which meets certain requirements, including inspecting facilities. Directs the Secretary to: (1) establish standards for facilities to assure the safety and accuracy of mammography; (2) specify organizations eligible to certify individuals to perform radiological procedures; (3) specify boards eligible to certify individuals to interpret screening mammograms; (4) establish standards regarding the qualifications for individuals to interpret screening mammograms; and (5) specify boards eligible to certify individuals to inspect screening mammography equipment and oversee quality assurance practices. Directs the Secretary to conduct annual announced and unannounced inspections of certified facilities. Provides for: (1) intermediate sanctions for certain violations; (2) suspension, revocation, and limitation of certificates; and (3) injunctions. Requires fees for certificate issuance and renewal, and for inspections, sufficient to cover costs. Requires annual publication of a list of facilities convicted of fraud and abuse, false billings, or kickbacks, facilities that have had certificates revoked, suspended, or limited, and facilities that have been the subject of a sanction or other similar matters. Allows the Secretary to exempt facilities in a State with more stringent requirements from compliance with this Act. Directs the Secretary to: (1) make grants for research on new methods of establishing a Mammography Registry; and (2) based on the research, establish the Registry. Amends title XVIII (Medicare) of the Social Security Act to require that screening mammographies paid for under Medicare be performed by a facility: (1) certified under this Act; and (2) in compliance with specified provisions of this Act. Amends title XIX (Medicaid) of the Social Security Act to provide Medicaid coverage of: (1) screening mammographies for women age 35 and older conducted in accordance with the frequency guidelines established by the Omnibus Budget Reconciliation Act of 1990 for such coverage under the Medicare Program (title XVIII of the Social Security Act); and (2) screening pap smears. Amends title XVIII (Medicare) of the Social Security Act to provide Medicare coverage of bone mass measurements. Amends the Public Health Service Act to authorize the Secretary of Health and Human Services to make grants regarding prevention of acquired immune deficiency syndrome (AIDS) and other sexually transmitted diseases in women, including preventive health services, screening, providing treatment (for such diseases other than AIDS), referrals, and follow-up services. Requires that a grantee be an entity that provides health or voluntary family planning services: (1) to a significant number of low-income women; and (2) in an area with a significant number of AIDS cases in women and in newborn infants. Requires that grantees maintain the confidentiality of information on individuals, subject to complying with applicable law. Authorizes appropriations. Amends the Public Health Service Act to authorize the Secretary of Health and Human Services, with regard to any treatable sexually transmitted disease that can cause infertility in women if treatment is not received for the disease, to make grants for specified activities, including counseling, screening, treatment, referrals, outreach, public information and education, training for health care providers, and data collection. Directs the Secretary to establish criteria for ensuring the quality of screening for such diseases. Limits grants to three years. Authorizes appropriations. Authorizes the Secretary to make grants for research on improving the delivery of services under this subtitle. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Women's Health Equity Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act, the Social Security Act, and other Acts to promote greater equity in the delivery of health care services to women through expanded research on women's issues, improved access to health care services, and the development of disease prevention activities responsive to the needs of women, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:44-05:00"
}