{
  "actions": [
    {
      "acted_at": "1973-06-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8524-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-07", 
  "number": "8524", 
  "official_title": "A bill entitled the Adequate Income Act of 1973.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2387-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Adequate Income Act", 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-07", 
  "subjects": [
    "Antipoverty program", 
    "Poverty", 
    "Public assistance programs", 
    "Social welfare"
  ], 
  "subjects_top_term": "Antipoverty program", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-07", 
    "text": "Adequate Income Act - Declares that people are on welfare because they are unable to support themselve in any other way. Declares the poverty line to be totally inadequate as an objective standard measure of what a family needs to live on, and that it is not a reasonable measure of basic money needs for a good diet. Declares the moderate food plan to be the minimum objective standard for a nutritionally adequate diet, and that to meet this standard a family of four must have $6,500 per year to live on. Grants all eligible persons the right to an adequate income. Makes eligible any person who resides in the United States, either as a citizen or a resident alien and who is not confined in a penal institution. Provides that such eligible person or filer is able to file a claim for an income supplement for himself and any other persons who are included in his family unit. Entitles a filer to additional payments for each additional member of his family unit and requires that the income of all the members of the unit be included in the family unit income. Prescribes rules for male filers as follows: a man is a filer if he is at least 18 years old or married. Requires that a male filer include his wife in his family unit unless they are legally separated or informally separated; and include in his family unit any woman who is living with him and is the mother of one or more of his children living with him. Permits a male filer to include in the family unit any person who is under eighteen years old and who lives with him. Prescribes rules for female filers as follows: a woman is a filer if she is: (a) at least sixteen years old and a mother; or (b) at least eighteen years old and either unmarried, divorced, legally separated, or informally separated; or (c) married. Requires a female filer to include in her family unit any man who is living with her and who is the father of one or more of her children who are living with her. Provides that a female who is eligible to be a filer to include in the family unit any person who is under eighteen years old and who lives with her. Specifies the annual benefit levels for the filer. Provides for adjustments in benefit levels in accordance with increases or decreases in the cost of living index and in the national median family income level. Entitles each unit to receive additional benefits to meet basic needs of a unique non recurring nature. Permits each unit to disregard established benefit levels and to elect to establish a benefit level based upon an itemized account of its own particular circumstances and needs, where the established benefits are inadequate. Sets forth a formula for computing a family's net income. Sets forth the possible accounting methods to be used by the filer in reporting his income and deductions. Directs that information required to determine eligibility and allowance shall be supplied on forms provided by the Secretary, of Health, Education and Welfare, which forms must be in simple and understandable language. Specifies that information required on these forms must be only that which is reasonable and necessary and not that which violates filer's right of privacy. Requires the Secretary to take steps to publicize the provisions of this Act, and to inform all applicants and filers of their rights under the Act. Grants individuals who are denied benefits the right to a full due process hearing before an examiner, with the right of appeal to a Board of Appeals to be established by the Secretary. Provides for judicial review of any decisions. Entitles all persons to reasonable expenses incurred in an administrative or judicial hearing. Requires the Secretary to establish a Complaint Review Board which is to review any complaint that an employee of the Secretary is not performing his functions properly. Makes allowances under this Act unassignable, not subject to income tax, and exempt from the claims of creditors. Places performance of the Act under the supervision of the Department of Health, Education, and Welfare, and requires an annual report to the President and the Congress on the operation of the Act. Authorizes necessary appropriations for each fiscal year necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adequate Income Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the Adequate Income Act of 1973.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:11-05:00"
}