{
  "actions": [
    {
      "acted_at": "1975-03-19", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-06-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services with amendment, H. Rept. 94-293.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-14", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services, H. Rept. 94-293 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-25", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-25", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-28", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #444 (369-47).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-28", 
      "bill_ids": [
        "s1247-94"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1247 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5210-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "41", 
      "name": "Wilson, Robert C.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01234", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-19", 
  "number": "5210", 
  "official_title": "A bill to authorize certain construction at military installations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres601-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1247-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Military Construction Authorization Act", 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-19", 
  "subjects": [
    "Air bases", 
    "Air force", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Army posts", 
    "Defense budgets", 
    "Housing and community development", 
    "Military bases", 
    "Military construction operations", 
    "Military housing", 
    "National Guard", 
    "National defense", 
    "Naval bases", 
    "Navy", 
    "Public works"
  ], 
  "subjects_top_term": "Army posts", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1975-07-28", 
    "text": "(Measure laid on table in House, S. 1247 passed in lieu) Military Construction Authorization Act - =Titles I, II, III, and IV:= Authorizes appropriations to the Secretaries of the Army, Navy, Air Force, and Defense Department for various projects relating to acquisition and construction at specified military installations and for constructing, converting, rehabilitating or installing permanent or temporary public works. Permits the Secretaries to establish or develop installations and facilities by proceeding with construction made necessary by changes in Armed Forces missions and responsibilities which have been occasioned by (1) unforeseen security considerations, (2) new weapons development, (3) new and unforeseen research and development requirements, or (4) improved production schedules. =Title V: Military Family Housing= - Authorizes the Secretary of Defense to construct or acquire sole interest in existing family housing units at specified locations. Requires the Secretary to consult first with the Secretary of Housing and Urban Development as to the availability of suitable private housing at such locations. Permits the Secretary of Defense to acquire sole interest in privately owned family housing units, if he determines that it is in the best interests of the Government to do so. Authorizes appropriations for the construction of family housing. Sets forth cost limitations governing such construction. Authorizes appropriations for modifications of existing public quarters, for construction of family housing units not subject to cost limitations at specific locations, for repairs and improvements to existing public quarters, and for construction of military family housing. =Title VI: General Provisions= - Authorizes appropriations for public works projects, as described in this Act, subject to specified maximum amounts. Permits amounts on such projects to be increased by 10 percent inside the United States and 15 percent outside, for unusual and unanticipated costs. Requires an annual report to the Congress identifying individual projects placed under contract within the preceding 12 months and for which the estimate of costs exceeds by 25 percent the amount authorized by the Congress for such project. Requires a report to the Congress annually on the dollar breakdown of construction costs on completed projects. Repeals authorizations for military public works under P.L. No. 93-552, with designated exceptions. Prohibits construction inside the United States where building costs exceed a unit cost based upon a prescribed formula. Sets forth conditions under which the military Secretaries may obtain land when the need is urgent. Directs the Secretary of Defense to submit an annual report to Congress which sets forth, with respect to each contract of more than $500,000 for construction outside the United States and its possessions which is authorized pursuant to this Act, a summary of the number and nationality of the foreign nationals who were hired to perform services in regard to such contract during the reporting period, the type of skills provided by such foreign nationals, and the average hourly or other wage rate paid to foreign nationals in each skill category. =Title VII: Guard and Reserve Forces Facilities Authorization Act= - Permits the Secretary of Defense to establish or develop additional facilities for the Guard and Reserve Forces. Authorizes appropriations for such purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Guard and Reserve Forces Facilities Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain construction at military installations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:54-05:00"
}