{
  "actions": [
    {
      "acted_at": "1978-05-18", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12775-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Allen, Clifford R.", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "00012", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1977-01-03", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Minish, Joseph G.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00814", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1977-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spellman, Gladys Noon", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "01090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "St Germain, Fernand J.", 
      "sponsored_at": "1977-01-03", 
      "state": "RI", 
      "thomas_id": "01093", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-18", 
  "number": "12775", 
  "official_title": "A bill to amend the Consumer Credit Protection Act to establish rights, remedies, and responsibilities for all participants in the utilization of electronic fund transfer services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electronic Funds Transfer Act", 
  "sponsor": {
    "district": "11", 
    "name": "Annunzio, Frank", 
    "state": "IL", 
    "thomas_id": "00023", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-18", 
  "subjects": [
    "Consumer protection", 
    "Credit", 
    "Electronic funds transfers", 
    "Finance and financial sector", 
    "Finance charges"
  ], 
  "subjects_top_term": "Electronic funds transfers", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-05-18", 
    "text": "Electronic Fund Transfer Act - Amends the Consumer Credit Protection Act to add the following title: Title IX: Electronic Fund Transfers. Prohibits any financial institution from engaging in any transaction with a customer by means of an electronic terminal without first clearly disclosing to the customer all terms and conditions governing such transfer. States that such disclosure shall include: the rights, duties, and liabilities of both the account holder and institution involved; the types of transfers the consumer may make; and the consumer's ability to authorize another to initiate transfers. Requires a financial institution to give the customer 31 days notice prior to changing any of the terms of the agreement. States that the consumer must receive a receipt for each transfer affecting the consumer's account at the time of the transfer. Requires financial institutions to provide consumers with a periodic statement for each EFT account. Allows the making of preauthorized transfers only by written authorization from the consumer which shall be revokable at will at any time up to three business days preceding the scheduled transfer. Permits a consumer to reverse a transfer in the amount of $50 or more to a third party. Sets forth a procedure for the resolution of errors which calls for prompt investigation of errors and reply to the consumer. States that if a court finds that a financial institution willfully reported to a consumer that his account was correct when such a conclusion could not reasonably be drawn, such institution shall be liable for treble damages. Limits a consumer's liability (in the event of an unauthorized cash transfer) to the lesser of $50 or the amount of money obtained. Holds a financial institution liable to a consumer for any unauthorized transfer in excess of $50. Makes exceptions to such rule in the case of an improper or incorrect transfer if the error was caused by a technical malfunction beyond the control of the institution. Suspends the consumer's obligation to make payment when a technical malfunction prevents the transfer of funds to a third party who has agreed to accept payment by means of an EFT. Prohibits the conditioning of employment, government benefits, or the extension of credit on the consumer's use of EFT's. Restricts the disclosure of information regarding EFT's. Prohibits any agreement which would deprive a consumer of any right granted under this Act. Sets forth the formula for the determination of civil liability for violations of this Act. States that any person who willfully and knowingly gives false or inaccurate information, fails to provide information which is required to be disclosed, or otherwise fails to comply with any provision of this title shall be fined not more than $5,000 or imprisoned not more than a year, or both. Places the enforcement of this title in the case of national banks, Federal Reserve member banks, insured banks, Federal savings and loan associations, and Federal credit unions with their respective regulatory agencies. Directs the Federal Trade Commission to enforce the requirements of this title in all other cases. Directs the Board and the Attorney General to make reports to Congress concerning the administration of their functions under this title. Exempts persons from the laws of any State with respect to EFT's only to the extent that those laws are inconsistent with any of the terms of this Title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electronic Funds Transfer Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consumer Credit Protection Act to establish rights, remedies, and responsibilities for all participants in the utilization of electronic fund transfer services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:10-05:00"
}