{
  "actions": [
    {
      "acted_at": "1977-02-03", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-02-03", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3100-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Jordan, Barbara", 
      "sponsored_at": "1977-01-03", 
      "state": "TX", 
      "thomas_id": "00614", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-03", 
  "number": "3100", 
  "official_title": "A bill to reorganize Federal regulatory agencies to prevent excessive, duplicative, inflationary, and anticompetitive regulation, and to make regulation more effective and responsive to the public interest.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4253-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4254-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4255-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr6618-95", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s600-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Regulatory Reform Act", 
  "sponsor": {
    "district": "16", 
    "name": "Anderson, John B.", 
    "state": "IL", 
    "thomas_id": "00017", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-03", 
  "subjects": [
    "Administrative procedure", 
    "Congress", 
    "Congressional oversight", 
    "Cost effectiveness", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government regulation", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Congressional oversight", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-03", 
    "text": "Regulatory Reform Act - Requires the President to submit to Congress a plan recommending reforms with respect to the regulation of: (1) energy, the environment, housing, and occupational health and safety by specified Federal agencies by April 30, 1979; (2) transportation and communications by specified Federal agencies by April 30, 1981; (3) banking and finance, international trade, and Government procurement by specified Federal agencies by April 30, 1983; and (4) food, consumer health and safety, economic trade practices, and labor- management concerns by specified Federal agencies by April 30, 1985. States that each such plan shall include recommendations for reform of such specified agencies and shall report on the cumulative impact of all Government regulatory activity reviewed, up to that date, on specific industry groupings. States that if the President fails to submit such plans by the specified dates, the Senate and House Committees on Government Operations shall draft their own plans to be submitted to Congress for action. Requires the Comptroller General and the Congressional Budget Office to, contemporaneously with the development of the President's plan, submit a report assessing the purpose, effects, efficiency, and cost effectiveness of each agency included in the plans submitted by the President. States that if no comprehensive regulatory reform legislation is enacted by August 1 of the year following the year in which a comprehensive plan has been submitted by the President, then all agencies affected thereby shall have no authority to issue any new rules not essential for preserving the public health and safety; if such reform is not enacted by October 1 of such year, such agency shall have no authority to enforce any rule not essential for preserving the public health and safety; if no such reform is enacted by December 31 of such year, such agency shall be terminated on such date. States that all rules of such terminated agency essential for preserving the public health and safety shall remain effective and shall be enforced by the Department of Justice. Requires the President to submit subsequent plans in the manner and in the order and frequency set forth by this Act every ten years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize Federal regulatory agencies to prevent excessive, duplicative, inflationary, and anticompetitive regulation, and to make regulation more effective and responsive to the public interest.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:14-05:00"
}