{
  "actions": [
    {
      "acted_at": "1981-02-03", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s382-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-03", 
  "number": "382", 
  "official_title": "A bill to amend title 5, United States Code, to improve procedures for the promulgation of agency rules.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regulatory Reduction and Congressional Control Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Schmitt, Harrison H.", 
    "state": "NM", 
    "thomas_id": "01430", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-03", 
  "subjects": [
    "Administrative procedure", 
    "Citizen participation", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-03", 
    "text": "Regulatory Reduction and Congressional Control Act of 1981 - Amends the Administrative Procedure Act to require Federal agencies to give interested persons at least 60 days after publication of a general notice to participate in a proposed rulemaking. Allows an agency to adopt an emergency rule, temporarily, without regard to specified time constraints. Provides expedited procedures for the adoption of a rule to replace an emergency rule. Directs each agency to publish, with each proposed or final rule, a summary of the problem requiring Government regulation and a preliminary analysis of the costs imposed by the rule. Requires each agency to submit such summary and analysis with a copy of each recommended final rule to the Senate and the House of Representatives. Prohibits such a rule from becoming effective if one House adopts a resolution disapproving the rule within 60 days of continuous session of Congress and the other House does not disapprove such resolution within 30 days thereafter. Specifies factors to be considered by a congressional committee when determining whether or not to report such a resolution. Allows an agency to issue a modified rule relating to the same area as a disapproved rule. Authorizes each congressional committee having legislative jurisdiction over an existing agency rule to review such rule periodically to determine whether: (1) the costs of the rule exceed its benefits; or (2) the rule violates or is inconsistent with other rules, existing law, judicial decisions, congressional intent, or its statutory authority. Authorizes such a committee or any Member of Congress to report or introduce a resolution requiring that an agency to reconsider an existing rule. Provides that a rule shall lapse within 180 days of such resolution unless recommended again by the agency. Requires any agency repromulgating a rule to hold a hearing for oral presentations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Reduction and Congressional Control Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to improve procedures for the promulgation of agency rules.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:34-05:00"
}