{
  "actions": [
    {
      "acted_at": "2012-10-12", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6573-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-10-12", 
  "number": "6573", 
  "official_title": "To combat trafficking in human organs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Trafficking in Organs Victims Protection Act", 
  "sponsor": {
    "district": "18", 
    "name": "Ros-Lehtinen, Ileana", 
    "state": "FL", 
    "thomas_id": "00985", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-10-12", 
  "subjects": [
    "Child safety and welfare", 
    "Congressional oversight", 
    "Crime victims", 
    "Crimes against children", 
    "Foreign aid and international relief", 
    "Human rights", 
    "International affairs", 
    "International law and treaties", 
    "Medical ethics", 
    "Organ and tissue donation and transplantation", 
    "Prescription drugs", 
    "Smuggling and trafficking", 
    "Trade restrictions", 
    "Travel and tourism", 
    "Violent crime", 
    "Visas and passports", 
    "War and emergency powers", 
    "World health"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-10-12", 
    "text": "Trafficking in Organs Victims Protection Act - States that it shall be U.S. policy to: (1) end the offensive practice of exploiting the poor and vulnerable for the purpose of harvesting and trafficking their organs, and (2) combat criminal trade in human organs. Amends the Foreign Assistance Act of 1961 to include in the annual country reports on human rights practices information on post-operative and rehabilitation care for victims of trafficking in human organs and the extent to which violations of a country's laws against trafficking in human organs have occurred. Amends the Trafficking Victims Protection Act of 2000 to include in the definition of \"coercion\" exploitation of a person through the promise of payments or benefits in order to compel or entice the person to consent to the removal of one or more of the person's organs for a transplant operation in a manner contrary to certain World Health Organization (WHO) standards. Defines: (1) \"trafficking in human organs\" as the recruitment, transportation, transfer, harboring, or receipt of a person, either living or dead, for the purpose of removing one or more of the person's organs by coercion, abduction, deception, abuse of power, or transfer of payments or benefits, and the illicit transportation and transplantation of those organs in one or more other persons for profit or any other purpose; and (2) \"organ\" as the human (including fetal) kidney, liver, heart, lung, pancreas, bone marrow, cornea, eye, bone, and skin or any subpart thereof, and any other human organ or subpart (including that derived from a fetus) specified by the President. Includes in the definition of \"severe forms of trafficking in persons\" trafficking in human organs. Amends the State Department Basic Authorities Act of 1956 to prohibit the issuance of a passport to, and revoke a previously issued passport from, a person convicted of trafficking in human organs who used a passport or otherwise crossed an international border in committing such offense. Authorizes the President to exercise specified authorities under the International Emergency Economic Powers Act in connection with: (1) the export of anti-rejection human organ transplant drugs to countries identified as the largest source of illegally trafficked human organs or the largest recipients of illegally trafficked human organs, or (2) the travel abroad by U.S. citizens to participate in any activity relating to human organ trafficking."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trafficking in Organs Victims Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To combat trafficking in human organs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:01:50-05:00"
}