{
  "actions": [
    {
      "acted_at": "1990-06-19", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5080-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1990-08-03", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Staggers, Harley O., Jr.", 
      "sponsored_at": "1990-06-19", 
      "state": "WV", 
      "thomas_id": "01095", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "1990-07-11", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-19", 
  "number": "5080", 
  "official_title": "To establish the United States Flag Commission and criminal penalties for the desecration of the flag of the United States , and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Made in America United States Flag Protection Act", 
  "sponsor": {
    "district": "5", 
    "name": "Bryant, John W.", 
    "state": "TX", 
    "thomas_id": "00142", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-19", 
  "subjects": [
    "Bill of Rights", 
    "Buy American", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Emblems", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Fees", 
    "Flags", 
    "Freedom of speech", 
    "Import restrictions", 
    "Labeling", 
    "Licenses", 
    "Manufacturing industries", 
    "Public debt"
  ], 
  "subjects_top_term": "Emblems", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-19", 
    "text": "Made in America United States Flag Protection Act - Amends the Federal criminal code to establish criminal penalties for mutilating, burning, trampling upon, or otherwise damaging or altering an official U.S. flag, with an exception for destroying a flag as prescribed by law when it is no longer suitable for display. Creates the United States Flag Commission to: (1) establish an official seal and the proper method of affixing the seal to U.S. flags which become official flags; (2) enter into licensing agreements with manufacturers to produce official U.S. flags; (3) set a reasonable licensing fee for such manufacturers and to collect and deposit such fees in the Treasury to reduce the public debt; and (4) study, periodically, the rules and customs pertaining to the U.S. flag and make recommendations regarding whether such rules and customs should be modified or repealed or whether new rules and customs should be adopted. Specifies that a U.S. flag shall be official if it is manufactured under a license issued by the Commission and has the official seal affixed to the hoist in such a way as not to cover any part of the flag. Requires each Government department or agency to utilize only official U.S. flags. Deems flags manufactured or displayed by any such department or agency prior to enactment of this Act to be official U.S. flags. Requires each prospective licensee, as a condition of receiving a license to manufacture official flags, to agree to include a copy of the Bill of Rights with each flag sold. Authorizes: (1) individuals to submit U.S. flags to the Commission for designation as official; and (2) the Commission to grant a license to manufacture official U.S. flags only if such flags will be manufactured in the United States. Makes issuance of a license to a flag manufacturer conditional upon the manufacturer agreeing to provide notice that such flag is official and is protected by the Federal criminal code which subjects any person who damages or alters an official U.S. flag to specified penalties. Sets penalties for the unauthorized manufacture, reproduction, or use of the official seal. Makes it unlawful to sell a U.S. flag that is not manufactured in the United States and subjects violators to a civil fine. Excludes affixing of the official seal to a U.S. flag from provisions: (1) establishing penalties for the use in advertising and mutilation of the U.S. flag within the District of Columbia; and (2) with respect to the placing of markings on the U.S. flag."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Made in America United States Flag Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the United States Flag Commission and criminal penalties for the desecration of the flag of the United States , and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:56-05:00"
}