{
  "actions": [
    {
      "acted_at": "1981-06-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-08-04", 
      "bill_ids": [
        "hr4242-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "See H.R.4242.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3753-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-06-02", 
  "number": "3753", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide for the disposition of investment tax credits earned by basic American industries through transferability, refundability, and carryback and carry-forward of earned and future investment tax credits, and to provide certain penalties when taxpayers transfer or receive refunds for such credits.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4242-97", 
      "reason": "related"
    }
  ], 
  "short_title": "American Basic Industrialization National Defense Act", 
  "sponsor": {
    "district": "21", 
    "name": "Bailey, Donald A.", 
    "state": "PA", 
    "thomas_id": "00043", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-06-02", 
  "subjects": [
    "Airlines", 
    "Automobile production", 
    "Aviation", 
    "Business and commerce", 
    "Business income tax", 
    "Forests and forest products", 
    "Income tax", 
    "Investment tax credit", 
    "Iron and steel industry", 
    "Mines and mineral resources", 
    "Minimum tax", 
    "Motor Vehicles and Driving", 
    "Paper and paper products", 
    "Railroad facilities", 
    "Railroads", 
    "Tax credits", 
    "Taxation"
  ], 
  "subjects_top_term": "Investment tax credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-06-02", 
    "text": "American Basic Industrialization National Defense Act - Title I: Changes in the Investment Tax Credit for Taxable Years Beginning After 1980 - Amends the Internal Revenue Code to allow the portion of the investment tax credit which is attributable to investment in qualified industrial property to offset 100 percent of the liability for tax. Defines \"qualified industrial property\" as: (1) railroad or airline property owned by a domestic common carrier; (2) steel manufacturing property; (3) automobile or automobile component manufacturing property; (4) mining and mineral processing property; and (5) pulp and paper manufacturing and converting property. Provides for the refundability of ten percent of the excess of such credit amount and the transferability of 15 percent of the excess of such amount to a corporation. Provides for the tentative refund of amounts treated as overpayments resulting from the application of the payment against tax of the portion refundable under this Act. Permits the assessment of excess attributable to tentative carryback or refund adjustments of such overpayments as a deficiency due to mathematical or clerical error. Increases the investment credit carryover from seven to ten years for unused credit years beginning after December 31, 1980. Excludes from calculation of the regular tax deduction, for purposes of the minimum tax, amounts of the investment tax credit which are attributable to qualified industrial property. Title II: Treatment of Existing Carryovers - Treats existing investment credit carryovers of any corporation which are attributable to qualified industrial property as part of the credit for the corporation's first taxable year beginning after 1980. Permits a corporation to elect to: (1) have such carryovers (to the extent that they do not exceed the corporation's net tax liability for the ten preceding taxable years) offset its liability for tax for its first taxable year beginning after December 31, 1980; and (2) have a specified amount not in excess of 25 percent of such carryovers offset its liability for tax for the two taxable years beginning after December 31, 1980. Reduces by an amount equal to 150 percent of the aggregate amount so specified the amount of such carryovers which may be considered in determining the investment tax credit and the carryback and carryover of unused credit amounts. Provides for the tentative refund of overpayments which result from such election. Title III: Requirement That Refunds Be Used for Investment in Qualified Industrial Property - Requires a taxpayer who receives a refund or credit of an overpayment or any amount resulting from a transfer of credit under this Act to place such amounts in a separate account to be used only for the acquisition of qualified industrial property not later than three years after the receipt of such amounts. Imposes a penalty for failure to establish such an account or use amounts in the manner prescribed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Basic Industrialization National Defense Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide for the disposition of investment tax credits earned by basic American industries through transferability, refundability, and carryback and carry-forward of earned and future investment tax credits, and to provide certain penalties when taxpayers transfer or receive refunds for such credits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:03-05:00"
}