{
  "actions": [
    {
      "acted_at": "2004-07-01T11:37:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 108-576, by Mr. Wolf.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-01T11:38:00-04:00", 
      "calendar": "Union", 
      "number": "340", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 340.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2004-07-06T19:25:00-04:00", 
      "bill_ids": [
        "hres701-108"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 701 Reported to House. Rule provides for consideration of H.R. 4754 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by paragraph. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T12:23:00-04:00", 
      "bill_ids": [
        "hres701-108"
      ], 
      "references": [], 
      "text": "Rule H. Res. 701 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T12:23:00-04:00", 
      "bill_ids": [
        "hres701-108"
      ], 
      "references": [
        {
          "reference": "CR H5221-5260", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5240, H5260-5161, H5264, H5265, H5266-5268, H5277-5278", 
          "type": "text of Title I as reported in House"
        }, 
        {
          "reference": "CR H5278-5279, H5280-5282, H5285", 
          "type": "text of Title II as reported in House"
        }, 
        {
          "reference": "CR H5285-5286", 
          "type": "text of Title III as reported in House"
        }, 
        {
          "reference": "CR H5286-5288", 
          "type": "text of Title IV as reported in House"
        }, 
        {
          "reference": "CR H5288-5290", 
          "type": "text of Title V as reported in House"
        }, 
        {
          "reference": "CR H5290-5291", 
          "type": "text of Title VI as reported in House"
        }, 
        {
          "reference": "CR H5291", 
          "type": "text of Title VII as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 701.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T12:23:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 4754 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by paragraph. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T12:24:00-04:00", 
      "bill_ids": [
        "hres701-108"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 701 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T12:24:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Doc Hastings to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T12:24:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 4754.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T13:13:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Manzullo amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T14:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - By unanimous consent, further debate on the Manzullo amendment was limited to 30 minutes, equally divided and controlled.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T15:40:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Jackson-Lee amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T15:54:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Jackson-Lee amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T16:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Crowley amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T16:27:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 4754 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T16:27:00-04:00", 
      "references": [
        {
          "reference": "CR H5260-5284", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T16:28:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T16:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the King (IA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T17:13:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole, under unanimous consent, proceeded with forty minutes of debate on the Weiner amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:01:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Weiner amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Weiner demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:22:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole, under unanimous consent, proceeded with ten minutes of debate on the Hefley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:33:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hefley amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hefley demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:38:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole, under unanimous consent, proceeded with thirty minutes of debate on the Kucinich amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:53:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Kucinich amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Kucinich demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:54:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 4754 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:55:00-04:00", 
      "bill_ids": [
        "hres701-108"
      ], 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Wolf asked unanimous consent that, during further consideration of H.R. 4754 in the Committee of the Whole pursuant to H. Res. 701, a specified universe of amendments be made in order for consideration. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:57:00-04:00", 
      "references": [
        {
          "reference": "CR H5284-5306", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T18:57:00-04:00", 
      "bill_ids": [
        "hres701-108"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 701 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T19:03:00-04:00", 
      "references": [], 
      "text": "Mr. Davis, Tom raised a point of order against the content of the measure. Section 607 of the bill constitutes legislation in an appropriations bill. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T19:08:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole, under unanimous consent, proceeded with ten minutes of debate on the Pitts amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T19:12:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole, under unanimous consent, proceeded with ten minutes of debate on the Paul amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T19:26:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole, under unanimous consent, proceeded with ten minutes of debate on the Paul amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T19:34:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole, under unanimous consent, proceeded with ten minutes of debate on the Paul amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T19:42:00-04:00", 
      "references": [], 
      "text": "PROCEEDINGS POSTPONED - At the conclusion of debate on the Paul amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Wolf demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T19:44:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole, under unanimous consent, proceeded with ten minutes of debate on the Tancredo amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T20:03:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous special order, the Committee of the Whole proceeded with 20 minutes of debate on the Farr amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T20:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Farr amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Farr demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T20:29:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 4754 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T20:29:00-04:00", 
      "bill_ids": [
        "hres701-108"
      ], 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Wolf asked unanimous consent that during further consideration of H.R. 4754 in the Committee of the Whole pursuant to H. Res. 701 and the order of the House of earlier today, the chairman and ranking minority member of the Committee on Appropriations or their designees each may offer one pro forma amendment to each amendment for the purpose of further debate. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T20:31:00-04:00", 
      "references": [
        {
          "reference": "CR H5306-5323", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T20:31:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T20:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with one hour of debate on the Flake amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T21:49:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Flake amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Flake demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T21:52:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Paul amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T21:57:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Paul amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Paul demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T21:58:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T23:10:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with ten minutes of debate on the Millender-McDonald amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T23:14:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with ten minutes of debate on the Burgess amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T23:19:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with ten minutes of debate on the Wolf amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-07T23:20:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 4754 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T12:27:00-04:00", 
      "references": [
        {
          "reference": "CR H5348-5384", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T12:27:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T12:27:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to the order of the House of Wednesday, July 7, 2004, the Committee of the Whole proceeded with forty minutes of debate on the Sanders amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T13:27:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Sanders amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Sanders demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T13:36:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Akin amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T13:47:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Akin amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the ayes had prevailed. Mr. Akin demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T13:48:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Otter amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T13:55:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the King (IA) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T14:06:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the King (IA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. King (IA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T14:06:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 20 minutes of debate on the Smith (MI) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T14:32:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 20 minutes of debate on the Sherman amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:04:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Wolf asked unanimous consent that the proceedings by which the Smith of Michigan amendment was withdrawn, be vacated to the end that the amendment be considered as pending and the Chair put the question on adoption of the amendment. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:07:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - Pursuant to the unanimous consent agreement just adopted, the Chair put the question on adoption of the Smith (MI) amendment and by voice vote, announced that the noes had prevailed. Mr. Smith (MI) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:07:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Hefley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:12:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hefley amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hefley demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:13:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 20 minutes of debate on the Sherman amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:35:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Hefley amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:39:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hefley amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hefley demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:40:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a previous order of the House, the Committee of the Whole proceeded with 10 minutes of debate on the Weiner amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T15:41:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T16:59:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 4754.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T17:00:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T17:00:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T17:01:00-04:00", 
      "references": [
        {
          "reference": "CR H5381-5383", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5381", 
          "type": "text"
        }
      ], 
      "text": "Mr. Hoyer moved to recommit with instructions to Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T17:01:00-04:00", 
      "references": [], 
      "text": "Floor summary: DEBATE - The House proceeded with 10 minutes of debate on the Hoyer motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to prohibit use of funds in the bill to make an application for an order requiring the production of library circulation records, library patron lists, library Internet records, book sales records, or book customer lists.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T17:12:00-04:00", 
      "references": [], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T17:29:00-04:00", 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 194 - 223, 1 Present (Roll no. 345).", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-08T17:37:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "346", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 397 - 18 (Roll no. 346).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2004-07-08T17:37:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-07-09", 
      "committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h632-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "632"
    }, 
    {
      "amendment_id": "h633-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "633"
    }, 
    {
      "amendment_id": "h634-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "634"
    }, 
    {
      "amendment_id": "h635-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "635"
    }, 
    {
      "amendment_id": "h636-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "636"
    }, 
    {
      "amendment_id": "h637-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "637"
    }, 
    {
      "amendment_id": "h638-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "638"
    }, 
    {
      "amendment_id": "h639-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "639"
    }, 
    {
      "amendment_id": "h640-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "640"
    }, 
    {
      "amendment_id": "h641-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "641"
    }, 
    {
      "amendment_id": "h642-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "642"
    }, 
    {
      "amendment_id": "h643-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "643"
    }, 
    {
      "amendment_id": "h644-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "644"
    }, 
    {
      "amendment_id": "h645-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "645"
    }, 
    {
      "amendment_id": "h646-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "646"
    }, 
    {
      "amendment_id": "h647-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "647"
    }, 
    {
      "amendment_id": "h648-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "648"
    }, 
    {
      "amendment_id": "h649-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "649"
    }, 
    {
      "amendment_id": "h650-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "650"
    }, 
    {
      "amendment_id": "h651-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "651"
    }, 
    {
      "amendment_id": "h652-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "652"
    }, 
    {
      "amendment_id": "h653-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "653"
    }, 
    {
      "amendment_id": "h654-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "654"
    }, 
    {
      "amendment_id": "h655-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "655"
    }, 
    {
      "amendment_id": "h656-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "656"
    }, 
    {
      "amendment_id": "h657-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "657"
    }, 
    {
      "amendment_id": "h658-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "658"
    }, 
    {
      "amendment_id": "h659-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "659"
    }, 
    {
      "amendment_id": "h660-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "660"
    }, 
    {
      "amendment_id": "h661-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "661"
    }
  ], 
  "bill_id": "hr4754-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2004-07-08T17:37:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2004-07-01", 
  "number": "4754", 
  "official_title": "Making appropriations for the Departments of Commerce, Justice, and State, the Judiciary, and related agencies for the fiscal year ending September 30, 2005, and for other purposes.", 
  "popular_title": "Appropriations bill FY2005, Commerce, Justice, State", 
  "related_bills": [
    {
      "bill_id": "hres701-108", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr4818-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2809-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2005", 
  "sponsor": {
    "district": "10", 
    "name": "Wolf, Frank R.", 
    "state": "VA", 
    "thomas_id": "01238", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2004-07-08T17:37:00-04:00", 
  "subjects": [
    "Abortion", 
    "Accounting", 
    "Administration of justice", 
    "Admission of nonimmigrants", 
    "Afghanistan", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Alcohol and youth", 
    "Alcoholism", 
    "Alien labor", 
    "Aliens", 
    "Alzheimer's disease", 
    "Americans in foreign countries", 
    "Animals", 
    "Annuities", 
    "Antitrust law", 
    "Appellate courts", 
    "Appropriations", 
    "Aquaculture", 
    "Arab-Israeli conflict", 
    "Armed forces and national security", 
    "Arrest", 
    "Artificial satellites", 
    "Arts, culture, religion", 
    "Asia", 
    "Automation", 
    "Boundaries", 
    "Broadcasting Board of Governors", 
    "Building construction", 
    "Buy American", 
    "Cable television", 
    "Canada", 
    "Capital investments", 
    "Capitol (Washington, D.C.)", 
    "Caribbean area", 
    "Census", 
    "Child abuse", 
    "Child witnesses", 
    "China", 
    "Civil rights and liberties, minority issues", 
    "Civil service retirement", 
    "Claims", 
    "Collection of accounts", 
    "Commemorations", 
    "Commerce", 
    "Commission on Civil Rights", 
    "Community development", 
    "Community policing", 
    "Compensation (Law)", 
    "Computer crimes", 
    "Conferences", 
    "Congress", 
    "Congress and foreign policy", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-executive relations", 
    "Construction costs", 
    "Consultants", 
    "Correctional personnel", 
    "Counterintelligence", 
    "Courthouses", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Crimes against the elderly", 
    "Crimes against women", 
    "Criminal aliens", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal statistics", 
    "Cuba", 
    "Cubans", 
    "Cultural property", 
    "Cultural relations", 
    "DNA", 
    "Data banks", 
    "Democracy", 
    "Department of Commerce", 
    "Department of Justice", 
    "Department of State", 
    "Deportation", 
    "Developing countries", 
    "Development credit institutions", 
    "Disabled", 
    "Disaster loans", 
    "Discovery (Law)", 
    "Discrimination in employment", 
    "District courts", 
    "Dogs", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drug approvals", 
    "Drug courts", 
    "Drug law enforcement", 
    "Drug traffic", 
    "East Asia", 
    "Economic research", 
    "Economic statistics", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Electronic government information", 
    "Electronics", 
    "Elementary and secondary education", 
    "Embassies", 
    "Emergency management", 
    "Endangered species", 
    "Environmental protection", 
    "Equal Employment Opportunity Commission", 
    "Equipment and supplies", 
    "Europe", 
    "Executive reorganization", 
    "Expert witnesses", 
    "Export controls", 
    "Families", 
    "Family violence", 
    "Federal Communications Commission", 
    "Federal Prison Industries, Inc.", 
    "Federal Trade Commission", 
    "Federal aid to Indians", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal office buildings", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fingerprints", 
    "Firearms", 
    "Firearms control", 
    "Fishery management", 
    "Fishing boats", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forfeiture", 
    "Fraud", 
    "Freedom of information", 
    "Fringe benefits", 
    "Gangs", 
    "Geographic information systems", 
    "Gifts", 
    "Government aircraft", 
    "Government attorneys", 
    "Government contractors", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government employees' life insurance", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Government travel", 
    "Government trust funds", 
    "Government vehicles", 
    "Habitat conservation", 
    "Haiti compilation", 
    "Haitians", 
    "Hate crimes", 
    "Hawaii", 
    "Health", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Humans", 
    "Identification devices", 
    "Identification of criminals", 
    "Immigrants", 
    "Immigration", 
    "Independent regulatory commissions", 
    "Indian courts", 
    "Indian law enforcement", 
    "Information technology", 
    "Informers", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Inspectors general", 
    "Intellectual property", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International cooperation", 
    "International education", 
    "Judicial compensation", 
    "Judicial officers", 
    "Juries", 
    "Juvenile delinquency", 
    "Labeling", 
    "Labor and employment", 
    "Laboratories", 
    "Latin America", 
    "Law", 
    "Law enforcement officers", 
    "Leases", 
    "Legal Services Corporation", 
    "Legal aid", 
    "Legal education", 
    "Legal fees", 
    "Legal services", 
    "Licenses", 
    "Manufacturing industries", 
    "Marine Mammal Commission", 
    "Marine and coastal resources, fisheries", 
    "Marine parks and reserves", 
    "Medication abuse", 
    "Meteorological research", 
    "Meteorology", 
    "Methamphetamine", 
    "Mexico", 
    "Middle East and North Africa", 
    "Military command and control", 
    "Military dependents", 
    "Military medicine", 
    "Minorities", 
    "Minority business enterprises", 
    "Missing children", 
    "Missing persons", 
    "Money laundering", 
    "Native Americans", 
    "Oceanographic research", 
    "Oceanography", 
    "Office of the U.S. Trade Representative", 
    "Organized crime", 
    "Pakistan", 
    "Palestinians", 
    "Pardons", 
    "Parole", 
    "Patents", 
    "Peacekeeping forces", 
    "Police", 
    "Police communication systems", 
    "Police training", 
    "Police-community relations", 
    "Political prisoners", 
    "Prison administration", 
    "Prison labor", 
    "Prison violence", 
    "Prisoners", 
    "Prisons", 
    "Privatization", 
    "Prosecution", 
    "Prostitution", 
    "Protection of officials", 
    "Public defenders", 
    "Public lands and natural resources", 
    "Public records", 
    "Public service advertising", 
    "Public-private partnerships", 
    "Radiation victims", 
    "Radio", 
    "Radio broadcasting", 
    "Rape", 
    "Refugees", 
    "Rehabilitation of criminals", 
    "Religion", 
    "Religious liberty", 
    "Relocation", 
    "Remote sensing", 
    "Repatriation", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Research and development facilities", 
    "Restoration ecology", 
    "Restrictive trade practices", 
    "Retired military personnel", 
    "Retiree health benefits", 
    "Revolving funds", 
    "Right of privacy", 
    "Salaries", 
    "Salmon", 
    "Scholarships", 
    "School security", 
    "Science, technology, communications", 
    "Securities and Exchange Commission", 
    "Securities regulation", 
    "Security measures", 
    "Sentences (Criminal procedure)", 
    "Shipbuilding", 
    "Slavery", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "South Asia", 
    "Space activities", 
    "Stalking", 
    "State laws", 
    "State-sponsored terrorism", 
    "Stock exchanges", 
    "Student aid", 
    "Subcontractors", 
    "Subpoena", 
    "Supreme Court", 
    "Surety and fidelity", 
    "Surveys", 
    "Survivors' benefits", 
    "Taiwan", 
    "Technical assistance", 
    "Technology transfer", 
    "Telecommuting", 
    "Telemarketing", 
    "Television broadcasting", 
    "Terrorism", 
    "Tobacco", 
    "Tobacco exports", 
    "Trademarks", 
    "Transportation and public works", 
    "Travel costs", 
    "U.S. Institute of Peace", 
    "U.S. International Trade Commission", 
    "U.S. Sentencing Commission", 
    "United Nations", 
    "User charges", 
    "Vaccines", 
    "Veterans' employment", 
    "Victims of crimes", 
    "Video games", 
    "Video tape recording", 
    "Violence", 
    "Virginia", 
    "Visas", 
    "Weather forecasting", 
    "Wife abuse", 
    "Witnesses", 
    "Women", 
    "Women's shelters", 
    "Youth services"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2004-07-08", 
    "text": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2005 - Makes appropriations for FY 2005 for the Departments of Commerce, of Justice and of State, the judiciary and related agencies. Title I: Department of Justice - Department of Justice Appropriations Act, 2005 - Makes appropriations for the Department of Justice for FY 2005 for: (1) general administration, including for a joint automated booking system, an integrated automated fingerprint identification system, office automation expenses of specified organizations, conversion to narrowband communications, administration of pardon and clemency petitions and immigration-related activities, the Federal Detention Trustee, and the Office of the Inspector General; (2) the U.S. Parole Commission; (3) legal activities, including reimbursement from the Vaccine Injury Compensation Trust Fund for processing cases under the National Childhood Vaccine Injury Act of 1986, for antitrust enforcement, the Offices of the U.S. Attorneys, the U.S. Trustee Program, the Foreign Claims Settlement Commission, the U.S. Marshals Service (including for construction of prisoner-holding space), fees and expenses of witnesses, the Community Relations Service, for certain uses of the Assets Forfeiture Fund, and payment to the Radiation Exposure Compensation Trust Fund; (4) interagency crime and drug enforcement; (5) the Federal Bureau of Investigation; (6) the Drug Enforcement Administration (DEA); (7) the Bureau of Alcohol, Tobacco, Firearms and Explosives; (8) the Federal Prison System, including for the construction of new buildings and facilities and for the Federal Prison Industries, Incorporated (subject to certain limitations on administrative expenses); and (9) the Office of Justice Programs, including State and local law enforcement assistance, the Weed and Seed Program Fund, community-oriented policing services, violence against women and prevention and prosecution programs, juvenile justice programs, and public safety officers benefits. Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 102) Prohibits the use of funds appropriated by this title to: (1) pay for an abortion, except where the life of the mother would be endangered if the fetus were carried to term, or in the case of rape; or (2) require any person to perform or facilitate an abortion. (Sec. 104) Declares that nothing in the prohibition against the use of funds for abortions shall remove the obligation of the Director of the Bureau of Prisons to provide escort services necessary for a female inmate to receive an abortion outside of a Federal facility. (Sec. 105) Declares that authorities contained in the 21st Century Department of Justice Appropriations Authorization Act (Public Law 107-273) shall remain in effect until the effective date of a subsequent Department of Justice Appropriations Authorization Act. (Sec. 107) Continues in effect during FY 2005, the requirement that the Attorney General award posthumous citizenship to individuals with pending naturalization applications who died of injuries related to the terrorist attacks of September 11, 2001. (Sec. 108) Authorizes the Attorney General to extend through FY 2006, the Personnel Management Demonstration Project for certain positions of the Bureau of Alcohol, Tobacco, Firearms and Explosives. (Sec. 109) Prohibits the use of funds by the DEA establish a procurement quota following approval of a new drug application or an abbreviated new drug application for a controlled substance. (Sec. 110) Declares that the foregoing prohibition shall not apply to any new drug application or abbreviated new drug application for which the DEA has reviewed and provided public comments on labeling, promotion, risk management plans, and any other documents. (Sec. 111) Authorizes the Director of the Federal Bureau of Investigation (FBI) to delay the mandatory retirement age for an FBI agent until the agent reaches age 65. (Currently the mandatory retirement age is 57 and the Director has authority to delay the age of retirement to 60.) (Sec. 112) Authorizes the Director of the FBI to pay retention and relocation bonuses to FBI employees. Terminates such authority after calendar 2009. (Sec. 113) Authorizes the Director of the FBI to establish a Federal Bureau of Investigation Reserve Service for temporary reemployment of employees in the FBI during periods of emergency. (Sec. 114) Authorizes the FBI to designate certain intelligence-related positions as critical and to compensate them at level I of the Executive Schedule. Title II: Department of Commerce and Related Agencies - Department of Commerce and Related Agencies Appropriations Act, 2005 - Makes appropriations for the Department of Commerce for FY 2005 for: (1) the Office of the U.S. Trade Representative; (2) the International Trade Commission; (3) international trade activities; (4) export administration and national security activities; (5) economic development assistance programs; (6) minority business development; (7) economic and statistical analysis programs; (8) the Bureau of the Census; (9) the National Telecommunications and Information Administration; (10) public telecommunications facilities planning and construction grants; (11) information infrastructure grants; (12) the U.S. Patent and Trademark Office; (13) the Under Secretary for Technology, Office of Technology Policy; (14) the National Institute of Standards and Technology, including amounts for the Manufacturing Extension Partnership and for construction of new research facilities; (15) the National Oceanic and Atmospheric Administration, including an amount for procurement, acquisition, and construction of capital assets; (16) restoration of Pacific salmon populations; (17) the fisheries finance program account; and (18) departmental management, including the Office of Inspector General. Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 205) Prohibits the use of funds to reimburse the Unemployment Trust Fund or any other account of the U.S. Treasury to pay unemployment compensation for temporary census workers. Title III: The Judiciary - Judiciary Appropriations Act, 2005 - Makes appropriations for: (1) the Supreme Court, including for care of the court building and grounds; (2) the U.S. Court of Appeals for the Federal Circuit; (3) the U.S. Court of International Trade; (4) the courts of appeals, district courts, and other judicial services , including for defender services, fees of jurors and commissioners and court security; (5) the Administrative Office of the U.S. Courts; (6) the Federal Judicial Center; (7) judicial retirement funds; and (8) the U.S. Sentencing Commission. Specifies certain uses and limits on or prohibitions against the uses of funds appropriated by this Act. Title IV: Department of State and Related Agency - Department of State and Related Agency Appropriations Act, 2005 - Makes appropriations for the Department of State for FY 2005 for: (1) administration of foreign affairs, diplomatic and consular programs, including funds for the Bureau of Democracy to publish a list of foreign government officials engaged in torture; (2) the Capital Investment Fund; (3) the Office of Inspector General; (4) educational and cultural exchange programs; (5) representation allowances; (6) protection of foreign missions and officials; (7) U.S. embassy security, construction, and maintenance; (8) emergencies in the diplomatic and consular service; (9) the repatriation loans program account; (10) the American Institute in Taiwan; (11) the Foreign Service Retirement and Disability Fund; (12) international organizations, conferences, peacekeeping, and commissions; (13) the International Boundary and Water Commission, United States and Mexico; (14) plan preparation and construction of authorized projects; (15) the International Joint Commission and the International Boundary Commission, (16) international fisheries commissions; (17) the Asia Foundation; (18) the Eisenhower Exchange Fellowships, Incorporated; (19) the Israeli Arab Scholarship Program; (20) the Center for Cultural and Technical Interchange Between East and West; and (21) the National Endowment for Democracy. Makes appropriations for the Broadcasting Board of Governors for FY 2005 for international broadcasting operations and capital improvements. Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 403) Bars the use of funds under in this Act by the Department of State or the Broadcasting Board of Governors to provide assistance to the Palestinian Broadcasting Corporation. (Sec. 404) Directs the Senior Policy Operating Group on Trafficking in Persons to coordinate policies related to international trafficking in persons and victims of severe forms of trafficking. (Sec. 405) Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary of State to pay a reward to any individual who furnishes information which leads to the disruption of financial mechanisms of a foreign terrorist organization, including the organization's use of illicit narcotics production or international narcotics trafficking. Increases the maximum amount of such award from $5 million to $25 million. Allows an increased award for information leading to the capture of the leader of a foreign terrorist organization. Authorizes the Secretary to conduct media surveys in countries associated with acts of international terrorism and to disseminate information about the reward program. Directs the Secretary to submit a plan to specified congressional committees to maximize awareness of the reward program for information leading to the capture of a leader of a foreign terrorist organization who may be in Pakistan or Afghanistan. Title V: Related Agencies - Makes appropriations for FY 2005 for: (1) the Antitrust Modernization Commission; (2) the Commission for the Preservation of America's Heritage Abroad; (3) the Commission on Civil Rights; (4) the U.S. Commission on International Religious Freedom; (5) the Commission on Security and Cooperation in Europe; (6) the Congressional-Executive Commission on the People's Republic of China; (7) the Equal Employment Opportunity Commission; (8) the Federal Communications Commission; (9) the Federal Trade Commission; (10) the Helping Enhance the Livelihood of People (HELP) Around the Globe Commission; (11) the Legal Services Corporation, with specified restrictions; (12) the Marine Mammal Commission; (13) the National Veterans Business Development Corporation; (14) the Securities and Exchange Commission; (15) the Small Business Administration, including an earmark for microloan technical assistance, as well as for the Office of Inspector General, the Surety Bond Guarantees Revolving Fund, the Business Loans Program Account, and the Disaster Loan Program Account; (16) the State Justice Institute; (17) the United States-China Economic and Security Review Commission; and (18) the U.S. Institute of Peace. Title VI: General Provisions - Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act. (Sec. 601) Prohibits the use of funds for: (1) publicity or propaganda purposes not authorized by Congress; (2) construction, repair (other than emergency repair), overhaul, conversion, or modernization of vessels for the National Oceanic and Atmospheric Administration (NOAA) in shipyards outside the United States: (3) the use of any guidelines similar to certain Equal Employment Opportunity Commission guidelines published in 1993 covering harassment based on religion; (4) the funding of United Nation peacekeeping missions involving U.S. armed forces under the command of a foreign national unless sanctioned by the President; (5) the use of Department of Justice funds to discriminate against or denigrate the religious or moral beliefs of students participating in certain programs, or their parents or legal guardians; (6) opening, operating, or expanding any U.S. diplomatic or consular post in the Socialist Republic of Vietnam that was not operating on July 11, 1995 or increasing the number of personnel assigned in that country; (7) promotion of the sale or export of tobacco or tobacco products; (8) the issuance of visas to any individuals named or implicated in certain killings or murders in Haiti; (9) any tax or fee for the implementation of the national instant criminal background check system for firearms or any background check system that does not require the destruction of identifying information of any person who has been determined not to be prohibited from owning a firearm; (10) the granting of visas to citizens of countries that deny or unreasonably delay accepting the return of their citizens under the Immigration and Nationality Act; (11) transportation of a high security prisoner to a place other than a prison certified by the Federal Bureau of Prisons as appropriately secure; (12) the purchase by Federal prisons of audiovisual or electronic equipment used primarily for recreational purposes; (13) the issuance of patents on claims directed to or encompassing a human organism; or (14) payment of expenses for any U.S. delegation to the United Nations Human Rights Commission if such Commission is chaired or presided over by a country that has repeatedly provided support for acts of international terrorism. (Sec. 603) Limits expenditures for any consulting service through procurement contract to those contracts where expenditures are a matter of public record and available for public inspection, with specified exceptions. (Sec. 605) Prohibits the availability of funds, without advance notice to the House and Senate Appropriations Committees, for obligation or expenditure in FY 2005, through a reprogramming of funds that (1) creates new programs; (2) eliminates a program, project, or activity; (3) increases funds or personnel by any means for any project or activity for which funds have been denied or restricted; (4) relocates an office or employees; (5) reorganizes offices, programs or activities; or (6) contracts out or privatizes any functions or activities presently performed by Federal employees. Prohibits, without prior notification to Congress, the availability of funds for obligation or expenditure in FY 2005, for activities, programs, and projects through a reprogramming of funds in excess of $500,000 or ten percent, whichever is less, that: (1) augments existing programs, projects, or activities; (2) reduces by ten percent funding for any existing program, project, or activity, or numbers of personnel as approved by Congress;or (3) results from any general savings, including savings from a reduction in personnel, which would result in a change is existing programs, activities, or projects as approved by Congress. (Sec. 609) Requires the Departments of Commerce, Justice, and State, the Judiciary, the Securities and Exchange Commission, and the Small Business Administration to provide the House and Senate Appropriations Committees with a quarterly accounting of the cumulative balances of any unobligated funds received by such agencies during any previous fiscal year. (Sec. 615) Provides that amounts deposited or available in the Crime Victims Fund in any fiscal year in excess of $650 million shall not be available for obligation until the following fiscal year. (Sec. 621) Requires the Departments of Commerce, Justice, and State, the Judiciary, and the Small Business Administration to certify that telecommuting opportunities are available to 100 percent of their eligible workforce, to make quarterly reports on the status of telecommuting programs, and to designate a Telework Coordinator. (Sec. 622) Requires the Bureau of Alcohol, Tobacco, Firearms, and Explosives to include disclaimers in data releases on the limitations of data in tracing studies of firearms-related crime. (Sec. 625) Amends the Secure Embassy Construction and Counterterrorism Act of 1999 to require all agencies with personnel overseas to participate and provide funding in advance for their share of the costs for providing new, safe, secure diplomatic facilities. (Sec. 626) Expresses the sense of Congress that the Secretary of State should, at the most immediate opportunity, make a determination whether the recent events in the Darfur region of Sudan constitute genocide, and support the investigation and prosecution of war crimes in that region. Title VII: Rescissions - Rescinds certain unobligated balances available to the Office of Justice Programs in the Department of Justice for: (1) State and local law enforcement assistance; and (2) community oriented policing services. Title VIII: Additional General Provisions - (Sec. 801) Prohibits the use of funds appropriated by this Act to implement, administer, or enforce specified amendments to Department of Commerce regulations restricting gift parcels and humanitarian donations to Cuba, and restrictions on baggage taken by individuals for travel to Cuba. (The amendments prohibit: (1) the sending of gifts of clothing, personal hygiene items, seeds, fishing equipment, soap-making equipment, and veterinary medicine and supplies; (2) more than one gift parcel of certain permitted items a month per household (previously, one a month per individual); and (3) more than 44 pounds of luggage.) (Sec. 802) Prohibits the use of funds appropriated by this Act to contravene certain requirements for listing Israel as the place of birth of a U.S. citizen born in Jerusalem on the birth and nationality records, and passport of such citizen. (Sec. 803) Prohibits the use of funds appropriated by this Act to contravene certain provisions of the United States Leadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003 prohibiting: (1) promotion or advocacy of the legalization or practice of prostitution or sex trafficking; or (2) assistance to any group or organization that does not have a policy explicitly opposing prostitution and sex trafficking."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY2005, Commerce, Justice, State", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Commerce Department FY2005 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Justice Department FY2005 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "State Department FY2005 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Commerce and Related Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Justice Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of State and Related Agency Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Judiciary Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Commerce and Related Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Justice Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of State and Related Agency Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Judiciary Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Department of Commerce and Related Agencies Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Department of Justice Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Department of State and Related Agency Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Judiciary Appropriations Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the Departments of Commerce, Justice, and State, the Judiciary, and related agencies for the fiscal year ending September 30, 2005, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:50-05:00"
}