{
  "actions": [
    {
      "acted_at": "1989-07-18", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-26", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "subcommittee": "Personnel and Police", 
      "text": "Referred to the Subcommittee on Personnel and Police.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2922-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA", 
      "subcommittee": "Subcommittee on Personnel and Police", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Annunzio, Frank", 
      "sponsored_at": "1989-07-18", 
      "state": "IL", 
      "thomas_id": "00023", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-18", 
  "number": "2922", 
  "official_title": "To consolidate and revise the laws relating to the organization and authority of the United States Capitol Police Force, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Capitol Police Force Organization Act of 1989", 
  "sponsor": {
    "district": "20", 
    "name": "Oakar, Mary Rose", 
    "state": "OH", 
    "thomas_id": "00875", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-18", 
  "subjects": [
    "Administrative procedure", 
    "Congressional agencies", 
    "Congressional employees", 
    "Congressional officers", 
    "Congressional oversight", 
    "Disciplining of employees", 
    "Leave of absence", 
    "Personnel management", 
    "Police", 
    "Police management", 
    "Police training", 
    "Promotions", 
    "Salaries", 
    "Wages"
  ], 
  "subjects_top_term": "Congressional agencies", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-18", 
    "text": "United States Capitol Police Force Organization Act of 1989 - Title I: Organization of the United States Capitol Police Force - Revises the composition of the Capitol Police Board (the Board) to include the Doorkeeper of the Senate. Directs the Board to select and furnish uniforms, firearms, and other equipment for the United States Capitol Police Force (the Capitol Police). Authorizes the Board to prescribe such regulations (including regulations relating to personnel, discipline, procedures, training, and uniforms) as may be necessary to carry out this Act. Provides that regulations of the Board shall be effective only upon joint approval of the Committee on House Administration of the House of Representatives and the Committee on Rules and Administration of the Senate. Declares that such Committees shall have oversight responsibility for the Capitol Police Board and the Capitol Police. Makes the Chief of the Capitol Police responsible for the operations of the Capitol Police, including training, duty assignment, and promotion, subject to the supervision and direction of the Board. Requires the Chief to provide for discipline in the Capitol Police, except that any discipline more severe than suspension of a member from duty for 14 days (including any reduction in rank, reduction in pay, or dismissal) may be imposed only by the Board, with or without the recommendation of the Chief. Repeals provisions concerning the pay of Capitol Police members under suspension. Directs the Board to appoint the officers and other members of the Capitol Police. Provides that members of the Capitol Police appointed under this Act shall: (1) be paid in accordance with a single pay schedule prescribed by regulation of the Board; and (2) receive longevity compensation in accordance with the schedule for Capitol Police members assigned to duty with respect to the House of Representatives. Requires that disbursements for salaries of members and civilian employees of the Capitol Police be made: (1) by the Clerk of the House of Representatives, on vouchers approved by the Board and the appropriate House Committee; or (2) by the Secretary of the Senate, on vouchers approved by the Board and the appropriate Senate Committee. Provides that disbursements for expenses (other than salaries) of the Capitol Police shall be made by the Clerk of the House of Representatives, on vouchers approved by the Board and the appropriate House Committee. Directs the Board to prescribe by regulation a leave system for the Capitol Police that may not provide for accrual for any period of leave without pay or leave with reduced pay. Provides that the Board may, by regulation, provide for the payment of a lump sum amount of accrued compensatory leave. Authorizes the Board to appoint civilian employees of the Capitol Police to perform non-law enforcement functions as directed by the Chief. Title II: Transition Provisions, Transfers, and Miscellaneous Provisions - Transfers all members, civilian employees, positions (including civilian employee positions), powers, functions, and duties of the Capitol Police and the Capitol Police Board (as in existence on the day before the enactment of this Act) to the United States Capitol Police Force and the Capitol Police Board (as constituted under this Act), respectively, as of the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Capitol Police Force Organization Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To consolidate and revise the laws relating to the organization and authority of the United States Capitol Police Force, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:53-05:00"
}