{
  "actions": [
    {
      "acted_at": "1999-05-10", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s994-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-10", 
  "number": "994", 
  "official_title": "A bill entitled the \"Juvenile Misuse of Firearms Prevention Act\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Juvenile Misuse of Firearms Prevention Act", 
  "sponsor": {
    "district": null, 
    "name": "Ashcroft, John", 
    "state": "MO", 
    "thomas_id": "01274", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-10", 
  "subjects": [
    "Ammunition", 
    "Assault", 
    "Assault weapons", 
    "Contempt of court", 
    "Crime and law enforcement", 
    "Criminal negligence", 
    "Drug abuse", 
    "Drug traffic", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Families", 
    "Federal aid to law enforcement", 
    "Firearms", 
    "Firearms control", 
    "Forfeiture", 
    "Government operations and politics", 
    "Imprisonment", 
    "Juvenile corrections", 
    "Juvenile courts", 
    "Juvenile delinquents", 
    "Juvenile probation", 
    "Juveniles tried as adults", 
    "Mandatory sentences", 
    "Murder", 
    "Parent and child", 
    "Rape", 
    "Robbery", 
    "Sentences (Criminal procedure)", 
    "State laws", 
    "Youth violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-10", 
    "text": "TABLE OF CONTENTS: Title I: Short Title Title II: Restricting Juvenile Access to Certain Firearms Title III: Enhanced Penalties for Federal Crimes Involving Firearms Title IV: Providing Incentives to States that Prosecute Juveniles as Adults for Certain Offenses Involving Firearms Title I: Short Title - Juvenile Misuse of Firearms Prevention Act. Title II: Restricting Juvenile Access to Certain Firearms - Revises the Brady Handgun Violence Prevention Act (the Act) to expand the scope of provisions regarding juvenile use and possession of handguns and ammunition that is suitable for use only in a handgun to include semiautomatic assault weapons. Provides enhanced penalties for juveniles who violate the prohibition against the sale, delivery, or other transfer to a person, who the transferor knows or has reasonable cause to believe is a juvenile, of a handgun, ammunition that is suitable for use only in a handgun, or a semiautomatic assault weapon, and for adults who knowingly violate such prohibition, particularly in relation to use of the handgun by the juvenile in the commission of a violent felony. Subjects the juvenile to the same laws, rules, and proceedings regarding sentencing that would be applicable in the case of an adult, with exceptions. Prohibits a juvenile sentenced to a term of imprisonment from being released from custody simply because the juvenile reaches age 18. Makes an exemption regarding the temporary transfer of a handgun, ammunition, or semiautomatic assault weapon to, or possession or use by, a juvenile applicable only if such possession and use are in accordance with State and local law and if specified conditions are met. Specifies that a handgun, ammunition, or semiautomatic assault weapon, the possession of which is transferred to a juvenile in circumstances in which the transferor is not in violation of this title, shall not be subject to permanent confiscation by the Government if its possession by the juvenile subsequently becomes unlawful because of the juvenile's conduct. Directs the court, with respect to a violation of this title, to require the presence of a juvenile defendant's parent or legal guardian at all proceedings. Authorizes the court to: (1) use the contempt power to enforce this provision; and (2) excuse attendance of a parent or legal guardian of a juvenile defendant at a proceeding in a prosecution of a violation of this title for good cause shown. Title III: Enhanced Penalties for Federal Crimes Involving Firearms - Amends the Act to: (1) increase penalties for brandishing or discharging a firearm during and in relation to a crime of violence or drug trafficking crime; (2) set penalties for injuring or maiming another person through such firearm use; and (3) provide for a five-year mandatory minimum sentence for transferring a firearm, knowing that it will be used to commit a crime of violence or drug trafficking crime. Title IV: Providing Incentives to States that Prosecute Juveniles As Adults For Certain Offenses Involving Firearms - Denies eligibility to receive Office of Juvenile Justice and Delinquency Prevention funds to any State that fails to demonstrate that it has in effect or has implemented (or will have in effect or will have implemented within one year from the date of application) laws, policies, or programs that provide for prosecution of juveniles as adults for specified serious offenses involving firearms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Juvenile Misuse of Firearms Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Juvenile Misuse of Firearms Prevention Act\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:36-05:00"
}