{
  "actions": [
    {
      "acted_at": "1999-05-25", 
      "references": [
        {
          "reference": "CR E1092", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-25", 
      "committee": "Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Budget, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-25", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-25", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1927-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Lucas, Ken", 
      "sponsored_at": "1999-05-25", 
      "state": "KY", 
      "thomas_id": "01562", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Moore, Dennis", 
      "sponsored_at": "1999-05-25", 
      "state": "KS", 
      "thomas_id": "01561", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-25", 
  "number": "1927", 
  "official_title": "To amend the Congressional Budget Act of 1974 to preserve all budget surpluses until legislation is enacted significantly extending the solvency of the Social Security and Medicare trust funds.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security and Medicare Lock-box Act of 1999", 
  "sponsor": {
    "district": "12", 
    "name": "Holt, Rush D.", 
    "state": "NJ", 
    "thomas_id": "01580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-25", 
  "subjects": [
    "Appropriations", 
    "Budget deficits", 
    "Budget reconciliation", 
    "Budget resolutions", 
    "Budget surpluses", 
    "Congress", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional voting", 
    "Economics and public finance", 
    "Federal budgets", 
    "Government trust funds", 
    "Health", 
    "House rules and procedure", 
    "Legislation", 
    "Legislative amendments", 
    "Legislative resolutions", 
    "Medicare", 
    "Off-budget expenditures", 
    "Old age, survivors and disability insurance", 
    "Public debt", 
    "Senate rules and procedure", 
    "Social security finance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-25", 
    "text": "Social Security and Medicare Lock-box Act of 1999 - Amends the Congressional Budget Act of 1974 to make it out of order in the House of Representatives or the Senate, until there is both a social security solvency certification and a Medicare solvency certification, to consider any concurrent budget resolution (or related conference report or amendment) that would use any portion of the baseline budget surpluses or any bill, joint resolution, amendment, motion, or conference report if the enactment of such legislation or amendment (or enactment of legislation in the form recommended in the conference report) would use any portion of such surpluses. Defines: (1) \"baseline budget surplus\" as the sum of the on- and off-budget surpluses contained in the most recent baseline budget projections by the Congressional Budget Office at the beginning of the annual budget cycle and no later than the month of March; (2) \"social security solvency certification\" as a certification by the Board of Trustees of the social security trust funds that the Federal Old-Age and Survivors and Disability Insurance Trust Funds are, taken together, in actuarial balance for the 75-year period utilized in a specified Board of Trustees annual report; and (3) \"Medicare solvency certification\" as a certification by the Board of Trustees of the Federal Hospital Insurance Fund that such fund is in actuarial balance for the 30-year period utilized in a specified Board of Trustees annual report. Declares that a portion of such surpluses is used if, relative to the baseline budget projection in the case of: (1) legislation affecting revenues, any net reduction in revenues in the current or budget year, or over the five or ten-year estimating periods beginning with the budget year, is not offset by reductions in direct spending; (2) legislation affecting direct spending, any net increase in such spending in the current or budget year, or over such five or ten-year periods, is not offset by increases in revenues; and (3) an appropriations bill, there is a net increase in discretionary outlays in the current or budget year when the discretionary outlays from such bill are added to the outlays from all previously enacted appropriations bills. Waives or suspends the point of order provided in this Act in the Senate only by an affirmative vote of three-fifths of the Members. Requires the same majority to sustain an appeal of a ruling of the Chair on such point of order."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security and Medicare Lock-box Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Congressional Budget Act of 1974 to preserve all budget surpluses until legislation is enacted significantly extending the solvency of the Social Security and Medicare trust funds.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:53-05:00"
}