{
  "actions": [
    {
      "acted_at": "1975-02-17", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3154-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-17", 
  "number": "3154", 
  "official_title": "A bill to amend the Gun Control Act of 1968.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Handgun Control Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-17", 
  "subjects": [
    "Firearms", 
    "Firearms control"
  ], 
  "subjects_top_term": "Firearms", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-17", 
    "text": "Handgun Control Act - Makes it unlawful for any person to import, manufacture, sell, buy, transfer, receive or transport any handgun and handgun ammunition. Makes it unlawful for any person to own or possess any handgun or handgun ammunition after 180 days after the effective date of this Act. Provides that the Secretary of the Treasury may, consistent with public safety and necessity, exempt from such prohibition the importation, manufacture, sale, purchase, transfer, receipt, or transportation of handguns by importers, manufacturers, or dealers, licensed under chapter 44 of title 18, United States Code, and by pistol clubs licensed under this chapter as may in his judgment be required for the operation of such pistol club. Requires a pistol club desiring to be licensed under this chapter to file an application for such license with the Secretary. Establishes a $25 annual fee for such license. Directs such clubs to meet various requirements in order to have their applications approved. Provides for administrative and judicial review in the case of a license denial or revocation by the Secretary. Provides that whoever violates any provision of this Act or knowingly makes any false statement or representation with respect to the information required by the provisions of this Act to be kept in the records of a pistol club licensed under this chapter, or in applying for any license under the provisions of this Act, shall be fined not more than $5,000, or imprisoned not more than five years, or both, and shall become eligible for parole as the Board of Parole shall determine. Provides that any handgun involved or used in, or intended to be used in, any violation of the provisions of this Act or chapter 44 (firearms legislation) of title 18, United States Code, or any rule or regulation promulgated thereunder, or any violation of any other criminal law of the United States, shall be subject to seizure and forfeiture. Exempts from the provisions of this Act the importation, manufacture, sale, purchase, transfer, receipt, or transportation of any handgun which the Secretary determines is: (1) being imported or manufactured for, sold, or transferred to, purchased, received, or transported by, or issued for the use of, the United States or any department or agency thereof or any State or any department, agency or political subdivision thereof; (2) a professional security guard service licensed by the State, or (3) a handgun manufactured prior to 1890, which is unserviceable, not restorable to firing condition, and intended for use as a curio, museum piece, or collectors' item. Establishes procedures for the reimbursement of a person who voluntarily delivers a handgun to a law enforcement agency. Directs the Secretary to prescribe such rules and regulations as he deems necessary to carry out the provisions of this Act. (Adds 18 U.S.C. 1091-1100)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Handgun Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Gun Control Act of 1968.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:19-05:00"
}