{
  "actions": [
    {
      "acted_at": "1977-04-04", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1219-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-04", 
  "number": "1219", 
  "official_title": "A bill to provide for a mechanism to facilitate producer owned or controlled storage and orderly marketing of agricultural commodities and to authorize the establishment of an international emergency food reserve to meet humanitarian food relief requirements in foreign countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Domestic and International Food Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Humphrey, Hubert H.", 
    "state": "MN", 
    "thomas_id": "01366", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-04", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Commodity Credit Corporation", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Disasters", 
    "Farm produce", 
    "Feed grains", 
    "Food relief", 
    "Grain", 
    "International affairs", 
    "Storage", 
    "Wheat"
  ], 
  "subjects_top_term": "Storage", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-04", 
    "text": "Domestic and International Food Security Act - Title I: Producer Storage Program - Authorizes the Secretary of Agriculture to formulate and carry out a program under which the producers of wheat and feed grains will be able to extend the time period of a price support loan for any period up to three years. States formulas for determining at which times the Secretary may call for delivery to market of one-quarter, one-half, or all of the commodities stored by a producer under this program. Requires the Secretary, 90 days before the beginning of the marketing year for each respective crop, to announce: (1) the total quantity of such commodity which will be held under the program; and (2) the maximum quantity of any commodity which any producer may have in storage. Sets formulas for the determination of such quantities. Authorizes the Secretary to make loans through the Commodity Credit Corporation to assist producers to construct new storage facilities or to expand or improve existing facilities. Amends the Agricultural Act of 1949 to prohibit the corporation from selling in any quarter any quantity of its stocks in excess of a quantity equal to one-half of the total quantity of the particular commodity on hand at the beginning of such quarter. Prohibits the sale of any of such stocks at less than 150 per cent of the current national average loan rate for the particular commodity. Title II: International Emergency Food Reserve - Authorizes the President: (1) to enter into negotiations with other nations to develop an international system of food reserves to provide for humanitarian food relief needs; and (2) to establish and maintain an International Emergency Food Reserve, as a contribution of the United States toward the development of such a system, to be made available in the event of food emergencies in foreign countries. Requires for such Reserve minimum stocks of two million tons, allowing an increase up to 6,000,000 tons pursuant to an international agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic and International Food Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a mechanism to facilitate producer owned or controlled storage and orderly marketing of agricultural commodities and to authorize the establishment of an international emergency food reserve to meet humanitarian food relief requirements in foreign countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:15-05:00"
}