{
  "actions": [
    {
      "acted_at": "1979-04-25", 
      "committee": "Senate Select Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Select Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1016-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-25", 
  "number": "1016", 
  "official_title": "A bill to provide a program for an \"Operation Bootstrap\" for the American Indian in order to create meaningful jobs and to improve conditions among Indians and non-Indians on reservations and in other communities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-25", 
  "subjects": [
    "Adult education", 
    "Business and commerce", 
    "Business income tax", 
    "Commerce", 
    "Community development corporations", 
    "Corporations", 
    "Corporations and Stocks", 
    "Depreciation and amortization", 
    "Economic development", 
    "Education", 
    "Education of Indians", 
    "Employer incentives", 
    "Employment and training programs", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal incorporation", 
    "Federal-Indian relations", 
    "Income tax", 
    "Indian claims", 
    "Indian lands", 
    "Industrialization", 
    "Labor and employment", 
    "Land transfers", 
    "Land use", 
    "Leases", 
    "Local taxation", 
    "Location of industries", 
    "Native Americans", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax incentives", 
    "Taxation", 
    "Vocational education"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-04-25", 
    "text": "Authorizes Indian tribes to adopt, by majority vote, a constitution and bylaws, and provides that, upon adoption of such constitution and bylaws, a tribe shall be a corporate body with certain enumerated powers. States that such a tribe has the authority to acquire and dispose of real and personal property without the approval of the Secretary of the Interior. Provides that the tribe shall waive any claim against the United States arising out of such transactions, but states that the status of other claims against the United States shall not be affected by this Act. Continues all lawful debts of the tribe. Authorizes Indian Tribes to: (1) use tribal money to attract new and retain other private industries which will employ at least 50 people on the reservation; (2) contract with private industry and with Federal, State and local governments; and (3) extend to private industry a waiver of tribal taxes for 15 years. Gives the Secretary a veto power over any per capita distribution of the tribe, but requires him to give reasons for such a veto. States that any person who establishes a new or retains a qualified private industry on a reservation occupied by a tribe shall qualify for the tax incentives provided by this Act if that person employs a work force one-half of which are Indians. Provides that a qualified person shall be exempt from taxation upon income attributable to the operation of a qualified private industry for a period of ten years after setting up that industry. States that the basis of the property acquired as a capital investment shall be either the fair market value of that property after the tenth year of operation or its cost, whichever is higher. Allows the depreciation deduction to be computed at a rate of 20 percent after the tenth year for such property. Grants a tax deduction to such a qualified person for every Indian who received welfare before becoming employed by him, in the amount of 15 times the amount of the welfare payment received by the Indian immediately before employment. Postpones this deduction until ten years after the industry is formed. Requires the Secretary to provide adult education and vocational training on a priority basis. Authorizes the Secretary to lease any surplus Federal lands under his jurisdiction. Authorizes the Secretary to lend Federal funds for the construction of buildings for qualifying and qualified investors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide a program for an \"Operation Bootstrap\" for the American Indian in order to create meaningful jobs and to improve conditions among Indians and non-Indians on reservations and in other communities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:54-05:00"
}