{
  "actions": [
    {
      "acted_at": "1983-04-05", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s975-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-05", 
  "number": "975", 
  "official_title": "A bill to amend title III of the Outer Continental Shelf Lands Act Amendments of 1978 to clarify provisions relating to claims, financial responsibility, and civil penalties.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Chafee, John H.", 
    "state": "RI", 
    "thomas_id": "01303", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-05", 
  "subjects": [
    "Coastal zone", 
    "Compensation (Law)", 
    "Continental shelf", 
    "Environmental protection", 
    "Government trust funds", 
    "Liability for environmental damages", 
    "Liability for oil pollution", 
    "Marine pollution", 
    "Ocean", 
    "Offshore structures", 
    "Oil pollution", 
    "Oil pollution control", 
    "Petroleum and petroleum products", 
    "Submarine oil well drilling", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Liability for environmental damages", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-05", 
    "text": "Amends the Outer Continental Shelf Lands Act Amendments of 1978 to amend the definitions of \"offshore facility\", \"owner\", \"operator\", and \"guarantor\" for purposes of liability apportionment. Defines: (1) \"lessee\" as any person with an oil or gas lease granted under such Act; (2) \"permittee\" as any person with a geological exploration permit under such Act; (3) \"responsible party\" as the owner or operator of a vessel or pipeline, or the lessee or permittee of the area of specified mobile offshore drilling units; and (4) \"mobile offshore drilling unit\" as any watercraft operating on the outer continental shelf (OCS) (or above submerged lands) which is capable of drilling for oil on the OCS. Permits claims against the Offshore Oil Spill Pollution Fund for voluntary removal costs which exceed the maximum liability of a responsible party by a specified amount. Extends liability for spills to owners and operators of pipelines, lessees or permittees of an area in which a pipeline is located, and holders of rights of use and easements for an offshore facility. Imposes liability on the owner and operator of a mobile offshore drilling unit for oil pollution where the source of such pollution is on or above the water's surface. States that licensees, permittees, or holders of a right of use or easement shall be liable for the amount of damages and removal costs in excess of the liability of owners and operators. Imposes liability for willful misconduct or gross negligence in connection with oil pollution incidents. Establishes dollar limits on the liability of the various parties responsible for an oil spill. Imposes liability on a responsible party where an incident is caused by the negligent or intentional act of certain contractors. Provides that indemnification, hold harmless, and other similar agreements will not transfer statutory liability of a responsible party to any other party. Revises rules for the filing of certificates of financial responsibility sufficient to satisfy the maximum potential liability. Provides that the liability of guarantors shall not exceed the aggregate amount of financial responsibility which such guarantors have provided for a responsible party."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title III of the Outer Continental Shelf Lands Act Amendments of 1978 to clarify provisions relating to claims, financial responsibility, and civil penalties.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:45-05:00"
}