{
  "actions": [
    {
      "acted_at": "1984-05-01", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-05-08", 
      "bill_ids": [
        "hr5154-98"
      ], 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Ordered favorably reported H.R. 5154 with an amendment in the nature of a substitite in lieu of this bill.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2612-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1984-05-01", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1984-05-01", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1984-05-01", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1984-05-01", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-05-01", 
  "number": "2612", 
  "official_title": "A bill to authorize appropriations for the National Aeronautics and Space Administration for research and development, space flight, control and data communications, construction of facilities, and research and program management, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5154-98", 
      "reason": "related"
    }
  ], 
  "short_title": "National Aeronautics and Space Administration Act, 1985", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-05-01", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Commercialization", 
    "Communication satellites", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "National Aeronautics and Space Administration", 
    "Public Contracts, Procurement, and Property", 
    "Research", 
    "Research and development", 
    "Space", 
    "Space policy", 
    "Space stations", 
    "Surplus government property"
  ], 
  "subjects_top_term": "Space policy", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-05-01", 
    "text": "National Aeronautics and Space Administration Act, 1985 - Title I: Authorizations of Appropriations - Authorizes appropriations for FY 1985 to the National Aeronautics and Space Administration (NASA) for research and development, space flight, control, and data communications, construction of facilities, and research and program management. Permits appropriations for research and development and space flight, control and data communications to be used for any items of a capital nature (other than acquisition of land) which may be required at locations other than NASA installations for the performance of research and development contracts, and for grants to nonprofit institutions of higher education, or to nonprofit organizations whose primary purpose is the conduct of scientific research for purchase or construction of additional research facilities. Requires the Administrator to notify the President of the Senate, Speaker of the House of Representatives, and the appropriate committees of Congress whenever the cost of a facility exceeds a specified amount. Permits funds appropriated for research and development, space flight, control and data communications, or for construction of facilities to remain available without fiscal year limitation. Permits appropriations for research and program management to be used for scientific contributions or extraordinary expenses upon the approval of the Administrator. Permits the funds for construction of any of specified facilities: (1) in the discretion of the NASA Administrator, to be varied upward ten percent; or (2) following a report by the Administrator to the Committee on Science and Technology of the House of Representatives and the Committee on Commerce, Science, and Transportation of the Senate on the circumstances of such action, to be varied upward 25 percent to meet unusual cost variations. Limits the total cost of all construction work to the total of the amounts specified. Permits one-half of one percent of the funds appropriated for research and development to be transferred to the \"Construction of facilities\" appropriations. Authorizes the expenditure of such funds, together with $10,000,000 of the funds appropriated for construction of facilities, to construct, expand, or modify laboratories and other installations. Requires the Administrator to notify the President of the Senate, Speaker of the House of Representatives, and the appropriate committees of Congress of the specific nature, cost, and reasons for such construction 30 days before expending funds. Prohibits for a period of 30 days after notice to Congress the expenditure of appropriations for deleted programs, for programs in excess of the amount authorized, and for programs which have not been presented to the appropriate committees of Congress. Declares that it is the sense of the Congress that it is in the national interest that consideration be given to geographical distribution of Federal research funds whenever feasible and that NASA should explore ways of doing so. Limits the use of civil space stations constructed under this Act for peaceful purposes only. Requires NASA to enter into a contract for the development of an advanced communications technology satellite. Declares that the general welfare of the United States requires that NASA seek and encourage, to the maximum extent possible, the fullest commercial use of space. Permits the Administrator of NASA to transfer to an academic institution or nonprofit organization title to all Federal scientific research or development equipment which has been loaned to it for at least two years, provided that NASA does not need such property and it is being used by the organization holding it for a purpose consistent with the use intended when the property was loaned. Title II: National Commission on Space - National Commission on Space Act - Directs the President to establish a National Commission on Space, composed of ex officio and advisory members, plus 15 qualified individuals appointed by the President. Requires the Commission to make an investigation of existing and proposed space activities in the United States in order to assess their adequacy in meeting the present and future needs of the nation. Specifies items to be included in such study. Requires, within 12 months after the Commission is established, submission to the President and to specified congressional committees the results of such study, together with recommendations for legislation as the Commission determines to be appropriate. Terminates the Commission 60 days after it has submitted such report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aeronautics and Space Administration Act, 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Commission on Space Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the National Aeronautics and Space Administration for research and development, space flight, control and data communications, construction of facilities, and research and program management, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:20-05:00"
}