{
  "actions": [
    {
      "acted_at": "1975-11-20", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10863-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-11-20", 
  "number": "10863", 
  "official_title": "A bill to authorize emergency guarantees of obligations of States and certain State agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Public Finance Corporation Act", 
  "sponsor": {
    "district": "26", 
    "name": "Gilman, Benjamin A.", 
    "state": "NY", 
    "thomas_id": "00440", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-11-20", 
  "subjects": [
    "Corporations", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Federally-assisted loans", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Federally-assisted loans", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-11-20", 
    "text": "Emergency Public Finance Corporation Act - Establishes the Emergency Public Finance Corporation. Authorizes the Board of Directors of such Corporation to guarantee the payment, in whole or in part, of interest, principal, or both, of obligations of States in accordance with this Act. States that the Board may make guarantees under this Act only for the purpose of: (1) enabling a political subdivision of a State to continue to provide essential public services and facilities; or (2) preventing or mitigating the effects of default in the payment of obligations of a political subdivision of a State where such default may have a serious adverse effect on general economic conditions. Sets forth conditions governing eligibility for guarantees, including a requirement that the State's legislature must declare that a period of financial emergency exists for the State. Requires the Board to assess and collect from the obligor a guarantee fee of up to three-quarters of one percent per year. Limits the total amount of guarantees which may be outstanding at any one time to $10,000,000,000. Prohibits the making of any guarantee under this Act unless the General Accounting Office is authorized to make such audits as may be deemed appropriate. Establishes an Emergency Municipal Debt Guarantee Fund to be used for the Board's expenses and obligations under this Act. Directs the Attorney General to take such action as may be appropriate to enforce any right accruing to the United States or any officer or agency thereof as a result of the issuance of guarantees under this Act. Requires the Board to submit to the Congress quarterly reports of its operations under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Public Finance Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize emergency guarantees of obligations of States and certain State agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:31-05:00"
}