{
  "actions": [
    {
      "acted_at": "1991-01-14", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s35-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-14", 
  "number": "35", 
  "official_title": "A bill entitled \"The Safe Bottled Water Act of 1991\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Bottled Water Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-14", 
  "subjects": [
    "Consumer protection", 
    "Environmental protection", 
    "Food adulteration and inspection", 
    "Labeling", 
    "Packaging", 
    "Potable water", 
    "Product safety", 
    "Standards", 
    "Water pollution control", 
    "Water quality", 
    "Water resources development"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-14", 
    "text": "Safe Bottled Water Act of 1991 - Amends the Safe Drinking Water Act to direct the Administrator of the Environmental Protection Agency, whenever interim or revised national primary drinking water regulations concerning maximum contaminant levels are promulgated, to apply such regulations to bottled drinking waters. Directs the Secretary of Health and Human Services to establish separate quality standards and definitions for mineral and carbonated waters. Requires the Administrator to: (1) define \"approved sources\" of bottled water; (2) establish criteria to determine the adequacy and protection of \"approved sources\" of bottled water; (3) establish bottled water monitoring, reporting, and facility inspection programs; (4) establish procedures and public notification guidelines for recalls of bottled water if exceedance of health standards occurs; (5) require bottlers to submit individual recall notification and recall procedures; (6) prohibit the processing and bottling of noncarbonated water with equipment used to process milk, fruit juice, or other food products likely to contribute nutrients for microbiological growth; and (7) study contaminants and the extent to which they contribute to the degradation of bottled water from the unique processing and storage of bottled water. Directs the Secretary to: (1) establish and enforce uniform source labeling requirements for all bottled water products; and (2) define specified types of waters and require that the definition for the appropriate product be placed on the bottle. Repeals a provision of the Federal Food, Drug, and Cosmetic Act concerning bottled water drinking standards. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Bottled Water Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"The Safe Bottled Water Act of 1991\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:33-05:00"
}