{
  "actions": [
    {
      "acted_at": "1980-06-06", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2799-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hayakawa, Samuel Ichiye", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01356", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jepsen, Roger W.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "01372", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-06", 
  "number": "2799", 
  "official_title": "A bill to amend the National School Lunch Act and the Child Nutrition Act of 1966, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "School Lunch and Child Nutrition Amendments Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-06", 
  "subjects": [
    "Authorization", 
    "Child welfare", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Education", 
    "Food and Food Industry", 
    "Food relief", 
    "Milk", 
    "Nutrition", 
    "Public Welfare and Charities", 
    "School lunch program"
  ], 
  "subjects_top_term": "School lunch program", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-06", 
    "text": "School Lunch and Child Nutrition Amendments Act of 1980 - Amends the National School Lunch Act to reduce the national average value of donated foods or alternative cash payments by one cent per lunch. Eliminates the updating of the income poverty guidelines for the purpose of determining eligibility for participation in the school lunch program. Permits the Secretary of Agriculture, the State, and local school authorities to seek verification of the data submitted in an application for participation in such program. Requires as a condition of participation in such program that the social security account numbers of all members of an applying household be furnished to such authorities. Permits the use of such numbers for the vertification of submitted data. Prescribes the income guidelines for free lunches at 20 percent (rather then 25 percent) above the applicable family size income levels in the income poverty guidelines prescribed by the Secretary. Prescribes the income guidelines for reduced price lunches at 75 percent (rather than 95 percent) above such guidelines. Modifies the income poverty guidelines for the purposes of this Act. Reformulates the computation of special assistance payments. Directs the Secretary to prescribe annually (rather than semiannually) adjustments in the national average rates for lunches served and the special-assistance factor for lunches served under the National School Lunch Act and the national average rates for breakfasts served under the Child Nutrition Act of 1966. Excludes Job Corps Centers from the definition of school for the purposes of the National School Lunch Act. Requires claims for reimbursement for meals served under the National School Lunch Act or the Child Nutrition Act of 1966 to be submitted to the State agency within a specified period of time. Authorizes appropriations for the commodity distribution program through fiscal year 1983. Requires each State agency that distributes commodities and other foods to schools under such program to establish procedures to permit a school to receive the desired amounts and types of commodity assistance, including the delivery of alternative commodities when available. Directs the Secretary to adjust annually (rather than semiannually) the national average payment rate to the States for the child care food program. Requires the average payment rate for supplements to be three cents lower than such adjustment. Reduces the amount available to the Secretary to provide equipment assistance to enable institutions to establish, maintain, and expand the child care food program. Permits the Secretary to establish special procedures for the conduct of audits of participating institutions. Authorizes the Secretary to require each State to establish a standard form of contract for use by institutions in purchasing meals. Requires regulations issued under the National School Lunch Act or the Child Nutrition Act of 1966 to be submitted to Congress before becoming effective. Amends the Child Nutrition Act of 1966 to establish the rate of reimbursement per half-pint of milk served to children not eligible for free milk under the special milk program at five cents. Requires whole milk to be also offered in the school lunch program whenever other milks are required to be offered. Requires annual rather than semiannual adjustments in the maximum payment for each free breakfast served at schools that are in severe need. Extends through fiscal year 1983 the authorization of appropriations for the food service equipment assistance program. Directs the Secretary to reapportion unused funds. Directs the Secretary to allocate funds for State administrative expenses to the agencies responsible for the administration of the programs authorized under the National School Lunch Act and the Child Nutrition Act of 1966, excepting the special supplemental food program. Permits the States to use the allocated funds as needed in meeting the administrative costs of such programs. Extends the authorization of appropriations for State administrative expenses through fiscal year 1983. Excludes Job Corps Centers from the definition of school for the purposes of the Child Nutrition Act. Grants the Secretary the power to determine the amount of and settle and adjust any claim arising under the provisions of such Acts. Extends the authorization of appropriations for the special supplemental food program through fiscal year 1983. Prohibits the dual receipt of benefits under such program and the commodity supplemental food program authorized under the Food and Agriculture Act of 1977. Reformulates the income eligibility guidelines for such program. Extends the authorization of appropriations for the nutrition education and training program through fiscal year 1983. Directs the Secretary to give special emphasis to high protein foods when providing commodity assistance. Limits Federal reimbursement to the combined operating costs for both the lunch and breakfast programs. Modifies the formula for determining the amount of special assistance payments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "School Lunch and Child Nutrition Amendments Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National School Lunch Act and the Child Nutrition Act of 1966, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:28-05:00"
}