{
  "actions": [
    {
      "acted_at": "2001-06-19T19:13:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 107-103, by Mr. Skeen.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-19T19:14:00-04:00", 
      "calendar": "Union", 
      "number": "56", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 56.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2001-06-20T22:05:00-04:00", 
      "bill_ids": [
        "hres174-107"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 174 Reported to House. Rule provides for consideration of H.R. 2217 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by paragraph. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T10:17:00-04:00", 
      "bill_ids": [
        "hres174-107"
      ], 
      "references": [], 
      "text": "Rule H. Res. 174 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T10:17:00-04:00", 
      "bill_ids": [
        "hres174-107"
      ], 
      "references": [
        {
          "reference": "CR H3363-3437", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3376-3382", 
          "type": "text of title I as reported in House"
        }, 
        {
          "reference": "CR H3400-3406", 
          "type": "text of title II as reported in House"
        }, 
        {
          "reference": "CR H3407, H3411-3412", 
          "type": "text of title III as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 174.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T10:17:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2217 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be read by paragraph. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T10:17:00-04:00", 
      "bill_ids": [
        "hres174-107"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 174 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T10:17:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Steven C. LaTourette to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T10:17:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2217.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T10:42:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Pombo amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T10:47:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Slaughter amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T11:11:00-04:00", 
      "references": [], 
      "text": "DEBATE LIMITATION - Mr. Skeen asked unanimous consent that further debate on the Slaughter amendment continue for not to exceed 50 minutes, equally divided and controlled. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T12:00:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - Mr. Skeen asked unanimous consent that debate on the following specified amendments and any amendments thereto, be limited to the time specified, equally divided and controlled: 1. An amendment to be offered by Mr. Sanders (related to payments in lieu of taxes) for 30 minutes; and 2. An amendment to be offered by Mr. Rahall (regarding Mineral Leasing Act) for 30 minutes. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T12:39:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 30 minutes of debate on the Sanders amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T13:12:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the Sanders amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Sanders demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T13:13:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the Maloney (NY) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T13:19:00-04:00", 
      "references": [], 
      "text": "Mr. Burr raised a point of order against the content of the measure. Mr. Burr stated that the proviso beginning on page 89, line 13 and extending to line 18, superceded existing law and constituted legislation on an appropriation bill. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T13:29:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the DeFazio amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T13:37:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with debate on the DeFazio amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T13:59:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the DeFazio amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. DeFazio demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T14:08:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 30 minutes of debate on the Rahall amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T14:39:00-04:00", 
      "references": [], 
      "text": "ORDER OF PROCEDURE - MR. Skeen asked unanimous consent that debate on the following specified amendments to the bill, and any amendments thereto, be limited to the time specified, equally divided and controlled: 1. An amendment offered by Mr. Davis of Florida (related to oil and gas leasing in Florida) for 30 minutes; 2. An amendment offered by Mr. Inslee (regarding hardrock mining) for 30 minutes; 3. An amendment offered by Mr. Deutsch (regarding Biscayne National Park) for 10 minutes; and 4. An amendment offered by Mr. Stearns (regarding NEA) for 10 minutes. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T14:45:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the Rahall amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Rahall demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T14:47:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T15:35:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 30 minutes of debate on the Davis (FL) amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T16:15:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the Davis (FL) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Davis (FL) demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T16:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 20 minutes of debate on the Inslee amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T16:41:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the Inslee amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Inslee demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T16:42:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 10 minutes of debate on the Deutsch amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T16:55:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the Deutsch amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Deutsch demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T16:56:00-04:00", 
      "references": [], 
      "text": "DEBATE - Pursuant to a unanimous consent agreement, the Committee of the Whole proceeded with 10 minutes of debate on the Stearns amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T17:09:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - At the conclusion of debate on the Stearns amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Stearns demanded a recorded vote pending the absence of a quorum and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T17:10:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments debated earlier, and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T17:55:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2217.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T17:55:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T17:56:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-21T18:16:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "185", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 376 - 32 (Roll no. 185).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2001-06-21T18:16:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-22", 
      "committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-06-28", 
      "in_committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Interior. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-06-28", 
      "in_committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Committee on Appropriations. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-06-29", 
      "committee": "Appropriations", 
      "references": [], 
      "text": "Committee on Appropriations. Reported by Senator Byrd with an amendment in the nature of a substitute. With written report No. 107-36.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2001-06-29", 
      "calendar": "Senate Legislative", 
      "number": "78", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 78.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2001-07-11", 
      "references": [
        {
          "reference": "CR S7441-7483, S7484-7490", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S7441-7455", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-11", 
      "references": [], 
      "text": "The committee substitute agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12", 
      "references": [
        {
          "reference": "CR S7554-7577", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-12", 
      "how": "by Voice Vote", 
      "references": [
        {
          "reference": " CR 7/16/2001 S7696-7712", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2001-07-12", 
      "references": [], 
      "text": "Senate insists on its amendment, asks for a conference, appoints conferees Byrd, Leahy, Hollings, Reid, Dorgan, Feinstein, Murray, Inouye, Burns, Stevens, Cochran, Domenici, Bennett, Gregg and Campbell.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-07-16", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-09-20T15:24:00-04:00", 
      "references": [], 
      "text": "Mr. Walsh asked unanimous consent that the House disagree to the Senate amendment, and agree to a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-09-20T15:25:00-04:00", 
      "references": [
        {
          "reference": "CR H5857", 
          "type": "consideration"
        }
      ], 
      "text": "On motion that the House disagree to the Senate amendment, and agree to a conference Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-09-20T15:25:00-04:00", 
      "references": [], 
      "text": "The Speaker appointed conferees: Skeen, Regula, Kolbe, Taylor (NC), Nethercutt, Wamp, Kingston, Peterson (PA), Young (FL), Dicks, Murtha, Moran (VA), Hinchey, Sabo, and Obey.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-10", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-11T10:06:00-04:00", 
      "references": [
        {
          "reference": " CR H6507-6568", 
          "type": "text of conference report"
        }
      ], 
      "text": "Conference report H. Rept. 107-234 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-16T19:56:00-04:00", 
      "bill_ids": [
        "hres267-107"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 267 Reported to House. Rule provides for consideration of the conference report to H.R. 2217. All points of order against the conference report and against its consideration are waived.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17T12:14:00-04:00", 
      "references": [
        {
          "reference": "CR H7099-7108", 
          "type": "consideration"
        }
      ], 
      "text": "Mr. Skeen asked unanimous consent for consideration of the conference report, H. Rept. 107-234.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17T12:14:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on the conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17T12:20:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17T12:20:00-04:00", 
      "references": [], 
      "text": "VOTE POSTPONED - Pursuant to the rule, the Yeas and Nays are required on the question of adoption of the conference report and the Chair postponed further proceedings until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17T12:33:00-04:00", 
      "references": [
        {
          "reference": "CR H7110", 
          "type": "consideration"
        }
      ], 
      "text": "The House proceeded to consider the conference report H.Rept. 107-234 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17T13:29:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "393", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by the Yeas and Nays: 380 - 28 (Roll no. 393).", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "2001-10-17T13:29:00-04:00", 
      "references": [], 
      "text": "Motions to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17", 
      "references": [], 
      "text": "Conference papers: Senate report and manager's statement and message on House action held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17", 
      "references": [], 
      "text": "Conference report considered in Senate by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "304", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to conference report by Yea-Nay Vote. 95 - 3. Record Vote Number: 304.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "2001-10-17", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-17", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2001-10-25", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2001-11-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2001-11-05", 
      "congress": "107", 
      "law": "public", 
      "number": "63", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 107-63.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h99-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "99"
    }, 
    {
      "amendment_id": "h100-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "100"
    }, 
    {
      "amendment_id": "h101-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "101"
    }, 
    {
      "amendment_id": "h102-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "102"
    }, 
    {
      "amendment_id": "h103-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "103"
    }, 
    {
      "amendment_id": "h104-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "104"
    }, 
    {
      "amendment_id": "h105-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "105"
    }, 
    {
      "amendment_id": "h106-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "106"
    }, 
    {
      "amendment_id": "h107-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "107"
    }, 
    {
      "amendment_id": "h108-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "108"
    }, 
    {
      "amendment_id": "h109-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "109"
    }, 
    {
      "amendment_id": "h110-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "110"
    }, 
    {
      "amendment_id": "s877-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "877"
    }, 
    {
      "amendment_id": "s878-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "878"
    }, 
    {
      "amendment_id": "s879-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "879"
    }, 
    {
      "amendment_id": "s880-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "880"
    }, 
    {
      "amendment_id": "s881-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "881"
    }, 
    {
      "amendment_id": "s882-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "882"
    }, 
    {
      "amendment_id": "s883-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "883"
    }, 
    {
      "amendment_id": "s884-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "884"
    }, 
    {
      "amendment_id": "s885-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "885"
    }, 
    {
      "amendment_id": "s886-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "886"
    }, 
    {
      "amendment_id": "s887-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "887"
    }, 
    {
      "amendment_id": "s888-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "888"
    }, 
    {
      "amendment_id": "s889-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "889"
    }, 
    {
      "amendment_id": "s890-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "890"
    }, 
    {
      "amendment_id": "s891-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "891"
    }, 
    {
      "amendment_id": "s892-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "892"
    }, 
    {
      "amendment_id": "s893-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "893"
    }, 
    {
      "amendment_id": "s894-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "894"
    }, 
    {
      "amendment_id": "s895-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "895"
    }, 
    {
      "amendment_id": "s896-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "896"
    }, 
    {
      "amendment_id": "s897-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "897"
    }, 
    {
      "amendment_id": "s898-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "898"
    }, 
    {
      "amendment_id": "s899-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "899"
    }, 
    {
      "amendment_id": "s900-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "900"
    }, 
    {
      "amendment_id": "s901-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "901"
    }, 
    {
      "amendment_id": "s902-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "902"
    }, 
    {
      "amendment_id": "s903-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "903"
    }, 
    {
      "amendment_id": "s904-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "904"
    }, 
    {
      "amendment_id": "s905-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "905"
    }, 
    {
      "amendment_id": "s906-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "906"
    }, 
    {
      "amendment_id": "s907-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "907"
    }, 
    {
      "amendment_id": "s908-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "908"
    }, 
    {
      "amendment_id": "s909-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "909"
    }, 
    {
      "amendment_id": "s910-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "910"
    }, 
    {
      "amendment_id": "s911-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "911"
    }, 
    {
      "amendment_id": "s912-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "912"
    }, 
    {
      "amendment_id": "s913-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "913"
    }, 
    {
      "amendment_id": "s914-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "914"
    }, 
    {
      "amendment_id": "s915-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "915"
    }, 
    {
      "amendment_id": "s916-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "916"
    }, 
    {
      "amendment_id": "s917-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "917"
    }, 
    {
      "amendment_id": "s918-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "918"
    }, 
    {
      "amendment_id": "s919-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "919"
    }, 
    {
      "amendment_id": "s920-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "920"
    }, 
    {
      "amendment_id": "s921-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "921"
    }, 
    {
      "amendment_id": "s922-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "922"
    }, 
    {
      "amendment_id": "s923-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "923"
    }, 
    {
      "amendment_id": "s975-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "975"
    }, 
    {
      "amendment_id": "s976-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "976"
    }
  ], 
  "bill_id": "hr2217-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Interior", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "107", 
    "law_type": "public", 
    "number": "63"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2001-11-05", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2001-10-17T13:29:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2001-10-17", 
    "vetoed": false
  }, 
  "introduced_at": "2001-06-19", 
  "number": "2217", 
  "official_title": "Making appropriations for the Department of the Interior and related agencies for the fiscal year ending September 30, 2002, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres174-107", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres267-107", 
      "reason": "rule"
    }
  ], 
  "short_title": "Department of the Interior and Related Agencies Appropriations Act, 2002", 
  "sponsor": {
    "district": "2", 
    "name": "Skeen, Joe", 
    "state": "NM", 
    "thomas_id": "01063", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2001-11-05", 
  "subjects": [
    "Acid mine drainage", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Air pollution control", 
    "Alabama", 
    "Alaska", 
    "Alternative fuels", 
    "Ambulances", 
    "American Samoa", 
    "American economic assistance", 
    "Animals", 
    "Annuities", 
    "Appropriations", 
    "Armed forces and national security", 
    "Army posts", 
    "Art", 
    "Arts", 
    "Arts, culture, religion", 
    "Atlantic Coast (U.S.)", 
    "Authors and authorship", 
    "Beach pollution", 
    "Beaches", 
    "Biological diversity conservation", 
    "Biological research", 
    "Bridges", 
    "Building construction", 
    "Building laws", 
    "Buy American", 
    "California", 
    "Camping", 
    "Caves", 
    "Cemeteries and funerals", 
    "Charter schools", 
    "Churches", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Coastal zone", 
    "Collection of accounts", 
    "Colleges", 
    "Commemorations", 
    "Commerce", 
    "Commercialization", 
    "Commission of Fine Arts", 
    "Concessions", 
    "Congress", 
    "Congressional budget process", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consent decrees", 
    "Continental shelf", 
    "Contractors", 
    "Coral reef conservation", 
    "Crime and law enforcement", 
    "Cultural centers", 
    "Dams", 
    "Debarment of government contractors", 
    "Department of Agriculture", 
    "Department of Energy", 
    "Department of Health and Human Services", 
    "Department of the Interior", 
    "Disaster loans", 
    "Disaster relief", 
    "Dislocated workers", 
    "District of Columbia", 
    "Earthquakes", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "Elephants", 
    "Emergency management", 
    "Endangered animals", 
    "Endangered species", 
    "Energy", 
    "Energy conservation", 
    "Energy research", 
    "Environmental assessment", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental research", 
    "Everglades", 
    "Eviction", 
    "Exhibitions", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal aid to museums", 
    "Federal aid to territories", 
    "Federal aid to the arts and humanities", 
    "Federal aid to water pollution control", 
    "Federal budgets", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fire prevention", 
    "Fishery management", 
    "Flood control", 
    "Floods", 
    "Florida", 
    "Foreign trade and international finance", 
    "Forest conservation", 
    "Forest ecology", 
    "Forest fires", 
    "Forest health", 
    "Forest management", 
    "Forest roads", 
    "Forestry", 
    "Forestry research", 
    "Fossil fuels", 
    "Gas in submerged lands", 
    "Geology", 
    "Gifts", 
    "Government aircraft", 
    "Government consultants", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Government service contracts", 
    "Government spending reductions", 
    "Government travel", 
    "Government trust funds", 
    "Government vehicles", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Grazing", 
    "Guam", 
    "Gulf of Mexico", 
    "Habitat conservation", 
    "Hazardous waste site remediation", 
    "Health", 
    "Heating", 
    "Helicopters", 
    "High schools", 
    "Higher education", 
    "Highway maintenance", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Hurricanes", 
    "Hydrology", 
    "Illinois", 
    "Indian claims", 
    "Indian education", 
    "Indian gambling operations", 
    "Indian housing", 
    "Indian lands", 
    "Indian medical care", 
    "Indian water rights", 
    "Insect control", 
    "Inspectors general", 
    "Intergovernmental fiscal relations", 
    "International affairs", 
    "International education", 
    "International environmental cooperation", 
    "Investment of public funds", 
    "Iowa", 
    "Iron and steel industry", 
    "Irrigation", 
    "Islands", 
    "Jewish holocaust (1939-1945)", 
    "Job creation", 
    "Joint ventures", 
    "Judicial compensation", 
    "Kansas", 
    "Labor and employment", 
    "Lakes", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Leases", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Literature", 
    "Lobbying", 
    "Local laws", 
    "Local taxation", 
    "Louisiana", 
    "Lumber trade", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Marshall Islands", 
    "Medicaid", 
    "Medical supplies", 
    "Medicare", 
    "Michigan", 
    "Micronesia", 
    "Migratory bird conservation", 
    "Military base conversion", 
    "Military parks", 
    "Mineral industries", 
    "Mines and mineral resources", 
    "Mining claims", 
    "Mining leases", 
    "Minnesota", 
    "Minorities", 
    "Mississippi", 
    "Montana", 
    "Museums", 
    "Music", 
    "Names", 
    "National Capital Planning Commission", 
    "National Foundation on the Arts and the Humanities", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "National recreation areas", 
    "National scenic areas", 
    "National seashores", 
    "Native Americans", 
    "Natural areas", 
    "Nevada", 
    "New Hampshire", 
    "New Jersey", 
    "New Mexico", 
    "New York City", 
    "Nonprofit organizations", 
    "North Atlantic Ocean", 
    "Northeastern States", 
    "Northern Mariana Islands", 
    "Nuclear weapons", 
    "Occupational health and safety", 
    "Ocean mining", 
    "Oceania", 
    "Ohio", 
    "Oil and gas leases", 
    "Oil and gas royalties", 
    "Oil pollution", 
    "Oil pollution control", 
    "Oil pollution of the sea", 
    "Oil shales", 
    "Old growth forests", 
    "Oregon", 
    "Outdoor recreation", 
    "Overhead costs", 
    "Palau Islands", 
    "Park rangers", 
    "Parking facilities", 
    "Payments in lieu of taxes", 
    "Pedestrians", 
    "Pennsylvania", 
    "Pest control", 
    "Pests", 
    "Petroleum", 
    "Petroleum engineering", 
    "Petroleum in submerged lands", 
    "Petroleum reserves", 
    "Planning", 
    "Police", 
    "Poor", 
    "Private forests", 
    "Probate law and practice", 
    "Public lands and natural resources", 
    "Railroad land grants", 
    "Range management", 
    "Real estate development", 
    "Reclamation of land", 
    "Reforestation", 
    "Religion", 
    "Relocation", 
    "Reprogramming of appropriated funds", 
    "Rescission of appropriated funds", 
    "Research and development", 
    "Research centers", 
    "Restaurants", 
    "Restoration ecology", 
    "Revenue sharing", 
    "Revolving funds", 
    "Rhinoceroses", 
    "Right of property", 
    "Road construction", 
    "Rural economic development", 
    "Salaries", 
    "Scholarships", 
    "School buildings", 
    "Science, technology, communications", 
    "Secondary education", 
    "Sediment control", 
    "Seeds", 
    "Signs and signboards", 
    "Small business", 
    "Smithsonian Institution", 
    "Snakes", 
    "Social welfare", 
    "South Carolina", 
    "Sports and recreation", 
    "State government-Indian relations", 
    "State taxation", 
    "Storms", 
    "Strategic materials", 
    "Strip mining", 
    "Submarine oil well drilling", 
    "Supplemental appropriations", 
    "Surplus government property", 
    "Surveying", 
    "Tax exemption", 
    "Taxation", 
    "Telephone", 
    "Territories (U.S.)", 
    "Texas", 
    "Tigers", 
    "Timber sales", 
    "Tourism", 
    "Trails", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Travel costs", 
    "Treaties", 
    "Trees", 
    "Trusts and trustees", 
    "U.S. Holocaust Memorial Council", 
    "Unemployment insurance", 
    "United Nations", 
    "Urban affairs", 
    "Urban planning", 
    "User charges", 
    "Utah", 
    "Virgin Islands", 
    "Virginia", 
    "Volcanoes", 
    "Volunteer workers", 
    "Washington State", 
    "Water conservation", 
    "Water quality", 
    "Water resources development", 
    "Watershed management", 
    "Wetland conservation", 
    "Wetland restoration", 
    "Wetlands", 
    "Whales", 
    "Wild horses", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wildlife refuges", 
    "Wisconsin", 
    "Workers' compensation", 
    "Youth employment", 
    "Zoos"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "2001-10-11", 
    "text": "Department of the Interior and Related Agencies Appropriations Act, 2002 - Makes appropriations for the Department of the Interior and related agencies for FY 2002.Title I: Department of the Interior - Makes appropriations for FY 2002 to the Bureau of Land Management (BLM) for: (1) land and resource management; (2) wildland fire management; (3) remedial action of hazardous waste substances; (4) construction; (5) payments in lieu of taxes to local governments; (6) land acquisition; (7) Oregon and California grant lands; (8) range improvements; (9) service charges, deposits, and forfeitures with respect to public lands; and (10) miscellaneous trust funds.Appropriates funds to the U.S. Fish and Wildlife Service for: (1) resource management; (2) construction; (3) land acquisition; (4) the establishment of a Landowner Incentive Program that provides assistance to private landowners for private conservation efforts; (5) the establishment of a Private Stewardship Grants Program; (6) the Cooperative Endangered Species Conservation Fund; (7) the National Wildlife Refuge Fund; (8) expenses related to carrying out the North American Wetlands Conservation Act; (9) financial assistance for projects to promote the conservation of neotropical migratory birds; (10) expenses related to carrying out the African Elephant Conservation Act, the Asian Elephant Conservation Act of 1997, and the Rhinoceros and Tiger Conservation Act of 1994; and (11) wildlife conservation grants to States, the District of Columbia, U.S. territories, and federally recognized Indian tribes.Makes appropriations for FY 2002 to the National Park Service (NPS) for: (1) the National Park System; (2) the U.S. Park Police; (3) reimbursement to the District of Columbia for benefit payments by the District to U.S. Park Police annuitants; (4) national recreation and preservation activities; (5) expenses related to carrying out the Urban Park and Recreation Recovery Act of 1978; (6) expenses related to carrying out the Historic Preservation Act of 1966 and the Omnibus Parks and Public Lands Management Act of 1996; (7) construction; and (8) land acquisition and State assistance from the Land and Water Conservation Fund.Rescinds specified contract authority to obligate funds from the Land and Water Conservation Fund for FY 2002.Makes appropriations for FY 2002 to: (1) the U.S. Geological Survey for surveys, investigations, and research; (2) the Minerals Management Service for royalty and offshore minerals management and oil spill research; (3) the Office of Surface Mining Reclamation and Enforcement for regulation and technology and the Abandoned Mine Reclamation Fund; (4) the Bureau of Indian Affairs (BIA) for operation of Indian programs, construction, Indian land and water claim settlements and miscellaneous payments to Indians, and Indian guaranteed loans; (5) assistance to U.S. territories and for carrying out the Compacts of Free Association with respect to Micronesia, the Marshall Islands, and Palau; (6) departmental management and the Offices of the Solicitor and of the Inspector General; (7) trust programs for Indians; (8) a program for consolidation of fractional interests in Indian lands by direct expenditure or cooperative agreement; and (9) natural resource damage assessment.Sets forth authorized and prohibited uses of specified funds.(Sec. 107) Prohibits the use of funds provided in this title for specified offshore leasing and related activities in the areas of or including California, the North Atlantic, Washington and Oregon, the eastern Gulf of Mexico, the North Aleutian Basin planning area, and the Mid-Atlantic and South Atlantic planning areas.(Sec. 112) Bars the NPS from developing a reduced entrance fee program to accommodate non-local travel through a unit. Authorizes the Secretary of the Interior (Secretary) to provide for and regulate local non-recreational passage through National Park System units, allowing each unit to develop guidelines and permits for activity appropriate to such unit.(Sec. 115) Provides that, for purposes of reducing the backlog of Indian probate cases in the Department of the Interior, certain hearing requirements with respect to descent and distribution of Indian lands are deemed satisfied by a proceeding conducted by an Indian probate judge appointed by the Secretary of the Interior without regard to requirements for competitive service appointments.(Sec. 116) Allows the Secretary to redistribute any Tribal Priority Allocation funds to alleviate tribal funding inequities by transferring funds to address identified, unmet needs, dual enrollment, overlapping service areas, or inaccurate distribution methodologies. Prohibits any reduction in such funds of more than ten percent in FY 2002 for any tribe.(Sec. 119) Requires the Secretary to ensure that the lands composing the Huron Cemetery in Kansas are used only for religious and cultural purposes compatible with their use as a cemetery and a burial ground.(Sec. 120) Bars the use of funds appropriated for the Department of the Interior by any Act to study or implement any plan to drain Lake Powell or to reduce its water level below the range required for the operation of the Glen Canyon Dam.(Sec. 122) Amends the National Parks Omnibus Management Act of 1998 to extend through FY 2002 the Secretary's authority to obligate expenditure of fees, before they are received, under a transportation services contract at Zion National Park.(Sec. 123) Allows NPS to authorize, through a cooperative agreement, the Golden Gate National Parks Association to provide fee-based education, interpretive, and visitor service functions within the Crissy Field and Fort Point Areas of the Presidio.(Sec. 125) Directs the Secretary to carry out a demonstration program to provide grants to Indian tribes for half the costs of constructing tribally controlled schools.(Sec. 126) Directs the Administrator of General Services to sell specified improvements and equipment situated on the White River Oil Shale Mine in Uintah County, Utah.(Sec. 127) Authorizes the Secretary to use or contract for the use of helicopters or motor vehicles on the Sheldon and Hart National Wildlife Refuges for capturing and transporting horses and burros.(Sec. 128) Prohibits the Lytton Rancheria of California from conducting Class III gaming on land taken into trust for it pursuant to the Omnibus Indian Advancement Act except in compliance with all required Tribal-State compact provisions of the Indian Gaming Regulatory Act or any relevant Class III gaming procedures.(Sec. 129) Redesignates Moore's Landing at Cape Romain National Wildlife Refuge in South Carolina as Garris Landing.(Sec. 130) Requires that: (1) funds available to the NPS be used for expenses necessary to complete and issue by January 1, 2004 an Environmental Impact Statement (EIS) to identify and analyze the possible effects of the 1996 increases in the number of vessel entries issued for Glacier Bay National Park and Preserve; (2) the Secretary use such EIS upon completion to set the maximum level of such entries; and (3) the number of vessel entries into the Park remain the same as that in effect during the 2000 calendar year until the Secretary sets the level of vessel entries based on such EIS.(Sec. 131) Prohibits the use of any funds contained in this Act to approve the transfer of lands on South Fox Island, Michigan until Congress has authorized such transfer.(Sec. 132) Permits funds provided for Federal land acquisition by the NPS for Brandywine Battlefield, Mississippi National River and Recreation Area, Shenandoah Valley Battlefields National Historic District, and Ice Age National Scenic Trail to be used for a grant to a State, local government, or any other governmental land management entity for the acquisition of lands without regard to Land and Water Conservation Fund Act of 1965 restrictions.(Sec. 134) States that the authority to determine whether a specific area of land is a \"reservation\" for purposes of the Indian Gaming Regulatory Act was delegated to the Secretary on October 17, 1988. Provides that nothing in this Act shall be construed to permit gaming on the lands comprising the Huron Cemetery or any contiguous lands that have not been taken into trust.(Sec. 135) Amends the Black Rock Desert-High Rock Canyon Emigrant Trails National Conservation Area Act of 2000 to authorize the Secretary to permit the use of gravel pits for the maintenance of roads in the Black Rock Desert-High Rock Canyon Emigrant Trails National Conservation Area, Nevada. Declares that: (1) the parcels of land in specified wilderness study areas (including the Black Rock Desert Wilderness Study Area) that are not designated as wilderness have been adequately studied for wilderness designation under the Federal Land Policy and Management Act of 1976; and (2) those parcels are no longer subject to the requirement pertaining to the management of such areas in a manner that does not impair their suitability for preservation as wilderness.Title II: Related Agencies - Makes FY 2002 appropriations for the Department of Agriculture for the Forest Service for: (1) forest and rangeland research; (2) State and private forestry; (3) the National Forest System (NFS); (4) wildland fire management; (5) capital improvement and maintenance; (6) land acquisitions, including specified National Forest areas in Utah, Nevada, and California; (7) range rehabilitation protection, and improvement; (8) gifts, donations, and bequests for forest and rangeland research; and (9) Federal land management in Alaska.Prohibits any funds made available under this Act from being expended to abolish any region or to move or close any regional offices of the Forest Service.Makes appropriations for the Department of Energy for the following areas: (1) clean coal technology; (2) fossil energy research and development that includes acquisition of real property, plants or facilities, technological investigations and research targeting mineral substances, and a Clean Coal Power Initiative; (3) naval petroleum and oil shale reserve activities; (4) installment payments pertaining to the Elk Hills School Lands Fund; (5) implementation of energy conservation activities; (6) implementation of activities of the Office of Hearings and Appeals, and of the Energy Information Administration; and (7) the Strategic Petroleum Reserve and the Northeast Home Heating Oil Reserve.Rescinds unobligated balances for alternative fuels production.States that, unless specifically provided for in an appropriations Act, funds made available to the Department of Energy under this Act may not be used to: (1) finance or implement authorized price support or loan guarantee programs; or (2) issue or process procurement documents for various enterprises.Makes appropriations for FY 2002 to the Department of Health and Human Services for the Indian Health Service (IHS) and Indian health facilities.Makes appropriations for FY 2002 to: (1) the Office of Navajo and Hopi Indian Relocation; and (2) the Institute of American Indian and Alaska Native Culture and Arts Development.Sets forth requirements for uses of, and limitations on, funds appropriated under this title.Makes appropriations in specified amounts for various purposes to: (1) the Smithsonian Institution (earmarking certain funds for the National Museum of the American Indian, the Council of American Overseas Research Centers, the National Zoological Park, and other specified programs); (2) the National Gallery of Art; (3) the John F. Kennedy Center for the Performing Arts; (4) the Woodrow Wilson International Center for Scholars; (5) the National Foundation on the Arts and the Humanities, including the National Endowment for the Arts (NEA) and the National Endowment for the Humanities; (6) the Institute of Museum and Library Services, for Office of Museum Services grants and administration; (7) the Challenge America Arts Fund, for Challenge America Grants for arts education and public outreach activities to be administered by the NEA; (8) the Commission of Fine Arts, including expenses for National Capital Arts and Cultural Affairs; (9) the Advisory Council on Historic Preservation; (10) the National Capital Planning Commission; (11) the United States Holocaust Memorial Council, for the Holocaust Memorial Museum; and (12) the Presidio Trust Fund.Title III: General Provisions - Sets forth limitations on the use of funds under this Act.(Sec. 306) Prohibits the use of funds under this Act for: (1) planning or offering timber from giant sequoias on BLM or Forest System lands for sale in a manner different than such sales were conducted in FY 2001; (2) entering by NPS into a concession contract which provides for the removal of the underground lunchroom at Carlsbad Caverns National Park; (3) demolishing the bridge between Jersey City, New Jersey, and Ellis Island, or preventing its use, if safe, by pedestrians; and (4) accepting or processing applications for a patent for mining or mill site claims located under the general mining laws, unless the Secretary takes specified actions.(Sec. 310) Provides that amounts appropriated to or earmarked in committee reports for the BIA and IHS for payments to tribes and tribal organizations for contract support costs associated with self-determination or self-governance contracts, grants, compacts, or annual funding agreements are the total amounts available for FY 1994 through 2001 for such purposes, except that, for the BIA, such entities may use their tribal priority allocations for unmet indirect costs.(Sec. 311) Authorizes the Secretaries of Agriculture and of the Interior to limit competition for watershed restoration project contracts as part of the Jobs in the Woods Program established in Region 10 of the Forest Service to individuals and entities in timber-dependent areas in Washington, Oregon, northern California, and Alaska that have been affected by reduced timber harvesting on Federal lands.(Sec. 312) Extends the authority to collect fees under the recreational fee demonstration program through FY 2004. Makes funds available in accounts established under such program through FY 2007.(Sec. 313) Bars the use of funds made available in any Act to designate any portion of Canaveral National Seashore in Brevard County, Florida, as a clothing-optional area or area in which public nudity is permitted if such designation would be contrary to county ordinance.(Sec. 314) Requires the Chairperson of the NEA to: (1) award grants to individuals only for literature, National Heritage, or American Jazz Masters fellowships; and (2) establish procedures to ensure that no funding provided through a grant, except one made to a State or local arts agency or regional group, may be used to make a grant to any other individual or organization to conduct activities independent of the grant recipient.Prohibits NEA grants from being used for seasonal support to a group unless the application is specific to the contents of the season.(Sec. 316) Requires the Chairperson of the NEA to: (1) ensure that priority is given to providing services or awarding financial assistance for projects or programs that serve underserved populations; and (2) establish a grant category for programs of national impact or availability or able to tour several States.(Sec. 318) Prohibits any funds in this Act from being expended to complete and issue the five-year program under the Forest and Rangeland Renewable Resources Planning Act.(Sec. 323) Sets forth requirements for the sale of timber in Region 10 of the Forest Service, including western red cedar timber.(Sec. 324) Requires the Forest Service to review its campground concessions policy to determine if modifications can be made to its campgrounds contracts so that such concessions are exempted from the Service Contract Act. Requires the Forest Service to offer concession prospectuses under the regulatory exemption in FY 2002.(Sec. 326) Authorizes the Secretary of Agriculture to limit competition for fire and fuel treatment and watershed restoration contracts in the Giant Sequoia National Monument and the Sequoia National Forest. Gives employment preference to dislocated and displaced workers in Tulare, Kern, and Fresno Counties, California, for work associated with the establishment of the Giant Sequoia National Monument.(Sec. 328) Provides that, until the end of FY 2003, the authority of the Secretary of Agriculture to enter into a cooperative agreement for the facilitation of the administration of Forest Service programs and activities includes the use of that legal instrument when the principal purpose of the resulting relationship is to the benefit of the Forest Service and the other party or parties to the agreement, including nonprofit entities.(Sec. 329) Provides for a pilot program through FY 2005 under which the Secretary of Agriculture may by sale or exchange make conveyances of excess buildings and other structures on National Forest System lands on up to ten sites. Requires the concurrence of the congressional appropriation committees in advance of each such conveyance. Requires sales proceeds to be retained for maintenance and rehabilitation within the Region in which the building or structure is located.(Sec. 330) Amends the Department of the Interior and Related Agencies Appropriations Act, 1999 to extend through FY 2005 the authority of the Secretary of Agriculture to use Forest Service funding for entering into cooperative watershed restoration and enhancement agreements with public and private entities.(Sec. 331) Prohibits the expenditure of any funds under this Act to conduct preleasing, leasing, and related activities under the Mineral Leasing Act or the Outer Continental Shelf Lands Act within the boundaries of a national monument, except where such activities are allowed under the presidential proclamation establishing such monument.(Sec. 332) Amends the Department of the Interior and Related Agencies Appropriations Act, 1999 to extend the authority of the Forest Service to enter into stewardship end result contracts. Expands Forest Service authority to enter into such contracts to authorize an additional 28 contracts, with at least nine allocated to Region 1 and three to Region 6.(Sec. 334) Directs the Chief of the Forest Service, to: (1) issue a special use permit for the Sioux Charlie Cabin in Custer National Forest, Montana, to Montana State University-Billings for a 20-year term for educational purposes compatible with the cabin's location. Requires that such permit be administered under normal national forest system authorities and regulations, with an additional review after ten years to ensure the facility is being used for such purposes.(Sec. 335) Amends the Land Between the Lakes Protection Act of 1998 to extend procurement authority with respect to the Land Between the Lakes National Recreation Area through FY 2004.(Sec. 336) Amends the Emergency Steel Loan Guarantee Act of 1999 to: (1) extend the period when all loans guaranteed under the Emergency Steel Loan Guarantee Program shall be payable in full to not later than December 31, 2015; (2) permit a loan guarantee to be provided to a qualified steel company by a private bank or investment company of up to 90 or 95 percent of the amount of principal of the loan if the aggregate amount of outstanding guaranteed loans does not exceed $100 million overall or $50 million to a single steel company; and (3) extend the authority of the Loan Guarantee Board to make commitments to guarantee loans until December 31, 2003."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of the Interior and Related Agencies Appropriations Act, 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of the Interior and Related Agencies Appropriations Act, 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Department of the Interior and Related Agencies Appropriations Act, 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of the Interior and Related Agencies Appropriations Act, 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of the Interior and Related Agencies Appropriations Act, 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Department of the Interior and Related Agencies Appropriations Act, 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making appropriations for the Department of the Interior and related agencies for the fiscal year ending September 30, 2002, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:10-05:00"
}