{
  "actions": [
    {
      "acted_at": "1995-10-20", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1350-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-10-20", 
  "number": "1350", 
  "official_title": "A bill to promote increased understanding of Federal regulations and increased voluntary compliance with such regulations by small entities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Fair Treatment Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Feingold, Russell D.", 
    "state": "WI", 
    "thomas_id": "01331", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-10-20", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Commerce", 
    "Crime and law enforcement", 
    "Environmental Protection Agency", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Federal employees", 
    "Fines (Penalties)", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government regulation", 
    "Information services", 
    "Labor and employment", 
    "Law", 
    "Management audit", 
    "Rating of employees", 
    "Regulatory impact statements", 
    "Regulatory reform", 
    "Small business"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-10-20", 
    "text": "TABLE OF CONTENTS: Title I: Regulatory Simplification and Voluntary Compliance Title II: Miscellaneous Provisions Small Business Fair Treatment Act of 1995 - Title I: Regulatory Simplification and Voluntary Compliance - Directs a Federal regulatory agency that is required to prepare a regulatory flexibility analysis for a rule or group of related rules to publish a compliance guide which: (1) contains a summary of the rules and a citation as to their location; (2) provides a notice to small businesses (small entities) of such rules as well as an understandable explanation of actions necessary for compliance; and (3) is updated as required. Requires such guide to be disseminated to small entities, as well as to small business development centers. Prohibits any covered agency from bringing an action against a small entity to enforce a rule for which such a guide has not been published and disseminated. (Sec. 103) Requires covered agencies other than the Federal Trade Commission, the Equal Employment Opportunity Commission, and the Consumer Product Safety Commission to determine within 90 days whether to grant or deny a request by a small entity that no action be taken against such entity with respect to the enforcement of a rule (no action request). Allows a small entity to rely on a no action response from a covered agency in any subsequent action brought against the small entity for a rule's enforcement. (Sec. 104) Requires each covered agency to establish voluntary self-audit procedures for small entities regulated by the agency. Makes inadmissible as evidence in an action, as well as outside the bounds of discovery, any information compiled by a small entity in a voluntary self-audit, as long as an action to address such violation is brought within 180 days after the conclusion of the self-audit. Title II: Miscellaneous Provisions - Prohibits any covered agency from establishing personnel practices that reward its employees based on the number of contacts made with small entities in pursuit of enforcement actions or the levy of fines to enforce agency regulations. (Sec. 202) Directs the Administrator of the Environmental Protection Agency (EPA) to afford small entities a 180-day grace period for the correction of EPA violations, with exceptions. (Sec. 203) Authorizes a covered agency to waive all or part of any punitive fine that would otherwise be imposed on a small entity: (1) for a first time violation; and (2) if the small entity acts quickly and in good faith to correct the violation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Fair Treatment Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote increased understanding of Federal regulations and increased voluntary compliance with such regulations by small entities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:02-05:00"
}