{
  "actions": [
    {
      "acted_at": "1979-09-07", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-11-29", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Human Resources with amendment, S. Rept. 96-434.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-28", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-28", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #52 (75-5).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1725-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Culver, John C.", 
      "sponsored_at": "1979-01-03", 
      "state": "IA", 
      "thomas_id": "00255", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durkin, John A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NH", 
      "thomas_id": "01322", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-07", 
  "number": "1725", 
  "official_title": "A bill to amend the Economic Opportunity Act of 1964 to establish a Comprehensive Energy Conservation Services Program designed to enable low-income and near-poor individuals and families to participate in energy assistance programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Opportunity Amendments of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-07", 
  "subjects": [
    "Consumer education", 
    "Consumer protection", 
    "Disabled", 
    "Education", 
    "Employment and training programs", 
    "Energy", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy efficiency", 
    "Energy prices", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to youth services", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Fuel", 
    "Government records, documents, and information", 
    "Heating", 
    "Housing and Housing Finance", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Low-income housing", 
    "Manpower training programs", 
    "Migrant labor", 
    "Native Americans", 
    "Poor", 
    "Public Welfare and Charities", 
    "Public utilities", 
    "Recreation", 
    "Research", 
    "Research and development", 
    "Residential energy conservation", 
    "Residential utility cost relief programs", 
    "Seasonal labor", 
    "Social welfare", 
    "States"
  ], 
  "subjects_top_term": "Residential energy conservation", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-02-28", 
    "text": "(Measure passed Senate, amended, roll call #52 (75-5)) Economic Opportunity Amendments of 1980 - Declares the purpose of this Act to be to establish a comprehensive energy conservation service program to enable low-income and near-poor individuals and families, particularly the elderly and severely handicapped individuals, to participate in energy assistance programs designed to reduce energy consumption and the impact of high energy costs. Amends the Economic Opportunity Act of 1964 to add a title XI \"Comprehensive Energy Conservation Services,\" to be cited as the \"Comprehensive Energy Conservation Services Act of 1980.\" Requires the Director of the Office of Economic Opportunity to establish a weatherization program to improve the energy efficiency of the dwellings of low-income and near-poor individuals and families and to provide access to low-cost, dispersed alternative energy sources. Authorizes the Director to make grants to States, Indian tribal organizations, and migrant and seasonal farmworker organizations for such purposes. Requires the Director to issue regulations to carry out such program, and sets forth the nature of such regulations. Authorizes appropriations to carry out such program for fiscal years 1981 through 1983 and establishes allotments of such funds to be followed by the Director. Sets forth provisions for congressional extensions of the authorization of appropriations for the program authorized by this Act. Provides that in any State where the Director determines that (1) low-income and near-poor members of an Indian tribe or migrant and seasonal farmworkers are not receiving benefits equivalent to assistance provided to other low-income and near-poor individuals and families, and (2) such migrant and seasonal farmworkers or members of such tribe would be better served by means of a direct grant, the Director shall reserve from State allotted funds a specified amount to be granted directly to an organization serving such individuals. Limits the portion of weatherization grants which may be used for program support to 25 percent. Requires States and approved area applicants to submit a weatherization plan in order to receive weatherization assistance. Describes required components of such plans, and requires the Director to establish procedures for the approval of such plans. Requires States seeking such assistance to establish a State weatherization policy council to be appointed by the chief executive officer of the State. Authorizes a State having an existing weatherization policy council or other similar entity which meets the requirements of this Act to designate such council or entity to carry out the functions of the State weatherization council under this Act. Sets forth the duties of such council, including the review of the operation of local weatherization projects. Requires the Director to establish procedures, in consultation with the Secretary of Labor, to utilize individuals in Comprehensive Employment and Training Act (CETA) employment and training programs to perform work on local weatherization projects. Directs the Director to make arrangements with prime sponsors under the CETA program and with State or local apprenticeship boards or other apprenticeship programs for providing work and training opportunities for eligible participants in such local projects. Authorizes the Director to waive such requirements to the extent that eligible individuals are not available. Sets forth requirements concerning payment of wages to individuals employed pursuant to these provisions. Authorizes a State or area, after having been approved for financial assistance, to designate: (1) certain community action agencies; (2) Indian tribal organizations; (3) migrant and seasonal farmworker organizations; (4) community development corporations; (5) community based organizations; (6) public or nonprofit agencies; and (7) certain political subdivisions of a State, or combinations thereof, as local weatherization projects and to provide financial assistance to provide financial assistance to such projects. Sets forth requirements for obtaining such designation, and the functions of local weatherization projects. States that individuals or families having income equal to or less than 100 percent of the lower living standard income level, as defined in this Act, shall be eligible for participation in weatherization programs if their residences are determined to need weatherization pursuant to criteria established by the Director. Sets forth administrative provisions for such programs. Requires the Director to prescribe procedures for appeals, notice, and hearings in the event applications for financial assistance are rejected or not acted upon within the specified period of time. Authorizes the Director to provide technical assistance to State agencies, area agencies, and local project agencies for conducting such programs and to provide training for personnel needed in connection with such programs. Requires the Director to provide for continuing evaluation and monitoring of programs established under this Act, and to publish the results of such evaluations. Directs the Director to submit such publications to the appropriate congressional committees. Requires the Director to prepare an annual report on the weatherization assistance program for submission to Congress and the President. Directs the Director to develop and conduct a crisis intervention program. Authorizes the Director to make grants to States to provide short-term assistance and counseling to low-income and near-poor individuals and families threatened with severe hardship or danger to health or life from lack of fuel, utility shutoff, or other energy-related crisis. Requires States to submit applications for crisis intervention in order to receive financial assistance. Requires the Director to establish regulations to carry out such programs. Authorizes eligible States to provide financial assistance to certain agencies and organizations to administer such programs. Authorizes appropriations to carry out such program for fiscal years 1981 through 1983 and establishes allotments of such funds. Directs the Director and a State or area receiving assistance for the weatherization program established under this Act to conduct outreach activities to inform and enroll all eligible low-income and near-poor individuals and families in programs providing energy-related assistance authorized under this Act and in other Federal, State, or local energy-related assistance for which they are eligible. Requires the Director to submit an annual report to Congress and the President on the crisis intervention program. Authorizes the Director to provide financial assistance to public agencies and nonprofit private organizations for: (1) education and counseling activities for low-income and near-poor energy consumers in energy- conservation practices and sound residential energy management, self-help activities in energy conservation and alternative energy applications, and maintenance of weatherization and alternative energy improvements; (2) assistance in the development, application, and support of alternative energy sources; (3) assistance in the development and support of community planning and coordination capability in energy audit, energy conservation and alternative resource development activities; and (4) assistance for research, demonstration, or pilot projects designed to test or assist in the development of new approaches or methods to enable low-income and near-poor individuals and families to participate in energy conservation programs. Directs the President to establish procedures to assure the coordination of all energy conservation and energy assistance programs affecting low-income and near-poor individuals and families carried out by any Federal department or agency. Authorizes appropriations for fiscal years 1981 through 1983 for such programs. States that the value of any assistance provided to any individual or family under this Act shall not be considered income or resources for any purpose. Allocates no less than 15 percent of the sums appropriated for the Summer Youth Recreation Program under the Economic Opportunity Act of 1964 to areas having high concentrations of public assistance recipients, unemployed persons, and related children with families with income below the poverty line. Repeals provisions of such Act of 1964 requiring the establishment of an \"Emergency Energy Conservation Services\" program. Prohibits the making of appropriations to carry out a weatherization program for low-income persons by the Community Services Administration or the Department of Energy if such program duplicates another weatherization program conducted by such entities for which funds have been appropriated. Expresses the intent of Congress that only one agency of the Federal Government carry out the administration of any weatherization program for low-income persons, and that the President shall recommend which authorized program should be implemented."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Opportunity Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Comprehensive Energy Conservation Services Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Economic Opportunity Act of 1964 to establish a Comprehensive Energy Conservation Services Program designed to enable low-income and near-poor individuals and families to participate in energy assistance programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:08-05:00"
}