{
  "actions": [
    {
      "acted_at": "1987-05-12", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-20", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Merchant Marine. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-21", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Merchant Marine. Hearings concluded. Hearings printed:  S.Hrg. 100-190.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1183-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Merchant Marine", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-12", 
  "number": "1183", 
  "official_title": "A bill to amend the Shipping Act of 1984 regarding certain practices of foreign carriers or other persons providing maritime or maritime-related services in foreign countries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Shipping Practices Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-12", 
  "subjects": [
    "Cargo preference", 
    "Common carrier regulation", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Imports", 
    "International competitiveness", 
    "Marine transportation", 
    "Merchant marine", 
    "Shipbuilding", 
    "Ships and shipping", 
    "Subsidies", 
    "Transportation and Travel"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-12", 
    "text": "Title I: Foreign Shipping Practices - Foreign Shipping Practices Act of 1987 - Amends the Shipping Act of 1984 to require the Federal Maritime Commission to investigate all laws, regulations, and practices of foreign governments and all practices of foreign carriers or of other persons providing maritime or maritime-related services in a foreign country which result in different conditions, in U.S. oceanborne trades, for U.S. carriers than for foreign carriers. Authorizes initiation of such investigation on the Commission's own motion or on petition of any person. Authorizes the Commission to order any person to file necessary information. Authorizes the Commission to order the response to such order to be under oath, prescribe the form and time of such response, and determine that such response shall not be disclosed to the public. Authorizes the Commission, when such different conditions exist, to take any action it considers necessary, including limiting sailings, suspending tariffs, suspending the right of an ocean common carrier to operate under any agreement filed with the Commission, and imposing requirements on foreign carriers similar to those on U.S. carriers. Requires, upon request of the Commission, when such different conditions exist: (1) the collector of customs to refuse clearance to any foreign vessel identified by the Commission; and (2) the Secretary of the department in which the Coast Guard is operating to deny entry of any foreign vessel so identified into the United States or to detain any such vessel from leaving one U.S. port for another U.S. port. Requires the Commission to include in its annual report to the Congress a list of countries generating the largest volume of oceanborne bilateral trade with the United States, an analysis of conditions being investigated, actions taken by the Commission, and any recommendations for legislation. Makes Commission actions under this Act final and not subject to judicial review. Title II: Amendments to the Merchant Marine Act, 1936 - Amends the Merchant Marine Act, 1936 to revise the definition of \"essential service\" with regard to operating-differential subsidies. Amends a provision relating to the determination of the necessity of a subsidy to meet competition to make it apply to bulk vessels. (Current law applies such provision to vessels without regard to whether they are bulk vessels.) Requires the Secretary of Transportation, upon making specified determinations, to enter into an operating-differential subsidy contract. Authorizes the Secretary to set the terms and conditions in such contract, including requiring a performance bond with approved sureties. Adds a requirement that any such contract provide that the contractor is not subject to any restriction on the performance of unsubsidized services in international trade with U.S. documented vessels. Deems any liner vessel built or rebuilt in a foreign shipyard and documented under U.S. laws to be United States-built for purposes of certain provisions of this title. Exempts liner vessels documented under U.S. laws from the requirement that a certain portion of Government personnel or of certain cargoes be transported in American vessels."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Shipping Practices Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Shipping Act of 1984 regarding certain practices of foreign carriers or other persons providing maritime or maritime-related services in foreign countries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:30-05:00"
}