{
  "actions": [
    {
      "acted_at": "1985-01-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-27", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-26", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr777-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Coats, Daniel", 
      "sponsored_at": "1985-02-21", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Courter, Jim", 
      "sponsored_at": "1985-04-15", 
      "state": "NJ", 
      "thomas_id": "00241", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "DeWine, Mike", 
      "sponsored_at": "1985-02-21", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Gingrich, Newt", 
      "sponsored_at": "1985-04-15", 
      "state": "GA", 
      "thomas_id": "00441", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hartnett, Thomas F.", 
      "sponsored_at": "1985-02-21", 
      "state": "SC", 
      "thomas_id": "00508", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hiler, John Patrick", 
      "sponsored_at": "1985-02-21", 
      "state": "IN", 
      "thomas_id": "00537", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kindness, Thomas N.", 
      "sponsored_at": "1985-02-21", 
      "state": "OH", 
      "thomas_id": "00633", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "42", 
      "name": "Lungren, Daniel E.", 
      "sponsored_at": "1985-04-15", 
      "state": "CA", 
      "thomas_id": "00717", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "McEwen, Bob", 
      "sponsored_at": "1985-01-30", 
      "state": "OH", 
      "thomas_id": "00768", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "McKernan, John R., Jr.", 
      "sponsored_at": "1985-02-21", 
      "state": "ME", 
      "thomas_id": "00779", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1985-04-15", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Vucanovich, Barbara F.", 
      "sponsored_at": "1985-04-15", 
      "state": "NV", 
      "thomas_id": "01190", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1985-02-21", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-30", 
  "number": "777", 
  "official_title": "A bill to reduce tax rates in a manner that is fair to all taxpayers and to simplify the tax laws by eliminating most credits, deductions, and exclusions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s325-99", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s325-99", 
      "reason": "identical"
    }
  ], 
  "short_title": "Fair and Simple Tax Act of 1985", 
  "sponsor": {
    "district": "31", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-30", 
  "subjects": [
    "Accounting", 
    "Agriculture and Rural Affairs", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Amusement parks", 
    "Blind", 
    "Business and commerce", 
    "Campaign funds", 
    "Capital gains tax", 
    "Children and youth", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Cost of living adjustments", 
    "Day care", 
    "Debt", 
    "Depletion allowances", 
    "Depreciation and amortization", 
    "Dividends", 
    "Drug industry", 
    "Economics and public finance", 
    "Education", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Energy", 
    "Energy conservation", 
    "Farm income", 
    "Farm lands", 
    "Farms", 
    "Finance and financial sector", 
    "Financial institutions", 
    "Flat-rate tax", 
    "Foreign Trade and Investments", 
    "Foreign corporations", 
    "Forests and forest products", 
    "Gasoline", 
    "Geothermal resources", 
    "Health", 
    "Household workers", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Income", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Industrial development bonds", 
    "Inflation", 
    "Insurance", 
    "Interest", 
    "International corporations", 
    "Investment tax credit", 
    "Labor and employment", 
    "Lawyers and Legal Services", 
    "Legal services", 
    "Legal services insurance", 
    "Life insurance", 
    "Local and Municipal Government", 
    "Local taxation", 
    "Low-income housing", 
    "Lumber trade", 
    "Medical economics", 
    "Mines and mineral resources", 
    "Mining engineering", 
    "Mortgages", 
    "Motor Vehicles and Driving", 
    "Newspaper publishing", 
    "Oil well drilling", 
    "Old age, survivors and disability insurance", 
    "Periodicals", 
    "Personal income tax", 
    "Petroleum and petroleum products", 
    "Property tax", 
    "Prospecting", 
    "Public utilities", 
    "Railroad retirement plans", 
    "Railroads", 
    "Reforestation", 
    "Research and development", 
    "Residential energy conservation", 
    "Sales tax", 
    "Scholarships", 
    "Science and technology", 
    "Securities and Investments", 
    "Shipbuilding", 
    "Ships and shipping", 
    "Social welfare", 
    "Soil conservation", 
    "State taxation", 
    "States", 
    "Stocks", 
    "Strategic materials", 
    "Student aid", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax incentives", 
    "Tax rates", 
    "Tax-exempt securities", 
    "Taxation", 
    "Unemployment insurance", 
    "Voting", 
    "Water conservation", 
    "Wood", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-30", 
    "text": "Fair and Simple Tax Act of 1985 - Title I: Reduction of Individual and Corporate Tax Rates - Subtitle A: Reduction of Rates - Amends the Internal Revenue Code to revise the tax rates for individuals, estates, and trusts. Imposes a tax rate of 24 percent on the taxable income of every individual, estate, and trust. Imposes a tax rate of 15 percent on corporate income which does not exceed $50,000, a tax rate of 25 percent on corporate income between $50,000 and $100,000 and a tax rate of 35 percent on corporate income exceeding $100,000. Subtitle B: Increase in Amount of Personal Exemption and Zero Bracket Amount - Increases the amount of the personal exemption to $2,000. Increases the \"zero bracket amount\" to $2,600 for single taxpayers and $3,300 for a joint return or surviving spouse. Provides for an annual adjustment in the \"zero bracket amount\" by a cost-of-living adjustment based on the Consumer Price Index. Subtitle C: Employment Income Exclusion Established - Allows an individual taxpayer to exclude 20 percent of the amount received during the taxable year by such individual as employment income. Provides that the exclusion is phased out when the individual's wages and salaries exceed the Federal Insurance Compensation Act's maximum wage base for the calendar year. Excludes all of an individual's employment income where the employment income for the taxable year is $10,000 or less ($15,000 or less in the case of a joint return). Subtitle D: Repeals Related to Reduction in Rates - Repeals provisions relating to: (1) tax tables for individuals; (2) special averaging rules for lump-sum distributions; (3) accumulated corporate surplus; (4) personal holding companies; (5) income averaging; and (6) graduated corporate tax rates. Applies the trust throwback rules only to amounts distributed from a foreign trust. Title II: Base Broadening - Subtitle A: Credits - Repeals the general tax credit, the investment tax credit, and provisions relating to: (1) the credit for household and dependent care services; (2) the credit for the elderly and the permanently and totally disabled; (3) the residential energy credit; (4) contributions to candidates for public office; (5) clinical testing expenses for certain drugs; (6) producing fuel from a nonconventional source; (7) increasing research activities; (8) the investment credit, the targeted jobs credit, the alcohol fuels credit, and the employee stock ownership credit; (9) alcohol used as fuel; (10) rules for determining the amount of employee stock ownership credit; (11) the general tax credit; (12) rules for determining credit for investment in certain depreciable property; and (13) the credit for employment of certain new employees. Subtitle B: Exclusions - Repeals the tax exclusion for: (1) compensation for injuries or sickness; (2) partial exclusion of dividends received by individuals; (3) amounts received under qualified group legal service plans; (4) qualified transportation furnished by the employer; (5) dividend reinvestment in public utilities; and (6) payments to encourage exploration, development, and mining for defense purposes. Reduces the maximum amount of the earned income credit from $5,000 to $4,000. Provides an inflation adjustment for the value of the earned income credit. Treats as taxable income: (1) unemployment compensation; (2) the annual increase in the cash surrender value of life insurance policies; and (3) interest on industrial development bonds and mortgage subsidy bonds. Provides that the transfer of a corporation's stock in satisfaction of indebtedness will be treated as having satisfied the indebtedness with money equal to the fair market value of the stock. Provides a limited exclusion from income for scholarships and fellowships. Amends the Merchant Marine Act to repeal the tax exemption for deposits into, and withdrawals from, a capital construction fund. Reduces the amount of social security benefits and railroad retirement benefits included in gross income from one-half to one-quarter of the amount. Subtitle C: Deductions - Repeals the tax deductions for: (1) the additional exemption for the elderly and the blind; (2) unused investment credits; and (3) two-earner married couples. Repeals the deductions for State and local income tax, sales, and personal property tax. Increases the floor in the deduction for medical and dental expenses from five to ten percent. Repeals the deduction for consumer interest. Subtitle D: Adjustment to Basis; Changes in Certain Special Capital Gains Treatment Provisions - Allows an inflation adjustment, based on the gross national product deflator, to the adjusted basis of capital assets which have been held for more than one year at the time of sale or exchange solely for the purpose of determining gain or loss on such assets. Excludes from such treatment: (1) creditor's interest; (2) options; (3) net lease property in the case of the lessor; (4) preferred stock with fixed dividends; and (5) stock in small business corporations and certain foreign corporations. Provides an exception to the exclusionary treatment of foreign corporation stock which is regularly traded on a national or regional stock exchange. Sets forth certain percentages to be applied in determining the adjusted basis for disposition of recovery property. Allows the Secretary of the Treasury to disallow all or part of an adjustment where there was a transfer to increase the inflation adjustment depreciation allowance. Reduces the alternative tax rate for corporations from 28 to 20 percent. Provides that the alternative tax on indexed assets shall be: (1) 15 percent of so much of the net capital gain as does not exceed $50,000; (2) 25 percent of so much of the net capital gain as exceeds $50,000 but not in excess of $100,000; and (3) 35 percent of so much of the net capital gain as exceeds $100,000. Excludes 40 percent of the net capital gain from income of an individual where: (1) the gain is derived from a non-indexed asset; or (2) the individual elected to disregard the indexed basis of indexed assets in determining the capital gain or loss for the year. Repeals the limitation on the deduction of capital losses by individuals. Permits the carryover of the excess of capital losses over gross income reduced by deductions by individuals. Title III: Capital Cost Recovery - Subtitle A: Neutral Cost Recovery System for Depreciable Property - Modifies the accelerated cost recovery system to establish the following classes of property: (1) 4-year property; (2) 6-year property; (3) 15-year property; (4) 20-year public utility property; (5) 25-year real property; (6) low income housing property; and (7) theme parks. Provides that the accelerated cost recovery deduction shall be determined by multiplying the applicable percentage of the unadjusted basis of the recovery property by the applicable inflation ratio. Treats research and experimental expenditures and intangible drilling or development costs of oil, gas, or geothermal wells as recovery property. Subtitle B: Other Changes - Repeals the income tax deductions for: (1) research and experimental expenditures; (2) soil and water conservation expenditures; (3) depreciation or amortization of improvements made by a lessee on a lessor's property; (4) expenditures by farmers for clearing land; (5) amortization of reforestation expenditures; (6) intangible drilling and development costs in the case of oil and gas wells and geothermal wells; (7) percentage depletion; (8) development expenditures; and (9) deduction and recapture of certain mining exploration expenditures. Allows a ten year period for the amortization of construction period interest and taxes. Allows a deduction for circulation expenses for a newspaper, magazine, or other periodical ratably over a five-year period. Excludes amounts chargeable to a capital account from such treatment. Repeals the depletion deduction for timber. Title IV: Miscellaneous Provisions - Subtitle A: Foreign Income - Repeals the domestic international sales corporations (DISC) provisions for taxable years beginning after December 31, 1985. Subtitle B: Other Miscellaneous Provisions - Requires farmers to compute their taxable income using the accrual method of accounting with the capitalization of preproduction expenses. Exempts taxpayers who do not have gross receipts of $1,000,000. Requires farming syndicates to use the accrual method of accounting without regard to gross receipts. Requires the recognition of the gain or loss on distributions of property by corporations. Eliminates the special bad debt reserves of financial institutions. Amends the Social Security Act to provide that benefits will be reduced by 25 cents rather than 50 cents for every dollar earned above a certain amount. Repeals the reduction for earnings for years after 1989. Directs the Secretary of the Treasury to modify the withholding tables to reflect the broadening of the tax base made by the provisions of this Act. Title V: Effective Dates - Sets forth the effective dates for the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair and Simple Tax Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce tax rates in a manner that is fair to all taxpayers and to simplify the tax laws by eliminating most credits, deductions, and exclusions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:39-05:00"
}