{
  "actions": [
    {
      "acted_at": "1996-06-19", 
      "references": [
        {
          "reference": "CR S6518-6520", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-19", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-25", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-07-30", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Hatch with amendments. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-30", 
      "calendar": "Senate Legislative", 
      "number": "547", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 547.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-09-09", 
      "references": [], 
      "text": "By Senator Hatch from Committee on Judiciary filed written report. Report No. 104-366. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-03", 
      "references": [
        {
          "reference": "CR S12379-12390", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-03", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1996-10-04T14:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-04T14:13:00-04:00", 
      "references": [], 
      "text": "Mr. Solomon asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-04T14:13:00-04:00", 
      "references": [
        {
          "reference": "CR H12277-12281", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-04T14:13:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1996-10-04T14:13:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-04", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-10-04", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1996-10-09", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1996-10-19", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1996-10-19", 
      "congress": "104", 
      "law": "public", 
      "number": "317", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 104-317.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5430-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5430"
    }
  ], 
  "bill_id": "s1887-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1996-06-19", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1996-06-19", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "104", 
    "law_type": "public", 
    "number": "317"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1996-10-19", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1996-10-04T14:13:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1996-10-03", 
    "vetoed": false
  }, 
  "introduced_at": "1996-06-19", 
  "number": "1887", 
  "official_title": "A bill to make improvements in the operation and administration of the Federal courts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3968-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3968-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4314-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Courts Improvement Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1996-10-19", 
  "subjects": [
    "Accident prevention", 
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administration of justice", 
    "Administration of juvenile justice", 
    "Administrative fees", 
    "Administrative responsibility", 
    "Aircraft", 
    "Alternative dispute resolution", 
    "Annuities", 
    "Appellate courts", 
    "Appellate procedure", 
    "Authorization", 
    "Bankruptcy", 
    "Bankruptcy courts", 
    "Bar associations", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Commerce", 
    "Commercial arbitration", 
    "Common carriers", 
    "Compensation (Law)", 
    "Confidential communications", 
    "Congress", 
    "Congressional committee staffing", 
    "Congressional employees", 
    "Congressional reporting requirements", 
    "Consumer price indexes", 
    "Correctional personnel", 
    "Cost of living adjustments", 
    "Court congestion and delay", 
    "Court records", 
    "Court reporting", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Damages", 
    "Department of Justice", 
    "Discovery (Law)", 
    "District courts", 
    "District of Columbia", 
    "Economics and public finance", 
    "Employment tests", 
    "Evidence (Law)", 
    "Families", 
    "Federal employees", 
    "Federal officials", 
    "Fees", 
    "Finance and financial sector", 
    "Firearms", 
    "Foreign trade and international finance", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government service contracts", 
    "Guam", 
    "Injunctions", 
    "Judges", 
    "Judicial compensation", 
    "Judicial districts", 
    "Judicial ethics", 
    "Judicial officers", 
    "Judicial reform", 
    "Judicial review", 
    "Judicial tenure", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Lawyers", 
    "Legal assistance to prisoners", 
    "Legal ethics", 
    "Legal fees", 
    "Liability (Law)", 
    "Licenses", 
    "Magistrates", 
    "Mediation", 
    "Misconduct in office", 
    "New York City", 
    "New York State", 
    "Northern Mariana Islands", 
    "Pension funds", 
    "Pretrial procedure", 
    "Probation", 
    "Public assistance programs", 
    "Public defenders", 
    "Public meetings", 
    "Railroad mergers", 
    "Residence requirements", 
    "Right of privacy", 
    "Social welfare", 
    "State courts", 
    "Supreme Court justices", 
    "Survivors' benefits", 
    "Territories (U.S.)", 
    "Traffic accidents and safety", 
    "Translating and interpreting", 
    "Transportation and public works", 
    "Trial practice", 
    "Trusts and trustees", 
    "Utah", 
    "Virgin Islands", 
    "Weapons"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1996-10-03", 
    "text": "TABLE OF CONTENTS: Title I: Criminal Law and Criminal Justice Amendments Title II: Judicial Process Improvements Title III: Judiciary Personnel Administration, Benefits, and Protections Title IV: Judicial Financial Administration Title V: Federal Courts Study Committee Recommendations Title VI: Miscellaneous Federal Courts Improvement Act of 1996 - Title I: Criminal Law and Criminal Justice Amendments - Amends the Federal criminal code to authorize probation and pretrial services officers, if approved by the district court, to carry firearms under such rules as the Director of the Administrative Office of the United States Courts may prescribe. Title II: Judicial Process Improvements - Amends the Federal judicial code to expand the duties of a magistrate on an emergency assignment. (Sec. 202) Authorizes: (1) only a person charged with a misdemeanor that is not a petty offense that is a class B misdemeanor charging a motor vehicle offense, a class C misdemeanor, or an infraction (petty offense) to elect to be tried before a judge of the district court; (2) the magistrate judge, in a petty offense case involving a juvenile, to exercise powers granted to the district court; and (3) the magistrate judge, in any other class B or C misdemeanor case involving a juvenile in which consent to trial before a magistrate judge has been filed, to exercise all powers granted to the district court. Prohibits a magistrate judge from proceeding to try a case unless specified conditions are met. (Sec. 203) Specifies that a judgment in an action for the recovery of money or property entered in any court of appeals, bankruptcy court, or in the Court of International Trade, as well as any district court, may be registered by filing a certified copy of the judgment, subject to specified requirements. (Sec. 204) Provides that when the office of clerk of court is vacant or the clerk is unavailable, the deputy clerks shall perform the clerk's duties of the clerk. (Sec. 205) Increases the threshold amount in controversy (from $50,000 to $75,000) to qualify for diversity of citizenship jurisdiction. (Sec. 206) Modifies the Federal judicial code to: (1) authorize the removal of a civil action or criminal prosecution commenced in State court against the United States or any agency or officer thereof, sued in an official or individual capacity for any act under color of such office; and (2) repeal a provision authorizing the parties to consent to appeals of decisions by magistrate judges in civil cases to a judge of the district court in the same manner as on an appeal from a judgment of the district court to a court of appeals. (Sec. 208) Requires each judicial council, by January 31 of each year, to submit a report to the Administrative Office on orders entered during the preceding calendar year relating to judicial misconduct or disability. Title III: Judiciary Personnel Administration, Benefits, and Protections - Amends the Federal judicial code to authorize retroactive credit for resumption of a significant workload by a judge under specified circumstances and aggregation by a justice or judge for partial years worked. (Sec. 302) Revises provisions regarding: (1) the refund of contribution for deceased deferred annuitants under the judicial survivors' annuities system; and (2) the contribution rate for senior judges under the judicial survivors' annuities system. (Sec. 303) Amends the Bankruptcy Amendments and Federal Judgeship Act of 1984 to provide that when filling vacancies: (1) the court of appeals may consider reappointing incumbent bankruptcy judges; and (2) all incumbent nominees seeking reappointment may be considered for such a reappointment pursuant to a majority vote of the judges of the appointing court of appeals, under specified procedures. (Sec. 305) Deems a court reporter to be a full-time employee during any pay period for which the reporter receives a salary at the annual salary rate fixed for a full-time reporter. (Sec. 306) Authorizes the presiding judicial officer to appoint a certified or otherwise qualified sign language interpreter to provide services to a participant in a judicial proceeding upon determining that such participant suffers from a hearing impairment. (Sec. 309) Provides that: (1) no judicial officer shall be held liable for any costs, including attorney's fees, in any action brought against such officer for an act or omission taken in such officer's judicial capacity, unless such action was clearly in excess of such officer's jurisdiction; and (2) injunctive relief shall not be granted in any action brought against a judicial officer for an official act or omission, unless a declaratory decree was violated or declaratory relief was unavailable. Title IV: Judicial Financial Administration - Amends the Federal judicial code to increase the civil action filing fee in U.S. district court from $120 to $150. Modifies the allocation of filing fees to the special fund of the Treasury. (Sec. 402) Authorizes the Director of the Administrative Office to: (1) prescribe a uniform fee for applicants to take examinations for the selection of qualified interpreters, taking into consideration the fees charged by other organizations for examinations that are similar in scope or nature; and (2) include in any contract for the development or administration of such examinations a provision permitting the contractor to collect and retain fees in payment for contractual services. (Sec. 403) Directs the Judicial Conference to periodically prescribe the fees and costs to be charged and collected by the Judicial Panel on Multidistrict Litigation. (Sec. 404) Sets forth provisions regarding the disposition of attorney admission fees and bankruptcy complaint filing fees. Title V: Federal Courts Study Committee Recommendations - Amends the Federal judicial code to require the chief judge of the Court of International Trade to be the judge of the court in regular active service who is senior in commission of those judges who: (1) are age 64 or younger; (2) have served for one year or more as a judge of the court; and (3) have not served previously as chief judge. Sets forth provisions regarding the precedence of judges in acting as chief judge. Title VI: Miscellaneous - Modifies the Federal judicial code to authorize a member of: (1) the Judicial Conference to be a district judge retired from regular active service; and (2) the Board of the Federal Judicial Center to be a circuit or district judge retired from regular active service. (Sec. 602) Makes technical amendments relating to: (1) the Director and Deputy Director of the Administrative Office as Federal officers; (2) the filing of notice of removal of a criminal proceeding from a State court; and (3) Federal Judicial Center retirement provisions. (Sec. 605) Modifies the Regional Rail Reorganization Act of 1973 to abolish the judicial panel established under such Act. Transfers such panel's jurisdiction and future rail reorganization proceedings to the U.S. District Court for the District of Columbia. (Sec. 606) Revises the Federal judicial code regarding: (1) the place of holding court in the District Court of Utah and in the Court for the Southern District of New York; and (2) an exception to the residency requirement for district judges appointed to the Southern and Eastern Districts of New York. (Sec. 608) Extends by six months the due date of reports under the Civil Justice Reform Act of 1990 on demonstration and pilot programs. (Sec. 610) Modifies the definition of \"district court\" for purposes of provisions regarding change of venue and cure or waiver of defects to mean the District Courts of Guam and the Virgin Islands and for the Mariana Islands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Courts Improvement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Courts Improvement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Sunshine in Litigation Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Federal Courts Improvement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Federal Courts Improvement Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make improvements in the operation and administration of the Federal courts, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:16-05:00"
}