{
  "actions": [
    {
      "acted_at": "2009-07-28", 
      "committee": "Committee on Rules, and in addition to the Committee on Standards of Official Conduct, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules, and in addition to the Committee on Standards of Official Conduct, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-28", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-07-28", 
      "committee": "House Standards of Official Conduct", 
      "references": [], 
      "text": "Referred to House Standards of Official Conduct", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres687-111", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Standards of Official Conduct", 
      "committee_id": "HSSO"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-28", 
  "number": "687", 
  "official_title": "Amending the Rules of the House of Representatives to provide greater transparency on earmark requests.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres440-111", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Alexander, Rodney", 
    "state": "LA", 
    "thomas_id": "01727", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-07-28", 
  "subjects": [
    "Appropriations", 
    "Congress", 
    "Congressional committees", 
    "General taxation matters", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "House of Representatives", 
    "Legislative rules and procedure", 
    "Members of Congress", 
    "Tariffs"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-07-28", 
    "text": "Amends Rule XXIII (Code of Official Conduct) of the Rules of the House of Representatives to require a Member, Delegate, or Resident Commissioner (Member), within 24 hours after requesting a congressional earmark or a limited tax or tariff benefit, to post on his or her website for the remainder of a Congress financial certification letters that contain: (1) the name and address of the intended recipient; (2) whether the recipient is a public, private, nonprofit, or for profit entity; (3) the requested congressional earmark amount; (4) an explanation of the request, including the purpose, and why it is a valuable use of taxpayer funds; and (5) a statement that neither the requesting member nor his or her spouse has any financial interest related to such request. Requires the Member also to display on the homepage of such website a hypertext link that contains the words \"Appropriations Requests,\" \"Limited Tax Benefits,\" or \"Limited Tariff Benefits.\" Requires the Member to maintain the link for at least 90 calendar days after the last request is made during a Congress. Amends Rule XI (Procedures of Committees and Unfinished Business) to require any committee that accepts a Member's request for a congressional earmark or a limited tax or tariff benefit to maintain a public website with an earmark disclosure webpage that contains, in a downloadable and searchable format, the list of earmarks included in the Committee Report of the bill. Requires a committee to: (1) post the list on its earmark disclosure webpage; and (2) maintain such information on it for the remainder of a Congress. Amends Rule XXI (Restrictions on Certain Bills) to make it out of order to consider any legislation that carries a congressional earmark or limited tax or tariff benefit requested by a Member who does not comply with clause 18 of Rule XXIII."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Amending the Rules of the House of Representatives to provide greater transparency on earmark requests.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:23-05:00"
}