{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s282-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "282", 
  "official_title": "A bill to regulate and foster commerce among the States by providing a uniform system for the application of sales and use taxes to interstate commerce.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1453-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Interstate Sales and Use Tax Act", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Business and commerce", 
    "Sales tax", 
    "States", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Interstate Sales and Use Tax Act - Title I: Jurisdiction to Tax - Establishes uniform jurisdictional standards for the imposition of that a State can not impose a sales tax or a use tax on a person with respect to the interstate sale of tangible personal property for delivery in such State unless the person has a business location within the State, regularly solicits orders by salesmen, solicitors or representatives (unless such activity consists solely of solicitation by direct mail or advertising via newspapers, radio or television), or regularly engages in the delivery of property in the State other than by common carrier or United States mail. Provides that a sale in interstate commerce can only be taxed by one State. Title II: Uniform Rules for Application of Tax - Provides that a sale in interstate commerce can only be taxed by one State. Exempts from the tax the reasonable transportation cost of property into the State and in the case of new residents of a State, it exempts from the tax, household goods or automobiles purchased in another State and used in that State for 90 days. Provides that a strictly local sales or use tax may not be imposed by a political subdivision of a State unless the seller has a business location in the jurisdiction where the property is to be delivered or unless the seller makes regular deliveries into that jurisdiction other than by common carrier or U.S. mail. Provides that any uniform system of State-administered local taxes would be treated as State taxes for the purpose of this Act. Title III: Definitions and Miscellaneous Provisions - Authorizes contiguous States to enter into reciprocal agreements whereby a seller with a business location in one State could be required by that State to collect its sister's sales or use tax for personal property sold in the sister State. Makes this agreement applicable to the seller even though he would not otherwise be liable under this Act for the sister State's tax. Provides the various definitions needed to interpret this Act. Prohibits geographical discrimination and out-of-State audit charges. Sets forth the liability with respect to unassessed taxes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interstate Sales and Use Tax Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate and foster commerce among the States by providing a uniform system for the application of sales and use taxes to interstate commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:17-05:00"
}