{
  "actions": [
    {
      "acted_at": "1978-10-13", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14343-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Stanton, J. William", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01099", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-13", 
  "number": "14343", 
  "official_title": "A bill to amend the Export-Import Bank Act of 1945.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Export Import Bank Act Amendments", 
  "sponsor": {
    "district": "5", 
    "name": "Neal, Stephen L.", 
    "state": "NC", 
    "thomas_id": "00855", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-13", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Business and commerce", 
    "Congressional oversight", 
    "Credit insurance", 
    "Environmental protection", 
    "Export credit", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Insurance", 
    "International agencies", 
    "International cooperation", 
    "Loans", 
    "South Africa", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Export credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-13", 
    "text": "Export-Import Bank Act Amendments - Amends the Export-Import Bank Act of 1945 to increase from $60,000,000 to $100,000,000 the threshold for Bank loans and financial guarantees requiring prenotification to the Congress. Increases from $20,000,000,000 to $25,000,000,000 the amount of the Bank's contractual liability for guarantees and insurance which may be charged at 25 percent of face value against the aggregate limitation on the Bank's commitments. Prohibits the Export-Import Bank from denying applications for credit for nonfinancial or noncommercial considerations, unless the President determines that such action: (1) would be in the national interest; and (2) would advance United States policy in certain areas. Increases the limitation on the aggregate of loans, guarantees, and insurance which the Bank may have outstanding at any one time from $25,000,000,000 to $40,000,000,000. Extends for five years, from September 30, 1978 to September 30, 1983, the Bank's authority to make new contractual commitments. Requires the Bank to name an officer whose duties would include advising the Bank on ways to promote exports related to non-nuclear renewable energy resources, disseminating information on Bank support for such exports, and acting as liaison to other Federal agencies on such matters. Empowers the President to begin ministerial level negotiations with other major exporting countries to end predatory export financing programs and other forms of export subsidies, including mixed credits and requires the President to report to Congress before January 15, 1979, on actions taken. Authorizes the Bank to provide export support which, in the opinion of the Bank, is competitive with that provided by the export credit agencies supported by the governments of other nations. Authorizes the Bank to supplement private capital and the Commodity Credit Corporation to insure adequate financing to assist agricultural commodities exports. Requires the Bank to seek to reach international agreements to reduce government subsidized export financing. Requires the Bank to report to Congress concerning its actions in this area. Declares the policy of the United States to expand exports of goods, services, and agricultural products. Requires the Bank to consider the extent to which any loan or guarantee might have an adverse effect on industry, agriculture, and employment in the United States. Directs the United States International Trade Commission to report its assessment of the Bank's impact. Authorizes the Secretary of the Treasury to authorize the Export-Import Bank to provide matching financing to that noncompetitive financing offered by a foreign official export credit entity. States that no environmental rule or procedure shall effect exports until the President reports to Congress concerning progress in obtaining agreements to protect the environment from contaminations arising from peaceful nuclear activities. Prohibits the Bank from guaranteeing, insuring, or extending credit in support of any export to the Republic of South Africa, unless the President determines or the Secretary of State certifies that significant progress towards the elimination of apartheid has been made. Directs the Bank to assist new and small business entrants in the agricultural export market."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Import Bank Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Export-Import Bank Act of 1945.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:38-05:00"
}