{
  "actions": [
    {
      "acted_at": "1975-02-04", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2673-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-04", 
  "number": "2673", 
  "official_title": "A bill to provide for the selection of candidates for President of the United States in a national Presidential primary election, and for the election of a President and a Vice President by direct vote of the people, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr81-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Presidential Elections Act", 
  "sponsor": {
    "district": "20", 
    "name": "Gaydos, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00430", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-04", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Presidential elections", 
    "Presidential primaries"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-04", 
    "text": "National Presidential Election Act - Provides that the President and the Vice President, and the respective candidates therefor, shall be elected by direct vote of the people of the States and the District of Columbia. Provides that a national presidential primary election for the selection of candidates in the general election of President shall be held in each of the several States and in the District of Columbia on the first Tuesday in September in each year immediately prior to the expiration of the term of office of the President incumbent in office. Sets forth the requirements for candidates in such primary. Provides that a political party is qualified to participate in a national presidential primary election when, in not less than two-thirds of the several States, the presidental candidate of that party has received, in the immediately preceding general election of the President, not less than 25 percent of the total vote cast in that State, or that party has filed, with the chief elections officer of the State concerned, a petition signed by at least 5 percent of the qualified voters of such State. Provides that the respective candidates for Vice President in the general election for President and Vice President must be chosen, not later than the third Tuesday in the month of September in which the national presidential primary election is held, in such manner as the respective political parties, which have qualified under this Act, may determine. Provides that in the general election of President and Vice President, the candidates who receive a plurality of at least 45 percent of the total vote cast shall be elected to such office. Provides that if no candidates for the offices of President and Vice President receive a plurality of at least 45 percent of the vote for such office, a runoff election shall be held in which the names of the two presidential candidates and the two vice-presidential candidates who received the greatest number of votes for such offices shall be on the ballot in each State. Establishes a National Presidential Elections Commission to prescribe regulations with respect to the national presidential primary election and the general election of President and Vice President, determine questions and controversies pertaining to qualifications of political parties and candidates, and certify to the Congress the election of the President and Vice President. Provides that whoever violates or interferes with the right of any person to participate in a primary or general election under this Act or impedes or hinders the operation of this Act shall be imprisoned for not more than five years or fined not more than $10,000, or both."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Presidential Elections Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the selection of candidates for President of the United States in a national Presidential primary election, and for the election of a President and a Vice President by direct vote of the people, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:11-05:00"
}