{
  "actions": [
    {
      "acted_at": "1997-07-29", 
      "references": [
        {
          "reference": "CR S8275-8276", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-29", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1083-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ashcroft, John", 
      "sponsored_at": "1997-07-29", 
      "state": "MO", 
      "thomas_id": "01274", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coverdell, Paul", 
      "sponsored_at": "1997-07-30", 
      "state": "GA", 
      "thomas_id": "01310", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchinson, Tim", 
      "sponsored_at": "1997-07-29", 
      "state": "AR", 
      "thomas_id": "00578", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-07-29", 
  "number": "1083", 
  "official_title": "A bill to provide structure for and introduce balance into a policy of meaningful engagement with the People's Republic of China.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States-People's Republic of China National Security and Freedom Protection Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Mack, Connie, III", 
    "state": "FL", 
    "thomas_id": "00721", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-07-29", 
  "subjects": [
    "Abortion", 
    "Aliens", 
    "American military assistance", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms control agreements", 
    "Arms sales", 
    "Authorization", 
    "Ballistic missile defenses", 
    "Birth control", 
    "Bonds", 
    "Business intelligence", 
    "China", 
    "Chinese language", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Communism", 
    "Communist parties", 
    "Communist propaganda", 
    "Conferences", 
    "Congress", 
    "Congress and foreign policy", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Cruise missiles", 
    "Customs administration", 
    "Defense industries", 
    "Disinformation", 
    "East Asia", 
    "Economics and public finance", 
    "Embassies", 
    "Espionage", 
    "Exchange of persons programs", 
    "Exports", 
    "Finance and financial sector", 
    "Forced labor", 
    "Foreign agents", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign leaders", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government ownership", 
    "Government publicity", 
    "Health", 
    "Hong Kong", 
    "Human rights", 
    "Immigration", 
    "Import restrictions", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International propaganda", 
    "Iran", 
    "Islands", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Middle East and North Africa", 
    "Military agreements", 
    "Military intelligence", 
    "Murder", 
    "Negotiations", 
    "Nuclear nonproliferation", 
    "Political persecution", 
    "Political prisoners", 
    "Press and politics", 
    "Prison labor", 
    "Public demonstrations", 
    "Radio broadcasting", 
    "Religion", 
    "Religious liberty", 
    "Sanctions (International law)", 
    "Science, technology, communications", 
    "Securities regulation", 
    "Sentences (Criminal procedure)", 
    "Sterilization (Birth control)", 
    "Tactical nuclear weapons", 
    "Taiwan", 
    "Tibet", 
    "Trade agreements", 
    "Transportation and public works", 
    "Travel costs", 
    "Treaties", 
    "Visas"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-07-29", 
    "text": "TABLE OF CONTENTS: Title I: National Security Title II: Human Rights Title III: Trade Title IV: Review of Policy United States-People's Republic of China National Security and Freedom Protection Act of 1997 - Title I: National Security - Sets forth the findings of Congress about: (1) the threat to U.S. global interests from the weapons proliferation practices of the People's Liberation Army (PLA), including sale of C-802 cruise missiles to Iran; (2) the U.S. national security interest in Taiwan; and (3) the subsidization of PLA commercial activities by the People's Republic of China (PRC). (Sec. 102) Prohibits commercial activities in the United States by the PLA or any other Communist Chinese military company (CCMC). Directs the Secretary of Defense to compile and publish in the Federal Register a list of Communist Chinese military operating directly or indirectly in the United States or its territories and possessions. Grants the President authority under the International Emergency Economic Powers Act to ban such activities. Directs the President to ban: (1) the importation of any product produced, manufactured, or grown by the PLA or by a CCMC; and (2) the sale of any debt on the U.S. bond market which benefits the PLA or a CCMC. (Sec. 103) Requires annual reports to the Congress: (1) jointly by the Director of Central Intelligence and the Director of the Federal Bureau of Investigation on PRC intelligence activities directed against or affecting U.S. interests; and (2) by the Secretary of Defense on PLA military modernization and on PLA or other CCMC commercial activities. (Sec. 104) Amends the Taiwan Relations Act to declare that its provisions on making U.S. defense articles and services available to Taiwan shall supersede the Joint Communique of the United States and China of August 17, 1982. Directs the Secretary of Defense to study jointly with appropriate representatives of the Government of Taiwan, and report to specified congressional committees on, the architecture requirements for the establishment and operation of a theater ballistic missile defense system for Taiwan, including the Penghu Islands, Kinmen, and Matsu. Expresses the sense of Congress that the President, if requested by the Government of Taiwan, and in accordance with the results of such study, should sell to Taiwan appropriate defense articles, defense services, or design and construction services for the purpose of establishing, deploying, and operating such a defensive theater ballistic missile defense system. Declares that it is in the U.S. national interest that Taiwan be included in any effort at ballistic missile defense cooperation, networking, or interoperability among East Asian nations. (Sec. 105) Urges the President to enforce the Iran-Iraq Arms Nonproliferation Act of 1992 with respect to the acquisition by Iran of C-802 model cruise missiles. Title II: Human Rights - Sets forth the findings of Congress on: (1) human rights in the PRC, particularly the treatment of pro-democracy and human rights activists; (2) coercive family planning practices, especially forced abortion and forced sterilization; (3) religious persecution in the PRC; (4) slave labor and \"re-education camps\" in the PRC; and (5) the need for international broadcasting into the PRC. (Sec. 202) Authorizes appropriations for international broadcasting to China by Radio Free Asia and Voice of America. Requires the President to report to the Congress on a plan to achieve their continuous broadcasting to the PRC in multiple major dialects and languages. (Sec. 203) Declares that it is the sense of Congress that the President should make freedom of religion one of the major objectives of U.S. foreign policy with respect to the PRC. Urges the Department of State: (1) to raise in every relevant bilateral and multilateral forum the issue of individuals imprisoned, detained, confined, or otherwise harassed by the Chinese Government on religious grounds; and (2) in its communications with the Chinese Government name specific individuals of concern and request a complete and timely response from the Chinese Government regarding their whereabouts and condition, the charges against them, and the sentence imposed. Declares that the goal of such communications should be the expeditious release of all religious prisoners in China and Tibet and the end of the Chinese Government's policy and practice of harassing and repressing religious believers. Prohibits the use of funds appropriated or otherwise made available for the Department of State, the U.S. Information Agency, or the U.S. Agency for International Development to provide travel expenses and per diem for the participation in conferences, exchanges, programs, and activities of a PRC national directly involved in or responsible for repressive religious policies and practices. Requires each Federal agency to certify to specified congressional committees that it did not pay, directly or through a grantee or contractor, for such travel expenses or per diem. Makes ineligible for a visa, and excludes from admission into the United States, any PRC national directly involved in or responsible for repressive religious policies and practices. (Sec. 204) Declares that it is U.S. policy to condemn those officials of the Chinese Communist Party, the Government of the PRC, and other persons involved in the enforcement of forced abortions, by preventing such persons from entering or remaining in the United States. Prohibits the Secretary of State from issuing a visa, and the Attorney General from admitting into the United States, any PRC national who the Secretary finds, based on credible information, has been involved in the establishment or enforcement of population control policies resulting in a woman's being forced to undergo an abortion against her free choice, or in a man's or woman's being forced to undergo sterilization against his or her free choice. Allows the President to waive this prohibition in order to carry on the normal course of foreign policy. (Sec. 205) Authorizes appropriations for monitoring by the U.S. Customs Service and the Department of State of the exportation by the PRC to the United States of products which may be made with slave labor. Requires the Commissioner of Customs and the Secretary of State each to report annually to the Congress on the manufacturing and exportation of products made with slave labor in the PRC. Declares the sense of Congress that, since the PRC has substantially frustrated the purposes of the 1992 Memorandum of Understanding with the United States on Prison Labor, the President should immediately commence negotiations to replace the current Memorandum with one providing for effective monitoring of forced labor in the PRC, without restrictions on which prison labor camps international monitors may visit. (Sec. 206) Authorizes appropriations to support U.S. Embassy personnel in Beijing, as well as American consulates in other specified Chinese cities, to monitor political repression in the PRC and the use of the Laogai system of forced labor and re-education as tools of political repression. Title III: Trade - Declares the findings of Congress with respect to U.S. interests and Taiwan's and the PRC's admission into the World Trade Organization (WTO). (Sec. 302) Declares that it is the policy of Congress that the United States should aggressively support the PRC's accession to the WTO under commercially viable terms. (Sec. 303) Expresses the sense of Congress that: (1) Taiwan should be admitted to the WTO as a separate customs territory without making such admission conditional on the previous or simultaneous admission of the PRC, whether as a developing or a developed nation; and (2) it should be U.S. policy to support such unconditional admission. Title IV: Review of Policy - Directs the Chairmen and Ranking Members of specified congressional committees to review this Act at the President's request or upon any of the following conditions' being met: (1) the PRC's entry into the WTO; (2) its full implementation and compliance with bilateral and international nonproliferation agreements and standards; (3) its active and effective combatting of all forms of religious persecution; (4) its reevaluation of its official view of the Tiananmen Square Massacre of June 4, 1989, consistent with the findings of this Act; and (5) publication of a defense white paper providing a comprehensive description and transparency of the PLA's modernization program roles and missions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States-People's Republic of China National Security and Freedom Protection Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide structure for and introduce balance into a policy of meaningful engagement with the People's Republic of China.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:04-05:00"
}