{
  "actions": [
    {
      "acted_at": "1990-02-26", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2175-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1990-02-26", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-02-26", 
  "number": "2175", 
  "official_title": "A bill to amend the Solid Waste Disposal Act to extend the compliance date of financial responsibility requirements and to establish a national program to provide loan guarantees to small businesses for the closure and replacement of underground storage tanks.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Underground Storage Tank Pollution Prevention and Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-02-26", 
  "subjects": [
    "Environmental protection", 
    "Federally-guaranteed loans", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Oil pollution", 
    "Oil pollution control", 
    "Petroleum storage", 
    "Small business", 
    "Underground storage"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-02-26", 
    "text": "Underground Storage Tank Pollution Prevention and Assistance Act - Amends the Solid Waste Disposal Act to authorize the Administrator of the Environmental Protection Agency to guarantee principal and interest on loans made to qualified small businesses for the closure and replacement of underground storage tanks. Sets forth amounts and conditions of such guarantees. Permits the Administrator to make principal and interest payments on behalf of the borrower if: (1) the borrower is unable to make such payment and it is in the public interest to continue the project; and (2) the probable net cost to the Government in making such payments would be less than that resulting from the borrower's default. Authorizes the Administrator, in the event of a default by a borrower, to make payments in accordance with the guarantee. Requires the Attorney General to recover payments from the defaulting borrower. Authorizes the Administrator to make grants to small businesses, in conjunction with such loans, for up to 50 percent of the cost of tank closure and replacement if: (1) the business is an essential community service and assistance is in the public interest; and (2) at least three private lending institutions have declined to provide a loan for such purposes. Terminates the authority to make loan guarantees or payment contracts five years after this Act's enactment. Permits the Administrator or a State to undertake corrective action with respect to threatened releases of petroleum from underground storage tanks. Amends the Internal Revenue Code to make funds from the Leaking Underground Storage Tank Trust Fund available to carry out this Act. Sets forth deadlines for compliance with tank and financial disclosure requirements for owners of specified petroleum underground storage tanks."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Underground Storage Tank Pollution Prevention and Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Solid Waste Disposal Act to extend the compliance date of financial responsibility requirements and to establish a national program to provide loan guarantees to small businesses for the closure and replacement of underground storage tanks.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:53-05:00"
}