{
  "actions": [
    {
      "acted_at": "2003-11-25", 
      "references": [
        {
          "reference": "CR S16022", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-25", 
      "committee": "Committee on Finance", 
      "references": [
        {
          "reference": "CR S16022-16023", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-05-04", 
      "references": [
        {
          "reference": "CR S4780-4781", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1974-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2003-12-09", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-11-25", 
  "number": "1974", 
  "official_title": "A bill to make improvements to the Medicare Prescriptions Drug, Improvement, and Modernization Act of 2003.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Preservation and Drug Price Fairness Act", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-11-25", 
  "subjects": [
    "Coinsurance", 
    "Commerce", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Drug industry", 
    "Drugs", 
    "Economics and public finance", 
    "Foreign trade and international finance", 
    "Government trust funds", 
    "Governmental investigations", 
    "Health", 
    "Health maintenance organizations", 
    "Imports", 
    "Labeling", 
    "Managed care", 
    "Medical economics", 
    "Medical savings accounts", 
    "Medicare", 
    "Packaging", 
    "Prescription pricing", 
    "Science, technology, communications", 
    "Social welfare", 
    "Technological innovations", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-11-25", 
    "text": "Medicare Preservation and Drug Price Fairness Act - Amends title XVIII (Medicare) of the Social Security Act, as amended by the Medicare Prescription Drug, Improvement, and Modernization Act of 2003, to repeal the prohibition against: (1) interference by the Secretary of Health and Human Services with the negotiations between drug manufacturers and pharmacies and prescription drug plan sponsors; and (2) any requirement by the Secretary of a formulary or institution of a price structure for the reimbursement of covered prescription drugs. Repeals the Comparative Cost Adjustment Program. Amends the Federal Food, Drug and Cosmetic Act to direct the Secretary to promulgate regulations allowing qualifying individuals who are neither pharmacists nor wholesalers (qualifying individuals) to import covered products (in addition to pharmacists and wholesalers, whom current law authorizes to import such products). Repeals the requirement that regulations require that a product not coming directly from the first foreign recipient of the product from the manufacturer be approved for marketing in the United States. Repeals requirements that the importer provide the Secretary with: (1) documentation from the foreign seller specifying the original source of the product and the amount of each lot of the product originally received; and (2) any other information that the Secretary determines is necessary to ensure the protection of the public health. Revises testing requirements to provide that specified tests, including ones involving authenticity and degradation of products, shall not be required unless the importer is a wholesaler. (Currently either the importer or the manufacturer may conduct such tests). Exempts from importer-wholesaler testing a prescription drug subject to requirements for counterfeit-resistant packaging. Makes permanent the requirements of Federal Food, Drug and Cosmetic Act for the importation of covered products. Classifies prescription drugs as misbranded if they do not incorporate specified counterfeit-resistant technologies in their packaging. Amends the Medicare Prescription Drug, Improvement, and Modernization Act of 2003 to repeal its requirements for the importation of prescription drugs from Canada into the United States (effectively replacing them with the requirements of this Act.) Removes Medicare Advantage (MA) prescription drug plans from the meaning of qualifying prescription drug plan. Repeals authorization for the MA Regional Plan Stabilization Fund and Health Savings Accounts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Preservation and Drug Price Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make improvements to the Medicare Prescriptions Drug, Improvement, and Modernization Act of 2003.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:39-05:00"
}