{
  "actions": [
    {
      "acted_at": "1974-01-31", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-02-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Rules and Administration with amendment, S. Rept. 93-712.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-01", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-01", 
      "references": [], 
      "text": "Measure reconsidered and repassed in Senate with amendments.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres269-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-31", 
  "number": "269", 
  "official_title": "Resolves, that in holding hearings, reporting such hearings, and making investigations as authorized by sections 134(a) and 136 of the Legislative Reorganization Act of 1946, as amended.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ervin, Sam J., Jr.", 
    "state": "NC", 
    "thomas_id": "01326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-31", 
  "subjects": [
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1974-03-01", 
    "text": "(LATEST SUMMARY) Authorizes the Senate Committee on Government Operations, or any subcommittee thereof, from March 1, 1974, through February 28, 1975, for the purposes stated and within the limitations imposed by the following sections, in its discretion: (1) to make expenditures from the contingent fund of the Senate, (2) to employ personnel, and (3) with the prior consent of the Government department or agency concerned and the Committee on Rules and Administration, to use on a reimbursable basis the services of personnel of any such department or agency. Authorizes the Committee from March 1, 1974, through February 28, 1975, to expend not to exceed $20,000 for the procurement of the services of individual consultants, or organizations thereof. Authorizes the Committee from March 1, 1974, through February 28, 1975, to expend not to exceed $2,079,000 to examine, investigate, and make a complete study of any and all matters pertaining to each of the subjects set forth below in the succeeding sections of this resolution. Provides that not to exceed $1,036,000 shall be available for a study or investigation of the various branches of the Federal Government, organized crime, energy shortages, and related matters. Provides that not to exceed $360,000 shall be available for a study or investigation of the intergovernmental relationships between the United States and the States and municipalities. Provides that not to exceed $344,000 shall be available for a study or investigation of the efficiency and economy of operations of all branches of the Government. Provides that not to exceed $189,000 shall be available for a study and investigation of any and all matters pertaining to the budget and accounting measures and operations, other than appropriations. Provides that not to exceed $150,000 shall be available for a study or investigation of Government procurement practices (including a review of recommendations submitted to Congress by the Commission on Government Procurement). Requires the committee to report its findings, including recommendations for legislation as it deems advisable with respect to each study or investigation for which expenditure is authorized by this resolution, to the Senate at the earliest parcticable date, but not later than February 28, 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolves, that in holding hearings, reporting such hearings, and making investigations as authorized by sections 134(a) and 136 of the Legislative Reorganization Act of 1946, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:04-05:00"
}