{
  "actions": [
    {
      "acted_at": "2005-11-14", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-11-17", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-11-17", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Inhofe with amendments. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-11-17", 
      "calendar": "Senate Legislative", 
      "number": "301", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 301.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2006-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "2005-11-14", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2005-11-18", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-11-14", 
  "number": "2006", 
  "official_title": "A bill to provide for recovery efforts relating to Hurricanes Katrina and Rita for Corps of Engineers projects.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-11-17", 
  "subjects": [
    "Barrier islands", 
    "Beaches", 
    "Canals", 
    "Coastal zone", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Drainage", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Emergency management", 
    "Environmental protection", 
    "Federal aid to water resources development", 
    "Finance and financial sector", 
    "Flood control", 
    "Flood damage prevention", 
    "Governmental investigations", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Louisiana", 
    "Marine and coastal resources, fisheries", 
    "Mississippi River", 
    "Navigation", 
    "Relocation", 
    "Restoration ecology", 
    "Transportation and public works", 
    "Water resources development", 
    "Wetlands"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-11-17", 
    "text": "Directs the Secretary of the Army, acting through the Chief of Engineers, to conduct and report to Congress on a comprehensive assessment of Corps of Engineers projects and studies in Louisiana affected by Hurricanes Katrina and/or Rita to determine whether opportunities exist for project modifications or project integration that may reduce future hurricane impacts, further other project purposes, or provide efficiencies in the implementation of hurricane protection, flood control, navigation, or ecosystem restoration projects by the Corps. Provides that the assessment shall not be constrained by any cost-benefit analysis and shall include: (1) a description of means of providing an increased level of hurricane protection using a combination of structural and nonstructural features; (2) a review of the use of a combination of structural means (such as levees and floodgates) and nonstructural means (such as wetlands and beaches) in providing hurricane protection; and (3) a prioritization of actions that should be taken to improve the level of hurricane protection provided. Directs the Secretary, using the results of the assessment, to conduct a comprehensive, integrated water resources analysis, design, and development of a full range of flood control, navigation, ecosystem restoration, and hurricane protection measures for southern Louisiana. Directs the Secretary to submit to specified congressional committees initial and final reports detailing an integrated approach to category five hurricane protection, flood control, navigation, and ecosystem restoration for the Gulf Coast region of the state, that includes: (1) a description of an overall approach for future Corps spending in that region; (2) an identification of specific changes to ongoing projects and studies, as well as proposals for future projects, in that region; and (3) a consideration of potential future projects, including projects involving the restoration, protection, or enhancement of barrier islands, coastal restoration, the closing of the Mississippi River Gulf Outlet, the filling in of canals, and the relocation and protection of pumping stations and drainage infrastructure. Provides funding from amounts made available by the Energy and Water Development Appropriations Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for recovery efforts relating to Hurricanes Katrina and Rita for Corps of Engineers projects.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:53-05:00"
}