{
  "actions": [
    {
      "acted_at": "1989-01-03", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-06", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-05-23", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-05-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Health and the Environment", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-23", 
      "bill_ids": [
        "hr3030-101"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.3030.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr99-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Boucher, Rick", 
      "sponsored_at": "1989-01-03", 
      "state": "VA", 
      "thomas_id": "00113", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Bruce, Terry L.", 
      "sponsored_at": "1989-01-03", 
      "state": "IL", 
      "thomas_id": "00140", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Cooper, Jim", 
      "sponsored_at": "1989-01-03", 
      "state": "TN", 
      "thomas_id": "00231", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Eckart, Dennis E.", 
      "sponsored_at": "1989-01-03", 
      "state": "OH", 
      "thomas_id": "00331", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Schaefer, Dan", 
      "sponsored_at": "1989-04-05", 
      "state": "CO", 
      "thomas_id": "01026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Sharp, Philip R.", 
      "sponsored_at": "1989-01-03", 
      "state": "IN", 
      "thomas_id": "01046", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Slattery, Jim", 
      "sponsored_at": "1989-01-03", 
      "state": "KS", 
      "thomas_id": "01067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Synar, Mike", 
      "sponsored_at": "1989-01-03", 
      "state": "OK", 
      "thomas_id": "01133", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "1989-01-03", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-01-03", 
  "number": "99", 
  "official_title": "To amend the Clean Air Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3030-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Air Act Amendments of 1989", 
  "sponsor": {
    "district": "2", 
    "name": "Swift, Al", 
    "state": "WA", 
    "thomas_id": "01129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-01-03", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural machinery", 
    "Air pollution control", 
    "Air pollution control equipment", 
    "Air pollution measurement", 
    "Air quality", 
    "Aircraft", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Automobile industry", 
    "Carbon monoxide", 
    "Data banks", 
    "Diesel motor", 
    "Engines", 
    "Environmental protection", 
    "Environmental research", 
    "Fees", 
    "Fines (Penalties)", 
    "Fuel", 
    "Gas storage", 
    "Gasoline", 
    "Government procurement", 
    "Information services", 
    "Interstate commissions", 
    "Interstate relations", 
    "Lead", 
    "Motor buses", 
    "Motor vehicle pollution control", 
    "Nitrogen oxides", 
    "Oxygen", 
    "Ozone", 
    "Research and development", 
    "Standards", 
    "Sulphur", 
    "Transboundary pollution", 
    "Transportation research", 
    "Trucks"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-01-03", 
    "text": "Clean Air Act Amendments of 1989 - Title I: Ozone and Carbon Monoxide Nonattainment Areas - Subtitle A: General Provisions - Amends the Clean Air Act to require the Administrator of the Environmental Protection Agency (EPA) to promulgate rules, within 18 months of this Act's enactment, for enhanced State monitoring of ozone, nitrogen oxides, volatile organic compounds, and carbon monoxide. Authorizes States to request the Administrator to redesignate a nonattainment area for an air pollutant for which a national ambient air quality standard is applicable as having attained the standard for such pollutant if the area meets such standard, the State implementation plan is revised to provide for the maintenance of such standard, and contingency provisions of such plan assure prompt correction of violations of the standard. Requires the Administrator to promulgate minimum criteria for the consideration of State implementation plan revisions. Revises ozone and carbon monoxide nonattainment areas which are classified as Serious or Severe Areas and are located within Metropolitan Statistical Areas (MSA) or Consolidated Metropolitan Statistical Areas (CMSA) to include the entire MSA or CMSA. Authorizes the Administrator to modify nonattainment areas classified as Moderate Class I or Moderate Class II areas to encompass the entire MSA or CMSA if such modification is necessary to obtain the air quality standard for ozone or carbon monoxide. Subtitle B: Provisions Relating Primarily to Ozone Air Pollution - Classifies an ozone nonattainment area as a Moderate Class I, Moderate Class II, Serious Area, or Severe Area depending on the extent to which the area deviates from the ozone air quality standard. Sets forth air quality attainment dates for each classification. Authorizes the Administrator to: (1) make no more than two one-year extensions of attainment dates for Moderate Class II or Serious Areas; and (2) reclassify Moderate or Serious Areas as Severe if they cannot meet the ozone standard before December 31, 1997. Sets forth special rules for determining the attainment dates of reclassified areas. Requires each State to submit to the Administrator an emissions inventory of nitrogen oxides and volatile organic compounds from all sources in ozone nonattainment areas. Requires stationary sources within such areas to provide the State with such emissions information. Directs the Administrator to complete development of a Regional Oxidant Model and an urban scale photochemical grid model upon which State plan revisions for ozone nonattainment areas shall be based. Charges major stationary sources with modeling and inventory costs. Requires that State implementation plans for ozone nonattainment areas be revised to contain measures necessary for attaining the ozone standard by the applicable date, including enforceable interim schedules of compliance, contingency provisions to deal with the failure of areas to meet such schedules, and new source review provisions. Sets forth federally prescribed measures for ozone nonattainment areas, including limitations, applicable to all such areas, on increased emissions of nitrogen oxides or volatile organic compounds resulting from the construction or modification of stationary sources. Requires enhanced vehicular inspection and maintenance programs and the application of reasonably available control technology to stationary sources in Moderate Class II, Serious, and Severe ozone nonattainment areas. Requires the use of fill nozzles to recover gasoline vapors escaping when vehicle gas tanks are being filled, increases in the use of vehicles emitting low levels of nitrogen oxides or volatile organic compounds, and the enhancement of emissions monitoring programs in Serious and Severe Areas. Requires transportation control measures, specified reductions in volatile organic compounds emitted from stationary sources that are not in compliance with emission limitations, and the imposition of civil penalties against the owners or operators of stationary sources that do not obtain such reductions in Severe Areas. Sets forth enforcement provisions. Authorizes the imposition of specified sanctions for violations of this subtitle's requirements or provisions of State implementation plans. Directs the Administrator to upgrade the classification of a Moderate Class I, Moderate Class II, or Serious ozone nonattainment area which fails to attain the air quality standard by the applicable date. Requires States to submit plan revisions for such areas. Imposes restrictions on the construction and modification of stationary sources in Severe Areas which fail to meet such standard by the applicable date. Requires the Administrator to: (1) issue and periodically revise control technology guidelines for stationary sources of nitrogen oxides and volatile organic compounds; (2) identify alternative controls for all categories of such stationary sources; and (3) provide States with guidance in evaluating the relative cost-effectiveness of various options for controlling emissions from stationary sources of air pollutants contributing to the nonattainment of ozone or carbon monoxide standards. Directs the Administrator to establish interstate ozone transport regions when there is reason to believe that ozone in one or more States contributes significantly to ozone in another State. Requires the Administrator to create an ozone transport commission for each region to identify the sources of air pollution in the region which should be required to apply reasonably available control technology to reduce ozone pollution elsewhere in the region. Requires the revision of State implementation plans to satisfy commission recommendations which have the Administrator's approval. Authorizes a State to petition the Administrator to require out-of-State sources to install reasonably available control technology upon a finding that such sources contribute to the State's nonattainment of air quality standards. Requires each State in which is located a portion of a multi-State nonattainment area to coordinate the revision and implementation of State implementation plans applicable to the nonattainment area. Allows such a State to escape sanctions upon a showing that it is other States in which such area is located that have violated this subtitle's provisions or caused nonattainment by the applicable date. Subtitle C: Provisions Relating Primarily to Carbon Monoxide Air Pollution - Classifies a carbon monoxide nonattainment area as a Moderate Class I, Moderate Class II, or Severe Area depending on the extent the area deviates from the carbon monoxide air quality standard. Sets forth air quality attainment dates for each classification. Authorizes the Administrator to: (1) make no more than one one-year extension of the attainment date for a Moderate Class II Area; and (2) reclassify a Moderate Class II Area as a Severe Area if it cannot meet the carbon monoxide standard before December 31, 1995. Sets forth special rules for determining the attainment dates of reclassified areas. Requires each State in which is located a portion of a multi-State carbon monoxide nonattainment area to coordinate revisions and implementation of State implementation plans applicable to the nonattainment area. Allows such a State to escape sanctions upon a showing that it is other States in which such area is located that have violated this subtitle's provisions or caused nonattainment by the applicable date. Requires that State implementation plans for carbon monoxide nonattainment areas be revised to contain measures necessary for attaining the carbon monoxide standard by the applicable date, including enforceable interim schedules of compliance, a forecast of the vehicle miles to be traveled in the nonattainment area for each year prior to the attainment date, and contingency provisions if the estimate of vehicle miles traveled exceeds the forecast mileage or the area fails to meet the air quality standard by the applicable date. Sets forth federally prescribed measures for carbon monoxide nonattainment areas, including vehicular inspection and maintenance programs in Moderate Class II Areas and enhanced vehicular inspection and maintenance programs, increases in the use of vehicles emitting low levels of carbon monoxide or having dual fuel capability, transportation control measures, and enhanced emissions monitoring programs in Severe Areas. Sets forth enforcement provisions. Authorizes the imposition of specified sanctions for violations of this subtitle's requirements or provisions of State implementation plans. Directs the Administrator to upgrade the classification of a Moderate Class I or Moderate Class II carbon monoxide nonattainment area which fails to attain the air quality standard by the applicable date. Requires States to submit plan revisions for such areas. Mandates annual three percent carbon monoxide emissions reductions in Severe Areas which fail to meet such standard by the applicable date. Title II: Provisions Relating to Mobile Sources - Sets standards for emissions of nonmethane hydrocarbons and nitrogen oxides from passenger cars and light duty trucks manufactured after model year 1992. Requires carbon monoxide emissions testing at 40 degrees Fahrenheit of passenger cars and light duty trucks manufactured after model year 1992. Sets emission standards at such temperature. Adds an idle test to the Federal Test Procedure for emissions from light duty vehicles. Continues the application of model year 1992 standards for emissions of nonmethane hydrocarbons and nitrogen oxides from passenger cars and light duty trucks through model year 1997 when conducting in-use emissions testing. Directs the Administrator to complete and publish the results of a study by January 1, 1992, regarding the practicality of applying the new standards for nonmethane hydrocarbons and nitrogen oxides to vehicles in actual use during their useful life. Authorizes the Administrator to promulgate rules, within two years after such study, relating to in-use compliance with emission standards. Directs the Administrator to: (1) review, revise, and republish, within 9 months of this Act's enactment, the guidance for State motor vehicle inspection and maintenance programs to reduce emissions of volatile organic compounds, nitrogen oxides, and carbon monoxide in ozone and carbon monoxide nonattainment areas; and (2) determine, within two years of this Act's enactment, whether a nationwide program of motor vehicle inspection and maintenance for heavy-duty trucks and buses would be an effective ozone or carbon monoxide control measure. Expands the scope of the prohibition against tampering with vehicle emission control devices or design elements. Authorizes the Administrator to consider information collected under a State vehicle emission control inspection and maintenance program in determining the compliance of vehicles in use with emissions standards. Requires the Administrator to establish at least one high altitude testing center to determine the compliance of vehicles with emission standards when in actual use throughout their useful life. Directs the Administrator to promulgate standards for emissions of carbon monoxide, nitrogen oxides, and volatile organic compounds from non-road engines which are significant contributors to ozone or carbon monoxide concentrations in more than one ozone or carbon monoxide nonattainment area. Provides for the enforcement of such standards. Requires the Administrator to review and, if necessary, revise aircraft emissions standards. Requires the Administrator to promulgate standards requiring the use of hydrocarbon control technology on light duty vehicles if such technology is determined to be feasible and desirable. Provides that, if such standards are not applied to all light duty vehicles, States in which there is an ozone nonattainment area must require the use of a fill nozzle to collect hydrocarbon vapors and prevent spillage. Collects fees from vehicle manufacturers for vapor recovery controls. Directs the Administrator to promulgate regulations to reduce evaporative emissions from gasoline by establishing standards for gasoline volatility. Prohibits the sale of leaded gasoline for vehicles on streets or highways after 1990. Permits a two-year delay of such prohibition if such prohibition reduces the availability of leaded gasoline for farm vehicles and alternatives to leaded gasoline for use in farm vehicles are unavailable. Requires the Administrator to promulgate a rule requiring a reduction in the sulfur content of motor vehicle diesel fuel. Directs the Administrator to provide guidance to States in which there are located ozone or carbon monoxide nonattainment areas on the use of vehicles having low emissions of nitrogen oxides, volatile organic compounds, or carbon monoxide. Requires the Administrator to determine whether and to what extent required increases in the use of low emission vehicles in ozone and carbon monoxide nonattainment areas can be extended to fleets of heavy-duty vehicles. Directs the Secretary of Transportation to promulgate standards, within two years of this Act's enactment, applicable to on-board natural gas storage cylinders. Requires that, of the vehicles obtained for a Federal Government fleet of passenger cars and light-duty trucks, 30 percent of those obtained in 1994, 50 percent of those obtained during 1995 and 1996, and 90 percent of those obtained thereafter be alternative fuel vehicles. Requires Federal facilities supplying such vehicles with alcohol or natural gas to offer such fuel for sale to the public. Requires that other Federal gasoline-powered vehicles which are not dual energy vehicles and are operated in Severe carbon monoxide nonattainment areas be supplied after March 31, 1989, with fuel that blends oxygenates with gasoline. Directs the Administrator to conduct a study and report to the Congress by October 1, 1991, on the air pollutant emissions, air quality impact, and human health risks associated with the storage, distribution, and use of significant amounts of alcohols or natural gas as transportation fuels as compared to diesel and gasoline fuels. Authorizes FY 1990 appropriations for such study. Authorizes appropriations for FY 1993 through 1996 for the extra costs of acquiring low-emission vehicles for Federal fleets. Requires that all buses ordered after 1989 for a Federal bus fleet operating in an ozone or carbon monoxide nonattainment area and having a central refueling station available to it be low emittors of nitrogen oxides, volatile organic chemicals, or carbon monoxide. Directs the Administrator to provide States with guidance on the use of transportation control measures. Title III: Other Provisions - Includes a movable stationary source within the term \"stationary source\" if it emits pollutants from equipment or processes other than its means of propulsion. Directs the Administrator to conduct a study of emissions of volatile organic compounds into the air from various substances, products, or activities to: (1) determine their potential to contribute to ozone levels; and (2) establish criteria for selecting substances, products, and activities to be regulated. Authorizes the Administrator to regulate such substances, products, and activities or issue control technology guidance if such guidance will be substantially as effective as regulations in reducing emissions of volatile organic compounds. Requires specified reductions in emissions of volatile organic compounds from commercial and consumer solvents, architectural coatings, traffic coatings, and aerospace coatings. Directs the Administrator to publish guidelines, within one year of this Act's enactment, for the improved enforcement of requirements applicable to the control of nitrogen oxides, volatile organic compounds, and carbon monoxide. Sets forth air pollution control penalty and enforcement provisions. Requires the Administrator to: (1) periodically review and, if necessary, revise the methods used to determine the quantity of emissions of carbon monoxide, volatile organic compounds, and nitrogen oxides from pollutant sources; and (2) establish methods to determine the quantity of such emissions from sources for which methods have not yet been established. Directs the Administrator to: (1) conduct a study and report to the Congress within three years of this Act's enactment on whether the methodology used by the EPA for establishing a design value for ozone provides a reasonable indicator of the ozone air quality of ozone nonattainment areas; (2) conduct a study and report to the Congress, within two years of this Act's enactment, on the role of nitrogen oxide emission reductions in reductions of ozone levels at different peak ozone concentrations and volatile organic compound-to-nitrogen oxide ratios; and (3) jointly fund, with the motor vehicle manufacturing industry, research into new engine designs which are more fuel efficient and less polluting, and into alternative fuels. Requires the Administrator to make information regarding emission control technology available to States and the public through a central database. Authorizes appropriations for the implementation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Clean Air Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:35-05:00"
}