{
  "actions": [
    {
      "acted_at": "2012-03-29", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committees on the Judiciary, Agriculture, Energy and Commerce, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committees on the Judiciary, Agriculture, Energy and Commerce, and Transportation and Infrastructure, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-29", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-29", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-29", 
      "committee": "House Agriculture", 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-29", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-29", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-30", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Environment and the Economy", 
      "text": "Referred to the Subcommittee on Environment and the Economy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-03-30", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-04-17", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-19", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Commercial and Administrative Law", 
      "text": "Referred to the Subcommittee on Courts, Commercial and Administrative Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-10", 
      "in_committee": "House Agriculture", 
      "references": [], 
      "subcommittee": "Nutrition and Horticulture ", 
      "text": "Referred to the Subcommittee on Nutrition and Horticulture .", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-06-07", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-12-05T14:47:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Education and the Workforce. H. Rept. 112-699, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-05T14:47:00-05:00", 
      "references": [], 
      "text": "Committee on Judiciary discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-05T14:47:00-05:00", 
      "references": [], 
      "text": "Committee on Agriculture discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-05T14:47:00-05:00", 
      "references": [], 
      "text": "Committee on Energy and Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-05T14:47:00-05:00", 
      "references": [], 
      "text": "Committee on Transportation discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-05", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Veterans' Affairs for a period ending not later than Dec. 14, 2012.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-14T12:20:00-05:00", 
      "references": [], 
      "text": "Committee on Veterans' Affairs discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-12-14T12:21:00-05:00", 
      "calendar": "Union", 
      "number": "513", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 513.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4297-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Commercial and Administrative Law", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Nutrition and Horticulture", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and the Economy", 
      "subcommittee_id": "18"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Barletta, Lou", 
      "sponsored_at": "2012-07-18", 
      "state": "PA", 
      "thomas_id": "02054", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Bucshon, Larry", 
      "sponsored_at": "2012-04-17", 
      "state": "IN", 
      "thomas_id": "02018", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Heck, Joseph J.", 
      "sponsored_at": "2012-03-29", 
      "state": "NV", 
      "thomas_id": "02040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kline, John", 
      "sponsored_at": "2012-04-17", 
      "state": "MN", 
      "thomas_id": "01733", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "McKeon, Howard P. \"Buck\"", 
      "sponsored_at": "2012-03-29", 
      "state": "CA", 
      "thomas_id": "00778", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Roe, David P.", 
      "sponsored_at": "2012-04-17", 
      "state": "TN", 
      "thomas_id": "01954", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-03-29", 
  "number": "4297", 
  "official_title": "To reform and strengthen the workforce investment system of the Nation to put Americans back to work and make the United States more competitive in the 21st Century.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2295-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2295-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3610-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3610-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3611-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3611-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Workforce Investment Improvement Act of 2012", 
  "sponsor": {
    "district": "5", 
    "name": "Foxx, Virginia", 
    "state": "NC", 
    "thomas_id": "01791", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-06-07", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Adult education and literacy", 
    "Correctional facilities and imprisonment", 
    "Department of Labor", 
    "Disability and paralysis", 
    "Disability assistance", 
    "Economic development", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Employment and training programs", 
    "Executive agency funding and structure", 
    "Food assistance and relief", 
    "Government information and archives", 
    "Hazardous wastes and toxic substances", 
    "Higher education", 
    "Industrial facilities", 
    "Labor and employment", 
    "Marshall Islands", 
    "Micronesia", 
    "Migrant, seasonal, agricultural labor", 
    "Military personnel and dependents", 
    "National Guard and reserves", 
    "Oceania", 
    "Palau", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Public contracts and procurement", 
    "Public-private cooperation", 
    "Small business", 
    "Soil pollution", 
    "State and local government operations", 
    "Unemployment", 
    "Veterans' education, employment, rehabilitation", 
    "Vocational education", 
    "Wages and earnings", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2012-12-05", 
    "text": "Workforce Investment Improvement Act of 2012 - Amends the Workforce Investment Act of 1998 (WIA) to revise requirements and reauthorize appropriations for: (1) WIA title I, workforce investment systems for job training and employment services; and (2) WIA title II, adult education and family literacy education programs. Title I: Amendments to the Workforce Investment Act of 2012 - Subtitle A: Workforce Investment Definitions - (Sec. 101) Defines accrued expenditures, administrative costs, at-risk youth, industry or sector partnership, industry-recognizes credential, and recognized postsecondary credential. Revises other specified definitions. Subtitle B: Statewide and Local Workforce Investment Systems - (Sec. 103) Revises requirements for membership on a state workforce investment board (state board). Requires a state board to assist the state governor by developing: (1) policies and programs that support a comprehensive statewide workforce development system, and (2) a statewide workforce and labor market information system. (Sec. 104) Revises requirements for a state workforce development plan. Requires a plan to outline a three-year (currently five-year) strategy for the statewide workforce investment system. Requires a plan, in addition to current specified contents, to describe: (1) strategies and services to more fully engage employers and meet their needs, as well as those to assist at-risk youth and out-of-school youth in acquiring education, skills, credentials, and employment experience; (2) how the state board will convene industry or sector partnerships that lead to collaborative planning, resource alignment, and training efforts across multiple firms for a range of workers currently or potentially employed by a targeted industry cluster; (3) how the state will use technology to facilitate access to services in remote areas; (4) state actions to foster communication, coordination, and partnerships with non-profit organizations that provide employment-related, training, and complementary services; and (5) the process and methodology for determining one-stop partner program contributions for the cost of the infrastructure of one-stop centers, as well as the formula for allocating such infrastructure funds to local areas. Requires the state plan also to describe: (1) how the state will furnish employment, training, supportive, and placement services to veterans, including disabled and homeless veterans; and (2) the strategies and services that will be used in the state to assist and expedite reintegration of homeless veterans into the labor force. (Sec. 105) Revises requirements for the designation of local workforce investment areas. Eliminates automatic designations by a state governor upon the request of any area meeting certain criteria. Authorizes a governor to grant a local government request for a designation only if recommended by the state board. Authorizes a governor to designate a state as a single state local area regardless of whether it was a single state service delivery area under the Job Training Partnership Act as of July 1, 1998. Allows a state to require the local boards for a designated region to prepare a single regional plan that incorporates the elements of the local plan and is approved in lieu of separate local plans. (Sec. 106) Revises requirements for local workforce investment boards. Repeals the requirement that representatives of labor organizations be included on a board. Changes from mandatory to discretionary, at the option of the chief elected official in the local area, the inclusion on a board of representatives of community-based organizations and of specified representatives of the local secondary school system or of a postsecondary educational institution. Adds representatives of veterans service organizations as possible board members at the discretion of the chief elected official in the local area. Requires a 2/3 majority of the board members to represent local area businesses. Repeals the requirement that the governing body of the concentrated employment program involved act in consultation with the chief elected official in the local workforce investment area to appoint members of the local board. Revises requirements for the functions of the local board. Requires the local board to conduct, and regularly update, a workforce research and regional labor market analysis and assist the governor in developing a statewide workforce and labor market information system. Renames core services a local board may provide through a one-stop delivery system as work ready services. (Sec. 107) Revises requirements for the comprehensive local plan and its contents, contracting its range from five years to three years. (Sec. 108) Revises requirements for the roles and responsibilities of one-stop partners in one-stop delivery systems. Removes from a one-stop delivery system any activities of an Older American community service employment program. Removes from the list of human resource programs a one-stop partner may carry out any activities under a state employment and training program assisting members of households participating in the supplemental nutrition assistance program. Adds to list of human resource programs a one-stop partner may carry out, however, other specified employment and training programs. Revises requirements for the provisions of a memorandum of understanding between the local board and a one-stop partner. Prescribes requirements for one-stop delivery systems. Requires the state board to establish objective procedures and criteria for periodically certifying one-stop centers for the purpose of awarding one-stop infrastructure funding. (Sec. 109) Revises requirements for identification of eligible providers of training services. Requires a state governor to establish eligibility criteria and procedures for providers of training services in the state, taking into account specified factors. (Sec. 110) Eliminates specific funding for adult and dislocated worker employment and training. (Sec. 111) Revises requirements for reservations of federal appropriations for allotment to states. Specifies state use of federal funds to set up a Workforce Investment Fund. (Sec. 112) Revises requirements for within-state allocations of funds. (Sec. 113) Revises requirements for the use of funds for state and local employment and training activities, including statewide rapid response and grants for individuals with barriers to employment. Authorizes a local board to use funds allocated to a local area to carry out incumbent worker training programs to assist incumbent workers in obtaining the skills necessary to retain employment and avert layoffs. Requires the state and local board, when providing employment and training activities, to give priority to placing participants in jobs in the private sector. Requires a local area to employ one or more veteran employment specialists to: (1) conduct outreach to local area employers to assist veterans, including disabled veterans, in gaining employment; and (2) facilitate employment, training, supportive, and placement services furnished to veterans, including disabled and homeless veterans, in the local area. (Sec. 114) Revises requirements for the performance accountability system, including core indicators of performance. Eliminates customer satisfaction indicators. (Sec. 115) Authorizes appropriations for employment and training activities for FY2013-FY2018. Subtitle C: Job Corps - (Sec. 116) Revises the principal purpose of the Job Corps to limit it to assisting at-risk youth to connect to the workforce by providing them with intensive academic, career and technical education, and service-learning opportunities to enable them to obtain regular secondary school diplomas, industry-recognized credentials, or recognized postsecondary credentials leading to successful careers in in-demand industries that will result in opportunities for advancement. (Sec. 117) Raises the maximum age of individuals eligible for the Job Corps from 21 to 24. (Sec. 119) Eliminates from the sources with which implementation of standards and procedures for the recruitment, screening, and selection of eligible Job Corps applicants must be arranged community action agencies, business organizations, and labor organizations, and agencies and individuals that have contact with youth over substantial periods of time and are able to offer reliable information about the needs and problems of youth. Limits such arrangements to organizations that have a demonstrated record of effectiveness in placing at-risk youth into employment. Renders ineligible for enrollment in the Job Corps any individual who: (1) makes a false statement in connection with a criminal background check; (2) is registered or is required to be registered on a state sex offender registry or the National Sex Offender Registry; or (3) has been convicted of a felony consisting of homicide, child abuse or neglect, a crime against children, including child pornography, a crime involving rape or sexual assault, or physical assault, battery, or a drug-related offense committed within the past five years. (Sec. 120) Prohibits the Secretary of Labor (Secretary) from renewing the agreement for an entity to operate a Job Corps center if the center is ranked in the bottom quintile of centers for any program year. Allows such an entity to submit a new application only if it has shown significant improvement in performance indicators over the last program year. Specifies elements of systemic or substantial material failure that disqualify an entity from operating a Job Corps center. (Sec. 121) Makes completing secondary education and receiving a regular secondary school diploma one of the purposes of targeted Job Corps activities. (Sec. 122) Repeals the authority of the Secretary to provide counseling and job placement to former Job Corps enrollees. (Sec. 123) Replaces readjustment allowances for Job Corps graduates and former enrollees with transition allowances to graduates only. Requires the transition allowance to be incentive-based to reflect a graduate's completion of academic, career and technical education or training, and attainment of a recognized postsecondary credential, including an industry-recognized credential. (Sec. 124) Repeals the authority of the Secretary to require the operator of a Job Corps center to submit additional information, to become part of the center's operating plan, in order to remain eligible to operate the center. Prohibits a Job Corps center operator from using more than 10% of funds allotted to it for administrative costs. (Sec. 125) Revises requirements for Job Corps center participation in the community. Eliminates the requirement that each center have a Business and Community Liaison. Requires instead that the director of each Job Corps center encourage and cooperate in activities to establish a mutually beneficial relationship between Job Corps centers in the state and nearby communities, which may include use of any local workforce development boards to provide a mechanism for joint discussion of common problems and for planning programs of mutual interest. (Sec. 126) Changes the industry council, appointed by the center director, each Job Corps center is required to have to a workforce council appointed by the state governor. Revises requirements for council composition and responsibilities. (Sec. 127) Repeals the authority of the Secretary to carry out experimental, research, or demonstration projects relating to the Job Corps program. Directs the Secretary instead to provide technical assistance and training for the Job Corps program to improve its quality. (Sec. 128) Repeals the requirement that the Secretary provide each Job Corps center operator and service provider with an equitable and negotiated management fee. (Sec. 129) Directs the Secretary to establish procedures to ensure that each Job Corps center operator, and each service provider, maintains a performance accountability system meeting certain criteria (in addition to the financial management information system required by current law). Prescribes primary and secondary performance indicators. (Sec. 130) Directs the Secretary to conduct an audit of the past 10 years of performance of Job Corps centers, including information indicating specified comparisons of each Job Corps center, by rank, on the performance indicators. Requires the Secretary to close those centers ranked in the bottom quintile on such indicators. (Sec. 131) Directs the Secretary to develop and implement specific policies and procedures governing the selection of the state and local area for construction of Job Corps centers. Requires such policies and procedures to be the same across all regions, based on a needs assessment of a specified assignment plan, and free from political favoritism, biases, or considerations. Subtitle D: National Programs - (Sec. 132) Eliminates authority and requirements with respect to technical assistance to states that do not meet state performance measures with respect to employment and training activities for dislocated workers. Requires the Secretary to establish a system through which states may share information regarding best practices with regard to the operation of workforce investment activities. (Sec. 133) Requires the Secretary, through grants, contracts, or cooperative agreements, to conduct an independent evaluation of national programs and funded activities at least once every five years. Revises the requirement that such an evaluation cover the impact of the programs and activities on the community and participants involved to specify the impact of receiving services and not receiving services under such programs and activities on the community, businesses, and individuals. Adds quasi-experimental methods, impact analysis, and the use of administrative data to the list of research designs such evaluations must use. (Sec. 134) Directs the Secretary to establish a program to furnish counseling, assistance in identifying employment and training opportunities, help in obtaining such employment and training, and other related information and services to members of the Armed Forces (and their spouses) who are being separated from active duty. Subtitle E: Administration - (Sec. 135) Changes from mandatory to discretionary the Secretary's authority to investigate an allegation of a violation of the requirements of federal labor law made by participants and other interested or affected parties. Revises limitations of the use of funds to prohibit their use for specified activities that are not directly related to the entry into employment, retention in employment, or increases in earnings of (currently, training for) eligible individuals. Prohibits the use of funds by a recipient or subrecipient to pay the salary and bonuses of an individual, either as direct costs or indirect costs, at a rate in excess of Level II of the Federal Executive Pay Schedule. Directs the Employment and Training Administration (ETA) of the Department of Labor, headed by an Assistant Secretary appointed by the President by and with the advice and consent of the Senate, to administer all workforce investment systems programs for job training and employment services and title III (Job Corps). Requires the Assistant Secretary to have substantial experience in workforce development and in workforce development management. (Sec. 137) Revises the requirement that funds made available to a state for administration of statewide workforce investment activities be allocable to the overall administration of workforce investment activities. Repeals the declaration that such funds need not be specifically allocable to: (1) the administration of adult employment and training activities; (2) the administration of dislocated worker employment and training activities; or (3) the administration of youth activities. (Sec. 138) Requires that each state, each local board, and each recipient (other than a subrecipient, subgrantee, or contractor of a recipient) receiving funds have the option to submit or disseminate electronically any reports, records, plans, or any other data required to be collected or disseminated. Requires the Secretary to submit to Congress all quarterly financial reports of local boards on programs and activities received from each state. (Sec. 139) Repeals the Secretary's authority to waive for any state or local area any of the statutory or regulatory requirements for state plans, fiscal controls, accounting procedures, recordkeeping, and accountability relating to U.S. Employment Service. Authorizes the Secretary to establish, in lieu of current requirements for waiver requests and for conditions on waivers, an expedited procedure for the purpose of extending to additional states the waiver of statutory or regulatory requirements that have been approved for a state pursuant to a request. (Sec. 140) Exempts certain funds received by a public or private nonprofit entity, such as those raised privately from philanthropic foundations, businesses, or other private entities, from consideration as income with respect to the requirement that a public or private nonprofit entity may retain income from any program it administers only if it is used to continue to carry out the program. Prohibits the use of funds to establish or operate stand-alone fee-for-service enterprises, except one-stop centers, that compete with private sector employment agencies. (Sec. 143) Directs the Secretary to: (1) identify the number of Department of Labor employees who work on or administer workforce investment system programs, (2) identify the number of full-time equivalent (FTE) employees who work on or administer any such programs that have been eliminated or consolidated, and (3) reduce the Department of Labor workforce by that number of FTE employees. Subtitle F: State Unified Plan - (Sec. 144) Revises the kinds of programs and activities, including workforce investment system and adult education and literacy programs, that may be covered by a state unified plan. Authorizes a state to consolidate funds allotted to it into the Workforce Investment Fund in order to reduce inefficiencies in the administration of federally-funded state and local employment and training programs. Prohibits consolidation of funds, however, allocated to the state under the Carl D. Perkins Career and Technical Education Act of 2006 and the Rehabilitation Act of 1973. Title II: Adult Education and Family Literacy Education - (Sec. 201) Revises the entire Adult Education and Family Literacy Education Act (while retaining most of it as is). Defines \"adult education and family literacy education programs\" as a sequence of academic instruction and educational services below the postsecondary level that increase an individual's ability to read, write, and speak English and perform mathematical computations leading to a level of proficiency equivalent to at least a secondary school completion. Targets these programs to individuals who are at least age 16 and are not enrolled or required to be enrolled in secondary school under state law and who also: (1) lack sufficient mastery of basic reading, writing, speaking, and math skills to enable them to function effectively in society; (2) do not have a secondary school diploma or its equivalent and have not achieved an equivalent level of education; or (3) are English learners. Changes the term \"individual of limited English proficiency\" to \"English learner.\" Extends the authorization of appropriations through FY2013-FY2018. Increases from 1.5% to 2% the mandatory reservation of funds for national activities involved in adult education, English language acquisition, and family literacy education programs. Replaces current requirements for a performance accountability system with a referral to specified other performance accountability requirements. Contracts from five years to three years the length of the mandatory state plan. Authorizes the eligible agency to submit the state plan as part of a state unified plan (as indicated in Sec. 144). Revises requirements for plan contents. Requires the Secretary to approve a state plan within 120 days after receiving it. Reduces from 90 days to 30 days the deadline for rejecting a plan for failing to meet requirements. Requires the Secretary, however, to provide technical assistance to assist the eligible agency to meet such requirements if its plan fails to receive approval. Revises requirements for local activities the eligible agency must require eligible providers receiving a grant or contract to establish or operate. Requires the eligible agency to require eligible providers to demonstrate measurable goals for participant outcomes and other specified program elements. Repeals the condition on an eligible agency's receipt of federal funds for any fiscal year that the Secretary find that the agency's fiscal effort per student or its aggregate expenditures for adult education and literacy activities, in the second preceding fiscal year, was not less than 90% of the fiscal effort per student or the agency's aggregate expenditures for adult education and literacy activities, in the third preceding fiscal year. Repeals the mandate for a National Institute for Literacy. Revises requirements for national activities (currently, national leadership activities), especially discretionary technical assistance, upon request, to eligible entities. Title III: Amendments to the Wagner-Peyser Act - (Sec. 301) Amends the Wagner-Peyser Act to replace the nationwide employment statistics system, which the Secretary is required to oversee, with a nationwide workforce and labor market information system. Eliminates the requirement for an annual plan to achieve cooperative management of the nationwide system. Authorizes the Secretary to assist in the development of national electronic tools that may be used to: (1) facilitate the delivery of work ready services, and (2) provide workforce information to individuals through one-stop delivery systems and through other appropriate delivery systems. Authorizes appropriations for FY2013-FY2018. Title IV: Repeals and Conforming Amendments - Amends the Older Americans Act of 1965 to repeal authorities for training projects for the specialized training of persons employed or preparing for employment in carrying out programs related to the purposes of such Act. Amends the Wagner-Peyser Act to eliminate the U.S. Employment Service. Amends the American Competitiveness and Workforce Improvement Act to repeal authorities for job training grants. Repeals the Youth Conservation Corps Act of 1970 and the Women in Apprenticeship and Nontraditional Occupations Act. Amends the Higher Education Amendments of 1998 to repeal the authorization for grants to states for workplace and community transition training for incarcerated individuals. Amends the Immigration and Nationality Act and the Refugee Education Assistance Act of 1980 to repeal the authorization for programs for domestic resettlement of and assistance to refugees, particularly Cuban and Haitian entrants. Amends the Second Chance Act of 2007 to repeal the mandate for the Attorney General to establish a federal prisoner reentry initiative. Repeals the disabled veterans' outreach program, the mandate for local veterans' employment representatives, homeless veterans reintegration programs, and the Department of Labor program of employment assistance, job training assistance, and other transitional services for Armed Forces members being separated from active duty and their spouses. (Sec. 402) Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to repeal the authority of the Administrator of the Environmental Protection Agency (EPA) to provide training to individuals and organizations to facilitate the inventory of brownfield sites, site assessments, remediation of brownfield sites, community involvement, or site preparation. (Sec. 403) Amends the Food and Nutrition Act of 2008 to require that employment and training services to eligible members of households participating in the supplemental nutrition assistance program be provided through the statewide workforce development system, including the one-stop delivery system. Deems a state workforce investment board to be the state agency designing and implementing the program providing such services. Requires the state workforce investment board to provide payments or reimbursement to participants for: (1) the actual costs of transportation and other actual costs reasonably necessary and directly related to the individual participating in employment and training services; and (2) the actual costs of such dependent care expenses, which may, at board option, be arranged through providers by the purchase of service contracts or vouchers or by providing vouchers to the household. Requires the Secretary of Agriculture to monitor the state workforce investment board administering employment and training services in conjunction with the Secretary of Labor to ensure that funds are being spent effectively and efficiently. Repeals the authority of the Secretary of Agriculture to conduct demonstration projects to test improved consistency or coordination between the supplemental nutrition assistance program employment and training program and the Job Opportunities and Basic Skills program under title IV of the Social Security Act. (Sec. 404) Makes conforming amendments to the U.S. Code. Title V: Amendments to the Rehabilitation Act of 1973 - (Sec. 502) Amends the Rehabilitation Act of 1973 (RA73) to redesignate the Commissioner of the Rehabilitation Services Administration (RSA) the Director. (Sec. 503) Defines \"student with a disability\" as an individual with a disability who: (1) is between ages 16 and 21, (2) has been determined eligible for vocational rehabilitation assistance, and (3) is also eligible for and is receiving special education under he Individuals with Disabilities Education Act. (Sec. 504) Requires the state vocational rehabilitation plan to assure that the designated state unit and the lead agency or implementing entity responsible for carrying out duties under the Assistive Technology Act of 1998 have developed working relationships and coordinate their activities. Requires the state plan also to include an assessment of: (1) the transition services provided under RA73, and coordinated with transition services under the Individuals with Disabilities Education Act, as to those services meeting the needs of individuals with disabilities; and (2) describe the methods to be used to improve and expand vocational rehabilitation services for students with disabilities, including the coordination of services designed to facilitate student transition from receipt of educational services in school to receipt of vocational rehabilitation services or to postsecondary education or employment. Requires the state plan also to: (1) describe criteria the designated state agency will use to award collaboration with industry grants; and (2) provide satisfactory assurance that the state has developed and implemented strategies, and shall carry out programs or activities, to address the vocational rehabilitation needs of individuals with disabilities identified in the mandatory comprehensive triennial statewide assessment, especially vocational rehabilitation services for students with disabilities. (Sec. 505) Includes among vocational rehabilitation services establishment, development, or improvement of assistive technology demonstration, loan, reutilization, or financing programs in coordination with activities authorized under the Assistive Technology Act of 1998 to promote access to assistive technology for individuals with disabilities and employers. (Sec. 506) Repeals the requirement that the RSA Commissioner (now Director) establish evaluation standards and performance indicators for the vocational rehabilitation program. Subjects such standards and indicators to specified requirements of the Workforce Investment Act of 1998. (Sec. 507) Requires a state to use a certain percentage of the federal share of the cost of vocational rehabilitation services to award five-year grants to for-profit businesses, alone or in partnership with community rehabilitation program providers, Indian tribes, or tribal organizations, to create practical job and career readiness and training programs for individuals with disabilities, and provide job placements and career advancement for them. (Sec. 508) Requires each state to reserve at least 10% of its funds allotted for vocational rehabilitation services to carry out transition services. (Sec. 509) Directs the Secretary of Education to make grants to the protection and advocacy system serving the American Indian Consortium to provide assistance under a client assistance program in informing and advising all clients and client applicants of all available benefits under RA73. (Sec. 510) Repeals the authority of the RSA Commissioner (now Director) to make grants and contracts for: (1) vocational rehabilitation services to individuals with disabilities who are migrant or seasonal farmworkers; (2) recreational programs for such individuals; and (3) in-service training of vocational rehabilitation personnel. (Sec. 511) Repeals title VI (Employment Opportunities for Individuals with Disabilities) of RA73. (Sec. 512) Revises requirements for selection of a chairperson for the Statewide Independent Living Council to repeal the requirement that, in states in which the governor does not have veto power under state law, the appointing authority designate a voting member of the Council to serve as chairperson or require the Council to so designate such a voting member. (Sec. 513) Revises requirements and reauthorizes appropriations for FY2013-2018 for vocational rehabilitation services under RA73."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Workforce Investment Improvement Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Workforce Investment Improvement Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform and strengthen the workforce investment system of the Nation to put Americans back to work and make the United States more competitive in the 21st Century.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:41:27-05:00"
}