{
  "actions": [
    {
      "acted_at": "1991-07-22", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1519-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-22", 
  "number": "1519", 
  "official_title": "A bill to amend title 10 and title 38, United States Code, to make certain improvements in the educational assistance programs for veterans and eligible persons, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Educational Assistance Improvements Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-22", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Education", 
    "Employee training", 
    "Federal aid to higher education", 
    "Government trust funds", 
    "Health insurance", 
    "Military discharges", 
    "Student employment", 
    "Student loan funds", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Vocational education", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-22", 
    "text": "Veterans' Educational Assistance Improvements Act of 1991 - Amends Federal provisions with respect to a temporary program for trial work periods and vocational rehabilitation for certain veterans with total disability ratings to: (1) reduce from 12 to six months the work period of a totally disabled veteran engaged in a work program during which the total disability rating will not be reduced due to such employment; and (2) make such trial work program permanent (currently ends January 31, 1992). Revises provisions concerning a temporary program of vocational training for veterans under age 45 who are awarded a veteran's pension to: (1) delete the current January 31, 1992, termination date of such program; (2) make voluntary between the veteran and the Secretary of Veterans Affairs (currently, required) an evaluation as to whether such veteran could reasonably achieve a vocational goal; (3) make unnecessary (currently, required) a personal interview by a Department of Veterans Affairs counselor as part of such evaluation when such interview is not practical or necessary for the goal-achievement determination; and (4) protect for three years such veteran's health-care eligibility without regard to when the veteran's entitlement to pension is terminated due to income from work or training. Requires a veteran to be found to have a serious employment handicap (currently, only an employment handicap) in order to qualify for a current program of the provision of independent living services for such veteran. Amends the Montgomery GI Bill Active-Duty Educational Assistance Program to expand the eligibility for the monthly basic educational assistance allowance under the Program to include persons who initially serve a continuous period of active duty of at least three years without a break in such service, notwithstanding that they were initially obligated to serve only two years of active duty. Eliminates the current requirement of the advance payment of 40 percent of the allowance under the work-study allowance program of the veterans' educational assistance program. Revises provisions concerning the approval of courses for participation in the veterans' educational assistance program to: (1) exclude elementary and secondary schools from the requirement that, in making application for the approval of a school course, the school must furnish copies of its catalog to the State approving agency; and (2) require that all accredited schools that have and enforce standards of attendance must submit such standards to such agency. Bars payment by the Department of education benefits to an individual for training paid for under the Government Employees Training Act. Repeals the authority of the Department to grant education loans for veterans wishing to complete their education after the delimiting period for an educational program has expired, or for certain flight training. Provides a savings provision under which the Secretary is authorized to: (1) collect loan principal and interest, as well as overpayments, with respect to loans made prior to this Act; and (2) transfer monies contained in the Department of Veterans Affairs Education Loan Fund to the appropriation for readjustment benefits. Defines the amount of monthly benefit payable to an individual engaged in a course of independent study leading to a standard college degree under the armed forces' and veterans' educational assistance programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Educational Assistance Improvements Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 10 and title 38, United States Code, to make certain improvements in the educational assistance programs for veterans and eligible persons, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:08-05:00"
}