{
  "actions": [
    {
      "acted_at": "1991-05-21", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1121-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1991-05-21", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1991-06-06", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1991-05-21", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1991-06-11", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1991-05-22", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1991-05-22", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1991-05-21", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1991-05-21", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1991-05-21", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1991-05-21", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1991-06-11", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1991-05-21", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1991-06-05", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1991-05-22", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1991-05-21", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1991-05-21", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1991-06-06", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-21", 
  "number": "1121", 
  "official_title": "A bill to authorize funds for construction of highways, for highway safety programs, for mass transportation programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal-Aid Surface Transportation Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-21", 
  "subjects": [
    "Air quality", 
    "Alaska", 
    "Alcohol and youth", 
    "Archaeology", 
    "Authorization", 
    "Auto restricted zones", 
    "Bikeways", 
    "Bridges", 
    "Buy American", 
    "Canada", 
    "Car pools", 
    "Civil defense", 
    "Disaster relief", 
    "Discrimination in employment", 
    "Drunk driving", 
    "Energy conservation", 
    "Energy policy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid highway program", 
    "Federal aid to higher education", 
    "Federal aid to transportation", 
    "Ferries", 
    "Foreign trade and international finance", 
    "Forest roads", 
    "Gifts", 
    "Government operations and politics", 
    "Government trust funds", 
    "Highway beautification", 
    "Highway engineering", 
    "Highway planning", 
    "Highway research", 
    "Intergovernmental fiscal relations", 
    "Interstate highway system", 
    "Landscape protection", 
    "Legal fees", 
    "Limited access highways", 
    "Mass rapid transit", 
    "Massachusetts", 
    "Minority business enterprises", 
    "Native Americans", 
    "Parking facilities", 
    "Pedestrians", 
    "Public lands and natural resources", 
    "Research and development", 
    "Research centers", 
    "Revolving funds", 
    "Right-of-way", 
    "Roads and highways", 
    "Sex discrimination", 
    "Small business", 
    "Speed limits", 
    "State laws", 
    "Statistics", 
    "Technological innovations", 
    "Technology transfer", 
    "Toll roads", 
    "Traffic accidents and safety", 
    "Traffic engineering", 
    "Trails", 
    "Transportation and public works", 
    "Transportation planning", 
    "Trucks", 
    "Tunnels", 
    "Urban highways", 
    "Urban transportation", 
    "Wetland conservation", 
    "Wetlands"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-21", 
    "text": "Federal Aid Surface Transportation Act of 1991 - Title I: Federal-Aid Highway Act of 1991 - Federal-Aid Highway Act of 1991 - Authorizes appropriations out of the Highway Account of the Highway Trust Fund (HTF) for: (1) the National Highway and Bridge System; (2) the Urban and Rural Highway and Bridge Program; (3) emergency relief; (4) the Federal Lands Highway Program; (5) the University Transportation Centers Program; (6) the Right-of-Way Revolving Fund; and (7) the Territorial Highway Program. Specifies that unobligated balances of funds apportioned or allocated to a State under Federal highway provisions before October 1, 1991, shall be available for obligation in such State under the law, regulations, policies, and procedures relating to the obligation and expenditure of those funds in effect on September 30, 1991. Repeals the FY 1993 authorization under the Federal-Aid Highway Act of 1956. Authorizes appropriations for Interstate construction to complete the Interstate System out of the Highway Account of the HTF for each of FY 1992 through 1995. Provides for certain allocations for Massachusetts for such fiscal years. Sets forth a formula for the apportionment of authorized funds for such fiscal years among the States. Authorizes appropriations out of the Highway Account of the HTF for highway projects for the Interstate Substitution Program. Sets forth provisions with respect to obligation ceilings for Federal-aid highway programs, distribution of and limitations on obligation authority, and redistribution of unused obligation authority. Declares that national resources should be focused upon preserving the nation's investment in its Interstate systems, that broad national defense, economic, safety, and international policy goals are advanced by efficient transportation systems, that national transportation investments should increasingly encourage domestic and international commerce and trade, and that, based on congressionally established national transportation policy and objectives, a new Federal high priority highway network should be designated. Establishes the National Highway and Bridge System, to consist of all currently designated Interstate highways, an appropriate portion of the rural and urban principal arterial routes, including toll facilities, and national defense highways, and routes which meet specified criteria (including nationally significant truck routes, routes that provide nationally significant commodities with access to markets, access points to significant national parks, facilities that will provide logical connection between major population centers and the National Highway and Bridge System, and major urban corridors). Specifies that the National Highway System shall be based on a functional reclassification of roads and streets in each State which shall be designated not later than September 30, 1993, in accordance with guidelines issued by the Secretary of Transportation, and that the Secretary may add segments to the National Highway System as necessary to meet National Highway Program objectives. Directs the Secretary to establish criteria for reviewing projects to be funded as part of the National Highway and Bridge System which: (1) define eligible projects to include rehabilitation, resurfacing, restoration, capacity expansion, operational improvement, safety, and new highway construction; (2) ensure as a first priority for the use of available funds the protection of investments made in the Interstate highways in each State and the provision of suitable traveling quality by such highways; (3) permit funding in urbanized areas to be used to improve highway and transit systems, where it can be shown that the improvement will increase the level of service within the corridor of the National Highway and Bridge System; and (4) permit the use of such funds for intercity rail projects and projects for access to ports, airports, and related facilities. Sets forth additional provisions with respect to the discharge of responsibilities by the Secretary for National Highway and Bridge System projects. Directs the Secretary to establish an Urban and Rural Highway and Bridge Program to provide a category of funds that minimizes Federal requirements and provides flexibility in the use of available funds for either highway or transit projects. Specifies: (1) that the Urban and Rural Highway and Bridge Program shall consist of all public highways (including bridges) functionally classified as arterials, urban collectors, and rural collectors other than those designated as part of the National Highway and Bridge System; (2) that each State shall establish guidelines for implementing this program; and (3) eligible highways and projects. Authorizes the Secretary to approve innovative highway- and transit-related immediate action, non-capital intensive projects to help relieve congestion and transportation-related air quality problems in urbanized areas of more than 200,000 population, or projects in rural areas that respond to rural transportation problems through innovative approaches and strategies. Sets forth provisions with respect to project compliance with State and Federal requirements. Requires States to have an ongoing bridge inspection and inventory system. Directs the Secretary to set aside specified funds for Metropolitan and Rural Innovative Bonus Projects. Sets forth provisions with respect to the obligation of funds, and the Federal share of projects, for the construction of toll roads, bridges, tunnels, and ferries. Repeals provisions: (1) requiring each State to certify annually that it is enforcing all speed limits on public highways posted at the national maximum speed limit; (2) requiring the Secretary to withhold project approval in any State that fails to certify accordingly; (3) requiring States to submit to the Secretary compliance data for a 12-month period on the percentage of motor vehicles exceeding 55 miles per hour (mph) on their public highways posted at 55 mph; and (4) establishing a process under which a State could lose up to ten percent of its non-Interstate highway construction funds for the following fiscal year if the State's 12-month compliance data show that more than 50 percent of its motorists exceeded the posted 55 mph limit. Requires the Secretary, in each fiscal year, to allocate among the States amounts sufficient to ensure that: (1) the total of apportionments and minimum allocation for each State in each such fiscal year shall not be less than 90 percent (currently, 85 percent) of the percentage of estimated tax payments into the Highway Account of the HTF attributable to highway users in the State of total apportionments in each such fiscal year and allocations for the prior year; and (2) each State's total apportionment from the Highway Account of the HTF for the year is not less than that made during FY 1991 (excluding any Interstate construction funds in excess of FY 1992 one-half percent minimum, Interstate substitution, and amounts for demonstration or discretionary funding programs or projects). Directs the Secretary to cooperate with State and local officials in urbanized areas in the development of transportation plans and programs which are formulated with due consideration to comprehensive long-range land use plans, development objectives, innovative financing mechanisms, overall social, economic, environmental, and system performance, energy conservation goals and objectives and with due consideration to their probable effect on the future development of the area. Specifies that the transportation planning process, at a minimum, shall cover the existing urbanized area and the area expected to become urbanized within the forecast period, and that it may encompass the entire Metropolitan Statistical Area/Consolidated Metropolitan Statistical Area at the discretion of the Governor and the affected units of local government. Requires that transportation plans and programs in urbanized areas of more than 200,000 population be based on a continuing transportation planning process which: (1) is carried out by a metropolitan planning organization and is comprehensive to the degree appropriate based on the complexity of transportation problems in the area, including transportation-related air quality problems; and (2) considers all modes of transportation, including intermodal connectivity, the balance between future development and transportation needs, and an areawide multimodal congestion management system. Specifies that in nonattainment areas for transportation-related pollutants, the multimodal congestion management system shall address air quality considerations and be coordinated with the process for development of the transportation element of the State Implementation Plan required by the Clean Air Act. Requires that the costs and impacts of proposed action on both mobility and air quality be evaluated. Bars the Secretary from approving any highway project in urbanized areas of more than 200,000 population that by reconstruction or new construction significantly increases the vehicle carrying capacity of a transportation corridor unless the project is consistent with the congestion management system. Directs the metropolitan planning organization to cooperate with the State in the development of a congestion management, bridge management, pavement management, safety management, and traffic monitoring system. Requires that: (1) a metropolitan planning organization be designated in each urbanized area by agreement among the units of general purpose local government and the Governor to carry out such transportation planning process; (2) such organization develop a transportation improvement program that includes all projects proposed for funding within the study area under the National Highway and Bridge Program, the Urban and Rural Highway and Bridge Program, and the Bridge Program; and (3) in urbanized areas of 200,000 population or less, such organization, the State, and transit operators, at a minimum, meet the requirements of this Act by the development of such a transportation improvement program (including consideration of transportation-related air quality problems). Requires the Federal highway research program to include a coordinated long-term program of research: (1) on Intelligent Vehicle Highway Systems; and (2) for the development, use, and dissemination of performance indicators to measure the performance of the surface transportation system. Requires such program to continue those portions of the Strategic Highway Research Program that the Secretary deems important. Directs the Secretary to create and administer the Dwight David Eisenhower Transportation Fellowship Program, a program to attract qualified students to the field of transportation engineering and research. Provides for the funding of such program. Directs the Secretary to cooperate with the States in carrying out: (1) statewide transportation planning to support transportation programs and projects funded under this Act; and (2) State highway research. Sets forth provisions regarding State matching fund requirements and waiver of such requirements. Directs the Secretary: (1) in the Secretary's reports regarding future highway needs of the nation, to report as well on the condition and performance of the existing system and on the bridge needs of the nation; and (2) beginning with the report due in January 1995, to include the results of studies of the air quality impacts of transportation programs, including the air quality benefits realized from transportation control measures required under the Clean Air Act. Establishes within the Department of Transportation a Bureau of Transportation Statistics, which shall pursue a comprehensive, long-term program for the collection and analysis of data relating to the performance of the national transportation system. Requires the Director of such Bureau to: (1) produce annually unbiased and comparable estimates of factors, including productivity in the various portions of the transportation sector, traffic flow, travel times, travel costs of intracity commuting and intercity trips, frequency of vehicle and transportation facility repairs, accidents, and collateral damage to the human and natural environment; and (2) submit reports beginning on October 1, 1992, and every 12 months thereafter, to specified congressional committees describing the status of the U.S. transportation system. Authorizes the Secretary to: (1) undertake, on a cost-shared basis, collaborative research and development with non-Federal entities, including State, local, and foreign governments; and (2) enter into cooperative research and development agreements, except that the average Federal share in such agreements shall not exceed 50 percent (but allows the Secretary to approve a higher Federal level of participation where there is substantial public interest or benefit.) Authorizes the Secretary to withhold project approvals on National Highway and Bridge Program projects for failure of a State to have a bridge management, pavement management, safety management, and congestion management system. Requires each State to have a traffic monitoring system to provide statistically-based traffic data. Sets forth provisions regarding: (1) acquisition of rights-of-way; (2) private, State, and local donations; (3) wetland mitigation, conservation, and enhancement; (4) access to rights-of-way to accommodate needed passenger or commuter rail, high speed ground transportation systems (including magnetic levitation systems), and highway and nonhighway public mass transit facilities; and (5) the definition and scope of the Interstate System. Declares that: (1) the nation must redirect its efforts toward moving people, information, and goods rather than moving vehicles; (2) the new Federal program shall refocus national policies to respond to increasing inter-regional travel, relieving urban congestion, improving rural access, fostering intermodalism, enhancing air quality, conserving energy, and giving priority to projects that offer the best solutions to the transportation problems and environmental considerations of each region; and (3) the essential element for an effective future program is a new Federal, State, and local partnership that provides more funding, greater program flexibility, and greater program management and resource contribution responsibilities at the State and local levels. Sets forth provisions with respect to the apportionment of funds, including apportionment formulas under the: (1) National Highway and Bridge Program, based on the State's rural and urban lane miles, rural vehicle miles traveled, and diesel fuel consumption; and (2) Urban and Rural Highway and Bridge Program, in the ratio of tax payments of the Highway Account of the HTF attributable to the highway users of each State. Requires the Secretary to reduce up to ten percent of a State's apportionment of National Highway and Bridge Program funds in any fiscal year during which heavy vehicles, subject to a heavy vehicle use tax, may be lawfully registered in the State without having presented proof of payment of such tax. Sets forth provisions with respect to: (1) project agreements and obligations of funds; (2) availability of funds; (3) the Federal share payable with respect to certain projects; (4) project litigation expenses; and (5) the allocation and administration of Federal lands highways funds and the establishment of a coordinated Federal Lands Highways Program. Authorizes (subject to specified limitations): (1) States to use Federal highway funds to construct improved lanes, paths, or shoulders, traffic control devices, shelters, and parking facilities for bicycles and pedestrians, and carry out nonconstruction projects related to safe bicycle and pedestrian use; (2) the Secretary, where a highway bridge deck being replaced or rehabilitated with Federal financial participation is located on a highway on which bicycles or pedestrians are permitted to operate at each end of the bridge and where the Secretary determines that the safe accommodation of bicycles or pedestrians can be provided at reasonable cost, to replace or rehabilitate such bridge, making such accommodations; (3) Federal lands highways funds to be used for the construction of pedestrian walkways and bicycle routes; and (4) a State to expend Urban and Rural Highway and Bridge Program funds for such construction. Repeals a provision requiring that specified highways be free from tolls. Authorizes the Secretary to: (1) carry out a transportation assistance program that will provide highway and transportation agencies in urbanized areas of 50,000 to 1,000,000 population and rural areas access to modern highway technology; and (2) make grants to enter into contracts for education and training, technical assistance, and related support services to effectuate such program. Repeals a provision authorizing the Secretary to use photogrammetric methods in mapping and the utilization of commercial enterprise for such services. Authorizes the Secretary to engage in activities to inform the domestic highway community of technological innovations abroad that could significantly improve highway transportation in the United States, promote U.S. highway transportation expertise internationally, and increase transfers of U.S. highway transportation technology to foreign countries. Provides for a temporary waiver of the matching fund requirement for qualifying projects, with increases in the Federal share for any State to be repaid by March 30, 1994. Directs the Secretary to: (1) carry out experimental programs which allow the Federal Highway Administration and the States to demonstrate innovative or nontraditional design, construction, and management practices, or both, for highway projects while utilizing a competitive process for selection of contractors; and (2) evaluate and report on the results of such programs. Provides for: (1) a functional reclassification of all public roads; (2) the transfer of funds for transit projects to, for administration by, the Urban Mass Transportation Administration; and (3) a recodification of Federal highway-related provisions. Requires that construction standards adopted for the National Highway and Bridge System be those approved by the Secretary in cooperation with the State highway departments and the American Association of State Highway and Transportation Officials (currently, with respect to construction standards for the Interstate System, cooperation with such Association is not required). Directs the Secretary to issue guidelines for minimizing soil erosion from highway construction. Bars the Secretary from approving projects that will result in the severance or destruction of an existing major route for nonmotorized transportation traffic and light motorcycles, unless the project provides a reasonable alternative route or an alternative route exists. Requires: (1) projects for resurfacing, restoring, or rehabilitating specified highways to be constructed in accordance with standards to preserve and extend highway service life and enhance highway safety; and (2) States to charge, at a minimum, fair market value for the sale, use, lease, or lease renewals of right-of-way airspace acquired as a result of a project funded in whole or in part with Federal assistance made available from the Highway Account of the HTF, with exceptions. Provides that: (1) Indian contractors certified by State transportation or highway departments shall receive preference in the award of contracts on Indian reservations to the maximum extent practicable; and (2) contracts for Urban and Rural Highway and Bridge Program projects may be entered into with the prior concurrence of the Secretary in the award. Authorizes: (1) the State transportation or highway department to include warranty or guarantee provisions in construction contracts which, if used, shall be for a specified construction product or feature and may not include routine maintenance; and (2) projects (currently, requires projects) approved to include the amount of any interest earned and payable on bonds issued by the State to the extent that the proceeds of the bonds have actually been expended in the construction of the project. Authorizes the Secretary, except for projects administered under the Urban and Rural Highway and Bridge Program, to make payments to a State for costs incurred on a project. (Current law authorizes payment to States for construction.) Specifies that total payments shall not exceed total costs incurred by the State for the project. Requires any State transportation or highway (currently, highway) department which submits plans for a National Highway and Bridge Program or Interstate System project (currently, Interstate System project) to make its certification and report, indicating that consideration was given to the economic, social, environmental, and other effects of the plan, highway location or design, and various alternatives which were raised during the hearing or which were otherwise considered. (Current law does not mention the latter requirement.) Authorizes the Secretary to approve for Federal financial assistance from National Highway and Bridge Program funds: (1) projects designed to encourage the use of carpools, subject to specified limitations; and (2) the construction of exclusive or preferential high occupancy vehicle (HOV) lanes, highway traffic control devices, intercity and urban bus passenger loading areas and facilities, and fringe and transportation corridor parking to serve HOVs, intercity bus, and public transportation passengers. Specifies that if fees are charged for the use of any carpool or other publicly owned parking facility constructed pursuant to Federal highway provisions, the revenue in excess of that required for maintenance and operation of the facility and the cost of providing shuttle service to and from the facility, including compensation to any person for operating the facility and for providing shuttle service, shall be used for purposes authorized under Federal highway provisions. Requires that National Highway and Bridge System funds be made available to finance the Federal share of projects for exclusive or preferential HOV, truck, and emergency vehicle routes or lanes. Permits such routes on the Interstate System to have less than four lanes of traffic. Prohibits the approval of HOV projects unless the Secretary has received assurances from the owner or operator of the facility that HOV vehicles will fully utilize the proposed project and that essential operations and enforcement support of the facility will be provided. Specifies that, in any case where sufficient land exists within the publicly acquired rights-of-way of the National Highway System to accommodate needed nonhighway public mass transit facilities and where the accommodation can be accomplished without impairing automotive safety or future highway improvements, the Secretary may authorize a State to make those lands and rights-of-way available without charge to a publicly owned mass transit authority for such purposes wherever the public interest will be served. Directs the Secretary to require assurance from any State desiring to avail itself of benefits under Federal highway provisions that employment in connection with proposed projects be provided without discrimination based on race, color, religion, national origin, age, disability, or sex (currently, specifies \"without regard to race, color, creed, national origin, or sex\"). Requires that not to exceed one fourth of one percent of the funds apportioned to a State be available for highway construction training. Prohibits discrimination on the basis of sex under programs or activities receiving Federal assistance. Repeals a requirement that each State certify that it is enforcing all speed limits on public highways and that the Secretary not approve projects in States failing to make such certification. Requires each State to establish a procedure to certify that highway bridge inspectors meet national qualifications. (Current law requires that standards established by the Secretary include a procedure for national certification of such inspectors.) Directs the Secretary to withhold ten percent of the amount to be appropriated to any State on the first day of each fiscal year in which the purchase or public possession in that State of any alcoholic beverage by a person who is less than 21 years of age is lawful (current law specifies five percent on the first day of the fiscal year succeeding the first fiscal year beginning after September 30, 1985, and ten percent after the second fiscal year beginning after such date). Specifies that funds withheld from apportionment shall be apportioned to the other States in compliance and remain available for the period of time applicable to the category of funds withheld. (Currently, treatment of such funds varies based on whether funds were withheld on or before September 30, 1988.) Directs that construction estimated to cost $50,000 (currently, $15,000) or more per mile or per project for projects with a length of less than one mile on forest development roads and trails be advertised and let to contract, and allows projects with less than such cost, if no acceptable bid is received, to be done by the Secretary of Agriculture. Repeals provisions under the Territorial Highway Program providing that: (1) Federal financial assistance be granted on the basis of a Federal contribution of 100 percent of the cost of any project; and (2) the Governor must agree not to impose any toll, or permit any such toll to be charged, for use by vehicles or persons of any portion of the facilities constructed or operated to qualify for funding. Provides that, in addition to a specified percentage, sums provided (currently, two percent) for each fiscal year may be expended upon request of the Governor with the Secretary's approval under such Program. Requires (currently, authorizes the Secretary to make) expenditures with respect to the reconstruction of the Alaska-Canada international highway. Authorizes the Secretary to give priority of approval to, and expedite the construction of, projects that are recommended as important to the national defense. Modifies provisions regarding the National Highway Institute to: (1) require that private agencies and individuals pay the full cost of any education and training received by them; and (2) authorize the Institute to engage in all phases of contract authority for training purposes authorized under Federal highway provisions and to carry out its authority independently or in cooperation with any other branch of Government, authority, association, or person. Authorizes the Institute to establish and collect fees from any entity and place them in a special account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal-Aid Surface Transportation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize funds for construction of highways, for highway safety programs, for mass transportation programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:57-05:00"
}