{
  "actions": [
    {
      "acted_at": "1977-06-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7802-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-15", 
  "number": "7802", 
  "official_title": "A bill to amend the Immigration and Nationality Act to establish a uniform procedure for the admission of refugees as immigrants.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Refugee Immigration Act", 
  "sponsor": {
    "district": "4", 
    "name": "Drinan, Robert F.", 
    "state": "MA", 
    "thomas_id": "00318", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-15", 
  "subjects": [
    "Immigration", 
    "Refugees"
  ], 
  "subjects_top_term": "Refugees", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-15", 
    "text": "Refugee Immigration Act - Amends the Immigration and Nationality Act to define the term \"refugee immigrant\" as any alien who is outside of the country of his nationality or last habitual residence, who is unable or unwilling to return to such country because of fear of persecution on account of such alien's race, religion, nationality, or political opinion. Permits any refugee immigrant who is not in the United States to be issued an immigrant visa and admitted to the United States. Permits any refugee immigrant who has been in the United States for one year to have his status adjusted to that of a permanent resident. Limits the number of aliens who may be issued such visas or who may acquire permanent resident status in any fiscal year to 35,000. Authorizes the President to admit additional refugees to the United States at the request of any international refugee organization of which the United States is a member if an emergency refugee situation exists and the President has consulted with the committees on the Judiciary of the Senate and the House of Representatives. Authorizes the President to admit aliens who are refugee immigrants because of an emergent refugee situation in the country of their nationality or last habitual residence which is of special concern to the United States. Requires the President to discontinue such admission if it is disapproved by a concurrent resolution of the Congress. Restricts the authority of the Attorney General with respect to the granting of parole into the United States of refugees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Refugee Immigration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to establish a uniform procedure for the admission of refugees as immigrants.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:41-05:00"
}