{
  "actions": [
    {
      "acted_at": "1979-09-27", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1827-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-27", 
  "number": "1827", 
  "official_title": "A bill to provide benefits to uranium miners and their dependents, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uranium Miners Compensation Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-27", 
  "subjects": [
    "Disability evaluation", 
    "Federal aid programs", 
    "Information services", 
    "Labor and employment", 
    "Lung diseases", 
    "Medical centers", 
    "Miners", 
    "Mines and mineral resources", 
    "Nuclear energy", 
    "Nuclear fuels", 
    "Occupational health and safety", 
    "Radiation safety", 
    "Research", 
    "Uranium", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Miners", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-27", 
    "text": "Uranium Miners Compensation Act of 1979 - Directs the Secretary of Health, Education, and Welfare to pay benefits for the total disability or death of any miner due to a radiation-induced or dust-induced latent disease if such miner was employed for at least three years in one or more uranium mines prior to full implementation of final regulations issued under the Federal Metal and Nonmetallic Mine Safety Act prior to its repeal. Directs the Secretary to issue regulations prescribing standards for determining the extent of such disabilities and whether such deaths were due to such disease. Establishes criteria for setting such standards. Sets forth formulae for determining the amount of payments to be paid to a disabled miner and his dependents and to a deceased miner's dependents. Stipulates that such benefit payments shall be reduced by an amount equal to any payments received under workmen's compensation, unemployment compensation, or disability insurance laws of the appropriate State or under the excess earnings provisions of the Social Security Act. Excludes such benefits from consideration as income under the Internal Revenue Code. Reduces the amount of benefits to be paid in the event a claimant under this Act receives compensation or damages from an employer or other person based on a tort or other claim. Directs the Secretary to utilize personnel and procedures used to determine entitlement to disability insurance benefits under the Social Security Act in carrying out the provisions of this Act. Sets forth the criteria for determining the validity of claims filed under this Act. Sets forth requirements relating to eligibility for benefits under this Act. Directs the Secretary to submit annual reports on the activities covered by this Act. Authorizes the Secretary to enter into contracts with and/or make grants to public and private entities: (1) to construct and operate fixed-site and mobile clinical facilities for analysis, examination, and treatment of radiation- induced and dust-induced latent diseases and impairments; (2) to evaluate, in consultation with the Secretary of Labor and the Director of the National Institute for Occupational Safety and Health (NIOSH), the effects of specified uranium radiation exposure; and (3) to conduct research related to such diseases and impairments. Directs the Secretary and the Secretary of Labor, in consultation with the Director of NIOSH, to conduct a program to inform uranium miners of the hazards to which they are being exposed and of the benefit program established under this Act. Prohibits uranium mine operators from discharging or in any way discriminating against any miner suffering from radiation-induced or dust-induced latent disease. Sets forth procedures for allowing a miner who believes he has been discharged or discriminated against for such reasons to apply to the Secretary for a review of such alleged discrimination or discharge. Sets forth criminal penalties for fraudulently seeking to obtain benefits under this Act. Directs the Secretary to require employers to file reports concerning miners who may be entitled to benefits under this Act. Establishes civil penalties for failure to comply with such reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uranium Miners Compensation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide benefits to uranium miners and their dependents, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:10-05:00"
}