{
  "actions": [
    {
      "acted_at": "1991-02-21", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-04", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Mining and Natural Resources", 
      "text": "Referred to the Subcommittee on Mining and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-19", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Mining and Natural Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held (Title I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-04-18", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "in_subcommittee": "Mining and Natural Resources", 
      "references": [], 
      "text": "Subcommittee Hearings Held (Titles II, III, IV, V, VI, VII).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-09", 
      "bill_ids": [
        "hr776-102"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "See H.R.776.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1078-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Mining and Natural Resources", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "McCloskey, Frank", 
      "sponsored_at": "1991-07-31", 
      "state": "IN", 
      "thomas_id": "00758", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl C.", 
      "sponsored_at": "1991-05-08", 
      "state": "KY", 
      "thomas_id": "00909", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-21", 
  "number": "1078", 
  "official_title": "To amend the Surface Mining Control and Reclamation Act of 1977 and the Mineral Leasing Act to promote the production of coal and other extractive energy resources, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr776-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4186-102", 
      "reason": "related"
    }
  ], 
  "short_title": "National Coal and Extractive Energy Strategy Act of 1991", 
  "sponsor": {
    "district": "4", 
    "name": "Rahall, Nick J., II", 
    "state": "WV", 
    "thomas_id": "00940", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-21", 
  "subjects": [
    "Administrative procedure", 
    "Coal", 
    "Coal research", 
    "Conservation of natural resources", 
    "Energy development", 
    "Energy research", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Licenses", 
    "Metallurgy", 
    "Methane", 
    "Mineralogical research", 
    "Mines and mineral resources", 
    "Oil and gas leases", 
    "Public lands and natural resources", 
    "Strip mining", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-21", 
    "text": "National Coal and Extractive Energy Strategy Act of 1991 - Title I: Coal Remining - Amends the Surface Mining Control and Reclamation Act of 1977 to authorize any State with an approved abandoned mine reclamation program to establish, upon the approval of the Secretary of the Interior, a State Remining Program, including a State Remining Fund. Outlines Program and Fund requirements. Declares that penalties shall not be imposed on qualified permittees under the Program for any violation which results from an unanticipated event or condition. Sets forth special rules applicable to remining operations. Requires the Secretary of the Interior (the Secretary) to publish in the Federal Register proposed regulations establishing: (1) environmental protection performance and reclamation standards; and (2) a separate permit system for abandoned coal refuse piles. Requires the Secretary to report to certain congressional committees on such standards and permit system. Direct the Secretary to increase from 50 percent to 80 percent the amount of total State reclamation costs which may be reimbursed with Federal grants if: (1) the State has insufficient fiscal resources to adequately implement its Program; or (2) the State has entered into a Memorandum of Understanding with the Secretary for the implementation of the Applicant Violator System settlement agreement. Title II: Metallurgical Coal Development - Directs the Secretary to establish as a separate program within the Bureau of Mines a metallurgical coal mining experimental program to develop techniques leading to enhanced utilization of metallurgical coal resources. Requires the Director of the Bureau of Mines to transfer technologies developed under the experimental program to the private sector for commercial application. Establishes the Metallurgical Coal Development Commission to advise on increased development and utilization of metallurgical coal resources. Requires the Commission to report to the Congress and the President. Directs the Secretary of the Interior to construct and maintain a mining experimental station facility in a region with a history of intensive metallurgical coal mining. Authorizes appropriations. Title III: Coalbed Methane Development - Amends the Mineral Leasing Act to allocate the rights of ownership among surface estate and subsurface rights owners and lessees of coalbed methane gas where the rights of ownership and leasing have been severed from the surface estate. Title IV: Federal Coal Leasing Amendments - Amends the Mineral Leasing Act to permit the extension of a coal lease for up to five years when coal is not being produced in commercial quantities at the end of ten years if: (1) the lessee has made bona fide efforts to produce coal in commercial quantities; and (2) payments in lieu of diligent development are made. Prohibits the Secretary from issuing any coal lease: (1) if it would have a significant adverse effect on coal produced from private lands due to its displacement from historical markets; or (2) to any person or entity engaged in coal production in a foreign country, or the importation of such coal into the United States. Directs the Secretary to report to the President and the Congress on possible specified effects of current Federal coal royalty rates, and on certain alternative royalty bases. Title V: Federal Mineral Receipts Management - Amends the Mineral Leasing Act for Acquired Lands to prescribe the manner in which payments shall be made by the Secretary to the States with respect to: (1) moneys received; and (2) a suspense account pending resolution of a Federal-State dispute of moneys received. Mandates that each department, agency and instrumentality of the United States which administers lands acquired by the United States with existing mineral leases shall transfer to the Secretary the authority to administer such lease and collect all receipts due and payable to the United States under it. Amends Federal law to treat any bonuses, royalties or rentals due the United States from mineral leases as money received on account of the leasing of lands acquired by the United States for flood control, navigation, and allied purposes (including hydroelectric power development). Title VI: Coalfield Assistance, Restoration and Enhancement - Amends the Mineral Leasing Act to establish the Coalfield Assistance, Restoration and Enhancement Fund to be administered by the Secretary (acting through the Director, Office of Surface Mining Reclamation and Enforcement) for the purpose of assisting coalfield communities to cope with the impacts associated with coal development, restoring public facilities, and enhancing the coalfield environment. Makes Fund moneys available in the form of grants to eligible States. Authorizes appropriations from the Fund. Title VII: Federal Onshore Oil and Gas Leasing Amendments - Amends the Mineral Leasing Act to mandate that: (1) the national minimum acceptable bid be $2.00 per acre; (2) certain leases be in maximum units of 2,560 acres, (except in Alaska where units shall not exceed 5,760 acres); and (3) primary lease terms be for five years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Coal and Extractive Energy Strategy Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Surface Mining Control and Reclamation Act of 1977 and the Mineral Leasing Act to promote the production of coal and other extractive energy resources, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:36-05:00"
}