{
  "actions": [
    {
      "acted_at": "2012-06-07", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3272-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-07", 
  "number": "3272", 
  "official_title": "A bill to improve access to oral health care for vulnerable and underserved populations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3313-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5909-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1787-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Comprehensive Dental Reform Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-06-07", 
  "subjects": [
    "Aging", 
    "Child health", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Dental care", 
    "Disability and paralysis", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Emergency medical services and trauma care", 
    "Financial services and investments", 
    "Health", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Indian social and development programs", 
    "Medicaid", 
    "Medical education", 
    "Medical research", 
    "Medicare", 
    "Military medicine", 
    "Minority health", 
    "Research administration and funding", 
    "Rural conditions and development", 
    "Sales and excise taxes", 
    "Securities", 
    "Student aid and college costs", 
    "Veterans' medical care", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-07", 
    "text": "Comprehensive Dental Reform Act of 2012 - Title I: Medicare and Medicaid - Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to cover dental services. Increases the federal medical assistance percentage (FMAP) for funding under Medicaid for dental services. Directs the Secretary of Health and Human Services (HHS) to award grants to states and eligibility entities to develop certain case management programs that: (1) identify eligible individuals in need of dental services, with a particular focus on pregnant women, individuals with disabilities, and older adults, and provide them with information regarding dental providers in proximity to their residence; (2) recruit licensed dental providers and coordinate their voluntary provision of medically recommended dental services at no charge; (3) provide community-level oral health education; and (4) identify and coordinate transportation necessary to overcome mobility impairments and transportation barriers. Title II: Public Health Programs - Amends the Public Health Service Act to establish, revise, and extend funding for grant programs for: (1) educating nondental medical and other professionals about oral health care; (2) providing dental services in hospital emergency rooms or in community settings; (3) providing scholarships and education loans for dental therapists and oral health professional students; (4) providing comprehensive oral health services to low-income individuals and individuals in underserved areas; (5) building, operating, or expanding dental clinics in schools; (6) funding research by the Centers for Disease Control and Prevention (CDC) to prevent and manage oral health diseases; and (7) providing rural health clinics with mobile and portable, comprehensive dental services and outreach for senior-care facilities and facilities that provide federal health care and nutrition benefits for women and children. Title III: Department of Veterans Affairs and Department of Defense Matters - Removes restrictions on the authority of the Secretary of Veterans Affairs (VA) to provide dental care to veterans (thereby requiring such care on the same basis as other VA-provided medical care and services). Authorizes such Secretary to carry out a demonstration program to train and employ alternative dental health care providers (providers) in order to increase access to dental health care services (dental services) for veterans in rural and other underserved communities. Authorizes the Secretary of Defense (DOD) to carry out a similar demonstration program to train and employ such providers in order to increase access to dental services for members of the Armed Forces and their dependents who lack ready access to such services. Title IV: Federal Bureau of Prisons - Authorizes the Director of the Bureau of Prisons to carry out a demonstration program to establish programs to train and employ alternative dental health care providers to increase access to dental health services for prisoners within the custody of the Bureau of Prisons. Allows dental services provided under the demonstration program to be administered by alternative dental health care providers and any other dental care providers who are licensed to provided clinical care, through telehealth-enabled collaboration and supervision. Title V: Indian Health Service - Authorizes the Secretary of HHS, through the Indian Health Service, to carry out a demonstration program to establish programs to train and employ alternative dental health care providers to help eliminate oral health disparities and increase access to dental services through health programs operated by the Indian Health Service, Indian tribes, tribal organizations, and Urban Indian organizations. Allows dental services provided under the demonstration program to be administered by alternative dental health care providers and any other dental care providers who are licensed to provided clinical care, through telehealth-enabled collaboration and supervision. Title VI: Reports to Congress - Directs the Secretary of HHS, by October 1, 2016, to submit a report that provides a comprehensive cost-benefit analysis regarding the expansion of coverage for dental services pursuant to this Act, including whether the provision of such services resulted in a reduction in total health care costs for individuals under the Medicare and Medicaid programs. Directs the Comptroller General (GAO): (1) by October 1, 2015, to submit a report that provides a comprehensive analysis and evaluation of the implementation and utilization of the expanded coverage for dental services under this Act for individuals enrolled in Medicare and Medicaid, and (2) by October 1, 2016, to submit a report that provides a comprehensive analysis and evaluation of the demonstration programs authorized by this Act for the training and employment of alternative dental health care providers. Title VII: Funding - Amends the Internal Revenue Code to impose an 0.025% excise tax on the purchase of a security: (1) if such purchase occurs on a trading facility located in the United States, or (2) the purchaser or seller is a U.S. person. Defines \"security\" to include: (1) stocks, partnership interests, notes, bonds, debentures, or other evidences of indebtedness; and (2) interests in a derivative financial instrument (i.e., any option, forward contract, futures contract, notional principal contract, or any similar financial instrument). Exempts from such tax: (1) initial issues of securities; (2) any note, bond, debenture, or other evidence of indebtedness which has a fixed maturity of not more than 100 days; and (3) securities traded pursuant to certain lending arrangements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Dental Reform Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve access to oral health care for vulnerable and underserved populations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:35:40-05:00"
}