{
  "actions": [
    {
      "acted_at": "1979-08-02", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-11-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 96-431.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-05", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-05", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-05", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-06", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Committee on Merchant Marine and Fisheries discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-23", 
      "bill_ids": [
        "hr7039-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 7039.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Senate agreed to House amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-18", 
      "references": [], 
      "text": "House agreed to Senate amendments with an amendment under suspension of rules.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1656-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1979-01-03", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Magnuson, Warren G.", 
      "sponsored_at": "1979-01-03", 
      "state": "WA", 
      "thomas_id": "01388", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1979-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-08-02", 
  "number": "1656", 
  "official_title": "A bill to provide for a national program of fisheries research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres811-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr7036-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr7039-96", 
      "reason": "related"
    }
  ], 
  "short_title": "American Fisheries Promotion Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-08-02", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Business and commerce", 
    "Congressional oversight", 
    "Congressional veto", 
    "Construction costs", 
    "Department of the Treasury", 
    "Diplomats", 
    "Federal aid programs", 
    "Federal aid to fisheries", 
    "Federally-guaranteed loans", 
    "Fisheries", 
    "Fishery management", 
    "Fishing boats", 
    "Government and business", 
    "Government trust funds", 
    "International affairs", 
    "International fishery management", 
    "Merchant ships", 
    "Research and development", 
    "Ships"
  ], 
  "subjects_top_term": "Fisheries", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1980-11-18", 
    "text": "(House agreed to Senate amendments with an amendment under suspension of rules) American Fisheries Promotion Act - =Title I: Research and Development Regarding United States Fisheries= - Directs that funds transferred by the Secretary of Agriculture to the Secretary of Commerce from duties collected under customs laws on fishery products shall be maintained in a separate fund and used by the Secretary of Commerce to: (1) provide financial assistance for the purpose of carrying out fisheries development projects approved under this Act; and (2) implement the national fisheries research and development program as set forth by this Act. Directs the Secretary of Commerce to make grants from such fund to assist persons in carrying out fishery research and development projects, including, but not limited to, harvesting, processing, marketing, and associated infrastructures. Directs the Secretary to: (1) receive at least once each fiscal year, during a 60-day period specified by the Secretary, applications for such grants; (2) prescribe the form and manner in which applications for such grants must be made; and (3) approve or disapprove each such application before the close of the 120th day after the last day of the 60-day period. Subjects each such grant to such terms and conditions as the Secretary may require to protect the interests of the United States, including the following: (1) the recipient of such grant must keep such records as the Secretary shall require; (2) the amount of such grant may not be less than 50 percent of the estimated cost of the project; and (3) the recipient of such grant must submit to the Secretary periodic project status reports. Directs the Secretary, if the cost of a project will be shared by the grant recipient, to accept, as a part or all of that share, the value of in-kind contributions made by the recipient, or made available to and applied by the recipient, with respect to such project. States that such in-kind contributions may be in the form of personal services rendered in carrying out functions related to, and permission to use real or personal property owned by others in carry out, such project. Directs the Secretary to establish: (1) the training, experience, and other qualifications which shall be required in order for services to be considered as in-kind contributions; and (2) the standards under which the Secretary will determine the value of in-kind contributions. Declares that any such valuation determination made by the Secretary shall be conclusive. Requires the Secretary to carry out a national program of research and development addressed to United States fisheries, if not adequately covered by projects assisted by grants made pursuant to this Act. Requires the Secretary, after consultation with appropriate representatives of the fishing industry and not later than 60 days before the close of each fiscal year, to submit to specified Congressional committees a report containing: (1) the fisheries development goals and funding priorities for the next fiscal year; (2) a description of all pending projects assisted under this Act, in addition to (a) a list of those applications approved and those disapproved and the total amount of grants made for the current fiscal year and (b) a statement of the extent to which available funds were not obligated or expended by the the Secretary for grants made, for the current fiscal year; and (3) an assessment of each project assisted or carried out under this Act and completed in the preceding fiscal year. Specifies that, with respect to any fiscal year, not less than 50 percent of the moneys transferred to the fund and such existing fund moneys carried over into that fiscal year shall be used by the Secretary to provide financial assistance for projects, and the remainder of such moneys shall be used to implement the national fisheries research and development program. Directs the Secretary of Commerce to appoint not fewer than six officers who shall serve abroad to promote United States fishing interests. Declares that such officers shall be employees of the Department of Commerce and have the designation of fishery trade officers. Requires the Secretary of State, upon the request of the Secretary of Commerce, to officially assign such officers to such diplomatic missions of the United States as the Secretary designates (three of which shall be those in Brussels, Belgium; Rome, Italy, and Tokyo, Japan) and to obtain for them diplomatic privileges and immunities equivalent to those enjoyed by foreign services personnel of comparable rank and salary. Sets forth the functions of such officers. Directs the Secretary of State and the Secretary to enter into cooperative arrangements for the provision of office space, equipment, facilities, clerical services, and such other administrative support as may be required for fishery trade officers and their families. =Title II: Financial Assistance with Respect to Fishing Vessels and Fishery Facilities= - Authorizes the Secretary: (1) to guarantee the payment of obligations for financing or refinancing the construction, reconstruction, or reconditioning of fishery facilities capable of being used for priority development fisheries; (2) to guarantee the payment of obligations for financing the purchase of fishing vessels or fishery facilities sold at foreclosure instituted by the Secretary or sold by the Secretary following purchase at foreclosure and the reconstruction or reconditioning thereof; and (3) to apply an economic soundness test with respect to obligation guarantees for fishing vessels or facilities designed for use in such priority fisheries which is less stringent than the test applicable to other obligation guarantees under such Act. Directs the Secretary to establish within the Federal Ship Financing Fund three subfunds to contain moneys for obligation guarantees for: (1) fishing vessels and facilities meeting the more stringent test; (2) fishing vessels and facilities meeting the less stringent test; and (3) vessels other than fishing vessels. Declares that during the period beginning on the date of the enactment of this Act and ending at the close of September 30, 1982, the Secretary of Commerce may make loans from the fisheries loan fund only for the purpose of assisting obligors to avoid default on obligations: (1) issued with respect to the construction, reconstruction, reconditioning, or purchase of fishing vessels and guaranteed by the United States under the Merchant Marine Act, 1936; or (2) not guaranteed or assisted under such Act, but in which the fishing vessels concerned meet the the use and documentation requirements and the obligors meet the citizenship requirements that would apply if the obligations were guaranteed under such Act. Requires the Secretary, within 30 days after the enactment of this Act in the case of fiscal year 1981, and before the beginning of fiscal year 1982, to estimate the number, and the aggregate amount of loans which are guaranteed by the United States under the Merchant Marine Act, 1936, for which application will likely be be made during each of such fiscal years. Requires the Secretary to reserve such amount in the fisheries loan fund for the purpose of making such loans during such year. Authorizes the Secretary, after loans to avoid default on obligations covering fishing vessels are provided for, to make loans for purposes of assisting owners and operators of fishing vessels to cover vessel operating expenses in cases where an owner or operator incurs a new operating loss within such fiscal year. Subject each such loan to such terms and conditions as the Secretary deems necessary or appropriate to protect the interests of the United States. Specifies that the Secretary may make such loans only to owners and operators who, in the judgment of the Secretary, have substantial experience and proven ability in the management and financing of fishing operations, and only if: (1) other loans are not available at reasonable rates which permit continued operation; and (2) loans are likely to result in the financial viability of the fishing operations of the owners or operators. =Title III: Amendments to the Fishery Conservation and Management Act of 1976= - - Amends the Fishery Conservation and Management Act of 1976 to set forth a formula for the reduction of the total allowable level of foreign fishing, if any, with respect to any United States fishery for each harvesting season after the 1980 harvesting season. Permits the appropriate regional fishery management council for each United States fishery to determine and certify, on a timely basis, to the Secretary of State and the Secretary the phase reduction fishing level for that fishery for each harvesting season after the 1980 harvesting season. Directs the Secretary of State, upon a determination by the Secretary of Commerce in consultation with the Secretary of State and any appropriate fishery management council that any portion of the optimum yield for that harvesting season will not be harvested by United States vessels, to allocate such portion for use during that harvesting season by foreign fishing vessels. Specifies that if: (1) the making available of such portion during that harvesting season is determined to be detrimental to the development of the United States fishing industry; and (2) such portion will be available for harvest in the immediately succeeding harvesting season, as determined on the basis of the best available scientific information; then such portion shall be allocated for use by foreign fishing vessels in such succeeding harvesting season. Requires the Secretary of State and the Secretry of Commerce, in allocating the allowable level of foreign fishing among foreign nations which have applied for the right to harvest fish over which the United States exercises exclusive management authority, to consider whether and to what extent the applicant nation: (1) imposes restrictions on the importation of United States fish or fishery products; (2) cooperates with the United States in the advancement of existing and new opportunities for fisheries trade, particularly through the purchase of fish or fishery products from United States processors or fishermen; (3) cooperates with the United States in the enforcement of United States fishing regulations; (4) requires the fish harvested from the fishery conservation zone for domestic consumption; (5) contributes to the growth of the United States fishing industry by, among other things, minimizing gear conflicts with United States fishing operations and providing harvesting and processing technology beneficial to the fishing industry; (6) has traditionally engaged in fishing in such fishery; and (7) contributes to fishery research and identification of fishery resources. Requires that fees paid for permits issued under this Act be formulated to ensure that the total receipts from such fees for 1981 are not less than seven percent of the ex vessel value of the total harvest by foreign fishing vessels in the fishery conservation zone in 1979. Requires such fees to be transferred to the fisheries loan fund established under the Fish and Wildlife Act of 1956 and used to make loans therefrom, but only to the extent and in amounts provided for in advance in appropriation Acts. Requires the Secretary, in consultation with the Secretary of State, to establish a schedule of fees to be paid by the owner or operator of any foreign fishing vessel for which a permit is issued pursuant to this Act. Requires such fees to be in an amount sufficient to return to the United States an amount which bears to the total cost of carrying out the provisions of this Act during each fiscal year the same ratio as the aggregate quantity of fish harvested by foreign and domestic vessels within such zone and the territorial waters of the United States during such preceding year. Permits nonvoting members of fishery management councils to be reimbursed for actual traveling expenses. Directs the Secretary to establish a program requiring that a United States observer be stationed aboard each foreign fishing vessel while that vessel is engaged in fishing in the fishery conservation zone, effective October 1, 1981, with respect to permits issued after December 31, 1981. Authorizes the Secretary to waive such requirement if: (1) in the case of a fleet of harvesting vessels in such zone, the stationing of United States observers on only a portion of such fleet will provide a representative sampling of the by-catch of the fleet for determining if the applicable management plan requirements for the by-catch species are being observed; (2) the time during which a foreign vessel engages in fishing will be so short that placing an observer aboard will be impractical; (3) the facilities for quartering an observer aboard a foreign vessel are inadequate or unsafe; or (4) for reasons beyond the Secretary's control an observer is unavailable. Requires such observers, while aboard foreign fishing vessels, to carry out such scientific and other functions as the Secretary deems necessary to carry out the purposes of this Act. Directs the Secretary to impose, with respect to each foreign fishing vessel, a surcharge in an amount sufficient to cover all costs of providing a United States observer aboard that vessel. Establishes in the Treasury of the United States the Foreign Fishing Observer Fund in which the Secretary shall deposit all surcharges collected. =Title IV: Miscellaneous Provisions= - Allows any owner or operator of a fishing vessel who, after September 17, 1978, and before the date of enactment of this Act, suffered damage compensable under the Fishermen's Protective Act of 1967 or the Outer Continental Shelf Lands Act of 1978 but who did not timely file a claim therefor, to file an application for assistance within the 60-day period beginning on the date of enactment of this Act. Amends the Fishermen's Protective Act of 1967 to compensate United States fishing vessel owners for any economic losses which occur as the result of damage, loss, or destruction of fishing gear or fishing vessels which is attributable to any other vessel, whether or not such vessel is a vessel of the United States. Declares that the amount of compensation for such economic losses shall be the depreciated replacement cost or the repair cost, whichever is less, of the fishing vessel or the fishing gear concerned and 25 percent of any resulting economic loss. Allows such amount to be reduced to the extent that evidence indicates that negligence by the vessel owner contributed to the cause or extent of the damage, loss, or destruction and by the amount of compensation such vessel owner received through insurance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Fishery Development Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "American Fisheries Promotion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a national program of fisheries research and development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:06-05:00"
}