{
  "actions": [
    {
      "acted_at": "2011-03-17", 
      "references": [
        {
          "reference": "CR S1845-1846", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-03-17", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s637-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2011-03-17", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-17", 
  "number": "637", 
  "official_title": "A bill to establish a program to provide guarantees for debt issued by or on behalf of State catastrophe insurance programs to assist in the financial recovery from earthquakes, earthquake-induced landslides, volcanic eruptions, and tsunamis.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3125-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Earthquake Insurance Affordability Act", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-17", 
  "subjects": [
    "Disaster relief and insurance", 
    "Finance and financial sector", 
    "Government lending and loan guarantees", 
    "Natural disasters", 
    "State and local finance"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-17", 
    "text": "Earthquake Insurance Affordability Act - Authorizes the Secretary of the Treasury to guarantee holders of debt against loss of principal or interest, or both, on debt issued by eligible state programs designed to: (1) promote the availability of private capital to provide liquidity and capacity to state earthquake (specifically, residential property) insurance programs, and (2) expedite the payment of claims under such programs and better assist financial recovery from significant earthquakes. Prescribes operational requirements for eligible state programs which include an established earthquake insurance program that: (1) offers residential property insurance coverage for insured losses to property, contents, and additional living expenses; and (2) does not require insurers to pool resources to provide property insurance coverage for earthquakes. Includes among such operational requirements that the state: (1) has in effect and enforces, or the appropriate local governments within the state have in effect and enforce, nationally recognized building, seismic-design, and safety codes and consensus-based standards; and (2) has taken actions to establish an insurance rate structure that takes into account measures to mitigate insured losses. Directs the Secretary to establish procedures for certification of an eligible state program. Limits to $5 billion, including interest, the aggregate principal amount of outstanding debt obligations guaranteed by the Secretary. Makes appropriations to satisfy debt guarantee commitments. Requires the Secretary, upon request of an eligible state program, to provide such debt guarantees. Pledges the full faith and credit of the United States to the payment of all guarantees issued under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Earthquake Insurance Affordability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program to provide guarantees for debt issued by or on behalf of State catastrophe insurance programs to assist in the financial recovery from earthquakes, earthquake-induced landslides, volcanic eruptions, and tsunamis.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:04:30-05:00"
}