{
  "actions": [
    {
      "acted_at": "1987-02-03", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s436-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1987-02-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1987-02-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-03", 
  "number": "436", 
  "official_title": "A bill to provide emergency housing for the homeless, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Housing Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Dixon, Alan J.", 
    "state": "IL", 
    "thomas_id": "01317", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-03", 
  "subjects": [
    "Charities", 
    "Executive reorganization", 
    "Federal aid to housing", 
    "Government operations and politics", 
    "Homeless", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Local and Municipal Government", 
    "Local finance", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Residential rehabilitation"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-03", 
    "text": "Title I: General Provisions - Emergency Housing Act of 1987 - Creates the Emergency Housing National Board (Board), which shall exist until October 1, 1992. Mandates that the Secretary of Housing and Urban Development (Secretary) and the Federal Emergency Management Agency enter into an interagency agreement to establish such Board and to administer the programs under this Act. Provides for designated local boards to determine which local organizations shall receive grants to act as service providers and to monitor and oversee local programs. Designates the Secretary as Federal liaison to the Board and directs the Secretary to provide specified support services to it. Mandates an annual independent audit of the Board and establishes guidelines to govern recordkeeping pertinent to such audit. Requires that the Board submit an annual report to the Congress. Title II: Emergency Housing Grants - Directs the Secretary, within 30 days of enactment of appropriations to implement this title, to grant the full amount of such funds to the Board for the purpose of providng emergency housing and associated services to needy persons through units of local government and certain private nonprofit organizations. Specifies eligible uses of such grants by the Board to include: (1) expanding and supplementing ongoing efforts to provide shelter for the homeless; (2) serving as a national clearinghouse for information relating to homelessness; (3) providing financial encouragement to effective and innovative local programs; and (4) conducting minimum rehabilitation of existing eligible temporary housing facilities. Limits the Board's administrative costs to a specified percentage of total emergency housing appropriations in any given year. Requires the Board to establish and publish annually written guidelines for various board responsibilities, including methods for determining those localities having the greatest need for emergency housing assistance and for allocating grant funds to them. Exempts the Board from the procedural rulemaking requirements generally applicable to Federal agencies. Requires that grants made by the Board be allocated to localities on the basis of relative need, determined according to objective criteria and in consultation with the States. Authorizes appropriations for FY 1988 and 1989. Authorizes additional FY 1988 and 1989 appropriations for programs to which non-Federal sources contribute at least half of the cost. Title III: Transitional Housing Demonstration Program - Directs the Secretary to carry out a demonstration project designed to determine the acquisition costs, operating costs, and advantages, social and otherwise, associated with housing and supportive services to assist homeless persons, especially those in transition toward independent living. Authorizes the Secretary to provide assistance in the form of: (1) non-interest-bearing advances, subject to non-repayment under specified conditions and subject to specific budget authority; (2) annual payments for operating costs; and (3) technical assistance. Lists criteria to be considered by the Secretary in selecting recipients for assistance. Requires that such recipients comply with specified conditions relating to the operation of housing and the provision of supportive services for the homeless. Directs the Secretary to issue and publish annually guidelines for the demonstration program. Mandates that the Secretary submit to the Congress both an interim and a final report on the program. Title IV: Emergency Shelter Grants Program - Establishes a program under which the Secretary shall make grants to States, local governments, and certain private nonprofit organizations to pursue activities relating to emergency shelter for the homeless, including renovation of buildings, and provision of certain essential services. Sets forth general requirements applicable to the allocation and reallocation of grant funds, the submission of plans by eligible grantees, the timetable governing the granting of funds, and the responsibility of grantees to generate matching funds. Authorizes appropriations for FY 1988 and 1989 for implementation of titles III and IV of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Housing Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide emergency housing for the homeless, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:13-05:00"
}