{
  "actions": [
    {
      "acted_at": "1986-05-22", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-22", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-22", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-22", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-28", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-28", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-02", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Compensation and Employee Benefits", 
      "text": "Referred to Subcommittee on Compensation and Employee Benefits.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-02", 
      "in_committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-03", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "subcommittee": "Procurement and Printing", 
      "text": "Referred to Subcommittee on Procurement and Printing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4890-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA", 
      "subcommittee": "Subcommittee on Procurement and Printing", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Compensation and Employee Benefits", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Kanjorski, Paul E.", 
      "sponsored_at": "1986-10-09", 
      "state": "PA", 
      "thomas_id": "00615", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-05-22", 
  "number": "4890", 
  "official_title": "A bill to reform the laws relating to former Presidents.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Former Presidents Austerity Act of 1986", 
  "sponsor": {
    "district": "9", 
    "name": "Bilirakis, Michael", 
    "state": "FL", 
    "thomas_id": "00089", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-05-22", 
  "subjects": [
    "Advisory bodies", 
    "Aircraft", 
    "Aviation", 
    "Civil service employment", 
    "Department of the Treasury", 
    "Ex-presidents", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Libraries", 
    "Presidential allowances", 
    "Presidential compensation", 
    "Presidential families", 
    "Presidential libraries", 
    "Presidential protection", 
    "Presidential records", 
    "Presidents and Vice Presidents", 
    "Protection of officials", 
    "Secret service", 
    "Survivors' benefits", 
    "Transfer of employees", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-05-22", 
    "text": "Former Presidents Austerity Act of 1986 - Title I: Presidential Libraries - Directs the Archivist of the United States, in consultation with the Administrator of General Services and the Commissioner of the Public Buildings Service, to promulgate architectural and design standards for presidential archival depositories. Authorizes the Archivist to accept, as private gifts or pursuant to agreements with State or local governments, institutes, or foundations, only such land, buildings, and equipment as are necessary to establish one depository in one building of a specified size for each President or former President, provided that an endowment has been established which will provide sufficient income, combined with admission fees, to cover all administrative and operational costs of such depository. Requires the Archivist to submit a prospectus for each proposed depository and change thereto to specified congressional committees. Prohibits the Archivist from accepting a gift or entering into an agreement to establish a depository if the land, buildings, and equipment do not meet the architectural and design standards. Prohibits any change or addition to a depository that would result in noncompliance with such standards. Requires the President, while holding office, to dispose of records which have no administrative, historical, informational, or evidentiary value after obtaining the views of the Archivist of the United States concerning such disposal, unless the Archivist notifies the President of the intention to request advice from certain congressional committees. Title II: Former Presidents - Entitles a former President to a lifetime monetary allowance equal to the rate of pay for a head of an executive department in lieu of an annuity or pension. Authorizes the Administrator of General Services to provide to each former President, upon request: (1) one office; (2) compensation, without an aggregate ceiling, for office staff who shall be subject to certain provisions of civil service laws; (3) payment for the travel and subsistence allowances for specified office employees; (4) communications services; (5) printing and binding expenses; and (6) movement of the former President's personal effects and household goods from the executive residence in Washington, D.C., to another location in the United States. Authorizes the Administrator to provide for the movement of the personal and household effects of a former Vice President. Allows any Federal employee to be detailed to the office staff of a former President, with the consent of the employee's agency head, during the first eight months and ten days after the President leaves office. Authorizes the use of a Government aircraft to assist a former President in winding up office affairs or for protective purposes when authorized by the President. Entitles the spouse of a deceased former President to two-thirds of the rate payble to a former President. Provides for refunding the contributions to an annuity or pension of any President who waives entitlement to such annuity or pension. Prohibits the use of funds provided for necessary services and facilities of a former President for partisan political activities or income generating activities. Permits a former President to use such funds to prepare memoirs if the former President signs an agreement providing that the Public Printer will print and distribute such memoirs. Authorizes the Administrator to provide a former Vice President with necessary services and facilities for concluding office affairs which are similar to the services and facilities provided to a former President under this title. Prohibits the expenditure of funds for services and facilities for a former President any time beyond 90 days after the former President dies. Requires each former President to submit to Congress an annual report concerning activities carried out with the assistance of such funds. Authorizes appropriations to carry out the provisions of this title concerning the services and facilities to be provided for former Presidents and Vice Presidents. Directs the President to include in the budget transmitted to Congress for the fiscal year in which the President's regular term of office expires a proposed appropriation providing sufficient funds to carry out the provisions of this title. Repeals specified provisions of the Presidential Transition Act of 1963. Provides for the publication of presidential memoirs. Title III: Protection of Former Presidents, Former Vice Presidents, and Their Families - Prohibits the United States Secret Service from protecting a former President, former Vice President, or the spouse, widow, widower, or minor child of a former President, except as authorized under this title. Authorizes the Secret Service to protect: (1) a former President for eight years after the individual becomes a former President; (2) the spouse or minor child of a former President to the extent that such protection is incidental to the protection of the former President; and (3) the widow or widower of a former President for six months after the former President dies. Permits the Secretary of the Treasury to reinstate the Secret Service protection of a former President for one year and of a spouse or minor child for six months after the original protection has been terminated upon finding that a serious threat warranting such protection exists. Authorizes additional extension of such periods of protection upon the individual's written request and with the approval of an existing advisory committee established to determine whether protection should be furnished to certain presidential or vice presidential candidates. Establishes an Advisory Panel on Secret Service Protection to review such requests for Secret Service protection and make recommendations to the advisory committee. Permits the Secretary to authorize Secret Service protection for a former Vice President for a period beginning on the last day of the individual's term and ending on the last day of the fiscal year in which the term expires, upon the former Vice President's written request and upon finding that a threat exists which warrants such protection."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Former Presidents Austerity Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the laws relating to former Presidents.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:27-05:00"
}