{
  "actions": [
    {
      "acted_at": "1980-07-24", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2969-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stewart, Donald", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "01442", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-24", 
  "number": "2969", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide incentives for the construction and rehabilitation of real property.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Real Estate Construction and Rehabilitation Tax Incentives Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-07-24", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Condominium (Housing)", 
    "Construction costs", 
    "Cooperative housing", 
    "Depreciation and amortization", 
    "Historic sites", 
    "Housing and Housing Finance", 
    "Housing policy", 
    "Income tax", 
    "Industrial development bonds", 
    "Investment tax credit", 
    "Low-income housing", 
    "Rental housing", 
    "Securities and Investments", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Tax deductions", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-07-24", 
    "text": "Real Estate Construction and Rehabilitation Tax Incentives Act of 1980 - Title I: Capital Cost Recovery Treatment of New Section 1250 Property - Amends the Internal Revenue Code to require a 20-year straight line depreciation of depreciable real property placed into service after the effective date of this Act. Provides transitional rules for property already in service. Excepts from such 20-year requirement low-income rental housing, which must undergo a 15-year straight line depreciation. Title II: Investment Tax Credit for Section 1250 Property - Permits a taxpayer, in lieu of the new depreciation schedule set forth in title I of this Act, to elect to take a one-time ten percent investment tax credit. Limits such credit to property placed in service between January 1, 1981 and December 31, 1984. Requires recapture, in whole or in part, if the property is sold within five years after being placed in service. Directs the Secretary of the Treasury to report to Congress by January 1, 1984, on the effectiveness and efficiency of this title as an incentive for the construction of new section 1250 property. Title III: Deduction of Construction Period Interest and Taxes - Repeals current law requiring amortization of construction period interest and taxes. Allows the taxpayer to elect: (1) to treat the unamortized balance of such interest and taxes as chargeable to capital account; or (2) to deduct such unamortized balance for the first taxable year ending after December 31, 1980. Title IV: Extension and Expansion of Existing Incentives - Repeals expiration dates, thus making permanent Code provisions: (1) permitting rapid amortization of rehabilitation expenses for low-income rental housing; (2) prohibiting accelerated depreciation for new structures built on historic sites; (3) providing for favorable depreciation of rehabilitated historic property; (4) encouraging the removal of architectural barriers; and (5) prohibiting deductions for the demolition of historic structures. Provides for rapid amortization of rehabilitation expenses for all residential rental housing (currently such rapid amortization is limited to low-income rental housing). Increases: (1) from $3,000 to $5,000 the minimum depreciable per unit expenditure; and (2) from $20,000 to $30,000 the maximum depreciable per unit expenditure. Title V: Condominium and Cooperative Cost Reduction - Denies capital gains treatment for proceeds from the sale of dwelling units converted from rental housing to condominium or cooperative housing, unless the terms and conditions of such sales have been negotiated with, and agreed to by, an organization representing at least 51 percent of the dwelling units occupied or sublet by tenants as of the date all tenants received notice of proposed conversion. Allows nonrecognition of up to 50 percent of the long term capital gain from the qualified sale of residential rental property if the taxpayer: (1) has used such property in his or her trade or business; and (2) within 24 months after such sale enters into a binding contract for the construction of section 1250 residential rental property. Requires reduction of the nonrecognition portion of such gain by one-half of the amount (if any) by which the proceeds of the sale exceed the cost of construction of the new residential real property. Limits \"qualified sale\" to a sale where: (1) not less than 50 percent of the dwelling units are sold to purchasers of low or moderate income, or the entire property is sold to a qualified tenants' organization; and (2) there is substantial likelihood that the overall economic character of dwelling unit owners will remain the same as the units are sold to subsequent purchasers. States that the basis of newly constructed rental property shall not be reduced by the amount of unrecognized capital gain. Directs the Secretary to consult with the Secretary of Housing and Urban Development in developing regulations to carry out this title. Title VI: Removal of Impediments to New Real Property Development - Excepts depreciable real property investments from the limitation on the deduction of investment indebtedness interest for individuals. Allows the current deduction of certain pre-opening expenses incurred in the development of section 1250 real property, so long as they occur within 24 months before the property's placement in service. Permits application to the Secretary for a period longer than 24 months if appropriate. Permits advance refunding of tax-exempt housing bonds, and use of the proceeds of such bonds to remove existing first liens to allow rehabilitation. Title VII: Effective Dates - Sets January 1, 1981 as the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Real Estate Construction and Rehabilitation Tax Incentives Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide incentives for the construction and rehabilitation of real property.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:32-05:00"
}