{
  "actions": [
    {
      "acted_at": "1973-11-08", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11380-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-08", 
  "number": "11380", 
  "official_title": "A bill to provide Federal assistance to cities, combinations of cities, public agencies, and nonprofit private organizations for the purpose of improving police community relations, encouraging citizen involvement in crime prevention programs, volunteer service programs, and in other cooperative efforts in the criminal justice system.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9175-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Community Anticrime Assistance Act", 
  "sponsor": {
    "district": "15", 
    "name": "Patten, Edward J.", 
    "state": "NJ", 
    "thomas_id": "00896", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-08", 
  "subjects": [
    "Crime and law enforcement", 
    "Urban affairs", 
    "Urban areas"
  ], 
  "subjects_top_term": "Urban areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-08", 
    "text": "Community Anticrime Assistance Act- Declares it to be the policy of the Congress to provide anticrime assistance grants to cities, combinations of cities, public agencies and nonprofit private agencies for the purpose of involving citizens and the private sectors in cooperative anticrime programs with local governments. Title I: Grants to Cities and Public Agencies - Authorizes the Director of Community Relations in the Department of Justice to make grants to, or cooperative arrangements with, cities and combinations of cities with a population of not less than one hundred thousand and public agencies thereof, including regional planning organizations, to meet all or part of the cost of establishing or operating, including the cost of planning, programs designed to carry out the purpose of this title. Provides that grants and cooperative arrangements made under this title may be made to carry out programs including: (1) programs to encourage the participation of industry, business, labor unions, and other private enterprises in crime prevention efforts of the city and the neighborhood in which they are located; (2) the recruiting and training of police-community relations officers, which includes the development of programs of police training and education to sensitize police to the needs of the community; (3) the recruiting and training of community service officers to serve with and assist police departments in the discharge of their duties through such activities as recruiting police officers, improvement of police community relations and grievance resolution mechanisms; (4) the recruiting, organization, and training of citizen preventive patrols for the purpose of patrolling apartment buildings, neighborhoods, and schools. Provides that grants and cooperative arrangements under this title shall be made only upon an allocation to the Director containing specified assurances, including: (1) satisfactory assurances that such applicant will place special emphasis upon programs, which involve disadvantaged persons and minority groups in the criminal justice system; and (2) satisfactory assurances that such applicant will make special effort to assure that programs established under this title are directed to the areas of the city with the highest incidence of crime. Title II: Grants to Nonprofit Private Agencies - Authorizes the Director to make grants to, or cooperative arrangements with, nonprofit private agencies to meet all or part of the cost of establishing or operating, including the cost of planning, programs designed to carry out the following programs, including: (1) programs to encourage the reporting of crime and the marking and identification of personal property; (2) programs to enhance the delivery of social services into neighborhoods such as the removal of waste, street cleaning, building inspection, recreational facilities, and improved street lighting; (3) programs to provide volunteer escorts for elderly citizens and other persons requiring assistance to and from their residences in high crime areas; (4) programs to provide counseling to ex-offenders, narcotics addicts, and persons on probation; (5) to improve communications between the community and police departments; and (6) programs to provide alternatives to incarceration (including release to the custody of community programs) for persons convicted of minor or victimless crimes. Title III: Administration - Directs the Director to require of applicants under this Act : (1) a description of the purpose of the program; (2) a description of the anticipated use of funds under the grant; (3) a description of the geographic area of the community in which the program will be carried out and the incidence of crime in such area; (4) a description of the extent that the program anticipates assistance, financial or otherwise, from departments or agencies of the Federal, State, or local governments; and (5) a description of the anticipated number of citizens who will participate in the program or be benefited by its operation. Directs the Director to provide technical assistance to cities, combinations of cities, public agencies, and non-profit private agencies either directly or through contracts with other Federal departments or agencies to enable such recipients to fully participate in all programs available under this Act. Authorizes the Director, on the application of any person claiming to be aggreived by the denial of assistance under this Act, to give such person a public hearing to determine such person was so aggrieved. Provides that if the Director determines such person was aggrieved, he shall grant, in whole or in part, the assistance with respect to which such hearing was held. Provides that not more than one-third of any grants made under this Act shall be used for the lease or rental of any building or space therein. Provides that no part of any grant may be used to purchase buildings or land or for research, except to the extent such research is incidental to the carrying out of programs under this Act. Authorizes to be appropriated for grants and cooperative arrangements under title I of this Act $25,000,000 for each of the fiscal years 1974, and 1975. Authorizes to be appropriated for grants and cooperative arrangements under title II of this Act $25,000,000 for each of the fiscal years 1974, and 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Community Anticrime Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide Federal assistance to cities, combinations of cities, public agencies, and nonprofit private organizations for the purpose of improving police community relations, encouraging citizen involvement in crime prevention programs, volunteer service programs, and in other cooperative efforts in the criminal justice system.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:59-05:00"
}