{
  "actions": [
    {
      "acted_at": "2012-06-27", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3350-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2012-06-27", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-27", 
  "number": "3350", 
  "official_title": "A bill to make improvements to the Fair Debt Collection Practices Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "End Debt Collector Abuse Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Franken, Al", 
    "state": "MN", 
    "thomas_id": "01969", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-06-27", 
  "subjects": [
    "Civil actions and liability", 
    "Consumer credit", 
    "Emergency medical services and trauma care", 
    "Finance and financial sector", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Hospital care", 
    "Inflation and prices", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-27", 
    "text": "End Debt Collector Abuse Act of 2012 - Amends the Fair Debt Collection Practices Act to require a debt collector, in the absence of such information in an initial communication or payment of the debt, to include in a written notice to the consumer specified information regarding: (1) the last payment to the creditor on the debt; (2) the name and address of the last person to extend credit with respect to the debt; (3) an itemization of the principal, fees, and interest composing the debt; (4) a description of consumer rights to cause debt collector communication to cease and collection efforts to stop; and (5) the name and contact information of the person responsible for handling complaints on the debt collector's behalf. Prohibits communication with a consumer in connection with the collection of any debt in a hospital emergency department, labor and delivery department, or any department where critical care medical services are provided, such as the intensive care unit. Permits a health care provider, however, to: (1) provide a consumer with information about a debt upon the consumer's direct request, and (2) discuss a debt at the time the consumer is discharged. Makes it an unfair medical debt collection practices to: (1) withhold emergency medical services or threaten to withhold them, (2) delay such services, or (3) give the impression that such services will be withheld until a debt is paid. Applies to the collection of a medical debt the prohibition of certain practices, including harassment or abuse, false or misleading representations, and enumerated unfair practices, as well as certain requirements for legal actions by debt collectors. Requires any person attempting to collect a medical debt to inform the consumer how to apply for: (1) charity care coverage, (2) financial assistance, (3) discounts based on income eligibility, or (4) public or private insurance coverage that may assist in the payment of all or part of the debt. Revises procedures governing disputed debts to require a debt collector, upon notification that a debt is disputed by the consumer, to undertake a thorough investigation of the substance of the dispute and timely provide specific responsive information and verification of the disputed debt. Requires the Consumer Financial Protection Bureau (CFPB) to provide inflation adjustments to damages awarded in cases of noncompliance with fair debt collection practices under the Act. Allows a court, in a civil action alleging violations of fair debt collection practices, to award appropriate relief, including injunctive relief. Deems as an unfair practice a request by a debt collector to a court or law enforcement agency for the issuance of a warrant for the arrest of a debtor or any other similar request that a debt collector knows or should know would lead to the issuance of an arrest warrant, in relation to collection of a debt."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "End Debt Collector Abuse Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make improvements to the Fair Debt Collection Practices Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:36:19-05:00"
}