{
  "actions": [
    {
      "acted_at": "1985-06-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-24", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2830-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Lloyd, Marilyn", 
      "sponsored_at": "1986-10-06", 
      "state": "TN", 
      "thomas_id": "00698", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-06-20", 
  "number": "2830", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to allow a deduction for amounts contributed to an individual medical care account which is exempt from tax.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-06-20", 
  "subjects": [
    "Bank deposits", 
    "Finance and financial sector", 
    "Health", 
    "Income tax", 
    "Medical economics", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-06-20", 
    "text": "Amends the Internal Revenue Code to allow individuals an income tax deduction for amounts paid to an individual medical care account. Provides that the maximum yearly contribution to such account is limited to the lesser of $2,000 or an amount equal to compensation includible in the individual's gross income for the taxable year. Limits married couples with only one partner working to a contribution of $2,250 each year. Provides that no deduction will be allowed for contributions to a medical care account if the beneficiary has attained the age of 70 and one-half before the close of the taxable year. Provides that amounts distributed out of an account will be included in the gross income by the distributee for the taxable year in which the distribution is received. Excludes rollover contributions from the gross income of the distributee if certain requirements are met. Provides rules relating to excess contributions and transfers incident to divorce. Exempts from taxation an individual medical care account unless such account ceases to be an individual medical care account by reason of certain actions. Imposes an additional ten percent penalty tax on distributions made to a distributee before the distributee attains the age 59 and one-half and does not use the amount for eligible medical care expenses. Exempts distributions or income inclusions from the ten percent penalty tax attributable to the taxpayer becoming disabled. Permits individuals who do not itemize deductions to deduct amounts contributed to individual medical care accounts. Imposes a penalty tax on excess contributions to individual medical care accounts, and a penalty tax for prohibited transactions with an individual medical care account. Imposes a penalty for failure to file certain reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to allow a deduction for amounts contributed to an individual medical care account which is exempt from tax.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:33-05:00"
}