{
  "actions": [
    {
      "acted_at": "1990-10-26", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5934-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-26", 
  "number": "5934", 
  "official_title": "To provide credit for the poor in developing countries through loans for self-employment and other assistance for micro enterprises.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Micro Enterprise Loans for the Poor Act", 
  "sponsor": {
    "district": "22", 
    "name": "Gilman, Benjamin A.", 
    "state": "NY", 
    "thomas_id": "00440", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-26", 
  "subjects": [
    "American economic assistance", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Developing countries", 
    "Foreign exchange", 
    "Foreign loans", 
    "International affairs", 
    "Loans", 
    "Reprogramming of appropriated funds", 
    "Self-employed", 
    "Small business"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-26", 
    "text": "Micro Enterprise Loans for the Poor Act - Requires the Administrator of the agency responsible for administering the Foreign Assistance Act of 1961 to make assistance available to financial intermediaries in developing countries to enable them to provide loans and other assistance for micro enterprises, with particular emphasis on loans for self-employment. Specifies that such assistance may be made available for use by such financial intermediaries: (1) in extending credit for micro enterprises; (2) in extending credit for such purposes as food processing and production of cloth and clothing; (3) for the start-up costs incurred by a nongovernmental organization in becoming a financial intermediary; (4) for expenses incurred by financial intermediaries in providing training and technical assistance for micro enterprises; and (5) to provide other assistance necessary to the successful functioning of micro enterprises. Requires the Administrator to issue guidelines for financial intermediaries providing such assistance. Requires the Administrator to place primary emphasis on: (1) making assistance available to the poorest people in the least developed countries; and (2) the development of the capacity of and use of indigenous nongovernmental organizations (especially those representing women, tribal people, and other minorities) which will provide credit and other assistance to micro enterprises. Sets forth the total amounts of assistance to be provided for such programs for FY 1992 and 1993. Specifies that such amounts shall be made available from: (1) funds made available under provisions of the Foreign Assistance Act of 1961 relating to development assistance and economic support; (2) foreign currencies generated from specified sources; and (3) amounts paid to the United States on loans made to financial intermediaries. Specifies that at least 75 percent of such amount shall be used for direct credit support of micro enterprises. Authorizes the Administrator to use development and economic assistance funds to provide assistance to the governments of devleoping countries on a loan basis repayable in foreign currencies. Requires notification to the Congress of the reprogramming of economic assistance funds made available to financial intermediaries under this Act. Requires the Administrator to encourage economic policies which promote micro enterprises in policy dialogues concerning economic policies with, and efforts to reform economic policies of, countries receiving economic assistance from the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Micro Enterprise Loans for the Poor Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide credit for the poor in developing countries through loans for self-employment and other assistance for micro enterprises.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:18-05:00"
}