{
  "actions": [
    {
      "acted_at": "2011-03-17", 
      "references": [
        {
          "reference": "CR S1841-1842", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-03-17", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-03-31", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held. Hearings printed: S.Hrg. 112-26.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-05-26", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-07-11", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with amendments. With written report No. 112-31.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2011-07-11", 
      "calendar": "Senate Legislative", 
      "number": "98", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 98.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s630-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2011-03-17", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2011-06-27", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2011-04-14", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2011-06-27", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-17", 
  "number": "630", 
  "official_title": "A bill to promote marine and hydrokinetic renewable energy research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2994-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Marine and Hydrokinetic Renewable Energy Promotion Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "thomas_id": "01694", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-05-26", 
  "subjects": [
    "Alternative and renewable resources", 
    "Energy", 
    "Energy research", 
    "Environmental assessment, monitoring, research", 
    "Marine and coastal resources, fisheries", 
    "Research administration and funding", 
    "Research and development"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2011-07-11", 
    "text": "Marine and Hydrokinetic Renewable Energy Promotion Act of 2011 - (Sec. 2) Amends the Energy Independence and Security Act of 2007 to require the program of marine and hydrokinetic renewable energy technology research, development, demonstration, and commercial application to: (1) apply advanced systems engineering and system integration methods to identify critical interfaces and develop open standards for marine and hydrokinetic renewable energy; (2) transfer the resulting environmental data to industry stakeholders as public information through published interface definitions, standards, and demonstration projects; and (3) develop incentives for industry to comply with such standards. (Sec. 3) Requires the Secretary of Energy (DOE) to award competitive grants to support modifying or constructing four or more geographically dispersed marine and hydrokinetic renewable energy technology research, development, and demonstration test facilities for the demonstration of multiple technologies in operating marine environments (including industry demonstrations). Requires the Secretary to give preference to existing marine and hydrokinetic testing facilities and existing Centers established by this Act in awarding competitive grants. Establishes eligibility requirements for grant applicants. (Sec. 4) Renames the \"National Marine Renewable Energy Research, Development, and Demonstration Centers\" as the \"National Marine and Hydrokinetic Renewable Energy Research, Development, and Demonstration Centers.\" Authorizes such Centers to serve as technology test facilities. (Sec. 5) Requires the Secretary to establish a marine-based energy device verification program to provide a bridge from the marine and hydrokinetic renewable energy capture device design and development efforts underway across the industry to commercial deployment of such devices. Specifies that the purposes of such program are to fund, facilitate the development and installation of, and evaluate marine and hydrokinetic renewable energy projects to: (1) increase marine and hydrokinetic renewable energy experience; and (2) build and operate enough candidate devices to obtain statistically significant operating and maintenance data. Requires such program's objectives to include: (1) verifying the performance, reliability, maintainability, and cost of new marine and hydrokinetic renewable energy device designs and system components in an operating environment; (2) providing states, regulators, utilities, and other stakeholders with a valid opportunity to test and evaluate marine and hydrokinetic renewable energy technology in new areas; (3) documenting and communicating the experience from such projects for the benefit of utilities, independent power producers, other nonutility generators, device suppliers, and others in the marine and hydrokinetic renewable energy development community; and (4) resolving environmental issues through robust characterization, reliable impact prediction, effective monitoring, development, and use of adaptive management and informing engineering design to improve environmental performance. (Sec. 6) Requires the Secretary to establish a grant program to: (1) advance the development of marine and hydrokinetic renewable energy; (2) help fund the costs of environmental analysis affecting the deployment of marine hydrokinetic devices; (3) help eligible entities collect the types of environmental data that are required when working in a public resource, monitor the impacts of demonstration projects, and make the resulting information available for dissemination to aid future projects; and (4) help fund the cost of advancing renewable marine and hydrokinetic technologies in ocean and riverine environments from demonstration projects to development and deployment. (Sec. 8) Authorizes appropriations for marine and hydrokinetic renewable energy technologies through FY2013. (Sec. 9) Expands the meaning of \"renewable energy project\" to include a project that generates electricity from small hydroelectric power (currently limited to Alaska small hydroelectric power). Requires the Secretary, in making grants to carry out renewable energy projects, to give priority to applicants that: (1) have power costs that are 125% or more of average national retail costs; and (2) will use the grant to construct renewable electricity projects to replace or partially replace fossil fuel projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Marine and Hydrokinetic Renewable Energy Promotion Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Marine and Hydrokinetic Renewable Energy Promotion Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote marine and hydrokinetic renewable energy research and development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:04:27-05:00"
}