{
  "actions": [
    {
      "acted_at": "1973-09-19", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10404-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-19", 
  "number": "10404", 
  "official_title": "A bill to extend the authorization of appropriations for the Cabinet Committee on Opportunities for Spanish-Speaking People, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10256-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "30", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-19", 
  "subjects": [
    "Advisory bodies", 
    "Minorities", 
    "Spanish language"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-19", 
    "text": "Provides for the addition of the Secretaries of Defense and Transportation and the Administrator of Veterans' Affairs to the Cabinet Committee on Opportunities for Spanish Speaking People. Requires the Committee to meet semiannually. Requires a group of fourteen, in addition to the chairman, each representing one of the members, to meet at least six times a year. Requires the Committee to advise and assist Spanish-speaking and Spanish surnamed people in receiving assistance available by law. Provides that the chairman and vice chairman of the Advisory Council on Spanish-speaking Americans shall be designated by the President. Requires the chairman of the Committee to call a meeting of the Advisory Council at least quarterly. Provides that no part of any funds authorized to carry out this Act shall be used to finance any activities designed to influence the outcome of any election to Federal office or any voter registration activity, or to pay the salary of the Chairman or any employee of the Committee after the date on which such persons engage in such activity. Authorizes to be appropriated for fiscal year 1974 the amount of $1,500,000 and for fiscal year 1975 for a period ending December 30, 1974, the amount of $750,000, to carry out the provisions of this Act. Requires at least 50 per-cent of the amount of any funds to be expended for salaries of employees in regional offices of the Committee located outside Washington, District of Columbia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend the authorization of appropriations for the Cabinet Committee on Opportunities for Spanish-Speaking People, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:43-05:00"
}