{
  "actions": [
    {
      "acted_at": "1977-08-01", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-10-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture with amendment, H. Rept. 95-663.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-10-31", 
      "bill_ids": [
        "hr7073-95"
      ], 
      "references": [], 
      "text": "Text inserted in H.R. 7073 as passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8681-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-08-01", 
  "number": "8681", 
  "official_title": "A bill to amend the Federal Insecticide, Fungicide, and Rodenticide Act, as amended.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7073-95", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Fithian, Floyd J.", 
    "state": "IN", 
    "thomas_id": "00387", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-08-01", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business intelligence", 
    "Consumer protection", 
    "Environmental protection", 
    "Exports", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Labeling", 
    "Pesticide regulation", 
    "Pesticides", 
    "Pests and pesticides"
  ], 
  "subjects_top_term": "Pesticides", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1977-10-04", 
    "text": "(Reported to House from the Committee on Agriculture with amendment, H. Rept. 95-663) Amends the Federal Insecticide, Fungicide and Rodenticide Act (FIFRA) by amending certain definitions in existing law and by adding certain new definitions. Provides that each applicant for registration of a pesticide shall file, with the Administrator of the Environmental Protection Agency, a statement which includes a full description of tests, results, and citations to data which the Administrator may consider in support of such registration. Prohibits the Administrator from using data previously submitted by an applicant for pesticide registration to support a later applicant unless the original data submitter consents, or: (1) the original data was submitted for an experimental permit or new pesticide product; (2) the data presently submitted is in support of an application to add a new use to an existing pesticide; and (3) the data is requested by the Administrator and was first submitted to support an existing registration. Requires that the original data submitter be compensated for subsequent use of such data, during the five-year period commencing upon the expiration of a period of exclusive use. Establishes procedures governing the generation of data needed to maintain existing registrations. Directs the Administrator, in establishing standards for data requirements for the registration of pesticides intended for minor uses, to: (1) make the standards commensurate with the anticipated extent and pattern of use, and the level and degree of potential exposure of man and environment to the pesticides; and (2) consider the economic factors of volume of use and extent of distribution, and the impact of the cost of meeting such requirements. Directs the Administrator to prescribe procedures for the simplified registration of pesticides. Authorizes the Administrator to conditionally register or amend registration of pesticides in accordance with prescribed criteria utilizing abbreviated procedures. Restricts the authority of the Administrator to initiate a public interim administrative review process. Authorizes the Administrator to classify registered pesticides prior to their reregistration. Increases the time from 30 to 60 days prior to a change in classification in which the Administrator must notify the registrant if he determines that a change in classification of a pesticide from general to restricted use is necessary. Directs that the reregistration of all pesticides be accomplished in the most expeditious manner possible. Restricts the authority of the Administrator to declare that use of a pesticide at a dilution less than label dosage is an inconsistent use of such pesticide. Requires the Administrator, if practicable, to conduct programs for the certification of pesticide applicators in States for which a State plan for such applicators has not been approved by February 20, 1978. Requires the Administrator to issue a notice of intent to cancel a conditional registration if the condition upon which the registration was based had not been satisfied within the time required. Authorizes the Administrator, upon such cancellation, to permit the continued sale and use of existing stocks of the pesticide if determined that such action was not inconsistent with the purposes of the Act and would not have an unreasonable adverse effect on the environment. Requires the registration of: (1) establishments that produce active ingredients used in producing pesticides; and (2) establishments that produce pesticides or active ingredients for the export trade. Revises the trade secrets provision of such Act to require disclosure of information relating to tests and testing methodology concerning the effects of pesticides on the environment. Authorizes the Administrator to disclose otherwise confidential information to individuals contracting with the Government if such disclosure is necessary in order to assure satisfactory performance of work by the contractor in connection with FIFRA. Establishes penalties for willful disclosure of FIFRA protected trade secrets to unauthorized persons by Government employees. Provides that producers of pesticides for export shall be subject to the provisions of FIFRA dealing with defining, labeling, and misbranding, and that provision regarding registration of establishments. Includes Indian tribes within provisions of the Act relating to cooperative agreements with the Administrator for training and enforcement programs. Gives the States authority to regulate the sale or use of any Federally registered pesticide or device in the State, but only to the extent that such regulation does not permit any sale or use prohibited by FIFRA. Authorizes the States to register pesticides for use within the State to meet local needs, provided such registration has not been denied, disapproved, or cancelled by the Administrator. Directs that factors such as the impact on the price of agricultural commodities and the difference in environmental risk of agricultural and nonagricultural pesticides be taken into account in the regulation of pesticides. Requires the Administrator to delegate to the States the primary responsibility for enforcement provisions of FIFRA relating to pesticide use violations. Authorizes the Administrator to enforce such provisions if the State fails to abide by the agreements established in the mandatory State plan for enforcement. Directs the Administrator, in coordination with the Secretary of Agriculture, to establish a list of pests, in order of priority, that need to be brought under control. Directs the Administrator to report annually on the program of conditional registration. Authorizes the appropriation of $54,500,000 in fiscal year 1978 to carry out the provisions of FIFRA. Requires that studies be conducted by EPA on: (1) the feasibility of collecting registration fees from applicants; (2) methods of pesticide application; and (3) the problems of minor uses of pesticides not specifically permitted by labeling."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Insecticide, Fungicide, and Rodenticide Act, as amended.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:56-05:00"
}