{
  "actions": [
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs, S. Rept. 96-736.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-20", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-20", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-21", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #242 (63-4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-22", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-22", 
      "bill_ids": [
        "hr7262-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 7262.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-26", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-04", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-26", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-1420.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-03", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-03", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-03", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-08", 
      "references": [], 
      "text": "Public Law 96-399.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2719-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-08", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-15", 
  "number": "2719", 
  "official_title": "An original bill to amend and extend certain Federal laws relating to housing, community and neighborhood development and preservation and related programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7262-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Housing and Community Development Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1980-05-15", 
  "subjects": [
    "Authorization", 
    "Burglary protection", 
    "Business and commerce", 
    "Civil procedure", 
    "Community development", 
    "Condominium (Housing)", 
    "Congressional oversight", 
    "Construction industries", 
    "Consumer protection", 
    "Cooperative housing", 
    "Disabled", 
    "Economics and public finance", 
    "Energy", 
    "Energy conservation", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federal aid to housing", 
    "Finance and financial sector", 
    "Flood insurance", 
    "Foreclosure", 
    "Foreign students", 
    "Government insurance", 
    "Historic sites", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Housing subsidies", 
    "Illinois", 
    "Land transfers", 
    "Low-income housing", 
    "Mobile homes", 
    "Mortgage banks", 
    "Mortgage guaranty insurance", 
    "Mortgages", 
    "Native Americans", 
    "Ohio", 
    "Public Lands and Real Property", 
    "Public housing", 
    "Rent", 
    "Rent control", 
    "Rent subsidies", 
    "Rental housing", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Rural housing", 
    "Schools", 
    "Social welfare", 
    "Solar energy", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1980-09-26", 
    "text": "(Conference report filed in House, H. Rept. 96-1420) Housing and Community Development Act of 1980 - =Title I: Community and Neighborhood Development and Conservation= - Amends the Housing and Community Development Act of 1974 to specify for fiscal years 1981, 1982, and 1983 that no data derived from the 1980 Decennial Census, except those relating to population and poverty, shall be taken into account for purposes of the allocation of funds to metropolitan areas. Prohibits, for fiscal years 1981, 1982, and 1983, any revision to the criteria for establishing a metropolitan area or defining a central city of such an area published after January 1, 1980, from being taken into account for purposes of this title, except in the case of any area or city which would newly qualify as a metropolitan area or central city of such an area. Specifies that, with respect to grants for State, tribal, and local community development programs, beginning in fiscal year 1982, the population of any unit of general local government which is included in that of any urban county shall be included in the population of such urban county for three program years beginning with the program year in which its population was first so included. Requires any county seeking qualification as an urban county, including any urban county seeking to continue such qualification, to notify each unit of general local government, which is included therein and is eligible to elect to have its population excluded from that of an urban county, of its opportunity to make such an election. Permits the Secretary of Housing and Urban Development, in any case in which all or part of a metropolitan city is located within an urban county, upon the joint request of such city and county, to approve the inclusion of the metropolitan city as part of the urban county for purposes of planning a joint community development program, meeting the application requirements, and implementing such program. Limits amounts of appropriated funds which may be used to aid metropolitan cities, urban counties, and other units of local government within metropolitan areas to meet their basic grant needs. Eliminates hold-harmless entitlements. Includes certain independent cities in determining community development grant amounts for urban counties if such cities meet specified criteria. Declares that the Congress finds that the Nation's cities, towns, and smaller urban communities face critical social, economic, and environmental problems arising in significant measure from increasing energy costs which have seriously undermined the quality and overall effectiveness of local community and housing development activities. States that concerted action is required of Federal, State, and local governments to address the economic and social hardships borne by communities as a consequence of scarce fuel supplies. Allows grants for State and local community development programs to be available for the conservation of the Nation's scarce energy resources, improvement of energy efficiency, and the provision of alternative and renewable energy sources of supply. Allows the applicant, at the discretion of the applicant, when applying for such grants, to include as part of the program summary, formulation, and description required by such Act comparable information with respect to the applicant's energy conservation and renewable energy resource needs and objectives. Makes the following activities eligible for assistance under the community development program: (1) design features and improvements which promote energy efficiency with respect to the construction, reconstruction, and installation of public works, facilities, and improvements; (2) power generation and distribution facilities using renewable energy systems; (3) parks and recreation facilities established as a result of reclamation activities; (4) recycling or conversion facilities; (5) the rehabilitation of buildings and improvements which promote energy efficiency; (6) energy conservation as a public service activity; (7) energy conservation projects by neighborhood-based nonprofit organizations, local development corporations, or entities organized under the Small Business Investment Act of 1958; and (8) activities necessary to the development of a comprehensive community-wide energy use strategy. Requires an applicant for a grant under the community development program to take into account the effect of such activities on the involuntary displacements of low- and moderate-income persons and to consider appropriate environmental factors. Directs the Secretary to continue the study on involuntary displacement conducted pursuant to the Housing and Community Development Amendments of 1978 and to transmit, not later than March 30, 1981, a report to the Congress which shall contain: (1) data collected since the initial report; and (2) further recommendations on minimizing involuntary displacement and alleviating problems caused by such displacement. Authorizes the appropriation of funds for the purpose of making grants to States and units of local government to help finance community development programs for fiscal years 1981 through 1983. Authorizes funds for fiscal years 1981 through 1983 for the purpose of assisting severely distressed cities that require supplemental grant assistance in order to alleviate excessive deterioration through neighborhood reclamation and community revitalization. Limits amounts of appropriated funds which may be used as a special discretionary fund by the Secretary to make grants to new communities, States, and territorial and local governmental units. Limits the amount of commitments to guarantee notes and other obligations which the Secretary may enter into with respect to community development loan guarantees. Authorizes the Secretary to allow certain grantees under the community development block grant program which are not undertaking a comprehensive community development program to file performance reports less frequently than annually. Amends the Housing and Community Development Act of 1974 to require an applicant for an urban development action grant to identify all properties which are included or are eligible for inclusion on the National Register of Historic Places and would be affected by such project to the appropriate State historic preservation officer and the Secretary of the Interior. Requires the Secretary of the Interior, after consulting with the Secretary of Housing and Urban Development, to prescribe and implement regulations concerning such projects. Directs the Secretary of the Interior in prescribing and implementing such regulations to provide that: (1) the appropriate State historic preservation officer, within 45 days after receiving information from the applicant, submit comments, together with such other information considered necessary to the applicant concerning such properties; and (2) the Secretary, not later than 45 days after receiving such application and the comments submitted to the applicant by the State historic preservation officer, shall make a determination as to whether any of the properties affected by such project is eligible for inclusion on the National Register of Historic Places. Directs the Advisory Council on Historic Preservation to prescribe regulations providing for expeditious action by such Council in making its comments on urban development action grants in the case of properties which are included on, or eligible for inclusion on, the National Register of Historic Places and which are affected by a project for which such application has been made. Transfers, from the Office of Management and Budget to the Department of Commerce, the responsibility for establishing and defining standard metropolitan statistical areas and their components and for providing criteria with respect to poverty levels. Eliminates the special consideration given small hold-harmless communities with comprehensive community development programs in the program of multi-year funding from small cities with such programs. Declares that funds which are to be reallocated, after a determination by the Secretary that they are not likely to be fully obligated during a community development program period, shall be reallocated first, in any metropolitan area in the same State, with a preference for units of general local government in the same metropolitan area to which such funds were originally allocated and second, in any other metropolitan area. Requires the Secretary, not later than January 1, 1983, to report to the Congress with respect to the adequacy, effectiveness, and equity of the formula used for the allocation of funds for community development programs under the Housing and Community Development Act of 1974, with specific analysis and recommendations concerning the manner in which such formula is or could be affected by the date derived from the 1980 decennial census. Amends the Housing Act of 1964 to increase the maximum rehabilitation loan amounts for residential property. Extends the rehabilitation loan program under such Act to include congregate housing and single-room occupancy housing. Authorizes appropriations through fiscal year 1982 for the rehabilitation loan program. Limits the amount to be used for multifamily properties. Authorizes appropriations, through fiscal year 1981, for the neighborhood self-help development programs under the Housing and Community Development Amendments of 1978. Amends the Housing and Community Development Act of 1974 to authorize the Secretary of Housing and Urban Development to reimburse the Veterans Administration for properties transferred to urban homesteading programs. Amends the Housing and Community Development Act of 1974 to make Guam, the Virgin Islands, and Indian tribes eligible for urban development action grants. Prohibits the Secretary of Housing and Urban Development from approving a grant to an Indian tribe unless such Indian tribe: (1) is located on a reservation or in an Alaskan Native Village; and (2) is an eligible recipient under the State and Local Fiscal Assistance Act of 1972. =Title II: Housing Assistance Programs= - Amends the United States Housing Act of 1937 to authorize additional authority for the Secretary of Housing and Urban Development to enter into contracts for annual contributions, after October 1, 1980, for low-income housing projects. Directs the Secretary to enter into only such new contracts for preliminary loans as are consistent with the number of dwelling units for which contracts for annual contributions may be entered into. Directs the Secretary, with respect to projects to be constructed as a result of such assistance and which are to be located on Indian reservations or in Alaskan Native villages, to determine and make the prototype costs available within a reasonable time prior to the beginning of each construction season as is determined to be appropriate for the area in which the project is to be located. Directs the Secretary in determining the amount of such assistance to take into consideration, with respect to remote areas such as may be found in connection with projects developed under the Indian and Alaskan Native housing program, the extensive transportation required to provide the necessary labor, materials, and equipment to the project site and any additional conditions that the Secretary determines should be taken into consideration for such projects. Requires the Secretary to provide funds for such projects to cover the administrative costs to an Indian housing authority during the development period of such a project and until such time as the project is occupied. Eliminates the income mix requirement of such Act with respect to housing for the elderly if the Secretary determines that such mix would result in excessive delays in meeting the housing needs of elderly families. Amends the United States Housing Act of 1937 to provide assistance to improve the physical condition of existing public housing projects and to upgrade the management and operation of such projects in order to assure that such projects continue to be available to serve low-income families. Allows the Secretary to make available and contract to make available financial assistance to public housing agencies for the purpose of improving the physical condition of existing low-rent public housing projects and for upgrading the management and operation of such projects to the extent necessary to maintain such physical improvements. Prohibits such assistance from being made, except in the case of a public housing agency which meets such criteria of financial distress as are established by the Secretary, unless the Secretary has approved an application from the public housing agency which has been developed in consultation with appropriate local officials and with tenants of such housing projects. Sets forth the information required in such application. Specifies that, in the case of a public housing agency which meets the financial distress criteria, not more than five percent of the total amount of assistance made available to all public housing agencies in any year shall be made available for such purposes. Sets forth restrictions on assistance for demolition of any low-rent housing project. Declares that in making such assistance the Secretary shall give preference to public housing agencies which: (1) request assistance for projects having conditions which threaten the health or safety of the tenants or have a significant number of vacant, substandard units; and (2) have demonstrated a capability of carrying out the activities proposed in the plan submitted and approved by the Secretary. Provides for assistance to any public housing agency in an amount which the Secretary determines is necessary to meet emergency or special purpose needs. Directs the Secretary to issue rules and regulations establishing standards which provide for decent, safe, and sanitary living conditions in low-rent public housing projects and for energy conserving improvements in such projects. Limits the number of newly constructed and substantially rehabilitated units which may exceed the maximum monthly rent. Permits the Secretary to approve a maximum monthly rent for moderately rehabilitated low-income housing units which exceeds the fair market rental by not more than 20 percent, if such units are located in an area where the Secretary finds costs levels so require, and not more than 30 percent, where the Secretary determines that special circumstances warrant such higher rent or where necessary to the implementation of a local housing assistance plan. Authorizes appropriations for fiscal year 1981 for operating assistance for troubled multifamily housing projects under the Housing and Community Development Amendments of 1978. Amends the National Housing Act to direct the Secretary to utilize amounts credited to the rental housing assistance fund for the sole purpose of carrying out assistance for troubled multifamily housing projects through September 30, 1981. Amends the Housing and Urban Development Act of 1965 to direct the Secretary to amend rent supplement contracts in accordance with specified requirements within four years of enactment of this Act. Increases the allowable maximum amount for mortgage assistance payments under the National Housing Act. Amends the National Housing Act to allow the Secretary, under the mortgage insurance program, to insure a mortgage involving a principal obligation which exceeds, by not more than ten percent, the maximum limits, if such mortgage relates to a dwelling to be occupied by a physically handicapped person. Requires the Secretary, upon disposition by the homeowner of any property receiving a mortgage assistance payment, where the homeowner ceases for a period of 90 continuous days or more making payments required or where the homeowner rents such a property for a period longer than one year, except any property with respect to which there is an assumption in accordance with such Act, to provide for the recapture of any amount equal to the lesser of: (1) the amount of assistance actually received; or (2) an amount equal to at least 50 percent of that net appreciation of the property, as determined by the Secretary. Directs the Secretary to conduct a study and report to Congress not later than January 1, 1982, on the effects of the existing requirement that no more than 40 percent of the units in a subdivision may receive homeownership assistance under such Act upon the standard assistance program. Requires such study to also include an analysis of the effects which such limitation may have with respect to the stimulus program established pursuant to this Act, if such program is activated. Authorizes the Secretary, if the Secretary determines that there is a substantial need for emergency stimulation of the housing market, to make and enter into contracts to make periodic assistance payments on behalf of homeowners, including owners of manufactured homes, to mortgagees or other lenders holding mortgages, loans, or advances of credit. States that not more than 75 percent of authorized funds may be so utilized. Terminates such authority on June 1, 1981, or at such earlier date as the Secretary may deem appropriate. Sets forth the eligibility requirements for such assistance payments. Specifies that assistance payments to a mortgagee by the Secretary on behalf of a homeowner shall be made only during such time as the homeowner shall continue to occupy the property which secures the mortgage, loan, or advance of credit. Restricts the amount of such assistance payments. Limits the assistance payments on behalf of the owner of a manufactured home to not more than 20 percent of the total number of units with respect to which such assistance is approved. Permits the Secretary to insure, upon application by the mortgagee, a mortgage executed by a mortgagor who meets the eligibility requirements for assistance payments. Sets forth the eligibility requirements for such insurance. Directs the Secretary, to the exent practicable, to insure such mortgages which are secured by properties and which contribute to the conservation of land and energy resources. States that a mortgage so assisted shall, where the Secretary deems it appropriate, provide for graduated payments. Directs the Secretary to develop and utilize a system to allocate such assistance in a manner which assures a reasonable distribution of such assistance among the various regions of the country and which takes into consideration such factors as population, relative decline in building permits, the need for increased housing production, and other appropriate factors. Provides for the recapture of assistance received or appreciation as in the standard program. Amends the Housing and Community Development Amendments of 1978 to require a public housing agency or nonprofit corporation applying for assistance to provide congregate services: (1) to elderly residents to consult with the Area Agency or Aging; and (2) to nonelderly handicapped residents to consult with the appropriate agency. Public Housing Anti-Crime Amendments of 1980 - Amends the Housing and Community Development Amendments of 1978 to require the Secretary of Housing and Urban Development, in carrying out the security program for public housing, to coordinate and jointly target resources with other Federal, State, and local agencies. Requires the Secretary to utilize information derived from such program for assisting in establishing guidelines to be used by public housing authorities in determining strategies to meet the security needs of tenants of public housing projects assisted under the United States Housing Act of 1937. Authorizes appropriations for security programs for public housing for fiscal year 1981. Amends the United States Housing Act of 1937 to direct the Secretary, in entering into contracts for assistance with respect to newly constructed or substantially rehabilitated public housing projects, to require the installation of a passive or active solar energy system in any such project where such installation would be cost effective over the estimated life of the system. Authorizes the Secretary to provide lower-income housing assistance to residents of rental housing projects, with specified amounts available for elderly or handicapped families. Specifies that any of the following may be used as the non-Federal share required in connection with activities undertaken under Federal grant-in-aid programs which provide social, education, employment, and other services to the tenants in a project assisted under the United States Housing Act of 1937, other than low-income housing: (1) annual contributions under such Act for operation of the project; or (2) rental or use-value of buildings or facilities paid for, in whole or in part, from development, modernization, or operation cost financed with loans or debt service annual contributions under such Act. Amends the Housing and Community Development Amendments of 1978 to declare the following as goals of the multifamily housing project property management and disposition program under such Act: (1) preserving the housing units so that at least those units which are occupied by low- and moderate-income persons or which are vacant, at the time of acquisition, are available to and affordable by such persons; and (2) maintaining the project for the purpose of providing rental or cooperative housing. Prohibits the Secretary from making financial assistance available for the benefit of any nonimmigrant student-alien. Directs the Secretary to conduct a comprehensive examination of the feasibility of a housing assistance block grant program, including the feasibility of replacing the categorical housing assistance programs proposed to be utilized in fiscal year 1982, and to transmit to the Congress a report thereon not later than March 31, 1981. Prohibits the Secretary from excluding from consideration for financial assistance under federally assisted housing programs proposals for housing projects solely because the site proposed is located within an impacted area. =Title III: Program Amendments and Extensions= - Extends through September 30, 1981, the authority of the Secretary of Housing and Urban Development (HUD) to insure mortgages or loans under certain HUD mortgage or loan insurance programs under the National Housing Act and to set interest rates for insured mortgage loans. Extends, through October 1, 1981, the authority of the Secretary to set flexible interest rates. Directs the Secretary, in setting such rates, to seek to minimize discount points and uncertainty and speculation in connection with mortgage and loan transactions insured under the National Housing Act. Authorizes appropriations for research and demonstration housing projects through fiscal year 1981. Amends the National Flood Insurance Act of 1968 to authorize appropriations through fiscal year 1981 for flood insurance studies. Amends the National Housing Act to authorize appropriations to cover losses sustained by the General Insurance Fund. Requires a mortgage, in order to be eligible for mortgage insurance under the National Housing Act, to have a period of not less than ten years to run beyond the maturity date of the mortgage. Declares that the land transferred by the city of Springfield, Illinois, to the United States Department of the Interior for the Lincoln Home National Historic Site shall be deemed to have been made in accordance with the provisions of the Housing Act of 1961 and any other law and with any regulations or other requirements in implementation thereof. Amends the National Housing Act to increase loan insurance limits for manufactured homes, manufactured home lots, and manufactured home and lot combinations. Allows the Secretary to increase such loan insurance limits in high cost areas. Amends the United States Housing Act, the Housing and Community Development Act of 1974 and the National Housing Act to change the term \"mobile home\" to \"manufactured home.\" Revises the definition of such term to mean a structure, transportable in one or more sections, which is more than eight body feet in width, is more than 40 body feet in length in the traveling mode, or is 320 or more square feet in interior space when erected on site. Requires the Secretary, not later than January 1, 1982, to develop a procedure for collecting and regularly reporting data on the mean and median sales price for new manufactured homes. Eliminates specified restrictions on Government National Mortgage Association purchases of multifamily mortgages. Amends the National Housing Act to increase, by up to 20 percent, the amounts which may be insured under the National Housing Act for multifamily and institutional projects if such increase is necessary to account for the increased cost of the project due to the installation of a solar energy system or residential energy conservation measures and the Secretary determines that such measures are in addition to those required under the minimum property standards and will be cost-effective over the life of the measure therein. Makes mortgaged property located where concentrated housing, physical development, and public service activities are being or will be carried out in a coordinated manner, pursuant to a locally developed strategy for neighborhood improvement, conservation, or preservation, eligible for rehabilitation and neighborhood conservation housing insurance under the National Housing Act. Requires the Secretary, beginning March 15, 1981, to report annually to Congress concerning housing production goals for the current year and set forth general objectives for such activity during the next year. Amends the National Housing Act to authorize the Federal National Mortgage Association to purchase loans secured by stock in a cooperative housing corporation. Sets limitations governing the maximum principal obligation of conventional mortgages purchased by the Association. Amends the Federal Home Loan Mortgage Corporation Act to establish limitations governing the maximum principal obligation of conventional mortgages purchased by the Federal Home Loan Mortgage Corporation. Amends the National Housing Act to provide supplementary loans for multifamily housing projects for individual utility meters if such meters are purchased or installed in connection with other energy conserving improvements or with a solar energy system or the project meets minimum standards of energy conservation as established by the Secretary. Amends the Neighborhood Reinvestment Corporation Act to change the name of the National Neighborhood Reinvestment Corporation to the Neighborhood Reinvestment Corporation. Authorizes appropriations for the neighborhood reinvestment program through fiscal year 1981. Directs the Neighborhood Reinvestment Corporation, in conjunction with the National Consumer Cooperative Bank and the Secretary of Housing and Urban Development, not later than September 30, 1981, to transmit a report to the Congress on the findings and conclusions reached as a result of the mutual housing association demonstration program being carried out together with legislative recommendations. Directs the Secretary, not later than April 1, 1981, to conduct a study to determine, and report to Congress on, the feasibility of collecting data pertaining to all home mortgage delinquencies on an appropriate regional basis. Amends the National Housing Act to authorize the Secretary to release certain interests from liens on loans to veterans for condominiums. Amends the Housing Act of 1959 to permit nonprofit sponsors of housing for non-elderly handicapped persons to use loans under such Act for the acquisition of existing housing and the rehabilitation, alteration, conversion, or improvement of such housing to meet the needs of handicapped (primarily nonelderly) persons. Amends the National Housing Act to direct the Secretary, in connection with a loan or mortgage insurance program established under such Act, to require that payment of such premiums be made promptly upon their receipt from the borrower. Stipulates that the Secretary may approve payment of such premiums within 24 months of such receipt if the financial institution, mortgagee, or agent thereof pays interest, at a rate specified by the Secretary, to the insurance fund for the period beginning 20 days after receipt from the borrower and ending upon payment of the premiums to the Federal government. Amends the National Housing Act to revise the procedure for the foreclosure of loans under the rehabilitation loan insurance program. Relieves the Valley Homes Mutual Housing Corporation of all liability to the Government National Mortgage Association for the outstanding principal balance on a note and mortgage secured by a multifamily housing project located in Lincoln Heights, Ohio. Directs the Secretary to study the feasibility of utilizing factory-built and other appropriate types of housing (other than the traditional type of site-built housing) in carrying out housing programs for Indians and Alaskan Natives and, not later than 18 months after the date of enactment of this Act, transmit a report to the Congress containing the findings and conclusions of such study, including a comparison of the costs and benefits of utilizing the traditional type of site-built housing and of utilizing other types of housing in situations in which either type of housing could be used. Defines the terms \"loan\", \"interest\", \"organization\", and \"person\" for the purposes of the Depository Institutions Deregulation and Monetary Control Act of 1980. Amends the Depository Institutions Deregulation and Monetary Control Act of 1980 to specify that a loan made under such Act shall be deemed to be made during the required time period if such loan: (1) is funded or made in whole or in part during such period; (2) was made prior to or on April 1, 1980, and bears or provides for interest during such period on the outstanding amount thereof at a variable or fluctuating rate; or (3) is a renewal, extension, or other modification during such period of any loan, if such renewal, extension, or other modification is made with the written consent of any person obligated to repay such loan and is of an original principal amount of $25,000 or more. Allows an individual homeowner who has occupied or is occupying such home as a principal residence to finance the sale of such home at an interest rate that may be higher than that allowed by a State usury law. Amends the Federal Home Loan Bank Act and the Housing and Urban Development Act of 1970 to allow the following, to the extent the Federal Home Loan Bank Board may so approve, to be considered assets for the purposes of meeting the liquidity requirements of the Federal Home Loan Bank Act: (1) highly rated corporate debt obligations with three years or less remaining to maturity; (2) highly rated commercial paper with 270 days or less remaining to maturity; and (3) unpledged deposits in the Savings Banks Trust Company, New York, New York. Amends the Energy Conservation Standards for New Buildings Act of 1976 to extend until April 1, 1983 the deadline for energy conservation standards for new buildings. Requires the Department of Energy to issue interim regulations for Building and Energy Performance Standards by August 1, 1981. Requires the Secretary of Energy to conduct a demonstration project utilizing such standards in at least two geographical areas in different climatic regions of the country and report the findings and conclusions to the Congress. Amends the National Housing Act to authorize the Secretary to make available an amount not to exceed $30,000,000 of purchase authority to reduce interest rates on existing low- and moderate-income rental housing in projects having 100 units or less which otherwise could not support refinancing and moderate rehabilitation without causing excessive rent burdens on current tenants due to rent increases. Extends allowances for rent increases to maintain reasonable profit levels. Requires insured properties to remain as rental properties for five years unless the Secretary finds that: (1) the conversion of the property to a cooperative or condominium form of ownership is sponsored by a bona fide tenants' organization; (2) continuance of the property as rental housing is clearly unnecessary to assure adequate rental housing for low- and moderate-income people; or (3) continuance of the property as rental housing would have an undesirable and deleterious effect on the surrounding neighborhood. Amends the National Housing Act to permit the Secretary to insure, and to commit to insure, a mortgage which meets specified requirements and such criteria as the Secretary by regulation shall prescribe, in any community where the Secretary determines that: (1) temporary adverse economic conditions exist throughout the community as a direct and primary result of outstanding claims to ownership of land in the community by an American Indian tribe, band, or nation; (2) such ownership claims are reasonably likely to be settled, by court action or otherwise; and (3) 50 or more individual homeowners were joined as parties defendant or were members of a defendant class prior to April 1, 1980, in litigation involving claims to ownership of land in the community by an American Indian tribe, band, group, or nation pursuant to a dispute involving the Trade and Intercourse Act of 1790 or any similar State or Federal law. Amends the Housing and Urban Development Act of 1968 to require that opportunities for training and employment arising in connection with the planning and carrying out of any HUD assisted project be given to lower-income persons residing within the boundaries of the unit of local government or metropolitan area (or nonmetropolitan county), as determined by the Secretary, in which the project is located. Requires, to the greatest extent feasible, contracts for work to be performed in connection with such projects to be given to business concerns located in or substantially owned by persons residing in the same metropolitan area (or nonmetropolitan county) as the project. Requires the Secretary of Housing and Urban Development or the Secretary of the Treasury, within 90 days after submission of any proposal by the Federal National Mortgage Association regarding a mortgage-backed securities program, to approve the proposal or transmit to the Congress a report explaining why the proposal has not been approved. Specifies that, pending the effective date of the final rule for Building Energy Performance Standards, any final rule published for effect by the Department of Housing and Urban Development pertaining to increases in thermal requirements for the HUD minimum property standards shall provide for the continuation of any local acceptable standards exemptions, approved by the Secretary prior to May 31, 1979, which are applicable to masonry construction. Directs the Secretary to analyze and, on August 1, 1981, report to Congress on the cost of construction, heating, and cooling masonry, frame, log, and other buildings that comply with the increased thermal requirements and on the competitive economic impact of applying such increased thermal standards or permitting any exemptions from them. Declares that, if such anaylsis shows there is an economic justification for any exemption from the thermal standards, an appropriate exemption for a specific construction type in a specific geographical location may be provided by the Secretary. Permits the Secretary to provide that the interest rate applicable to mortgages for low-income housing insured under the National Housing Act shall be specified in a commitment agreement which is negotiated between the mortgagor and mortgagee if specified requirements are met. Limits the number of mortgages which are so insured in any fiscal year. Directs the Secretary to monitor experience with such negotiated interest rates and report to Congress by March 1, 1982, comparing the discount points and effective yields associated with such mortgages with the discount and effective yields associated with: (1) mortgages in the conventional mortgage market; and (2) other low-income housing mortgages insured under the National Housing Act. Amends the National Housing Act to eliminate the requirement that a mortgage insured under the National Housing Act have a maturity exceeding three-quarters of the Secretary's estimate of the remaining economic life of the building improvements. Amends the Department of Housing and Urban Development Act to delay the effectiveness of any rule or regulation until after the first period of 30 calendar days (previously 20 calendar days) of continuous session of Congress. Amends the Federal National Mortgage Association Charter Act to specify that the Government National Mortgage Association's (GNMA) authority to contract with an issuer of mortgage backed securities guaranteed by GNMA, to enforce such a contract, or to exercise ownership rights related to the mortgages in the pool against which the guaranteed securities are issued shall not be limited by any law, unless by Federal law enacted expressly in limitation after the effective date of enactment of this Act. Amends the National Housing Act to allow the Secretary to increase mortgage insurance limits on an area-by-area basis to the extent the Secretary deems necessary after taking specified information into consideration. Directs the Secretary to study and report to Congress on the appropriate role of mortgage and loan insurance programs administered by the Federal Housing Administration in: (1) assisting various income groups to obtain homeownership (2) assuring an adequate level of new home construction; (3) assuring an adequate flow of capital into mortgage markets; and (4) moderating housing costs. Amends the Emergency Home Purchase Assistance Act of 1974 to extend until October 1, 1981, the authority of GNMA to enter into new commitments to purchase mortgages under the interim mortgage purchase authority. Amends the National Housing Act to condition the activation of the emergency home purchase assistance program upon a determination by the Secretary that implementation of the program will not significantly worsen inflationary conditions. Extends GNMA's authority to purchase and make commitments to purchase securities guaranteed by GNMA and backed by loans or advances of credit insured under the National Housing Act or the veterans' mortgage program for the purchase of a manufactured home and lot or a manufactured home. Eliminates the maximum mortgage amounts for one- to four-family residences. Provides that for: (1) a more than four-family residence, the per unit limitations under the section of the National Housing Act under which such project mortgage is insured shall apply; (2) a manufactured home loan, the limitation contained in this Act shall apply. Permits the Secretary to set the interest rates for such mortgages to be as high as feasible consistent with meeting the objectives of the National Housing Act at the lowest feasible cost with specified restrictions for one- to four-family homes. Sets forth restrictions on the purchase of manufactured home-backed securities. Extends the restriction against financing condominium conversion projects to cooperative conversion projects. Directs GNMA, to the extent practicable, to purchase mortgages secured by dwelling units which contribute to the conservation of land and energy resources. Amends the Federal National Mortgage Association Charter Act to increase GNMA's mortgage purchase authority. Amends the Federal National Mortgage Association Charter Act to authorize the Federal National Mortgage Association (FNMA) to purchase, service, sell, lend on the security of, and otherwise deal in loans or advances of credit for the purchase and installation of home improvements, including energy conserving improvements or solar energy systems. Authorizes FNMA, with the approval of the Secretary of Housing and Urban Development, to purchase, service, sell, lend on the security of, and otherwise deal in loans or advances of credit secured by mortgages or other liens against manufactured homes. Amends the Home Mortgage Disclosure Act of 1975 to transfer the responsibility of designating a standard metropolitan statistical area from the Office of Management and Budget to the Department of Commerce. Allows depository institutions to record loan information by county, rather than by census tract, in non-urban counties. Specifies that data required to be disclosed by any depository institution under such Act for 1980 and thereafter shall be disclosed for each calendar year. Requires the Board of Governors of the Federal Reserve System to prescribe a standard format for such disclosures. Requires the Federal Financial Institutions Examination Council, in consultation with the Secretary of Housing and Urban Development, to implement a system to facilitate access to data required to be disclosed. Requires such system to include arrangements for a central depository of data in each standard metropolitan statistical area. Specifies that such data shall be made available to the public for inspection and copying at such central depository. Repeals the requirement that the authority granted by such Act shall expire four years after its effective date. Requires the Federal Financial Institutions Examination Council, beginning with data for calendar year 1980, to compile each year, for each standard metropolitan statistical area, aggregate data by census tract for all depository institutions which are required to disclose data. Requires the Council also to produce tables indicating, for each such area, aggregate lending patterns for various categories of census tracts grouped according to location, age of housing stock, income level, and racial characteristics. Requires the Secretary of Housing and Urban Development, beginning with data for calendar year 1980, to make publicly available data in the Secretary's possession for each mortgagee who is not otherwise required to disclose data, with respect to mortgage loans approved by the Secretary for insurance under the National Housing Act. Requires the Secretary to compile and make publicly available aggregate data for such mortgagees by census tract and tables indicating aggregate lending patterns. Requires the Federal Financial Institutions Examination Council, in consultation with the Administrator of the Small Business Administration, to conduct a study to assess the feasibility and usefulness of requiring depository institutions which make small business loans to compile and publicly disclose information regarding such loans. Requires the Council to report to the Congress on the feasibility and desirability of establishing a unified system for enforcing fair lending laws and regulations, implementing the Community Reinvestment Act of 1977, and satisying the public disclosure purposes of the Home Mortgage Disclosure Act of 1974. Amends the National Housing Act to authorize the Secretary, as an alternative to the acquisition of an insured mortgage to avoid foreclosure, to make all or part of the monthly payments due on an insured mortgage of a one to four family residence necessary to avoid default caused by circumstances beyond the mortgagor's control. Requires the Secretary to determine that such payments are necessary to avoid foreclosure and that there is a reasonable prospect that the mortgagor will be able to: (1) resume full mortgage payments within 36 months after the beginning of the period for which such payments are provided or upon termination of such assistance; (2) commence repayment of the payments at a time designated by the Secretary; and (3) pay the mortgage in full by its maturity date or by a date established by the Secretary for completing the mortgage payments. Stipulates that such payments may be provided for a period of up to 18 months which may be extended for an additional 18 months at the discretion of the Secretary, and may be made only to the extent approved in appropriation Acts. Requires the Secretary, to the extent practicable, to provide home ownership counseling to persons receiving such assistance. =Title IV: Planning Assistance= - Authorizes the Secretary of Housing and Urban Development, under the Housing Act of 1954, to contract to make, and to make, grants approved in accordance with the provisions set forth in this Act to: (1) States, for statewide planning activities; (2) States, for the provision of assistance to nonmetropolitan areawide planning organizations, units of general local government, counties, other than urban counties, and any group of adjacent units of general local government having a total population of less than 50,000; (3) metropolitan areawide planning organizations; (4) units of general purpose local government; (5) urban and rural counties; (6) Indian tribes; and (7) the Virgin Islands, Guam, the Northern Mariana Islands, American Samoa, and the Trust Territory of the Pacific Islands. Permits the Secretary to make grants to States for the provision of assistance to any metropolitan areawide planning organization, unit of general purpose local government, or urban county which does not receive direct funding from the Secretary, if such entity notifies the Secretary of its desire to receive funding through the State. Directs the Secretary to require that each recipient develop strategies and action programs and maintain and update a comprehensive plan and a planning process. Prohibits the Secretary from approving a grant for any year after the first year in which such a grant is made to a recipient unless the Secretary determines that: (1) additional funds are required to assist in the development of the strategy, action program, and, to the extent necessary, the comprehensive plan or part thereof; and (2) substantial progress has been made in the development and implementation of the strategy. Limits such grants to not more than two-thirds of the estimated cost of the work for which the grant is made. Authorizes the Secretary to provide technical assistance directly to such entities to carry out the purposes of this title. Directs the Secretary, by regulation, to establish criteria for the evaluation and approval of applications for such grants. Requires each entity receiving assistance directly from the Secretary to submit annually to the Secretary a performance report concerning such activities. Requires the Secretary, on an annual basis, to make such reviews and audits as may be necessary or appropriate to determine whether a recipient of funds has carried out actions and activities substantially as described in its application. Allows the Secretary to adjust, reduce, or withdraw grant funds or take other action as appropriate in accordance with such reviews and audits. Prohibits such grant assistance from being used to defray the cost of acquisition, construction, repair or rehabilitation of, or the preparation of engineering drawings or similar detailed specifications for specific housing, capital facilities, public works projects, or for financing routine administrative responsibilities of any State or local government. Declares that any plan and strategy prepared by a grant recipient and approved by the Secretary shall remain in effect for a maximum of three years following the date of its approval, Requires any extension or modification of such plan or strategy to be approved by the Secretary. Requires the Secretary to report to the Congress no later than January 15, 1984, and no later than January 15 of every third year thereafter, concerning the progress made in encouraging other Federal departments and agencies to use approved plans and strategies. Grants the consent of the Congress to any two or more States to enter into agreements or compacts, not in conflict with any Federal law, for cooperative effort and mutual assistance in the comprehensive planning for the growth and development of interstate, metropolitan, or other urban areas and to establish such agencies, joint or otherwise, as they may deem desirable for making effective such agreements and compacts. Authorizes appropriations through fiscal year 1982 to carry out such grants. =Title V: Rural Housing= - Amends the Housing Act of 1949 to authorize appropriations for fiscal year 1981 for the following rural housing programs administered by the Secretary of Agriculture subject to approval in appropriation Acts: (1) low and moderate income or elderly rental and cooperative housing assistance; (2) insurance of loans for housing and related facilities for domestic farm labor; and (3) advances from the escrow account for taxes, insurance, and other expenses. Authorizes appropriations for: (1) payments on notes and obligations issued by the Secretary for the purpose of making direct loans; (2) loans and grants for repairs and improvements to rural dwellings; (3) financial assistance to provide low-rent housing for domestic farm labor; (4) loans and loan insurance for the purchase of condominiums in rural areas; and (5) sums necessary for the Secretary to administer specified Federal housing programs for lower income families. Repeals the ceiling of the aggregate loan principal which may be insured in a single fiscal year for housing and related facilities for domestic farm labor. Limits the amount of contract authority for home ownership subsidies in fiscal years 1980 and 1981. Prohibits such assistance in any fiscal year after 1980. Authorizes appropriations for mutual and self-help housing programs for fiscal year 1981. Requires such amounts appropriated, together with principal collections from loans made under appropriations in any previous fiscal years, to be deposited in the Self-Help Housing Land Development Fund, which shall be available as a revolving fund for making loans under the mutual and self-help housing programs. Allows the Secretary to enter into rental assistance contracts with respect to fiscal year 1981. Permits the Secretary to make and insure loans to consumer cooperatives to enable such cooperatives to finance the transfer of membership in the cooperative upon such terms and conditions as low- and moderate-income persons can reasonably afford. Specifies that a loan made to a consumer cooperative for cooperative housing purposes may be made upon the condition that persons, admitted as eligible members and tenants of the cooperative, may not subsequently be deprived of their membership or tenancy by reason of their no longer meeting the income eligibility requirements. Amends the Housing and Urban Development Act of 1969 to allow the Administrator of General Services to transfer any Federal surplus real property to the Secretary of Housing and Urban Development or the Secretary of Agriculture at either's request for sale or lease by either Secretary at its fair value for use in the provision of housing to be occupied predominantly by families or individuals of low or moderate income assisted under a Federal housing assistance program or under a State or local program. Directs, rather than authorizes, the Secretary of Agriculture to make loans to provide housing for low- and moderate-income persons. Defines the terms \"Indian tribe\", \"rural resident\", and \"adequate dwelling\" for the purposes of Federal rural housing programs. Makes persons who reside in reservations or villages of Indian tribes eligible for assistance under the Federal rural housing program. Applies energy conservation standards to homes acquired and sold by the Farmers' Home Administration. Prohibits the Secretary from approving any rent increases in specified projects which are assisted under such Act unless the project owner is receiving or has applied for rental assistance payments under the United States Housing Act of 1937 or the farm housing program. Limits subsequent rural housing program loans to properties in areas that no longer meet the rural area definition to dwelling repairs and rehabilitation. Makes moderate income borrowers eligible for guaranteed loans for rural housing. Requires rural housing programs to be carried out, consistent with program goals and objectives, so that the involuntary displacement of families and businesses is avoided. Requires the Secretary of Agriculture to study the legislative and administrative changes which would be required: (1) to conform the procedures of the Farmers Home Administration for reporting budget and accounting information with the reporting principles established by the Presidential Commission on Budget Concepts; (2) to establish procedures to reflect fully in the Federal Budget the budget authority and outlays of the programs administered by the Farmers Home Administration; (3) to remove budget and accounting practices which are inconsistent with the practices for recording debt transactions as provided in the current policy of the Office of Management and Budget; and (4) to simplify the authorities provided in the Housing Act of 1949. Specifies that if any loan which was made or insured under specified programs of such Act pursuant to a contract entered into before December 21, 1979, is prepaid or refinanced on or after the date of enactment of this Act, and tenants of the housing and related facilities financed with such loan are displaced due to a change in the use of the housing or to an increase in rental or other charges, as a result of such prepayment or refinancing, the Secretary shall give such tenants priority for relocation in alternative housing assisted pursuant to such Act. Requires the Secretary of Agriculture to conduct a study of, and report to the Congress not later than six months after the date of enactment of this Act on, any adverse effects such relocation requirements may have on housing, particularly for the elderly and persons of low income. =Title VI: Condominium and Cooperative Conversion Protection and Abuse Relief= - Condominium and Cooperative Abuse Relief Act of 1980 - Declares that it is the purpose of this title to seek to minimize the adverse impacts of condominium and cooperative conversion particularly on the housing opportunities of the low- and moderate-income and elderly and handicapped persons, to assure fair and equitable principles are followed in the establishment of condominium and cooperative opportunities, and to provide appropriate relief where long-term leases of recreation and other cooperative- and condominium-related facilities are determined to be unconscionable. Declares it to be the sense of the Congress that lending by federally insured lending institutions for the conversion of rental housing to condominiums and cooperative housing should be discouraged where there are adverse impacts on housing opportunities of the low- and moderate-income and elderly and handicapped tenants involved. Sets forth exemptions from this title. Declares it to be the sense of the Congress that when multifamily rental housing projects are converted to condominium or cooperative use, tenants in those projects are entitled to adequate notice of the pending conversion and to receive the first opportunity to purchase units in the converted projects. Leaves the responsibility of providing such notice and opportunity to State and local governments. Requires the Secretary of Housing and Urban Development to expedite the processing of an application for mortgage or loan insurance in connection with a conversion or purchase of a rental housing project being undertaken by a tenants' organization. Allows any contract for the management of a condominium or cooperative association with the developer which is entered into after the effective date of this title to be terminated without penalty by such unit owners or such association within two years after: (1) the developer's control is terminated; or (2) the developer owns less than 25 percent of the units. Allows cooperative and condominium unit owners through the unit owners' association to bring an action seeking a judicial determination that a lease or leases entered into prior to June 4, 1975, or portions thereof, are unconscionable if each such lease contains specified characteristics. Requires such owners to negotiate with the lessor to eliminate unconscionable lease terms before instituting such action. Sets forth rebuttable presumptions of unconscionability. Specifies that whenever it is claimed, or appears to the court, that a lease or any portion thereof is, or may have been, unconscionable at the time it was made, the parties shall be afforded a reasonable opportunity to present specified evidence. Declares that any provision in any lease or contract requiring unit owners or the owners' association, in any conversion project involving a contract meeting the requirements of this title, to reimburse, regardless of outcome, the developer, his successor, or an affiliate of the developer for attorneys' fees or money judgments, in a suit between unit owners or the owners' association and the developer arising under the lease or agreement, is against public policy and void. Declares that nothing in this title may be construed to prevent or limit the authority of any State or local government to enact and enforce any law, ordinance, or code with regard to any condominium, cooperative, or conversion project if such law, ordinance, or code does not abridge, deny, or contravene any standard for consumer protection established under this title. Sets forth additional remedies for any person aggrieved by a violation of this title. Specifies that no action shall be maintained to enforce any right or liability created by this title unless brought within six years after such cause of action accrued, except that an action brought seeking a determination that a lease is unconscionable must be brought within four years after the date of enactment of this title. Voids any condition, stipulation, or provision binding any person to waive compliance with any provisions of this title. Declares that the rights and remedies provided by this title shall be in addition to any and all other rights and remedies that may exist under Federal or State law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Community Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Condominium and Cooperative Conversion Protection and Abuse Relief Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Housing and Community Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Condominium and Cooperative Conversion Protection and Abuse Relief Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Emergency Home Purchase Assistance Authority Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Emergency Home Purchase Authority Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Mortgage-Backed Securities Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Public Housing Anti-Crime Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Surplus School Conservation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend and extend certain Federal laws relating to housing, community and neighborhood development and preservation and related programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:27-05:00"
}