{
  "actions": [
    {
      "acted_at": "1982-09-16", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-28", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-28", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Education.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-29", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-09-30", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7135-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-09-16", 
  "number": "7135", 
  "official_title": "A bill to strengthen the security and the economic and cultural progress of the Nation through Federal assistance for improved student opportunities in mathematics, science, technology, and foreign languages in the elementary and secondary schools.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Education and Economic Development Act of 1982", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-09-16", 
  "subjects": [
    "Advisory bodies", 
    "Computer-assisted instruction", 
    "Computers", 
    "Curriculum evaluation", 
    "Curriculum planning", 
    "Economic development", 
    "Education", 
    "Educational innovations", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Higher education", 
    "Intergovernmental relations", 
    "Language and languages", 
    "Mathematics", 
    "Planning", 
    "Science and technology", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Teacher education", 
    "Teachers", 
    "Teaching materials"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-09-16", 
    "text": "National Education and Economic Development Act of 1982 - Provides for Federal assistance for improved elementary and secondary school programs in mathematics, science, technology, and foreign languages. Title I: Funding - Authorizes appropriations for FY 1984 through 1988. Directs the Secretary of Education (\"the Secretary\") to reserve from such appropriations: (1) not more than ten percent for specified programs of national significance under title IV of this Act; and (2) one percent for allocation to specified territories and possessions in accordance with their respective needs and to the Secretary of the Interior for schools operated for Indian children. Directs the Secretary to make allocations to States from the remaining funds, based on the relative numbers of children aged five through 17. Title II: Local School District Programs - Directs the State educational agency to distribute the State allocation among local educational agencies which have filed specified plans, based on the relative numbers of children aged five through 17. Permits local agencies to combine to operate joint programs. Permits the State agency to reserve up to five percent of the State allocation for State programs and administration. Provides that local agencies shall receive such grants if they have comprehensive plans covering up to three-year periods on file with the State agency. Requires the school board of the local agency to approve such plan and to certify that State agency comments were given due consideration. Requires that the size and scope of the program contained in the plan involve a total expenditure in excess of $25,000 from Federal, State, and local resources. Sets forth requirements for comprehensive plan contents. Requires local agencies to use such funds for one or more of the following programs and activities: (1) acquisition of technological equipment, including microcomputers and cable television; (2) acquisition, development, and use of educational software programs in mathematics, science, technology, and foreign languages; (3) inservice personnel training in the use of technological hardware and software and in upgrading and modernizing content and methods in such course areas and technology career awareness; (4) payment of bonuses, fees, and other arrangements with employees or consultants for attracting and retaining qualified teachers in such course areas; (5) establishing cooperative programs with local businesses, universities, libraries, museums, and other institutions and organizations to use equipment, software, and personnel to enrich, expand, and modernize school district offerings and career awareness activities in such areas; (6) informational activities to assist administrators and school board members in selection and evaluation of equipment and activities; (7) promotion of student interest and assessment of student achievement in such course areas; (8) programs for children with special needs; (9) construction and remodeling of facilities; and (10) program monitoring, planning, evaluation, and management. Sets forth provisions relating to program participation of children enrolled in private schools. Title III: State Programs and Administration - Requires States, in order to receive funds under this Act, to file with the Secretary a State plan for a period not to exceed three years submitted by the State educational agency. Sets forth requirements for such plan. Directs State educational agencies to review and, if necessary, comment on any local plan, in order to determine consistency with Federal requirements and to propose improvements. Directs the State agency to make payments to local agencies within a specified period. Provides for withholding of payments until the local agency certifies that State comments were fully considered. Directs the State agency to monitor the local agency activities and to require such recordkeeping as the Secretary considers necessary to meet audit and evaluation responsibilities under this Act. Permits State's to impose requirements applicable to projects and programs assisted under this Act, if such requirements do not conflict with Federal law. Requires the State agency to spend at least 60 percent of sums reserved for State programs and administration for one or more of the following purposes: (1) research in curriculum, materials, and teacher improvement in courses involving mathematics, science, technology, and foreign languages; (2) evaluation of technological hardware and software; (3) experimental and pilot programs to test effectiveness of curriculum innovations, new technologies in education, and coordination activities between local agencies and other organizations; (4) technical assistance; (5) programs to promote student interest; (6) examining the relationship of market place needs for persons in such course areas and the preparation of students for careers in those areas or enrollment in higher education courses leading to such careers; (7) programs involving resources of outside entities to assist State and local educational officials in such activities; and (8) dissemination of information on such activities. Permits such funds to be used for grants and contracts with public and nonprofit private agencies and institutions. Requires States, in order to receive payments under this Act, to establish State advisory councils. Sets forth requirements for the appointment of State council members. Sets forth the duties of the State council, including program review and recommendations. Requires the State council to report annually to the Secretary and the National Advisory Council. Sets forth provisions for State council meetings. Directs the State agency to pay not more than 20 percent of the sum reserved for State programs and administration to the State council. Provides that the State council is to determine the expenditure of such funds. Authorizes the State agency to pay administrative expenses under this Act, using up to 20 percent of its reserved sum or $75,000, whichever is greater (with the Secretary paying the excess, if any, from amounts reserved for national programs). Title IV: Programs of National Significance - Authorizes the Secretary to make grants and contracts with institutions of higher education (and consortia), regional laboratories and centers, State and local educational agencies, and other educational organizations and institutions, for: (1) determining hardware technology developments applicable for classroom use; (2) experiments with and assessments of educational benefits of hardware and software approaches; (3) assessment of national progress in elementary and secondary mathematics, science, technology, and foreign language programs; and (4) specified exemplary, pilot, and dissemination programs. Directs the Secretary, from sums reserved for such purpose, to pay the Secretary of the Interior for programs at schools operated for Indian children, pursuant to specified agreements. Directs the Secretary, beginning in FY 1985, to make an annual report to the President and Congress on specified matters relating to purposes and programs under this Act. Establishes a National Advisory Council on Education and Technology. Sets forth requirements for appointment of national council members. Sets forth national council duties, including program review and evaluation. Directs the national council to advise the President, the Congress, and the Secretary through annual reports and other means as to its findings, activities, and recommendations. Directs the Secretary to allocate a specified minimum amount for national council purposes. Directs the Secretary to review and, if necessary, comment on State plans, in order to determine consistency with Federal requirements and to propose recommendations. Directs the Secretary to make specific payments, as soon as possible, to any State whose State plan is not inconsistent with Federal requirements. Title V: General Requirements - Sets forth provisions relating to withholding of payments to States by the Secretary and to judicial review of such withholding. Provides that all but specified provisions of the General Educational Provisions Act shall apply to programs under this Act. Sets forth provisions relating to availability of appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Education and Economic Development Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the security and the economic and cultural progress of the Nation through Federal assistance for improved student opportunities in mathematics, science, technology, and foreign languages in the elementary and secondary schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:20-05:00"
}