{
  "actions": [
    {
      "acted_at": "1973-02-27", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4806-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-27", 
  "number": "4806", 
  "official_title": "A bill to amend the Immigration and Nationality Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr982-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Keating, William J.", 
    "state": "OH", 
    "thomas_id": "00622", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-27", 
  "subjects": [
    "Aliens", 
    "Illegal aliens", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-27", 
    "text": "Removes the discretionary power of the Attorney General, under the Immigration and Nationality Act, to adjust the status of an alien who was inspected and admitted or paroled into the United States to that of an alien lawfully admitted for permanent residence if: (1) the alien makes application for such adjustment; (2) the alien is eligible to receive an immigrant visa and is admissible to the United States for permanent residence; and (3) an immigrant visa is available on the time of such application. Exempts the following classes of people from the provisions of this Act: (1) alien crewman; (2) aliens who hearafter accepted unauthorized employment prior to filing an application for adjustment of status; and (3) aliens admitted in transmit without visas. Makes it unlawful for any employer knowingly to employ or refer for employment any alien in the United States who has not been lawfully admitted to the United States for permanent residence, unless the employment of such alien is authorized by the Attorney General. Provides that such a violation shall be punishable by a penalty of not more than $500 for each such alien employed. Provides that a second such violation shall be a misdemeanor punishable by a fine not exceeding $1,000, or by imprisonment not exceeding one year, or both. Provides that any vessel, vehicle, or aircraft which has been or is being used in furtherance of a violation shall be seized and forfeited. Directs any officer or employee of the Department of Health, Education, and Welfare to disclose to the Immigration and Naturalization Service of any illegal alien who is receiving assistance under the Social Security Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:08-05:00"
}