{
  "actions": [
    {
      "acted_at": "1979-07-12", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-12", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-12", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4769-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "McCloskey, Paul N., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00759", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Snyder, M. G. (Gene)", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "01086", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-12", 
  "number": "4769", 
  "official_title": "A bill to revitalize maritime policy, reorganize certain government agencies, and reform regulation of maritime affairs in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Maritime Regulatory Reform, Revitalization, and Reorganization Act of 1979", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-12", 
  "subjects": [
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "Executive reorganization", 
    "Exports", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Imports", 
    "Income tax", 
    "Insurance", 
    "Investment tax credit", 
    "Licenses", 
    "Marine insurance", 
    "Marine transportation", 
    "Merchant marine", 
    "Shipbuilding", 
    "Shipbuilding subsidies", 
    "Shipping rates", 
    "Ships and shipping", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Taxation of foreign income", 
    "Trade agreements", 
    "Vessel documentation"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-12", 
    "text": "Omnibus Maritime Regulatory Reform, Revitalization, and Reorganization Act of 1979 - Title I: Findings and Purposes - Declares that the purposes of this Act are to: (1) promote the foreign commerce of the United States; (2) develop and maintain an efficient and competitive ocean transportation system capable of carrying a fair share of America's imports and exports; (3) provide for the national security; and (4) ensure a unified and consistent national maritime policy. Title II: Regulation of International Ocean Shipping - Exempts from the antitrust laws certain loyalty contracts between ocean common carriers or conferences of carriers as well as specified agreements regarding rates, divisions of revenue, and the regulation of freight or passenger traffic to be carried. Exempts rate agreements made by such carriers and other common carriers from such laws. Sets forth requirements pertaining to loyalty contracts utilized by ocean carriers or conferences of carriers with shippers or consignees. Authorizes the Federal Maritime Commission to establish guidelines to determine whether the provisions of such a contract are in conformity with such requirements. Authorizes shippers' councils to negotiate with any ocean common carrier or conference regarding rates, practices, and terms and conditions of service and to exchange information with such carriers or conferences concerning traffic and transportation data. Requires that agreements and any amendments thereto made among ocean carriers or conferences or with shippers' councils be filed with the Commission. Requires such conferences or councils to file a code of conduct with the Commission to which its members must adhere as a condition for entering into any such agreement. Authorizes the Commission to dispense with such filing requirements where it determines that such an action is not required. Sets forth rules governing the activities of ocean carrier conferences, including: (1) reasonable notice to the appropriate shippers' council of any proposed rate changes; (2) a right of independent action by a conference serving different trades that would otherwise be naturally competitive or by carriers not subject to this title to establish their portion of rates or conditions of service performed exclusively by them under an intermodal agreement; (3) the establishment of an adequate self-policing machinery; (4) the establishment of a consultation process between shippers and conferences; (5) the power of the Commission to review the minutes of conference meetings, audit conference accounts, and have access to conference documents and officials; (6) the establishment of procedures for the commercial arbitration of disputes between conferences and shippers or shippers' councils involving rates or surcharges; (7) the provision of reasonable and equal terms regarding the admission to conference membership of any national shipping line serving the foreign commerce of its country; and (8) permission for any member to withdraw from conference membership upon reasonable notice without penalty. Requires shippers' councils to: (1) allow the Commission to review the minutes of all council meetings; (2) establish procedures for the commercial arbitration of disputes between conferences and councils regarding rates or surcharges; and (3) establish a consultation process between shippers and conferences. Stipulates that agreements between conferences and shippers' councils shall become effective within 30 days after filing with the Commission. Authorizes the Commission to suspend such effective date at its discretion for a period of up to 180 days. Sets forth the conditions under which the Commission may disapprove, cancel, or modify any such agreement. Sets forth requirements relating to the filing and public accessibility of ocean carrier and conference tariffs. Stipulates that no new rates or increases in existing rates may become effective earlier than 30 days after filing with the Commission unless the Commission allows otherwise. Stipulates that a rate change which decreases a shipper's existing rate may become effective upon such filing. Authorizes the Commission to permit an ocean carrier or conference to refund a portion of freight charges collected from a shipper to correct an error in the rate charged. Establishes procedures to be followed before such a refund may be made. Directs the Commission to prescribe a system of uniform commodity descriptions and classifications to be used when filing rates. Prohibits any ocean common carrier that is controlled by a government under whose registry such carrier operates from maintaining rates that are below a level which is just and reasonable. Places the burden of proving that such tariff is just and reasonable on the controlled carrier involved. Sets forth factors which the Commission is to consider in determining whether the rates of such a controlled carrier are just and reasonable, including whether: (1) the rates are below a level which is fully compensatory to the controlled carrier; (2) the rates are the same as or similar to those charged by other carriers in the same trade; (3) the rates are required to assure movement of a particular cargo in the trade; or (4) the rates are required to maintain acceptable service to or from affected ports. Requires a controlled carrier, upon the request of the Commission, to file a statement of justification of its existing rates or proposed rates. Authorizes the Commission to suspend a controlled carrier's rate pending a determination of its lawfulness. Requires the Commission to transmit to the President any order of suspension or final order of disapproval of a controlled carrier's rates. Grants the President the authority to require the Commission to stay such order for national defense or foreign policy reasons. Sets forth exemptions with respect to the controlled carrier regulations contained in this Act. Prohibits any individual from engaging in ocean freight forwarding unless the individual has furnished a bond approved by the Commission of no less than $50,000 or no greater than $100,000. Prohibits specified acts by ocean common carriers including rebates, rate discrimination, and retaliation against shippers. Sets forth the powers of the Commission and procedures to be followed with respect to adjudicatory proceedings under this title. Sets forth penalties for violations of this title. Authorizes the Commission to compromise or remit any such penalty. Repeals the provisions of the Shipping Act, 1916, which are in conflict with this title. Title III: Amendments to the Merchant Marine Act, 1936 - Amends the Merchant Marine Act, 1936, to declare that the policy of the United States shall be to have an efficient and competitive merchant marine capable of carrying its domestic commerce and a fair share of its foreign commerce and to have an efficient and competitive shipbuilding capacity that is sufficient to satisfy the needs of national security. Directs the Secretary of Commerce in order to achieve such purpose to negotiate commercial agreements with foreign nations to ensure that, within five years, United States flag vessels carry at least 40 percent of the foreign commerce of the United States. Directs the Secretary to reduce the operating differential subsidy payments as the carriage of foreign trade in United States-flag vessels is increased and to determine jointly with the Secretary of Defense the number and location of shipyards necessary for national security and to ensure that such shipyard capacity is maintained. Revises the construction-differential subsidy program under such Act to make vessels which are to be used in international trade (previously only foreign trade) eligible for such subsidies. Directs the Secretary in approving such a subsidy to give preference to vessels which meet specified efficiency standards. Directs the Secretary of the Navy to establish standards relating to the equipment and specifications for vessels so that they will be suitable for use by the United States for national defense or military purposes. Prohibits the granting of any construction-differential subsidy unless the vessel involved meets such standards and unless the vessel will be offered for enrollment in the Sealift Readiness Program. Prohibits the payment of such a subsidy to a shipyard unless the Secretary of Commerce certifies that the rules and practices of such shipyard do not inhibit the efficient utilization of its resources. Repeals the termination date for the construction- differential subsidy program. Reduces such subsidy unless the vessel involved is part of an existing or future vessel series and unless it meets the efficiency standards established by the Secretary pursuant to this Act. Removes the requirement that vessels receiving such a subsidy be documented under the laws of the United States. Removes the competitive bidding requirement for the construction of vessels receiving such a subsidy at United States' shipyards. Sets forth requirements as to which materials used in constructing subsidized vessels may be of foreign origin or must be of United States origin. Allows the Secretary to approve the sale of any subsidized vessel to an individual who will use the vessel in the domestic trade. Requires the new owner of such a vessel to repay annually part of the subsidy which the vessel received. Removes the prohibition which forbids buyers of Department of Commerce vessels to utilize such vessels in foreign trade in competition with other United States-flag vessels. Removes the ban on the commercial use of vessels obtained by the Secretary of Commerce which are 25 years or older. Directs the Secretary to establish efficiency standards in the construction of vessels in shipyards of the United States. Directs the Secretary to prescribe reasonable procedures whereby shipyards are encouraged to discover and notify the Secretary of possible wasteful or unnecessary practices and features required by the vessel plans and specifications that have been approved by the Secretary or by the efficiency standards promulgated under this Act. Entitles the shipyard and the carrier concerned which are allowed to eliminate such a wasteful practice to a portion of the cost savings realized by such elimination. Authorizes the Secretary to make direct payments to shipyards for the purpose of making capital improvements to promote series construction and to improve shipyard efficiency. Entitles vessels engaged in international trade (previously only foreign trade) to an operating-differential subsidy. Prohibits the Secretary from approving any such subsidy unless the foreign operation of the vessel is required to meet foreign-flag competition and unless the vessel is offered for enrollment in the Sealift Readiness Program. Removes the requirement that a vessel be performing essential service to receive such a subsidy. Authorizes the Secretary to provide a special subsidy if, after notice and hearing, it is determined that there is inadequate United States-flag vessel service on a particular route and that the United States foreign commerce or national security is prejudiced by such inadequate service. Stipulates that no operating-differential subsidy shall be paid for the operation of any vessel while it is exclusively engaged in the domestic trade. Entitles owners or lessees of vessels engaged in international trade (previously only foreign and domestic trade) to enter into an agreement with the Secretary to establish a capital construction fund and to use the proceeds from such fund to construct such vessels. Revises the conditions under which a vessel may be eligible for an operating-differential subsidy. Directs the Secretary to undertake a study to determine the costs and benefits of terminating or reducing the operating- differential subsidy program and to submit the results of such study to the President and the Congress within four years. Directs the Secretary to insure that any contractor receiving an operating-differential subsidy and who also owns foreign-flag vessels uses such funds only to support United States-flag vessels. Repeals the termination date for the provision of war-risk insurance by the Secretary to American vessels. Title IV: Amendments to the Internal Revenue Code of 1954 - Amends the Internal Revenue Code to limit the scope of the exclusion from gross income of nonresident aliens and foreign corporations for earnings derived from the operation of ships not under United States registry. Stipulates that, for the purposes of determining sources of income where the income is attributable to sources both within and outside the United States, one-half of the taxable income derived from United States shipping shall be treated as income attributable to sources within the United States. Defines \"United States shipping\" as: (1) the shipping of any cargo between the United States and the last foreign port at which such cargo is unloaded; and (2) the shipping of any cargo between the foreign port at which such cargo is first loaded for shipment and the United States. Establishes an alternative tax on the shipping income of a nonresident alien or foreign corporation which the individual or corporation may choose to elect. Stipulates that any nonresident alien individual or foreign corporation which ships cargo into or out of the United States shall collect any tax imposed on gross income derived from United States shipping of such cargo by any other nonresident alien or foreign corporation and shall pay such amount to the Secretary of the Treasury at such time and in such manner as the Secretary may prescribe. Authorizes the Secretary to require a nonresident alien or foreign corporation which has gross income derived from United States shipping to give a bond to insure the payment of any taxes with respect to such income. Repeals the exclusion from foreign based company income for income which is reinvested in shipping operations. Increases the investment tax credit for qualified withdrawals from capital construction funds established under the Merchant Marine Act, 1936. Allows a taxpayer to elect to treat qualified vessel and qualified shipyard expenditures which are paid or incurred during a taxable year as expenses which are not chargeable to capital account. Treats such expenditures as deductions. Title V: Reorganization of Maritime Policymaking Functions - Directs the President to submit a reorganization plan to Congress by March 31, 1980, which shall establish within the Office of the Special Representative for Trade Negotiations a Deputy Special Representative for Maritime Affairs who shall be delegated the President's authority to conduct international relations with respect to United States maritime affairs. Transfers to such Deputy Representative specified powers and functions of the Federal Maritime Commission and grants the Deputy Representative the power to review specified decisions of the Commission. Transfers to such Deputy Representative specified functions of the Maritime Administration of the Department of Commerce and such additional powers and duties as the President deems necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Maritime Regulatory Reform, Revitalization, and Reorganization Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revitalize maritime policy, reorganize certain government agencies, and reform regulation of maritime affairs in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:25-05:00"
}