{
  "actions": [
    {
      "acted_at": "1983-09-12", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-10-11", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Mining, Forest Management and Bonneville Power Administration", 
      "text": "Referred to Subcommittee on Mining, Forest Management and Bonneville Power Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3862-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Mining, Forest Management and Bonneville Power Administration", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1984-09-26", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-09-12", 
  "number": "3862", 
  "official_title": "A bill to amend the Outer Continental Shelf Lands Act with respect to the Outer Continental Shelf Leasing Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Outer Continental Shelf Lands Act Amendments of 1983", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-09-12", 
  "subjects": [
    "Continental shelf", 
    "Environmental protection", 
    "Federal-state relations", 
    "Gas in submerged lands", 
    "Ocean", 
    "Oil and gas leases", 
    "Oil pollution of the sea", 
    "Petroleum and petroleum products", 
    "Water and Water Resources Development", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Continental shelf", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-09-12", 
    "text": "Outer Continental Shelf Lands Act Amendments of 1983 - Amends the Outer Continental Shelf Lands Act to revise provisions of the Outer Continental Shelf leasing program. Requires the location of such leasing activity to be specified on the basis of individual geological basins on the Outer Continental Shelf in such manner as will provide definitive notice of the areas to be affected by each activity under such schedule. Directs the Secretary of the Interior, for purposes of determining the size, timing, and location of leasing activity, to propose for leasing activity the most promising geologic structures within individual geologic basins. Permits, following such proposal: (1) potential oil and gas producers, to nominate tracts within the most promising geologic structures; and (2) States, local governments, and interested groups and individuals to submit comments and recommendations on such nominations to the Secretary. Directs the Secretary, after consideration of such nominations, comments, and recommendations to establish the schedule for exploration, development, and production. Permits only those tracts receiving a high level of industry nominations and no negative State recommendations to be included on the schedule. Requires an equitable sharing of developmental benefits and environmental risks associated with exploration, development, and production of oil and gas within each geologic basin, including the developmental benefits and environmental risks for persons within any portion of the affected coastal area, (currently, requires an equitable sharing of developmental benefits and environmental risks among various regions). Directs the Secretary, in considering the relative environmental sensitivity and marine productivity of areas off the Outer Continental Shelf, to consider all direct and indirect chronic and cumulative effects of exploration and development on the unique values and habitats associated with each area as well as the effects of major sudden oil spills on such values and habitats. Provides that for all leasing following enactment, the timing of such leasing shall not take into consideration prior leasing activities in the geological basin concerned. Directs the Secretary to select the timing and location of leasing so as to develop the potential oil and gas resources without substantial environmental damage or adverse effects on the coastal zone. Authorizes the Secretary to reject in whole or in part or modify a specific request or recommendation of the Governor of an affected State if the national interest outweighs the factors on which such request or recommendation was based. Directs the Secretary to report to Congress whenever proposing to offer any area for lease under the Outer Continental Shelf leasing program. Requires such report to be submitted at the beginning of the first session of Congress following the Secretary's proposal to offer the area for lease, and prohibits any such area from being offered for lease until the expiration of that session of Congress. Provides that the Secretary's determination as to whether or not an affected State's recommendations provide for a reasonable balance between national interests and the States' interests shall not, alone, be a basis to invalidate a proposed lease sale or development and production plan in any suit or judicial review, unless the determination is not supported by substantial evidence, (currently, unless arbitrary and capricious)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Outer Continental Shelf Lands Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Outer Continental Shelf Lands Act with respect to the Outer Continental Shelf Leasing Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:18-05:00"
}