{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s75-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "75", 
  "official_title": "A bill to amend the Welfare and Pension Plans Disclosure Act, to establish minimum vesting standards, and to establish a pension insurance program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employee Benefits Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Griffin, Robert P.", 
    "state": "MI", 
    "thomas_id": "01344", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Corporations", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-04", 
    "text": "Employees Benefits Protection Act - Avers that the effect of employee benefit plans has become increasingly interstate in character. Declares it to be the policy of this Act to establish fiduciary standards of conduct in persons having the power or duty to control and dispose of employee benefit funds. Title I: Amendments to the Welfare and Pension Plans Disclosure Act - Defines additional terms for the purpose of this Act, including \"employee benefit plan\" (to include either or both types of benefit plans, welfare or pension). Permits a person to maintain a civil action for recovery of benefits due him notwithstanding the fact that the plan in which he is enrolled has no more than 15 enrollees. Reasserts the duty imposed on the administrator of an employee benefit plan to publish and distribute to each participant a plan description and a report upon termination of the plan. Sets forth the criteria for adequacy of a plan description; and vests authority for making rules and regulations concerning this reporting requirement in the Secretary of Labor. Extends the reporting requirement to the administrator of any employee benefit plan providing for an employee benefit fund subject to the obligations set forth in this Act. Requires an annual audit of any employee benefit fund established in connection with an employee benefit plan. Enumerates the required disclosures which shall appear in the annual report, and sets forth the publication and distribution requirements. Makes any administrator failing to comply with the provisions of this Act regarding a participant's or beneficiary's request for a report or plan description liable to that participant or beneficiary for up to $50 per day, for each day after the 30th day following the request. Provides that the jurisdiction, powers, and duties shall be in the Secretary with regard to witnesses, testimony, and disclosures pursuant, to investigations under this Act, and vests the authority to exercise that grant in the Secretary of Labor. Provides for maintenance of civil actions by either the Secretary or a participant for appropriate legal or equitable relief for any breach of duty by a fiduciary. Sets forth the basis for jurisdiction, venue, and removal of such suits. Permits the court to allow recovery of reasonable attorney's fees and costs by the plaintiff. Declares that every employee benefit fund shall be deemed to be a trust, and shall be held for the exclusive purpose of providing benefits to participants and beneficiaries, and for defraying reasonable expenses in the administration of the plan. Details the duties of a fiduciary of a fund. Makes a fiduciary personally liable for losses to the fund. Sets forth the several obligations of multiple fiduciaries of a fund. Requires that any action based on a violation of a fiduciaries obligation be brought within 3 years after the complainant has notice of the facts constituting a violation; but in all cases where notice is lacking, excepting willful misrepresentation, within 6 years of the time that the violation occurred; and within 10 years in the case of willful misrepresentation. Prohibits the holding of office as administrator, counsel, employee, fiduciary or consultant by any person convicted of any crime enumerated in this Act. Makes a violation of this prohibition punishable by as much as a $10,000 fine and/or one year imprisonment. Preempts any Federal or State laws relating to the fiduciary reporting and disclosure responsibilities of persons acting on behalf of employee benefit plans. Title II: Minimum Vesting Standards - States that no plan shall require as a condition of eligibility to participate in such plan the attainment of an age greater than twenty-five years or the completion of a period of service with an employer contributing to or maintaining a plan greater than one year. Requires every plan to provide for nonforfeitable rights to normal retirement benefits after a specified period of service not exceeding ten years. Creates a Variation Appeals Board to hear and determine appeals from decisions denying grants of variations in accordance with procedures promulgated by the Secretary pursuant to regulation. Title III: Plan Termination Insurance and Employer Liability Insurance Coverage - Requires every plan subject to this title to obtain insurance from the Pension Benefit Insurance Corporation established under title IV of this Act, payable for a loss of vested benefits in the event of an involuntary plan termination covering unfunded vested liabilities in an amount equal to the difference between the vested liabilities and ninety per centum of the market value of the assets of the plan. Establishes procedures for the filing and payment of claims. Makes every employer contributing to or maintaining a plan subject to this title liable to reimburse the Corporation for any insurance benefits paid by the Corporation in the event of a voluntary plan termination, or in the event of an involuntary plan termination where the amount of insurance is insufficient to cover the unfunded vested liabilities or where such liabilities are not covered by insurance as required by this act. Title IV: Pension Benefit Insurance Corporation - Establishes a wholly owned Government corporation to be known as the Pension Benefit Insurance Corporation. Enumerates the functions of the Corporation. Specifies the powers of the Corporation, including: (1) the establishment of vested liabilities of private pension plans and the administrative expenses of the Corporation; (2) the establishment of procedures for the application, renewal, and cancellation of insurance; (3) the collection of premiums and the management and investment of the funds of the Corporation; (4) the adjustment and payment of claims for insurance under rules prescribed by the Corporation; and (5) the bringing of actions in the United States district court to obtain any appropriate relief for violations of this title or of any regulation or order issued thereunder. Establishes within the Treasury a separate fund for pension insurance which shall be available to the Corporation without fiscal year limitation for the purposes of this title. Authorizes to be appropriated such sums as are necessary to provide capital for the fund. Provides that all claims, expenses, and payments pursuant to operation of the Corporation under this title shall be paid from the fund. Provides that the Corporation shall be exempt from all taxation imposed by any State, or political subdivision thereof. Requires the Corporation to maintain complete and accurate books of account and to transmit annually a complete report on the business of the Corporation to the President for transmittal to the Congress. Title V: General Provisions - Defines the terms used in title II through V of this Act. Provides that a trust forming part of a plan subject to title I of this act shall not constitute a qualified trust under the Internal Revenue Code unless such plans meet the requirements of such title. Provides that payments covered by the provisions of this act are protected by the Bankruptcy Act with regard to priority in advance of the payment of dividends to creditors. Requires the Secretary to submit annually a report to the Congress detailing the administration of this act for the preceding year. Provides that any person who has been aggrieved by any final decision under this act may obtain a review of such decision in the United States district court for the district where the principal office of the plan is located. Provides penalties for violations of the provisions of this Act. Authorizes to be appropriated such sum as may be necessary to enable the Secretary to carry out his functions and duties under this act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employee Benefits Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Welfare and Pension Plans Disclosure Act, to establish minimum vesting standards, and to establish a pension insurance program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:13-05:00"
}