{
  "actions": [
    {
      "acted_at": "1988-05-18", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-26", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4631-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-18", 
  "number": "4631", 
  "official_title": "A bill to amend title XIX of the Social Security Act to improve coverage of nursing facility services under the medicaid program and to amend the Internal Revenue Code of 1986 to clarify the tax treatment of long-term insurance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Partnership for Long-Term Care Act of 1988", 
  "sponsor": {
    "district": "1", 
    "name": "Kennelly, Barbara B.", 
    "state": "CT", 
    "thomas_id": "00628", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-05-18", 
  "subjects": [
    "Annuities", 
    "Business and commerce", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Earnings", 
    "Employee benefit plans", 
    "Geriatrics", 
    "Health", 
    "Health insurance", 
    "Income", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance", 
    "Insurance companies", 
    "Insurance premiums", 
    "Labor and employment", 
    "Life insurance", 
    "Long-term care", 
    "Long-term care insurance", 
    "Medicaid", 
    "Medical economics", 
    "Pension funds", 
    "Poor", 
    "Public assistance programs", 
    "Social security taxes", 
    "Social welfare", 
    "Tax administration", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax-deferred compensation plans", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-05-18", 
    "text": "Partnership for Long-Term Care Act of 1988 - Title I: Medicaid Program Improvements - Amends title XIX (Medicaid) of the Social Security Act to require States to cover long-term care for individuals with incomes below the Federal poverty level who are not otherwise eligible for Medicaid. Requires States to establish a subsidy program to assist individuals whose incomes are no less than the Federal poverty level and no more than twice such level in paying long-term care insurance premiums. Provides larger subsidies as individuals' incomes approach the Federal poverty level. Prohibits States from establishing a subsidy resource eligbility limit at less than twice the resource limit under title XVI (Supplemental Security Income) of the Act. Title II: Medicaid Amendments Relating to Treatment of Payments Under Qualified Long-Term Care Insurance Policies and Taking into Account Transfers of Assets - Subtracts long-term care insurance payments from an individual's assets in determining his or her Medicaid eligibility. Requires that States implement a delay in Medicaid eligibility against individuals who dispose of their assets at less than fair market value within two years of applying for Medicaid. Title III: Financing - Amends the Internal Revenue Code to eliminate the limit on the wages or self-employment income subject to the hospital insurance tax. Title IV: Tax Treatment of Long-Term Care Insurance - Requires that, for the purpose of determining the income tax liability of life insurance companies, qualified long-term care insurance be treated as accident or health insurance. Applies this provision to policies which provide coverage for at least 12 consecutive months of diagnostic, preventive, therapeutic, rehabilitative, maintenance, or personal care services provided in a setting other than the acute care unit of a hospital and for an individual's loss of functional capacity. Provides that for the purpose of determining whether a tax exclusion applies to employer contributions to or an employee's receipt of benefits from qualified long-term care insurance, such contributions and benefits shall be considered to be for coverage under an accident or health plan. Excludes from gross income amounts used to pay qualified long-term care expenses that are: (1) withdrawn from an individual retirement plan; (2) distributed from employees' trusts and annuities; and (3) received under an annuity, endowment, or life insurance contract. Treats an individual's qualified long-term care expenses as deductible medical care expenditures. Provides for the deduction of employer contributions to a reserve fund providing employees with post-retirement qualified long-term care benefits. Makes the exchange of a life insurance, endowment insurance, or annuity contract for a qualified long-term care insurance contract a nontaxable exchange. Permits the inclusion of qualified long-term care insurance in cafeteria plans. Excludes such insurance from a cafeteria plan participant's gross income."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Partnership for Long-Term Care Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to improve coverage of nursing facility services under the medicaid program and to amend the Internal Revenue Code of 1986 to clarify the tax treatment of long-term insurance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:27-05:00"
}