{
  "actions": [
    {
      "acted_at": "1998-09-24", 
      "references": [
        {
          "reference": "CR S10927-10929", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-24", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-01", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2519-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1998-09-24", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1998-09-30", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-09-24", 
  "number": "2519", 
  "official_title": "A bill to promote and enhance public safety through use of 9-1-1 as the universal emergency assistance number, further deployment of wireless 9-1-1 service, support of States in upgrading 9-1-1 capabilities and related functions, encouragement of construction and operation of seamless, ubiquitous and reliable networks for personal wireless services, and ensuring access to Federal Government property for such networks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Wireless Communications and Public Safety Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-09-24", 
  "subjects": [
    "Antennas", 
    "Appropriations", 
    "Automobile industry", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Conferences", 
    "Crime and law enforcement", 
    "Driver education", 
    "Drug abuse", 
    "Drunk driving", 
    "Easements", 
    "Economics and public finance", 
    "Electromagnetic waves", 
    "Emergency communication systems", 
    "Emergency management", 
    "Emergency medical personnel", 
    "Emergency medical services", 
    "Environmental health", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federal aid to rural areas", 
    "Federal aid to transportation", 
    "Fire departments", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government property", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Highway research", 
    "Housing and community development", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "International cooperation in science", 
    "Judicial review of administrative acts", 
    "Land use", 
    "Law", 
    "Leases", 
    "Liability (Law)", 
    "Medical research", 
    "Motor vehicles", 
    "Police communication systems", 
    "Product safety", 
    "Public lands and natural resources", 
    "Radiation safety", 
    "Research and development", 
    "Right of privacy", 
    "Right-of-way", 
    "Science, technology, communications", 
    "Technological innovations", 
    "Telecommunication industry", 
    "Telephone", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Trauma care", 
    "User charges", 
    "Wireless communication", 
    "World health"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-09-24", 
    "text": "Wireless Communications and Public Safety Act of 1998 - Directs the Federal Communications Commission (FCC) and any agency or entity to which the FCC delegates such authority to designate 911 as the universal emergency telephone number within the United States for reporting an emergency to appropriate authorities and requesting assistance. Applies such designation to both wireline and wireless telephone service. Directs the FCC to provide appropriate transition periods for areas in which 911 is not currently an emergency number. (Sec. 4) Establishes the Wireless Communications and Public Safety Fund (WICAPS), to be administered by the Secretary of the Treasury. Directs the Secretary of Transportation (Secretary) to make population based grants to States for: (1) payment of costs associated with the acquisition, upgrade, or modification of equipment for the receipt of enhanced wireless 911 service information; and (2) emergency prevention, educational, or pre-hospital emergency medical programs or expenditures. Requires certain certifications by a State's Governor before the receipt of such grants, including a certification that 911 is or will be designated as the emergency reporting number. Requires an implementation plan from States receiving such grants. Directs the Secretary, after submission of an appropriate State plan, to make grants to States for the above purposes. (Sec. 6) Directs the Secretary to fund from WICAPS investments in the research and development of: (1) automatic crash notification systems that use a wireless telephone in the vehicle to transmit crash information to the appropriate emergency personnel; and (2) an interface in motor vehicles that permits the transmission of crash information through a voice-activated wireless telephone. Requires consultation with interested parties. Allows such funds to also be used by trauma centers for the receipt and processing of such crash information. (Sec. 7) Amends the Telecommunications Act of 1996 to require a U.S. department, agency, officer, or instrumentality, within 60 days after a request, to make property under its jurisdiction or control available to a provider of personal wireless telephone services for the siting of facilities used in providing such services. Outlines procedures to be followed subsequent to both favorable and unfavorable decisions concerning such requests. Provides for: (1) information required as part of such a request; (2) judicial review of the refusal to make property so available; and (3) environmental compliance of property so used. Requires: (1) a provider making such a request to notify the chief executives of the affected State and local government; and (2) such State and local government to have an opportunity to comment on such request. (Sec. 8) Provides immunity from liability, to the same extent as provided to local telephone exchange companies, for providers of wireless 911 service. Provides immunity for users of wireless 911 service to the same extent as provided to users of 911 service that is not wireless. (Sec. 9) Authorizes appropriations: (1) to the Department of Transportation for activities of the Secretary; (2) from the WICAPS Fund for the research and development of automatic crash notification systems; (3) from the WICAPS Fund for making population-based grants; and (4) to the WICAPS Fund for carrying out this Act. Authorizes agencies to credit to their appropriations accounts funds used to process requests for access to and use of Federal property for personal wireless service facilities. Authorizes appropriations to the Food and Drug Administration (FDA) for FY 1999 through 2003 in order for the FDA to conduct a two-year animal bioassay of radio frequency emissions from wireless telephones operating on frequencies between 825 and 1900 megahertz, inclusive. Directs the FDA Commissioner to designate a panel of scientific and industry experts to advise the FDA on the preparation, conduct, and evaluation of such study. (Sec. 10) Authorizes telecommunications carriers to provide call location information concerning a user of a commercial mobile service to emergency dispatch providers and emergency service personnel in order to respond to the user's call. Authorizes such carriers to transmit crash information as part of the automatic crash notification system. Requires the customer's express prior authorization for disclosure to any other person. States that nothing in this section shall prohibit a provider of commercial mobile services from permitting access to customer proprietary information for general marketing purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wireless Communications and Public Safety Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote and enhance public safety through use of 9-1-1 as the universal emergency assistance number, further deployment of wireless 9-1-1 service, support of States in upgrading 9-1-1 capabilities and related functions, encouragement of construction and operation of seamless, ubiquitous and reliable networks for personal wireless services, and ensuring access to Federal Government property for such networks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:39-05:00"
}