{
  "actions": [
    {
      "acted_at": "1975-01-30", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s505-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-30", 
  "number": "505", 
  "official_title": "A bill entitled the United States Petroleum Import Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "United States Petroleum Import Act", 
  "sponsor": {
    "district": null, 
    "name": "Church, Frank", 
    "state": "ID", 
    "thomas_id": "01305", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-30", 
  "subjects": [
    "Excise tax", 
    "Executive reorganization", 
    "Fuel", 
    "Fuel allocation", 
    "Gasoline", 
    "Government operations and politics", 
    "Imports", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Motor vehicles", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Roads and highways", 
    "Taxation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-30", 
    "text": "United States Petroleum Import Act - Establishes the United States Petroleum Import Administration. States that the Administration shall act as the exclusive agent of the United States: (1) purchasing crude oil produced outside the United States for importation into the United States, (2) purchasing crude oil produced outside the United States for sale to refiners outside the United States, and (3) purchasing refined petroleum products outside the United States for importation into the United States. Provides that all crude oil and petroleum products purchased by the Administration pursuant to this act shall be sold to qualified buyers free on board the point of purchase. Directs the Administration to submit an annual report to the President for transmittal to the Congress. Authorizes the President to establish a program for the rationing and ordering of priorities among classes of end-users of crude oil, residual fuel oil, or any refined petroleum product, and for the assignment to end-users of such products of rights, and evidences of such rights, entitling them to obtain such products in precedence to other classes of end-users not similarly entitled. Stipulates that such rule shall take effect only if the President finds that (1) national or regional energy shortage conditions exist which are of such severity or scope as to require the exercise of the end-use rationing authority, or (2) available petroleum products are or are likely to be no more than sixteen million barrels a day. Sets forth specific limits on the amount of crude oil and refined petroleum products which may be imported into the United States. Authorizes the Secretary of Transportation to shift funds for specified projects on the National System of Interstate and Defense Highways to public mass transit projects. Extends until June 30, 1981, the provisions authorizing the use of Federal-aid urban system funds for public mass transit projects. Imposes on each new automobile sold to a final purchaser a tax in an amount based proportionally on the number of miles per gallon such automobile may be driven. Directs the Administrator of the Environmental Protection Agency to prepare annually an Automobile Fuel Consumption Schedule for transmittal to the Secretary of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "United States Petroleum Import Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the United States Petroleum Import Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:02-05:00"
}