{
  "actions": [
    {
      "acted_at": "1982-02-25", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-25", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-02-25", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-05", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Public Lands and National Parks", 
      "text": "Referred to Subcommittee on Public Lands and National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-03-18", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-20", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Rules of the House", 
      "text": "Referred to Subcommittee on Rules of the House.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5625-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Public Lands and National Parks", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Rules of the House", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Loeffler, Tom", 
      "sponsored_at": "1982-02-25", 
      "state": "TX", 
      "thomas_id": "00700", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-02-25", 
  "number": "5625", 
  "official_title": "A bill to designate certain National Forest System lands in the State of Wyoming for inclusion in the National Wilderness Preservation System, to release other forest lands for multiple use management, to withdraw designated wilderness areas in Wyoming from minerals activity, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2118-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2118-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Wyoming Wilderness Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Cheney, Dick", 
    "state": "WY", 
    "thomas_id": "00193", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-02-25", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Forests and forest products", 
    "Grazing", 
    "Land use", 
    "Livestock", 
    "Mines and mineral resources", 
    "Mining leases", 
    "National forests", 
    "Natural gas", 
    "Parks and Natural Areas", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Research and development", 
    "Wilderness areas", 
    "Wyoming"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-02-25", 
    "text": "Wyoming Wilderness Act of 1982 - Title I: Short Title, Findings and Purposes - Sets forth the short title, findings, and purposes of this Act. Title II: Additions to National Wilderness Preservation System - Designates the following lands in Wyoming as components of the National Wilderness Preservation System: (1) the Cloud Peak Wilderness in the Bighorn National Forest; (2) the Popo Agie Wilderness in the Shoshone National Forest; (3) the Gros Ventre Wilderness in the Bridger-Teton National Forest; and (4) the DuNoir Addition to the Washakie Wilderness in the Shoshone National Forest. Prohibits the use of roads constructed within the special management unit of the Washakie Wilderness for general public travel. Repeals the prohibition on the use of existing roads in such unit for harvesting timber and on the construction and expansion of roads in such unit. Title III: Release of Lands for Multiple Use Management - States that the RARE II final environmental impact statement (dated January 1979) shall not be subject to judicial review with respect to national forest system lands in Wyoming. Requires that national forest system lands in Wyoming not designated as additions to the National Wilderness Preservation System by this Act or previous legislation be managed for multiple uses other than wilderness. Prohibits the Department of Agriculture from conducting any further statewide roadless area review and evaluation of national forest system lands in Wyoming to determine their suitability as wilderness without express congressional authorization. Abolishes the classification of the Glacier Primitive Area in Wyoming. Title IV: Withdrawal of Designated Wilderness Areas from Operation of the Mining and Mineral Leasing Laws - Withdraws designated wilderness areas in Wyoming from appropriation under the mining laws and from disposition under the mineral and geothermal leasing laws. Title V: Assessment of Minerals, Prohibition on Drilling - Directs the Secretary of the Interior to continue to assess the minerals potential of wilderness lands in Wyoming. Prohibits exploratory drilling to assess oil and gas potential within any congressionally designated wilderness area in Wyoming. Requires the protection of the resources of such areas during the course of the minerals assessment. Requires that minerals assessment activities be carried out in an environmentally sound manner. Requires the Secretary to make available to the President and Congress all information on the minerals potential of Wyoming's wilderness areas. Authorizes the President to make recommendations to Congress that minerals development, exploration, or extraction not previously permitted be permitted in specified areas within any of Wyoming's wilderness areas. Sets forth the recommendation process. Makes such a recommendation effective only upon enactment of a joint resolution by Congress approving the recommendation. Title VI: Miscellaneous Provisions - Requires the Secretary of Agriculture to review Department of Agriculture policies and practices regarding livestock grazing in Wyoming's wilderness areas to ensure their compliance with the Wilderness Act and this Act. States that: (1) nothing in this Act shall constitute a claim or denial by the Federal Government as to exemption from Wyoming water laws; and (2) nothing in this Act shall be construed as affecting Wyoming's jurisdiction over wildlife and fish in the national forests in the State. States that it is not Congress' intention that the designation of wilderness areas in Wyoming lead to the creation of buffer zones around each such area."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Wyoming Wilderness Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain National Forest System lands in the State of Wyoming for inclusion in the National Wilderness Preservation System, to release other forest lands for multiple use management, to withdraw designated wilderness areas in Wyoming from minerals activity, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:46-05:00"
}