{
  "actions": [
    {
      "acted_at": "2001-05-24", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-06-01", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "text": "Referred to the Subcommittee on Fisheries Conservation, Wildlife and Oceans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-06-07", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-08-02", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-08-02", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "Fisheries Conservation, Wildlife and Oceans", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-09-12", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-09-12", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Unanimous Consent.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-10-03T15:33:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Resources. H. Rept. 107-227.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-03T15:33:00-04:00", 
      "calendar": "Union", 
      "number": "138", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 138.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2001-12-11T18:16:00-05:00", 
      "references": [], 
      "text": "Mr. Gilchrest moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-11T18:17:00-05:00", 
      "references": [
        {
          "reference": "CR H9156-9157", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-11T18:17:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 1989.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-11T18:22:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H9156", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2001-12-11T18:22:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-11T18:22:00-05:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-12-12", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-09-19", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-11-13", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Hollings with an amendment in the nature of a substitute. With written report No. 107-340.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-11-13", 
      "calendar": "Senate Legislative", 
      "number": "753", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 753.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2002-11-20", 
      "references": [
        {
          "reference": "CR S11793-11796", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S11793-11795", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-20", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-20", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-11-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4982-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4982"
    }, 
    {
      "amendment_id": "s4983-107", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4983"
    }
  ], 
  "bill_id": "hr1989-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Fisheries Conservation, Wildlife, and Oceans", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2001-12-11T18:22:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-11-20", 
    "vetoed": false
  }, 
  "introduced_at": "2001-05-24", 
  "number": "1989", 
  "official_title": "To reauthorize various fishing conservation management programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fisheries Conservation Act of 2002", 
  "sponsor": {
    "district": "1", 
    "name": "Gilchrest, Wayne T.", 
    "state": "MD", 
    "thomas_id": "00438", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "2002-11-20", 
  "subjects": [
    "Agriculture and food", 
    "Anadromous fishes", 
    "Animal diseases", 
    "Animals", 
    "Arctic and polar regions", 
    "Atlantic Coast (U.S.)", 
    "Atlantic Ocean", 
    "Authorization", 
    "California", 
    "Canada", 
    "Chesapeake Bay", 
    "Climate change and greenhouse gases", 
    "Colleges", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Department of Commerce", 
    "East Asia", 
    "Ecological research", 
    "Ecological surveys", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Education", 
    "Emergency management", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Estuaries", 
    "Executive reorganization", 
    "Exotic species", 
    "Federal-state relations", 
    "Fees", 
    "Fisheries", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishing", 
    "Fishing boats", 
    "Food adulteration and inspection", 
    "Food safety", 
    "Foreign fishing", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Grants-in-aid", 
    "Great Lakes", 
    "Gulf of Mexico", 
    "Habitat conservation", 
    "Hazardous wastes", 
    "Health", 
    "Higher education", 
    "International affairs", 
    "International agencies", 
    "International fishery management", 
    "Laboratories", 
    "Land transfers", 
    "Law", 
    "Law enforcement officers", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marine biology", 
    "Marine ecology", 
    "Marine pollution", 
    "Maryland", 
    "Names", 
    "Oceanographic research", 
    "Oregon", 
    "Overfishing", 
    "Pacific Ocean", 
    "Pacific area", 
    "Presidential commissions", 
    "Public lands and natural resources", 
    "Referendum", 
    "Rescue work", 
    "Research", 
    "Research and development facilities", 
    "Research centers", 
    "Restoration ecology", 
    "Science, technology, communications", 
    "Seafood", 
    "Shellfish", 
    "Sports and recreation", 
    "State employees", 
    "Sustainable fisheries", 
    "Tuna", 
    "Tuna fisheries", 
    "Volunteer workers", 
    "Washington State", 
    "Whales", 
    "Whaling"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2002-11-20", 
    "text": "Fisheries Conservation Act of 2002- Title I: Interjurisdictional Fisheries Act of 1986 - Amends the Interjurisdictional Fisheries Act of 1986 to authorize appropriations through FY 2006.Includes among the purposes of such Act the promotion of research in preparation for the use of ecosystems and interspecies approaches to interjurisdictional fishery conservation and management.Title II: Anadromous Fish Conservation Act - Amends the Anadromous Fish Conservation Act to authorize appropriations through FY 2006.Directs the Secretary of the Interior to conduct and promote research in preparation for the implementation of the use of ecosystems and interspecies approaches to Great Lakes anadromous fishery conservation and management.Title III: Atlantic Tunas Convention Act of 1975 - Amends the Atlantic Tunas Convention Act of 1975 to authorize appropriations and specified set-asides (including a research set-aside) through FY 2006.Title IV: Northwest Atlantic Fisheries Convention Act of 1995 - Amends the Northwest Atlantic Fisheries Convention Act of 1995 to authorize appropriations through FY 2006.Title V: Extension of Deadline for Submission of Ocean Policy Report - Amends the Oceans Act of 2000 respecting the Commission on Ocean Policy to: (1) increase funding; (2) extend the termination date; (3) extend the final report deadline; and (4) reduce the deadline for a related implementing proposal by the President.Title VI: Miscellaneous Fisheries Provisions - (Sec. 601) Requires the Secretary of Commerce (Secretary) to: (1) identify to Congress the 20 fisheries in U.S. waters with the most severe examples of excess harvesting capacity; and (2) recommend measures for reducing excess harvesting.(Sec. 602) Requires the Secretary to establish a fishing capacity reduction program for the West Coast groundfish fishery. Establishes eligibility requirements for the program.Prohibits any vessel harvesting and processing whiting in the catcher-processors sector from participating in any capacity reduction referendum or industry fee. Makes members of the reduction fishery, and persons with Washington, Oregon, or California Dungeness Crab and Pink Shrimp permits, eligible to vote in the referendum to approve an industry fee system.Prescribes a procedure for submission of bids for reduction payments. Makes acceptance of a bid by the Secretary a binding reduction contract between the United States and the bidder. Requires a person whose bid is accepted to relinquish all permits in the reduction fishery and any Washington, Oregon, or California Dungeness Crab and Pink Shrimp permits.Requires the Secretary to establish separate reduction loan sub-amounts and repayment fees for fish sellers in the reduction fishery and for fish sellers in each of the fee-shared fisheries.Expresses the sense of Congress that the States of Washington, Oregon, and California should revoke all relinquishment permits in each of the fee-share fisheries immediately after reduction payment.(Sec. 603) Requires the Secretary to provide technical, planning and other assistance requested by Northeast multispecies fishery participants, affected States and fishing communities, or other interested parties for the development of an industry-funded capacity reduction plan for the fishery.(Sec. 604) States that the Secretary has the discretion to extend the time for rebuilding an overfished stock beyond the time previously established in a fishery management plan in order to meet substantially increased biomass rebuilding targets subsequently established by the Secretary in specified circumstances.(Sec. 605) Requires the Secretary to conduct independent peer review of fishery management methods and make evaluations and recommendations for specified methods, protocols, strategies, and procedures.(Sec. 606) Permits the Governor of a State to apply to the Secretary for execution of a cooperative enforcement agreement that will authorize the deputization of State law enforcement officers with marine law enforcement responsibilities to perform duties of the Secretary relating to maritime law enforcement.Directs the Secretary to enter into a joint agreement (including an allocation of funds) with the requesting State to enforce marine law upon receiving an application meeting specified requirements.(Sec. 607) Requires the Secretary to: (1) establish a regional fisheries outreach program within the National Marine Fisheries; and (2) develop a comprehensive effort to improve communication, education, and outreach to fishing communities, the fishing industry, the conservation community, and interested members of the public.(Sec. 608) Requires the Secretary to establish a national cooperative research and management program that makes funds available for cooperative research and management activities that are developed through partnerships among Federal and State managers and scientists, fishing industry participants, and educational institutions.Requires the Secretary to make funds available (on a competitive basis) for the support of projects to address identified critical needs that pertain to the collection and analysis of data and information on living marine resources.(Sec. 609) Authorizes the Secretary to: (1) establish a Cooperative Marine Education and Research Program; and (2) enter into cooperative agreements with universities and institutions of higher learning in order to conduct basic research in areas that support conservation and management of living marine resources.(Sec. 610) Declares that the initial referendum on approval of a Gulf of Mexico Red Snapper individual fishing quota program shall be used to determine whether the sale, transfer, or lease of quota shares shall be allowed.Requires a State Governor submitting names for appointment by the Secretary of Commerce to the Gulf of Mexico Fisheries Management Council during FY 2003-2004 to include at least one nominee each from the commercial fishing sector and the recreational fishing sector.Specifies duties required of the Secretary when nominees do not meet the requirements of independent peer review.(Sec. 611) Authorizes appropriations for science review and outreach, cooperative enforcement, and cooperative research for FY 2003 through 2007.Title VII: Miscellaneous - (Sec. 701) Amends the National Oceanic and Atmospheric Administration Authorization Act of 1992 to rename the Chesapeake Bay Estuarine Resources Office the Chesapeake Bay Office (Office).Requires the Office to coordinate programs and activities in atmospheric deposition and those of the Cooperative Oxford Laboratory of the National Ocean Service with respect to nonindigenous species, estuarine and marine species pathology, human pathogens in estuarine and marine environments and ecosystem health.Requires the Director of the Office (Director) to carry out a community-based fishery and habitat restoration small grants and technical assistance program in the Chesapeake Bay watershed.Authorizes appropriations for FY 2002 through 2006.Requires the Director to begin a five year study to: (1) determine and expand the understanding of the role and response of living resources in the Chesapeake Bay ecosystem; and (2) develop a multiple species management strategy for the Bay.(Sec. 702) Permits the Secretary to convey all U.S. right, title, and interest in the Tiburon Laboratory located in Tiburon, California, to the Board of Trustees (Board) of the California State University.Specifies conditions for the transfer of the Tiburon Laboratory, including: (1) restricted uses; (2) Board title requirements; (2) the Secretary's retention of certain property interests; (3) authorized negotiations for conveyance to the United States of equivalent alternative property in exchange for the Laboratory; (4) remediation of hazardous or toxic substances; and (5) a reversionary interest in the United States.(Sec. 703) Requires the Secretary to establish a joint research facility, to be known as the Barrow Arctic Research Center, to support climate change and other scientific research activities in the Arctic.Authorizes appropriations.(Sec. 704) Authorizes the emergency assistance use of a vessel to tow a whale taken in a traditional subsistence whale hunt, at the request of a formally recognized subsistence whale hunting organization, to prevent the loss of a whale.(Sec. 705) Requires the Secretary, in cooperation with the Administrator of the National Aeronautics and Space Administration, to conduct international research in the Pacific region that will increase understanding of the nature and predictability of climate variability in the Asia-Pacific sector.Authorizes appropriations.(Sec. 706) Authorizes foreign fishing pursuant to the Treaty between the United States and the Government of Canada on Pacific Coast Albacore Tuna Vessels and Port Privileges.(Sec. 707) Authorizes the Administrator of the National Oceanic and Atmospheric Administration to establish a volunteer program to help with surveys and other activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fisheries Conservation Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Fisheries Conservation Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Fisheries Conservation Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Fisheries Conservation Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Fisheries Conservation Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize various fishery conservation management programs.", 
      "type": "official"
    }, 
    {
      "as": "amended by house", 
      "title": "To reauthorize various fishing conservation management programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:03-05:00"
}