{
  "actions": [
    {
      "acted_at": "1985-05-09", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-31", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from DOT.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-31", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Coast Guard and Navigation", 
      "text": "Referred to Subcommittee on Coast Guard and Navigation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-06-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Coast Guard and Navigation", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Coast Guard and Navigation", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-06-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1985-07-18", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Merchant Marine and Fisheries.  Report No: 99-207.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-18", 
      "references": [], 
      "text": "Placed on Union Calendar No: 138.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-29", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-29", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1985-07-31", 
      "references": [], 
      "text": "Received in the Senate and held at the desk by unanimous consent. Until the close of business August 1, 1985.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-08-01", 
      "calendar": "Senate Legislative", 
      "number": "276", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 276.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1985-12-19", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-12-19", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1985-12-19", 
      "references": [], 
      "text": "Unanimous Consent Request to Consider Senate Amendments Rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-01-29", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "House Agreed to Senate Amendments by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1986-01-29", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1986-02-04", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-02-04", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1986-02-14", 
      "references": [], 
      "status": "PROV_KILL:VETO", 
      "text": "Vetoed by President.", 
      "type": "vetoed"
    }, 
    {
      "acted_at": "1986-02-18", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Veto Message and Bill Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1431-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1431"
    }
  ], 
  "bill_id": "hr2466-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Coast Guard and Navigation", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Boggs, Corinne C. (Lindy)", 
      "sponsored_at": "1985-05-09", 
      "state": "LA", 
      "thomas_id": "00103", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1985-05-09", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1985-05-09", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1986-01-29", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1985-12-19", 
    "vetoed": true, 
    "vetoed_at": "1986-02-14"
  }, 
  "introduced_at": "1985-05-09", 
  "number": "2466", 
  "official_title": "A bill to make miscellaneous changes in laws affecting the United States Coast Guard, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3362-99", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Studds, Gerry E.", 
    "state": "MA", 
    "thomas_id": "01121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PROV_KILL:VETO", 
  "status_at": "1986-02-14", 
  "subjects": [
    "Armed forces and national security", 
    "Bridges", 
    "Civilian personnel positions", 
    "Coast guard", 
    "Department of Transportation", 
    "Drug seizures", 
    "Electricity", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Fire prevention", 
    "Fires and Fire Fighters", 
    "Fisheries", 
    "Foreign trade and international finance", 
    "Government property", 
    "Historic sites", 
    "Inland water transportation", 
    "Liability (Law)", 
    "Licenses", 
    "Liens", 
    "Louisiana", 
    "Marine safety", 
    "Marine terminals", 
    "Marine transportation", 
    "Maryland", 
    "Massachusetts", 
    "Merchant seamen", 
    "Merchant ships", 
    "Michigan", 
    "New Jersey", 
    "North Carolina", 
    "Offshore structures", 
    "Oregon", 
    "Passenger ships", 
    "Roads and highways", 
    "Salvage", 
    "Shipbuilding subsidies", 
    "Ships", 
    "Ships and shipping", 
    "Texas", 
    "Waterways"
  ], 
  "subjects_top_term": "Ships", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1985-12-19", 
    "text": "(Measure passed Senate, amended) Makes technical revisions to various Federal definitions concerning merchant vessels and seamen generally. Authorizes the head of the department in which the Coast Guard is operating to allow individuals in addition to the crew of a merchant marine vessel to be transported in an emergency or under a duty to provide such assistance. Increases the number of vessels exempted from Federal law requiring certain ships to be constructed of fire-retardant material. Requires the owners or operators of such exempt vessels to notify prospective passengers of a vessel's noncompliance with applicable fire safety standards, and prohibits such owners or operators from disclaiming liability for death or injury or loss due to fire caused by the owner or operator's negligence. Outlines procedures for providing notification to passengers. Provides that the master of a documented vessel has the same lien against the vessel for wages as does any other seaman serving on the vessel. Authorizes the Coast Guard to acquire a site on the State pier in New Bedford, Massachusetts, for specified construction. Authorizes the Coast Guard, beginning in FY 1986, to use appropriated funds for certain construction and improvements on a State pier leased from the Commonwealth of Massachusetts. Exempts certain U.S. Coast Guard employees in Maryland and North Carolina from any civilian personnel level limitations until September 30, 1988. Declares Lawyer's Ditch in Newark, New Jersey, to be a nonnavigable waterway. Prohibits the Coast Guard from determining the location or placement of navigational aids on the Intracoastal Waterway in New Jersey. Authorizes the Coast Guard to contract to provide electricity to a certain Coast Guard facility. Establishes a National Offshore Vessel Operators Safety Advisory Committee (the Committee) to advise, consult with, and make recommendations to the Secretary of the Department in which the Coast Guard is operating (the Secretary) on matters relating to the safety aspects of offshore oil, gas, and other mineral operations subject to regulation by the Secretary. Requires the Secretary to consult with the Committee before promulgating any regulations affecting the safety of offshore operations. Authorizes the Committee to make available to the Congress any information, advice, and recommendations which the Committee is authorized to give to the Secretary. Requires the Committee to meet no less than once every calendar year. Outlines the compositional makeup of such Committee, requiring members to have expertise and experience in techniques, exploration for, and recovery of offshore oil, gas, or other minerals. Terminates such Committee five years from the date of enactment of this Act, unless extended by subsequent Act of Congress. Declares a certain section of Bayou Lafourche, Thibodaux, Louisiana, and a certain bridge crossing such Bayou to be a nonnavigable waterway. Authorizes the Secretary of the department in which the Coast Guard is operating, notwithstanding certain registry requirements, to issue certificates of documentation to specified vessels. Limits the operation of two such vessels to the Atlantic Ocean and the Gulf of Mexico. Limits the expenditure of Coast Guard funds for the alteration of a specified bridge in Portland, Oregon. Revises Federal drug law enforcement provisions by redefining the term \"arrangement\" as such word relates to illegal drug transactions made aboard or in connection with a seagoing vessel. Authorizes the Coast Guard to enter into a cost-sharing arrangement with the city of Cape May, New Jersey, for specified highway construction. Makes technical amendments to Federal law relating to the use of foreign vessels in U.S. ports. Revises the definition of \"common carrier\" for purposes of Federal law relating to foreign ocean commerce, and defines the term \"chemical parcel-tanker\" for such purposes. Establishes the Commercial Fishing Industry Vessel Safety Advisory Committee (the Fishing Safety Committee) to advise and make recommendations to the Secretary of the department in which the Coast Guard is operating (the Secretary) on matters relating to the safety of commercial industry fishing vessels. Directs the Secretary, together with the Secretary of Commerce, to use the advice and recommendations of the Fishing Safety Committee in consulting with other agencies and the public or in formulating policy regarding commercial fishing industry vessels. Directs the Secretary to consult with the Fishing Safety Committee before taking any major action concerning legislation, regulation, or research related to commercial fishing vessels. Terminates the Fishing Safety Committee on September 30, 1991, unless Congress acts otherwise. Authorizes appropriations. Directs the Secretary of Transportation to permit three specified vessels to be scrapped in the foreign market, under certain conditions. Authorizes two specified vessels to be sold to a foreign purchaser, under certain conditions. Declares the Port of Houston Authority Bridge, Greens Bayou, Texas, to be a lawful bridge, requiring the Secretary to reimburse the owner of the bridge for certain repair work. Limits to $450,000 the amount of such reimbursement. Exempts a certain vessel from requirements under the Merchant Marine Act, 1936 concerning the operation in the foreign trade of vessels for which a construction-differential subsidy has been paid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make miscellaneous changes in laws affecting the United States Coast Guard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:24-05:00"
}