{
  "actions": [
    {
      "acted_at": "1979-09-18", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-23", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 96-859.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1763-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schmitt, Harrison H.", 
      "sponsored_at": "1979-01-03", 
      "state": "NM", 
      "thomas_id": "01430", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-18", 
  "number": "1763", 
  "official_title": "A bill to amend the Immigration and Nationality Act to improve the efficiency of the Immigration and Naturalization Service, and to establish a different numerical limitation for immigrants born in foreign contiguous territories, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5919-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Immigration and Nationality Efficiency Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-18", 
  "subjects": [
    "Administrative procedure", 
    "Airlines", 
    "Aliens", 
    "Americans in foreign countries", 
    "Aviation", 
    "Belize", 
    "Canada", 
    "Citizenship", 
    "Civil procedure", 
    "Commerce", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Department of Justice", 
    "Deportation", 
    "Education", 
    "Employment and training programs", 
    "Exchange of persons programs", 
    "Fathers", 
    "Finance and financial sector", 
    "Foreign students", 
    "Foreign-trained physicians", 
    "Government operations and politics", 
    "Hong Kong", 
    "Illegitimacy", 
    "Immigration", 
    "International affairs", 
    "International officials and employees", 
    "Investors", 
    "Labor and employment", 
    "Law", 
    "Legal fees", 
    "Mexico", 
    "Military personnel", 
    "Naturalization", 
    "Parent and child", 
    "Passenger ships", 
    "Passports", 
    "Philippines", 
    "Public records", 
    "Ships and shipping", 
    "Tourist trade", 
    "Treaties", 
    "Visas", 
    "Vocational education", 
    "Witnesses"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1980-07-23", 
    "text": "(Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 96-859) Immigration and Nationality Efficiency Act of 1980 - Amends the Immigration and Nationality Act with regard to nonimmigrant student status to: (1) limit its applicability to academic institutions; (2) authorize nonimmigrant student status for vocational, language, or other recognized nonacademic study (on the same entry basis as academic students); and (3) authorize the Attorney General to withdraw school approval for any satisfactory reason (presently limited to withdrawal for failure to make required reports). Eliminates from the definition of \"ineligible to citizenship\" persons exempt by treaty prior to June 27, 1952, from United States military service. Includes within the definition of \"special immigrant\" certain employees of international organizations and their immediate families who have resided in the United States for at least five years. Includes the relationship between an illegitimate child and its natural father within the definition of child for purposes of status, or privilege under such Act. Provides 60,195 additional immigrant visas for: (1) certain immediate family members of permanent residents from Mexico, the Philippines, Hong Kong, or Belize; and (2) certain immigrant investors. States that all other immigration requirements regarding such people must be met. Exempts from the exclusion provisions of such Act an alien physician who: (1) was a fully licensed practicing doctor in a State as of January 9, 1977; (2) has continuously been so licensed and practicing since that date; and (3) was beneficiary of a professional or occupational preference visa petition on or before such date. Authorizes the Attorney General and the Secretary of State, acting jointly, to waive visa requirements for a foreign national visiting the United States for 90 days or less for business or pleasure if such national is from a country: (1) which extends, or is prepared to extend, reciprocal privileges to U.S. citizens and nationals; (2) which has less than a specified refusal rate for such admissions; and (3) whose nationals do not represent a security threat to the United States. Eliminates certain congressional reporting requirements regarding approved petitions for: (1) professional or occupational immigrant preferences; and (2) persons belonging to prohibited organizations or having criminal records. Places a five-year limit(presently indefinite) on the requirement that aliens deported or removed from the United States must get the consent of the Attorney General in order to reapply for admission. Authorizes the Attorney General to admit aliens as immigrants if otherwise admissible except for specified defects in their immigration papers, provided such inadmissibility was not known to such aliens and could not have been ascertained by the exercise of reasonable diligence. Revises re-entry permit provisions to authorize the issuance of such permit for a two-year non-renewable period (presently one year with up to a one year discretionary extension). Revises alien deportation and maintenance expense provisions to: (1) provide that deportation shall be to the country from which the alien boarded the vessel or airplane that brought him to the United States; and (2) provide that if such departure was from a foreign territory contiguous to the to the United States of which such alien was not a national or resident, then deportation shall be to country from which such alien departed for such contiguous territory; (3) set forth guidelines for the Attorney General if a country is unwilling to accept a deportable alien. Makes the nonapplicability of fraudulent entry deportation provisions to alien spouses, children, or parents of United States citizens or permanent residents discretionary with the Attorney General rather than mandatory. Eliminates, with regard to suspension of deportation proceedings, the requirement that the Attorney General report to Congress on all such proceedings, and the congressional role in approving or disapproving such suspensions. Provides that upon cancellation of such a deportation proceeding, the Attorney General shall record the alien's admission for permanent residence as of the date of such cancellation. Limits the ineligibility of such deportation suspension and status adjustment proceedings regarding nonimmigrant exchange aliens to those aliens subject to the two-year foreign residence requirement. Revises nonimmigrant change of classification provisions to: (1) prohibit the reclassification of alien finances; and (2) permit the reclassification of exchange visitors not subject to the two-year foreign residence requirement. Authorizes the Immigration and Naturalization Services to keep funds spent out of its appropriations for the purchase of evidence and subsequently recovered rather than depositing them into the United States Treasury. Provides with regard to the transmission of U.S. citizenship and nationality to children born outside the United States to parents one of whom is a U.S. citizen, that such parent must have had a U.S. residence and been physically present in the United States (or its possessions) for two years (presently ten years, five of which were after attaining the age of 14). Makes aliens who have been relieved of United States military service obligations eligible for citizenship if their military exemptions were pursuant to a treaty or other international agreement prior to June 27, 1952. Provides that such eligibility provision shall have retroactive effect. Provides that the spouses and dependent unmarried children of an alien who qualifies for certain naturalization residence requirement exceptions shall also qualify for such exceptions for the period they resided abroad as members of such alien's household. Removes: (1) the requirement that two witnesses verify an individual's naturalization petition; and (2) certain affidavit and proof of residence requirements for such petition. Repeals the provisions requiring witnesses to be present at a final hearing for naturalization and requiring a 30 day waiting period between the filing of a petition and the issuance of a certificate of naturalization. Requires the clerk of a naturalization court to pay to the Attorney General one-half of all fees up to $40,000 (presently $6,000), and all fees in excess of such amount, collected in a fiscal year. Eliminates the requirement that a native-born U.S. citizen who during minority is the beneficiary of foreign naturalization by his/her parents, must establish permanent U.S. residence before the age of 25 in order to keep his/her U.S. citizenship. Makes such change retroactive. Provides that a report of birth abroad of a citizen of the United States which is or has been issued by the Secretary of State shall be considered proof of United States citizenship and shall have the same effect in all courts, tribunals, and public offices of the United States as a certificate of naturalization issued by a court having naturalization jurisdiction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Immigration and Nationality Efficiency Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to improve the efficiency of the Immigration and Naturalization Service, and to establish a different numerical limitation for immigrants born in foreign contiguous territories, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:08-05:00"
}