{
  "actions": [
    {
      "acted_at": "1992-10-06", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3360-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1992-10-06", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-06", 
  "number": "3360", 
  "official_title": "A bill to provide for a program for the diversification of the activities of certain Federal laboratories.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-06", 
  "subjects": [
    "Armed forces and national security", 
    "Commercialization", 
    "Conversion of industries", 
    "Federal advisory bodies", 
    "Government and business", 
    "Laboratories", 
    "Manufacturing industries", 
    "Military research", 
    "Research and development", 
    "Research and development contracts", 
    "Technological innovations", 
    "Technology assessment", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-06", 
    "text": "Requires the Secretary of Defense to establish the Federal Defense Laboratory Diversification Program. Specifies that: (1) the laboratories covered by the Program shall include all Department of Defense (DOD) owned or operated laboratories and DOD federally funded research and development (R&D) centers that undertake more than $5 million in research (Defense laboratories); and (2) the Program shall be managed by Director of Defense Research and Engineering. Directs the Program to undertake cooperation between Defense laboratories and private industry to promote: (1) the development and application of dual-use manufacturing technologies to improve quality and efficiency in the manufacture of both civilian and defense-oriented products; (2) the development and commercialization of dual-use product technologies; (3) the transfer of defense or dual-use technologies from laboratories to the private sector for the purpose of commercialization through patent, royalty, and license agreements, cooperative R&D agreements, and other cooperative agreements and through symposia, meetings, and other mechanisms; and (4) the efficient adoption and adaptation of civilian manufacturing product and process technologies to defense needs in sectors critical to maintaining defense preparedness. Requires the Director of Research and Engineering to develop, for each category of diversification activity for each Defense laboratory covered by this Act, benchmarks which cover FY 1993-95 and include for each such fiscal year: (1) the budget resources, manpower, and facilities to be utilized by each laboratory; and (2) the dollar value of patents, royalties, and licenses broken down by product or SIC code to be sought and pursued by each laboratory, in implementing the Program. Requires the Director, with respect to the budget resources, manpower, and facilities to be utilized by each Defense laboratory covered by the Program to establish benchmarks concerning the number and value of cooperative R&D and other cooperative agreements to be established and undertaken allocating, as appropriate, a minimum of two to five percent of budget to such cooperative work within two years of the Program's establishment. Specifies that: (1) Program benchmarks shall be established within 180 days; (2) upon their establishment, each Defense laboratory shall promptly proceed to implement them within its overall budget and utilizing other funds that may be available for implementation of this Act; and (3) benchmarks shall be updated each fiscal year on an ongoing basis. Directs each: (1) Defense laboratory participating in the Program to establish an industry and academic advisory panel to promote cooperation between the laboratory and the private sector in carrying out the Program; and (2) laboratory to utilize its panel to oversee the development of each year's research plan and the implementation of the Program and its benchmarks and to provide advice on how to enhance the dual-use properties of the laboratory's research work on a project-by-project basis. Sets forth reporting requirements. Requires the Director of the Office of Technology Assessment to: (1) subject to the approval of the Technology Assessment Board, undertake an evaluation of practices and procedures that have proven effective in promoting specified elements of the Program, both in laboratories covered by the Program and elsewhere; and (2) evaluate the effectiveness of the Program in achieving optimal cooperation with private industry in meeting such elements and make recommendations for any improvements in practices and procedures for cooperating with industry that should be implemented. Directs the Director of Research and Engineering to utilize the recommendations and results of such study in ongoing implementation of the Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for a program for the diversification of the activities of certain Federal laboratories.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:49-05:00"
}