{
  "actions": [
    {
      "acted_at": "1976-09-22", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sjres215-94", 
  "bill_type": "sjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gravel, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "AK", 
      "thomas_id": "01343", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1975-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1975-01-03", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mansfield, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01389", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Scott, Hugh", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01432", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symington, Stuart", 
      "sponsored_at": "1975-01-03", 
      "state": "MO", 
      "thomas_id": "01444", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-22", 
  "number": "215", 
  "official_title": "A joint resolution to establish a Compact of Permanent Union between Puerto Rico and the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-22", 
  "subjects": [
    "Advisory bodies", 
    "Puerto Rico", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-22", 
    "text": "Establishes a Compact of Permanent Union between Puerto Rico and the United States. Delineates the legal and political framework for this union. Recognizes the right of the people of Puerto Rico to govern themselves according to their own Constitution and laws, and the right of the United States Government to exercise authority and powers specified in the Compact. Reserves all other political and governmental authority to Puerto Rico or to the people of Puerto Rico. Recognizes the Supreme Court of the United States as the final adjudicator of this Compact, including the decision as to whether the laws of the United States or of Puerto Rico conform to this compact and applicable provisions of the Constitution of the United States. Grants the United States responsibility for foreign affairs and defense affecting Puerto Rico. Provides that Puerto Rico may conclude educational, cultural, health, sporting, professional, industrial, agricultural, financial, commercial, scientific, and technical agreements with foreign countries and may participate in specialized agencies of international organizations dealing in these matters. Makes all persons born in Puerto Rico citizens of the United States with all attenuant rights, privileges, and immunities, as well as duties. Grants United States citizens residing in Puerto Rico the same rights, privileges and immunities as well as duties established by the Constitution and laws of Puerto Rico. States that the currency of the United States shall be the exclusive currency of Puerto Rico, and all United States law relating to currency, coinage, gold, and silver are applicable to Puerto Rico. Directs that economic, trade, and commercial relations between the United States and Puerto Rico shall be conducted within the framework of the common market between the two entities. Prohibits tariffs, customs, or duties on trade between the two countries and makes provisions for regulating proceeds of customs, duties, licenses and tariffs collected in or in respect to imports into Puerto Rico from other countries. Directs the United States to take into account Puerto Rico's stage of economic development in all international trade negotiations, and to protect and promote Puerto Rico's economic interests. Makes all property acquired in Puerto Rico by the United States under the cession of Spain in the treaty of peace of December 10, 1898, and not subsequently disposed of, the property of Puerto Rico. Permits the United States to use for public purposes all property which is now being used for such purposes. Allows the President of the United States to convey from time to time to Puerto Rico any lands, buildings, or interests in lands or other property of the United States within the territorial limits of Puerto Rico which are deemed no longer necessary for the purposes of the United States. Limits the applicability of United States income tax laws to residents of Puerto Rico to that income derived from United States or foreign sources. Establishes full reciprocity between the United States and Puerto Rico and other bodies politic of the United States. Establishes a voting Representative from Puerto Rico in the United States House of Representatives who shall be elected according to the laws of Puerto Rico. Declares that such a Representative shall have all rights, privileges and immunities of such members as are compatible with the Constitution of the United States and as provided by the House of Representatives. Applies all Federal laws to Puerto Rico which are presently applicable. Sets forth methods for objecting to and denying applicability of future legislation which affects Puerto Rico. Permits the assignment of Federal functions to Puerto Rico which would otherwise be vested in the Government of the United States by law. Sets forth the procedures through which such transfers may occur. Places the primary responsibility for protecting and improving the environmental quality of Puerto Rico with Puerto Rico. States that environmental regulations promulgated by Puerto Rico shall be presumptively valid, and not disapproved or superceded by Federal regulations unless they are determined to be clearly injurious to the health and safety of the Puerto Rican people. Creates a Joint Commission on United States-Puerto Rico Relations to assist in bringing the legal and administrative relations between the United States and Puerto Rico into further conformity with the fundamental objectives of this Compact. Enumerates tasks of the Joint Commission, including: (1) to study desirability of retaining, modifying or eliminating application of specified Federal laws to Puerto Rico, and methods of implementing Commission policy decisions; (2) to study other possible transfers of Federal functions to agencies of Puerto Rico, and methods of implementing such transfers; and (3) to study the desirability of recommending a system of contributory payments from the Government of Puerto Rico to the Treasury of the United States in such ways as to not impede the socio-economic development of Puerto Rico. Establishes a United States district court for Puerto Rico and grants this court the same powers as other U.S. district court. Sets forth the procedures and jurisdiction of the U.S. district court for Puerto Rico in general. Applies all immigration laws, rules, regulations, and procedures of the United States to Puerto Rico. States that in order to become effective, this Compact must be approved by the Congress of the United States and by the electorate of Puerto Rico in a special referendum called for that purpose by the Legislative Assembly of Puerto Rico. Establishes an amending procedure to this Compact, which may be modified only by mutual agreement between the Government of the United States and the Government of Puerto Rico with the approval of the electorate of Puerto Rico."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A joint resolution to establish a Compact of Permanent Union between Puerto Rico and the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:13-05:00"
}