{
  "actions": [
    {
      "acted_at": "1977-03-10", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-07-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 95-361.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-07", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-08", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-09-08", 
      "bill_ids": [
        "hr5146-95"
      ], 
      "references": [], 
      "text": "Text as passed Senate incorporated in H.R. 5146.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-12-15", 
      "references": [], 
      "text": "Placed on calendar in Senate under General Orders.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-17", 
      "references": [], 
      "text": "Placed on calendar in Senate under Subjects on the Table.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s977-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1977-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-10", 
  "number": "977", 
  "official_title": "A bill to require that new and, to the extent practicable, existing electric powerplants and major fuel-burning installations, in categories to be determined, utilize other than natural gas or petroleum as their primary energy source in compliance with applicable environmental requirements.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5146-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Coal Substitution Incentive Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-10", 
  "subjects": [
    "Air pollution control", 
    "Coal", 
    "Electric power production", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Environmental protection", 
    "Federally-guaranteed loans", 
    "Fuel allocation", 
    "Government lending", 
    "Mines and mineral resources", 
    "Natural gas", 
    "Petroleum"
  ], 
  "subjects_top_term": "Energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-10", 
    "text": "Coal Utilization Act - Amends the Energy Supply and Environmental Coordination Act of 1974 by establishing a new Title II: Natural Gas and Petroleum Conservation Act. Requires that electric powerplants and major fuel-burning installations utilize coal or a fuel source other than natural gas, or petroleum. Establishes procedures and criteria for extensions of compliance dates and exemptions for facilities otherwise subject to the requirements of this Act. Requires consideration of environmental control requirements where appropriate. Specifies effective dates of January 1, 1979, for the prohibition on use of natural gas as a primary energy source, and January 1, 1990, for the prohibition on use of petroleum as a primary source with respect to existing facilities. Requires all Federal facilities to comply with the requirements of this Act. Authorizes exemptions for Federal facilities by the President where determined to be in the paramount national interest. Establishes procedures to allow for just compensation for disruption of energy supply contracts caused by operations of the provisions of this Act. Imposes civil and criminal penalties for violations of the provisions of this Act. Specifies the amount of civil penalties based on amounts of oil and natural gas used in excess of the maximum allowable amount. Authorizes exemptions from compliance with this Act where necessary to protect public health, safety, or welfare during emergencies. Amends the Energy Supply and Environmental Coordination Act of 1974 to establish a new Title III: Coal Substitution Incentive Act. Authorizes the Administrator of the Federal Energy Administration to make and guarantee loans to assist industries in the purchase and installation of air pollution control devices for coal-fired boilers and heating devices. Limits the aggregate amount of outstanding loan guarantees to $5,000,000,000. Limits the aggregate amount of outstanding loans to $1,000,000,000. Establishes additional criteria and limitations on the making of such loans and guarantees. Stipulates that no such commitments shall be made after January 1, 1985. Authorizes the appropriation of $200,000,000 for each of fiscal years 1978 through 1982 for the purposes of this Act. Stipulates that priority consideration shall be given to requests for assistance by facilities in receipt of coal conversion orders issued by the Administrator under the Energy Supply and Environmental Coordination Act of 1974. Authorizes the Federal Energy Administrator to prohibit powerplants or major fuel-burning installations from burning natural gas where (1) burning of petroleum products by such installations is practicable and (2) the Administrator of the Environmental Protection Agency has certified that such facilities will be in compliance with the Clean Air Act. Extends the authority of the Federal Energy Administrator to issue coal conversion orders under such Act until September 30, 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coal Substitution Incentive Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Coal Utilization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Natural Gas and Petroleum Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require that new and, to the extent practicable, existing electric powerplants and major fuel-burning installations, in categories to be determined, utilize other than natural gas or petroleum as their primary energy source in compliance with applicable environmental requirements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:10-05:00"
}