{
  "actions": [
    {
      "acted_at": "1973-06-21", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8879-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Ashley, Thomas L.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "00032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Blackburn, Ben", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "00092", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Brown, Gary E.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00133", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gonzalez, Henry B.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "00445", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Hanna, Richard T.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00494", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Heckler, Margaret M.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "00523", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Moorhead, William S.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "00831", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Stanton, J. William", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Stephens, Robert G., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "01111", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Sullivan, Leonor K. (Mrs. John B.)", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "01124", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Widnall, William B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01227", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-21", 
  "number": "8879", 
  "official_title": "A bill to make various changes in laws relating to housing and urban development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing and Urban Development Amendments", 
  "sponsor": {
    "district": "1", 
    "name": "Barrett, William A.", 
    "state": "PA", 
    "thomas_id": "00059", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-21", 
  "subjects": [
    "Community development", 
    "Housing and community development", 
    "Low-income housing", 
    "Moderate income housing", 
    "Mortgages", 
    "States"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-21", 
    "text": "Housing and Urban Development Amendments - Title I: New Community Development - Changes the name of the Community Development Corporation under the Housing and Urban Development Act of 1970 to the New Community Development Corporation. Authorizes supplementary grants under such Act for projects consisting of the purchase, renovation, or construction of facilities, the purchase of land, or the acquisition of equipment or works of art assisted by contracts or grants under the National Foundation on the Arts and the Humanities Act of 1965. Provides for the inclusion of waste disposal facilities and community or neighborhood heating or airconditioning systems among the presently eligible land improvements authorized under the Housing and Urban Development Act of 1970. Title II: State Development Agencies - States that it shall be the purpose of this title to encourage the formation of State development agencies having broad and flexible authority to carry out development activities designed to (1) provide housing and related facilities for persons and families of low and moderate income, (2) promote the sound growth and development of neighborhoods through the revitalization of slum and blighted areas, and (3) increase and improve employment opportunities for the unemployed and underemployed through the development and redevelopment of industrial, manufacturing, and commercial facilities. Provides that a State development agency shall be eligible for assistance under this title only if the Secretary of Housing and Urban Development determines that it is fully empowered and has adequate authority, acting as a large-scale developer, to carry out the purposes of this Act, including the authority to sell, lease, or otherwise dispose of its interest in projects undertaken by it in carrying out the purposes of this title, to participate in programs or projects carried on by Federal, State, or local governments, to provide for the relocation of persons, families, business concerns, and nonprofit organizations displaced in carrying out its development activities, to exercise its powers and functions through subsidiaries established by it, and to establish community advisory committees to advise it concerning its proposed activities in any area. Authorizes the Secretary to guarantee, and enter into commitments to guarantee, the bonds, debentures, notes, and other obligations issued by State development agencies to finance development activities as determined by him to be in furtherance of the purpose of this title. Authorizes the Secretary to make such guarantees and enter into such commitments upon such terms and conditions as he may prescribe, except that no obligation shall be guaranteed under this title if the income from such obligation is exempt from Federal taxation. Authorizes the Secretary to make grants to any State development agency the obligations of which are guaranteed under this title in amounts estimated by him not to exceed the difference between the interest paid on such obligations and the interest (as estimated by him) which would be paid under the interest rate (decreased by one-half of 1 percent) on similar obligations the income from which is exempt from Federal taxation. Provides that the aggregate principal amount of the obligations which may be guaranteed under this title and outstanding at any one time shall not exceed $500,000,000. Title III: Federal National Mortgage Association and Federal Home Loan - Restricts the present limitations applicable to mortgages insured by the Secretary of Housing and Urban Development under the National Housing Act. Title IV: Prohibition Against Discrimination in Extension of Mortgage Assistance - Provides that no federally-related mortgage loan, or Federal insurance, guaranty, or other assistance in connection therewith, shall be denied to any person on account of sex; and every person engaged in making mortgage loans secured by residential real property shall consider without prejudice the combined incomes of both husband and wife for the purpose of extending mortgage credit in the form of a federally-related mortgage loan to a married couple or either member thereof. Title V: Miscellaneous - Makes increases in the maximum mortgage amounts authorized under Federal Housing Administration one- to four-family mortgage insurance programs. Provides for the sale of housing projects by the Secretary for cooperatives. Provides that in the case of the sale of a housing project by the Secretary to a cooperative which will operate it on a nonprofit basis and restrict permanent occupancy of its dwellings to members, the purchase money mortgage accepted by the Secretary may be in a principal amount equal to the sum of (1) the appraised value of the property at the time of purchase, which value shall be based upon a mortgage amount on which the debt service can be met from the income of the property when operated on a nonprofit basis after payment of all operating expenses, taxes, and required reserves, and (2) the amount of prepaid expenses and costs involved in achieving cooperative ownership. Authorizes the Secretary, prior to such disposition of a project, to expend funds for necessary repairs and improvements to make the housing suitable for cooperative ownership."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Urban Development Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make various changes in laws relating to housing and urban development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:16-05:00"
}