{
  "actions": [
    {
      "acted_at": "1991-05-23", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1170-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1992-08-11", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1991-06-21", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1991-06-18", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-23", 
  "number": "1170", 
  "official_title": "A bill to require any person who is convicted of a State criminal offense against a victim who is a minor to register a current address with local law enforcement officials of the State for 10 years after release from prison, parole, or supervision.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Crimes Against Children Registration Act", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-23", 
  "subjects": [
    "Child molesting", 
    "Corrections", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Ex-offenders", 
    "Government paperwork", 
    "Kidnapping", 
    "Parole", 
    "Probation"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-23", 
    "text": "Crimes Against Children Registration Act - Directs the Attorney General to establish a State program and guidelines requiring persons convicted of a criminal offense against a victim who is a minor to register a current address with local law enforcement officials of the State for ten years after release from prison, parole, or supervision. Sets forth requirements for an approved State registration program, including: (1) in the case of a person to be released from prison, that the commissioner of the corrections facility inform the person of the duty to register, require the person to read and sign a form stating that such duty has been explained, obtain the address where the person expects to reside and report such address within three days to the State law enforcement agency (LEA), and provide a copy of such form to the person, the State LEA, and the LEA having local jurisdiction where the person expects to reside; and (2) in the case of a person completing a term of parole or other supervised release, that the person register (within 14 days after the end of the probation or release) with a LEA assigned by the State (and, if the person changes his or her residence address, that such person give the new address to the last assigned officer in writing within ten days). Specifies the contents of the statement, including: (1) a written statement signed by the person, giving information required by the State LEA; and (2) a fingerprint card and photograph of the person if these have not already been obtained in connection with the offense that triggers the registration. Requires the officer to forward such information to the State LEA, which shall immediately enter such information in the State LEA system and National Crime Information Center computer networks. Provides for annual verification of such information. Makes violation of any requirement of the program a misdemeanor. Specifies that information provided under this Act is private and may be used only for law enforcement purposes. Grants States three years to comply with this Act or become ineligible for any grant, cooperative agreement, or other assistance under the Victims of Crime Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crimes Against Children Registration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require any person who is convicted of a State criminal offense against a victim who is a minor to register a current address with local law enforcement officials of the State for 10 years after release from prison, parole, or supervision.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:59-05:00"
}