{
  "actions": [
    {
      "acted_at": "1975-08-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9220-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "35", 
      "name": "Conable, Barber B., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00225", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-08-01", 
  "number": "9220", 
  "official_title": "A bill to modernize and simplify customs procedures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Customs Brokers Act", 
  "sponsor": {
    "district": "3", 
    "name": "Green, William J.", 
    "state": "PA", 
    "thomas_id": "00464", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-08-01", 
  "subjects": [
    "Alcoholic beverages", 
    "Crime and law enforcement", 
    "Customs administration", 
    "Imports", 
    "Law enforcement officers", 
    "Licenses"
  ], 
  "subjects_top_term": "Customs administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-08-01", 
    "text": "Title I: Modernization of Customs Procedures - Customs Modernization Act - Revises the Tariff Act of 1930: (1) to apply to any article for which the duties may be paid at a time later than the time of making entry for consumption or withdrawal from warehouse for consumption, the tariff rate in effect when the documents comprising such entry or withdrawal have been deposited with the appropriate customs officer; and (2) to apply to specified other articles the rate in effect when the articles are released from customs custody for consumption. Requires every person liable for any import duty and every importer to maintain such records as the Secretary of the Treasury shall prescribe for the protection of revenue due the United States. Sets forth the authority of the Secretary with respect to the summoning of witnesses and records in any investigation or inquiry conducted to ascertain the correctness of any entry or return, to determine the liability of any person for duty or for fines and penalties, and to insure compliance with Federal laws administered by the Department of the Treasury. Authorizes the Secretary, in conducting any such investigation or inquiry, to examine any record which may be relevant or material. Establishes penalties for the failure of a party to produce any records requested by the Secretary or a judge of the United States Customs Court or a United States district court. Establishes a procedure for holding in comtempt any person who refuses to obey a summons issued pursuant to this Act. Title II: Customs Simplification - Customs Simplification Act - Provides for the placement of required customs marks and stamps on imported alcoholic beverages by the importer of such beverages. Establishes a duty rate of ten percent of the fair retail value on goods imported for personnel use or as bona fide gifts by persons returning to the United States when the aggregate retail value of such goods does not exceed $500. Adds to the provisions governing the disposition of unclaimed merchandise, provisions for the disposition of forfeited distilled spirits, wines, and beer. Authorizes the Secretary to prescribe rules and regulations for the customs treatment of specified articles imported solely for household or personal use or as bona fide gifts and not on commission or for resale. States that any protest of a decision of a customs officer which has not been decided after two years of the filing of such protest shall be considered denied. Allows the importation of foreign- manufactured articles bearing a United States trademark when such articles are for the personal use of the importer. Authorizes customs officers to carry firearms, execute and serve search and arrest warrants, serve summonses and subpenas, and make arrests without warrant for offenses committed in an officer's presence or for offenses which he has reasonable grounds to believe were committed by the person to be arrested. Title III: Customs Brokers - Customs Brokers Act - Revises the regulations governing the licensing and operations of customs brokers. Prohibits one licensed broker from serving as the qualifying officer of more than one customs brokerage corporation, association, or partnership. Adds to the regulations governing the procedures for the revocation or suspension of the license of a customs broker the provision of a monetary penalty of up to $20,000 to be levied against a broker found to have violated the rules and regulations governing the operations of such brokers. Title IV: General Provisions - States that the finding that any provision of this Act is invalid shall not affect the validity of the remainder of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Customs Brokers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Customs Modernization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Customs Simplification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to modernize and simplify customs procedures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:03-05:00"
}