{
  "actions": [
    {
      "acted_at": "1973-10-18", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11011-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Esch, Marvin L.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00353", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quie, Albert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "00936", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-18", 
  "number": "11011", 
  "official_title": "A bill to assure opportunities for employment and training to unemployed and underemployed persons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Manpower Act", 
  "sponsor": {
    "district": "14", 
    "name": "Daniels, Dominick V.", 
    "state": "NJ", 
    "thomas_id": "00262", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-18", 
  "subjects": [
    "Advisory bodies", 
    "Economics and public finance", 
    "Education", 
    "Labor and employment", 
    "Manpower", 
    "Manpower training programs", 
    "Native Americans", 
    "Public works", 
    "States", 
    "Unemployment"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-18", 
    "text": "Comprehensive Manpower Act - Title I: Comprehensive Manpower Services - States that it is the purpose of this title to establish a comprehensive manpower services program, which shall include development and creation of job opportunities and training, education, and other services individuals need to secure and retain employment. Authorizes the Secretary of Labor to make financial assistance available to prime sponsors so that they can carry out a comprehensive manpower program. Defines prime sponsors as States and units of local government. Requires seeking assistance to submit comprehensive manpower plans before receiving such assistance. Directs that such plans shall provide for cooperation of all appropriate State agencies. Requires States seeking to be prime sponsors to establish Manpower Services Councils to be composed of representatives of units of local governments which have comprehensive manpower plans and a representatives from the State vocational education agency and the public employment service. Requires the Councils to monitor the programs of prime sponsors. Allows judicial review of the Secretary's decisions regarding acceptability of comprehensive manpower plans. States that weekly allowances for persons receiving services under this title shall be at rates prescribed by the Secretary which shall, together with the trainee's wages or unemployment compensation, at least equal the minimum wage for a 40-hour week. Authorizes the Secretary to make grants to State vocational education boards to assist them in their services. Title II: Public Employment Programs - Authorizes the Secretary of Labor to make financial assistance available in areas of substantial unemployment to provide transitional employment in needed public service jobs and training and manpower services related to such employment enabling persons to move into other employment or training. Defines eligible applicants for such assistance as prime sponsors and Indian tribes on reservations which include substantial unemployment. Requires applications for such assistance to: (1) assure special consideration to filling jobs providing for advancement and continuous employment by providing training and manpower services; (2) assure special consideration to post-1954 Korea and Vietnam veterans; (3) describe how participants will be selected; (4) describe jobs to be filled and salaries; (5) assure that the program employs only unemployed persons; and (6) assure that jobs funded under this title are in addition to those that would otherwise be funded. Directs the Secretary, where an Indian Tribe is unable to submit such an application, to assist in its preparation and submission and in implementation of the program. Prohibits financial assistance if a program does not result in an increase in employment opportunities; does not pay usual fringe benefits; does not contribute to occupational development or upward mobility of participants; does not provide for reports enabling evaluation of the comprehensive effectiveness programs; and does not discriminate because of race, creed, color, national origin, sex, political affiliation, or beliefs. Requires the Secretary to annually report in detail to the Congtess on the effectiveness of this title. Title III: Special Federal Responsibilities - Authorizes the Secretary to use funds under this title to provide additional manpower services to segments of the population in particular need, including youth, inmates, and older workers. Directs the Secretary to establish a nationally administered comprehensive manpower services program for Indians, Alaska natives, and migrant and seasonal workers. Transfers the duties of Job Corps director to the Secretary of Labor. Authorizes comprehensive work and training programs for low-income, high-unemployment urban areas and rural areas with high out-migration to cities. Describes special programs that may be established for youth who are low-income, unemployed, and undertrained. Directs the Secretary to establish a comprehensive program of manpower research to solve manpower problems, and programs of experimental and demonstration projects to test effectiveness of solutions. Directs the Secretary to develop a comprehensive system of labor market information, including job opportunities, labor supplies, and occupational outlook. Authorizes the Secretary to establish a computerized job bank program. Requires the Secretary to continuously evaluate programs under this Act and compare their effectiveness. Requires the Secretary to develop guidelines to do away with artificial barriers to employment and advancement. Title IV: General Provisions - Prohibits financial assistance under any program of this Act unless such assistance agreement prohibits employment discrimination, unless participants are protected by appropriate health and safety standards, unless the program contributes to occupational development or upward mobility, and unless the program makes appropriate provision for youth. Excepts veterans benefits from the determination of a person's need under this Act. Makes family planning services to trainees voluntary. Allows States to enter into agreements with themselves to facilitate compliance with this Act. Establishes penalties for embezzlement, theft, and misapplication of funds authorized by this Act. Title V: Authorizations and Allocations - Authorizes necessary appropriations to carry out this Act (except for title II) for fiscal 1974-1977, of which amounts $250,000,000 in fiscal 1974, $500,000,000 in fiscal 1975, and such sums as may be necessary for the next two years shall be for carrying out public employment programs under title II. Limits to 20 percent the amount of appropriations to be used for title III. Title VI: National Institute for Manpower Policy - Establishes, in the Executive Office of the President, a National Institute for Manpower Policy to: (1) formulate recommendations for a coherent national manpower policy; (2) examine and evaluate the effectiveness of any Federally-assisted education, training, or manpower development programs; and (3) examine and evaluate major Federal programs which are intended to contribute to achieving major objectives of existing manpower and related legislation. Provides that the Institute shall annually issue a report to the President and the Congress of its proceedings, findings, and recommendations. Authorizes for fiscal year 1974, and for each succeeding year, such sums as may be necessary to carry out the purposes of this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Manpower Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure opportunities for employment and training to unemployed and underemployed persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:52-05:00"
}