{
  "actions": [
    {
      "acted_at": "1987-07-15", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1500-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-15", 
  "number": "1500", 
  "official_title": "A bill to promote rural development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "McConnell, Mitch", 
    "state": "KY", 
    "thomas_id": "01395", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-07-15", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural insurance", 
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Civil service employment", 
    "Department of Agriculture", 
    "Education", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Insurance", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Rural electrification", 
    "State officials and employees", 
    "States", 
    "Vocational education"
  ], 
  "subjects_top_term": "Rural affairs legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-15", 
    "text": "Establishes within the Department of Agriculture a Rural Electrification and Development Administration (REDA) to: (1) oversee Department of Agriculture grant and loan programs related to rural development; (2) provide technical and leadership assistance to State and local officials in rural development enterprises; (3) work with agricultural cooperatives, private organizations, and small colleges to coordinate rural development activities; (4) assume the rural development functions of the Rural Electrification Administration and the Farmers Home Administration (5) provide technical assistance and financial advice directly to cities receiving REDA water and waste facility loans; and (6) assist communities in identifying water and waste program alternatives. Mandates that REDA industry development activities emphasize the promotion, propagation, and expansion of indigenous and existing industries. Amends the Smith-Lever Act to direct the Secretary of Agriculture to appoint extension service agents at all State service locations. Sets forth certification and knowledge requirements applicable to such personnel. Requires the Secretary to prescribe minimum continuing education requirements for them. Amends the Federal Crop Insurance Act to include alternative crops (crops not in surplus and not covered by a Federal crop program) among the agricultural commodities covered under Federal crop insurance programs. Expresses the sense of the Congress that, in view of the continuing crisis in agriculture, vocational agricultural education and organizations related to it play an important role in responding to the needs of agriculture and training a new generation of leaders to confront rural challenges. Amends the Carl D. Perkins Vocational Education Act to: (1) revise provisions relating to the filling of vacancies and to the meeting frequency and notice requirements applicable to State vocational education advisory councils; (2) direct State occupational information coordinating committees to analyze data sources and develop new program and employment data for agricultural occupations; (3) revise the uses of vocational education program funds and vocational education opportunity funds; (4) direct the National Advisory Council on Vocational Education, within 60 days after its completion, to review and develop recommendations with respect to the National Academy of Science Study of Agricultural Education on the Secondary Level; (5) require States to assign personnel to administer and supervise vocational education agriculture programs; and (6) direct the Secretary of Education to ensure a certain personnel level in the Office of Vocational and Adult Education to administer and supervise vocational education agriculture programs. Directs the Secretary of Agriculture to: (1) conduct a study of eight economically successful small communities; and (2) report, within 180 days of this Act's enactment, to specified congressional committees on the studies, on the availability of local and Federal resources for small community economic development, and on recommended economic strategies for such communities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to promote rural development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:38-05:00"
}