{
  "actions": [
    {
      "acted_at": "1990-06-07", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-06-18", 
      "references": [], 
      "text": "Committee on Foreign Relations. Original measure reported to Senate by Senator Pell. With written report No. 101-334. Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-06-18", 
      "calendar": "Senate Legislative", 
      "number": "637", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 637.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2749-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-18", 
  "number": "2749", 
  "official_title": "An original bill to provide a supplemental authorization of appropriations for fiscal year 1991 for the Department of State and the United States Information Agency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Supplemental Foreign Relations Authorization Act, Fiscal Year 1991", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-06-07", 
  "subjects": [
    "Anadromous fishes", 
    "Aquatic ecology", 
    "Archives", 
    "Arms sales", 
    "Authorization", 
    "Ballistic missiles", 
    "Building construction", 
    "Burma", 
    "Chemical warfare", 
    "China", 
    "Civil war", 
    "Congressional reporting requirements", 
    "Consular agreements", 
    "Cuba", 
    "Eastern Europe", 
    "Educational exchanges", 
    "Embassies", 
    "Exhibitions", 
    "Export controls", 
    "Federal advisory bodies", 
    "Fishery agreements", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government publications", 
    "Government publicity", 
    "Great Lakes", 
    "Guided missiles", 
    "History", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International fishery management", 
    "Iran", 
    "Iraq", 
    "Italy", 
    "Kurds", 
    "Libya", 
    "Local finance", 
    "Mollusks", 
    "Papua New Guinea", 
    "Radio broadcasting", 
    "Refugee policy", 
    "Refugees", 
    "Scientific exchanges", 
    "State finance", 
    "Syria", 
    "Thailand", 
    "Trade negotiations", 
    "Treaties", 
    "U.S.S.R.", 
    "Water pollution control"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-18", 
    "text": "Supplemental Foreign Relations Authorization Act, Fiscal Year 1991 - Title I: Department of State - Amends the Foreign Relations Authorization Act, Fiscal Years 1990 and 1991 to increase the amounts authorized to be appropriated to the Department of State for FY 1991 for: (1) specified administration of foreign affairs accounts; (2) contributions to international organizations, conferences and contingencies, and peacekeeping activities; (3) international fisheries commissions; (4) migration and refugee assistance; and (5) U.S. bilateral science and technology agreements. Earmarks specified amounts of supplemental funds for the Great Lakes Fishery Commission's Sea Lamprey Control Program and for the control of zebra mussels in the Great Lakes. Removes a limitation on the amount authorized to be appropriated for U.S. membership in the Permanent Association of International Road Congresses. Earmarks a specified amount of supplemental funds for the new chancery building of, and additional space in, the U.S. embassy in Moscow. Prohibits the Soviet Union from occupying any new chancery in the Washington, D.C., metropolitan area until the U.S. chancery in Moscow is ready for occupancy. Earmarks a specified amount of supplemental funds for the opening of new U.S. consular posts in Eastern Europe. Prohibits any supplemental funds from being obligated or expended (except for such posts) if any U.S. consular post in Western Europe is closed by the U.S. Government. Limits expenditures for construction of the U.S. chancery at Port Moresby, Papua New Guinea. Makes certain provisions of the Omnibus Diplomatic Security and Authorization Act of 1986 inapplicable to the chancery and prohibits classified activities within the chancery if the Secretary of State determines that the limitation on expenditures prevents compliance with such provisions. Provides for the reprogramming of excess funds for the chancery for the maintenance of consulates in Western Europe. Makes funds appropriated for migration and refugee assistance under the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1990 available to any Burmese person in Burma (now known as Myanmar) or Thailand who is displaced as a result of civil conflict. Earmarks a specified amount of supplemental funds for humanitarian assistance to such persons. Authorizes appropriations for FY 1990 for reimbursements to State and local governments for services rendered with respect to the protection of foreign diplomatic missions in metropolitan areas. Amends a specified Act to increase the amount authorized to be appropriated for such purposes. Urges the Secretary to establish a U.S. consulate in Khabarovsk in the Soviet Union and a Soviet consulate in Anchorage, Alaska. Directs the Secretary to report to the Congress on: (1) the views of the Soviet Union regarding the exchange of consulates in Alaska and the Far East; (2) the demand for trans-Pacific air service and maritime transportation between the United States and the Soviet Union; and (3) the number of requests for U.S. and Soviet consular services originating from the Soviet Far East and the Western United States, respectively. Requires the Secretary to resume publication of the monthly \"Department of State Bulletin\" to provide a public record of Department activities. Sets forth provisions concerning the \"Foreign Relations of the United States\" historical series, a documentary record of major U.S. foreign policy decisions and diplomatic activity. Withholds documents from such series only if: (1) such documents would compromise weapons systems important to U.S. national defense or provide access to technical information concerning U.S. or foreign military equipment or U.S. cryptologic systems; (2) such documents would disclose the names of living persons who provided confidential information to the United States and such disclosure would result in harm to such persons; or (3) the Historians Advisory Committee approves the withholding of such documents. Establishes the Historians Advisory Committee for the Department of State. Authorizes the Committee to withhold documents from publication under specified conditions. Requires the historical series to be published within 30 years after the events documented. Title II: United States Information Agency - Amends the Foreign Relations Authorization Act, Fiscal Years 1990 and 1991 to increase the amount authorized to be appropriated to the Voice of America (VOA) for FY 1991 for radio broadcasting to Cuba. Requires the Director of the U.S. Information Agency (USIA) to establish a VOA service to provide Kurdish language programming to the Kurdish people of Iraq, Iran, Syria, the Soviet Union, and Turkey. Authorizes the Director to transfer funds from amounts appropriated for television and film service for FY 1991 for such programming. Permits funds currently available for the World's Fair in Seville, Spain, to be made available for an international exposition in Genoa, Italy. Continues USIA au pair programs until another Federal agency is authorized to implement such programs. Title III: Miscellaneous Provisions - Prohibits the U.S. Government from assisting any Chinese missile program and requires the Government to revoke any authorized export of U.S. satellites for launch on Chinese missiles until the President certifies to the Congress that China is not currently supplying ballistic missiles, missile technology, or poison gas to Iran, Iraq, Syria, or Libya and has provided assurances that no future sales of such items to such countries are planned. Directs the Secretary to commence negotiations with nations which export or import anadromous fish or fish products to prevent trade in such products unless they are accompanied by a valid certificate of legal origin. Requires the Secretary of Commerce to promulgate regulations governing the issuance of such certificates. Directs the Secretary of Commerce, upon finding that any nation is engaging in unlawful trade in anadromous fish or fish products, to certify such fact to the President. Deems such certification to be a certification under the Fishermen's Protective Act of 1967."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Supplemental Foreign Relations Authorization Act, Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide a supplemental authorization of appropriations for fiscal year 1991 for the Department of State and the United States Information Agency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:05-05:00"
}