{
  "actions": [
    {
      "acted_at": "1978-02-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-02-15", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-02-15", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10950-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1977-01-03", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Brodhead, William", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00126", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Burke, James A.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00149", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1977-01-03", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Jacobs, Andrew, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "00589", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Keys, Martha E.", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "00630", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "LeFante, Joseph A.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00677", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "McHugh, Matthew F.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00774", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Nolan, Richard M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "00867", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1977-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Richmond, Frederick W.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00959", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Tucker, James G., Jr. (Jim Guy)", 
      "sponsored_at": "1977-01-03", 
      "state": "AR", 
      "thomas_id": "01171", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-15", 
  "number": "10950", 
  "official_title": "A bill to replace the existing Federal welfare programs with a single, coordinated program to seek to assure jobs, training, and income supplementation for low-income citizens able to work and income support for low-income citizens in need who are not available for work by reason of disability, age, or family circumstance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Better Jobs and Income Act", 
  "sponsor": {
    "district": "21", 
    "name": "Corman, James C.", 
    "state": "CA", 
    "thomas_id": "00234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-15", 
  "subjects": [
    "Administrative procedure", 
    "Aid to dependent children", 
    "Child development", 
    "Child support", 
    "Civil service employment", 
    "Disability insurance", 
    "Education", 
    "Families", 
    "Federal employees and officials", 
    "Food stamps", 
    "Foster home care", 
    "Guam", 
    "Income maintenance programs", 
    "Income tax", 
    "Labor and employment", 
    "Old age, survivors and disability insurance", 
    "Preschool education", 
    "Public assistance programs", 
    "Puerto Rico", 
    "Social welfare", 
    "States", 
    "Supplemental security income program", 
    "Support of dependents", 
    "Tax credits", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Unemployment", 
    "Virgin Islands", 
    "Welfare fraud"
  ], 
  "subjects_top_term": "Income maintenance programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-15", 
    "text": "Better Jobs and Income Act - States that it is the intent of Congress to provide training and job opportunities to principal earners in families with children and to provide income support and supplementation to low-income families and individuals. States that Congress finds it necessary to consolidate and reform Federal and State income assistance programs. Title I: Cash Assistance Program Under The Social Security Act - Amends the Social Security Act to add Title XXI entitled \"Income Supplement and Income Support for Families and Individuals\". Authorizes appropriations to carry out the programs established by such Title. Directs the Secretary of Health, Education, and Welfare (HEW), in accordance with the provisions of such Title, to make payments to an eligible household unit (household), as such term is defined in this Act, for any month in which the available income of such household is less than the maximum amount payable according to provisions of this Act, and in which the value of the household's assets does not exceed the allowable amount specified in this Act. Excludes from eligibility for payments as a member of a household: (1) individuals who are not citizens of the United States or aliens not lawfully admitted for permanent residence in the United States; (2) individuals confined in penal or correctional institutions; (3) inmates of public institutions. Directs HEW to assist in the effective implementation of the Employment Opportunities Program established by Title II of this Act and to notify the Secretary of Labor of each adult member of a household with respect to which amounts are payable under this Act. Enumerates exemptions to such reporting requirement based on the need of an otherwise available worker in the home, the disability of such an individual, or status as a full-time student. Directs HEW, in the case of any blind or disabled individual who has not attained age 65 and who is receiving payments under this Act, to provide for referral of such individual to the appropriate State agency administering the State plan for vocational rehabilitation services approved under the Rehabilitation Act of 1973. Directs the referral of such an individual who is under age 16 to the State agency administering the State plan, required by this Act, for services to disabled children and for review, at least quarterly, of the blindness or disability of such individual and of the need for and utilization of the services made available under such plan. Specifies the amount of payment to a household. States that such amount shall be the \"maximum payable amount,\" as determined by regulations set forth in this Act, reduced by the amount of \"available income,\" as determined under provisions of this Act. Sets forth tables specifying the maximum amount payable to a household according to the number of members and the status of each member as adult, child, or aged, blind, or disabled. Reduces the amount payable for each member who is eligible for subsidized work or training under the Employment and Training Opportunities Program established by Title II of this Act and who is required to be referred to the Secretary of Labor, unless such member is certified as being incapacitated or has not been offered employment or training. Defines \"available income\" for purposes of determining the amount payable to an eligible household and enumerates exclusions from such available income. Prohibits the payment of benefits under this Act to a household if the value of its assets exceeds $2,250 for households consisting of two or more individuals, or $1,500 for households consisting of only one individual. Excludes from the determination of assets of a household: (1) the home, if it is the residence of such household; (2) the household goods and personal effects, including tools or similar items necessary for a member to engage in gainful employment; (3) separate, identifiable amounts set aside for burial expenses; (4) business assets held for the production of self-employment income; (5) assets of a blind or disabled individual who has an approved plan for achieving self support; and (6) certain stock held by Alaskan Natives under the Alaska Native Claims Settlement Act. Directs that the payment to a household in Guam, Puerto Rico, the Virgin Islands, and the Northern Mariana Islands be scaled according to the ratio of the per capita incomes of such territories in fiscal year 1980 to the per capita income of the State having the lowest such income. Exempts household members in such territories from the requirement for subsidized work or training until such time as the Employment Opportunities Program established by Title II of this Act extended to such territories. Authorizes the States to enter into agreements with HEW under which the States will make supplemental payments to households receiving payment from HEW under this Act. Sets forth the method by which the amount of such supplements shall be determined. Requires the States to reimburse HEW for that portion of the cost of such supplements which is not covered by Federal participation. Sets forth directions for the computation of the amount of Federal participation in each State supplemental payment program. Requires each State to pay to HEW a specified percentage of the annual Federal expenditure for payments under this Act in order to assure that each State will continue to share responsibility for meeting the objectives of this Act. Establishes procedures to limit the fiscal liability of the States for participation in the program of State supplemental payments. Sets forth requirements and measures for the administration of the income supplementation program established by this Act. Includes requirements for making application for benefits and for determining eligibility for benefits. Directs HEW to make adjustments in future payments for overpayments and underpayments to households. Requires HEW to establish procedures for the determination of disagreements by an affected individual. Establishes criminal penalties for fraud under this Act. Directs HEW to prescribe criteria for approval of State plans for counseling and services to blind or disabled children. Requires HEW to pay to the State agency administering such plan the costs incurred in each fiscal year. Establishes a new program of grants to States to enable each State to furnish emergency assistance to meet the living expenses of needy families and individuals which are not met under the payments program established by this Act. Directs HEW to pay to each State that has an approved plan for such assistance the total expenditures for the provision of such assistance. Sets limits on the total amount of such payments to any State for a given year. Limits the participation of Guam, Puerto Rico, the Northern Mariana Islands, and the Virgin Islands in the emergency assistance program except when the need for emergency assistance arises from a natural disaster or other occurrence of regional or national significance beyond the control of the named territories. Authorizes the President to permit HEW to make payments to States for assistance in meeting living expenses when emergency conditions exist because of a natural disaster. Sets forth steps for the establishment of State plans to administer the emergency assistance program established under this Act. Amends the Internal Revenue Code of 1954 to increase the amount of the credit against personal income tax to which an individual is entitled based on the individual's earned income. Provides for an earned income certificate permitting a reduction of withholding tax of individuals entitled to the earned income credit. Permits disclosure of income tax return records to HEW and State agencies for purposes of of determining eligibility for benefits under this Act. Establishes a program for grants to States for foster care of dependent children under Title IV of the Social Security Act. Authorizes appropriations and sets forth requirements for the administration of State plans. Repeals Title XVI (Supplemental Security Income) of the Social Security Act and the program of Aid to Families with Dependent Children (AFDC), and the Work Incentive Program for Recipients of AFDC of Title IV of such Act. Directs HEW to grant priority in the hiring of Federal employees to qualified applicants who on the date of enactment of this Act, were State employees whose compensation was paid from funds provided under the work training programs established by certain Titles of the Social Security Act or the Food Stamp Act of 1977. Authorizes HEW to hire specially trained personnel and to procure any real or personal property needed to administer the programs established by this Act. Revises the method for distribution to the State and Federal Government of child support collected under the Child Support and Establishment of Paternity program of Title IV of the Social Security Act. Requires that retroactive disability insurance payments awarded under Title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act be reduced by the amount of benefits paid under the cash assistance program established by this Act during the retroactive period. Title II: Employment and Training Opportunities - Establishes an Employment and Training Opportunities program under the Comprehensive Employment and Training Act of 1973 to provide assistance to jobseekers receiving income supplementation in securing employment. Provides for the referral of eligible individuals to employment and training programs and sets forth wage requirements and conditions of employment for individuals referred to such programs. Specifies minimum requirements for job search assistance programs, among them (1) use of a computerized job matching program in cooperation with the State employment security agency, (2) a program of job search assistance services, (3) referral to unsubsidized job opportunities of eligible individuals for an initial eight week period, and continued referrals thereafter, and (4) establishment, by the prime sponsor, of annual goals for placement of eligible individuals. Sets forth conditions under which an individual will not be deemed to have refused work without good cause. Directs the Secretary of Labor to provide financial assistance to prime sponsors conducting an Employment and Training Opportunity program and to the State Governors to be used for the Statewide planning and coordination of approved plans. Authorizes the Secretary of Labor to make determinations concerning the compliance of individuals participating in the Employment and Training Opportunity program and to withhold payments from any prime sponsor who repeatedly pays wages in excess of the authorized amount. Title III: Establishment of Preschool Education Programs - Provides for the establishment of an In-Home Early Child Development program and a Preschool Development program under the Social Security Act. Sets forth requirements for the establishment of each program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Better Jobs and Income Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to replace the existing Federal welfare programs with a single, coordinated program to seek to assure jobs, training, and income supplementation for low-income citizens able to work and income support for low-income citizens in need who are not available for work by reason of disability, age, or family circumstance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:36-05:00"
}