{
  "actions": [
    {
      "acted_at": "1998-08-06", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-08-07", 
      "references": [
        {
          "reference": "CR E1581", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4485-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-08-06", 
  "number": "4485", 
  "official_title": "To provide for the restitution and compensation of federally held trust fund accounts for Indian Tribes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Trust Fund Judicial Procedure Act", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-08-06", 
  "subjects": [
    "Administrative remedies", 
    "Class actions (Civil procedure)", 
    "Commerce", 
    "Commercial arbitration", 
    "Compensation (Law)", 
    "Courts of special jurisdiction", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Federal-Indian relations", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands", 
    "Interest", 
    "Law", 
    "Legal fees", 
    "Limitation of actions", 
    "Mediation", 
    "Minorities", 
    "Native Americans", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-08-06", 
    "text": "TABLE OF CONTENTS: Title I: Establishment of the Temporary Court for Tribal Trust Fund Restitution Title II: Expedited Procedure for Tribal Trust Fund Restitution Indian Trust Fund Judicial Procedure Act - Title I: Establishment of the Temporary Court for Tribal Trust Fund Restitution - Establishes the Temporary Court for Tribal Trust Fund Restitution to resolve all matters involving the management by the United States, in its capacity as legal trustee, of moneys belonging to Indian tribes. Directs the Court to: (1) decide which economic model(s) shall be used to estimate U.S. liability for breach of trust responsibility to Indian tribes in the management of tribal trust assets (phase I); and (2) apply such model(s) to determine U.S. liability to each tribe choosing to participate in such proceedings (phase II). Requires the appointment of a special master with expertise in trust law, Indian law, and the application of alternative economic models. (Sec. 106) Requires all Indian tribes that have had funds managed by the United States to be a party to the phase I proceedings, with each to be represented by their own attorney. Directs the Special Master to prepare and submit to the Court a set of economic models for estimating amounts lost as a result of U.S. breach of its trust responsibilities. (Sec. 107) Directs the Special Master, within 45 days after the completion of phase I proceedings, to initiate negotiations between each plaintiff tribe and the United States to seek agreement on the application of such economic model(s) and to produce an estimate of U.S. liability to such tribe. Allows such negotiations to continue for up to 18 months after which, if there is no resolution, the Special Master shall submit to the Court recommendations for the amount of such liability. Requires payment to each tribe within 60 days of a final decision by the Court. Extinguishes all such claims by a tribe upon acceptance of such payment. Allows any such tribe to opt out of such proceedings by submitting a motion, accompanied by a tribal resolution to such effect, to the Court. Allows any such tribe to negotiate directly with the Secretary of the Interior and through mediation procedures provided in title II of this Act or through litigation under established legal proceedings for bringing claims against the United States. (Sec. 112) Directs the Secretary to: (1) make all records involving the management of tribal trust funds available to the appropriate tribe; and (2) compensate each tribe for known errors that resulted in losses or underpayments to that tribe's trust fund account. (Sec. 115) Requires all tribal payments to be made from the Permanent Judgment Claims Fund (the Fund). Title II: Expedited Procedure for Tribal Trust Fund Restitution - Authorizes a tribe, by tribal resolution, to select the following procedures for resolving U.S. liability in the management of tribal trust lands: (1) direct negotiations with the Secretary (with a one-year time limit on achieving a settlement); or (2) mediation or arbitration, for a tribe that has opted out of title I procedures or has failed to negotiate a settlement with the Secretary within the prescribed period. (Sec. 203) Requires payment within 60 days after a settlement agreement is reached. Extinguishes all such claims by a tribe upon acceptance of such payment. Requires all tribal payments to be made from the Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Trust Fund Judicial Procedure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the restitution and compensation of federally held trust fund accounts for Indian Tribes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:11-05:00"
}