{
  "actions": [
    {
      "acted_at": "1973-04-19", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7234-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-19", 
  "number": "7234", 
  "official_title": "A bill to establish a national development program through public works, including a special component for the development of rural America, and to consolidate under the program so established certain existing development programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regional Development Act", 
  "sponsor": {
    "district": "5", 
    "name": "Mizell, Wilmer", 
    "state": "NC", 
    "thomas_id": "00819", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-19", 
  "subjects": [
    "Advisory bodies", 
    "Interstate compacts", 
    "Labor and employment", 
    "Public works", 
    "States", 
    "Unemployment"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-19", 
    "text": "Regional Development Act - Makes it the purpose of this Act to effect a better balance of economic and population growth between urban and rural areas of the Nation by promoting, through locally initiated and regionally coordinated projects, the development of improved transportation systems, industrial development manpower training, educational and health delivery services, housing construction, environmental protection, and comprehensive planning in those areas where such public services and employment opportunities do not exist or are presently insufficient. Title I: National Development Agency and Regional Development Commissions - Establishes the National Development Agency, as an independent agency in the executive branch, to provide a set of national economic development goals, and to aid their implementation through projects provided for under this Act and funded by development commissions. Authorizes contiguous States, or otherwise closely related States, to form a Development Commission for the purpose of this Act. Provides that each such Commission shall have one Federal member, and decisions by a Commission shall require the affirmative vote of such member. Provides that Regional Commissions established under title V of the Public Works and Economic Development Act of 1965 shall continue in operation as Development Commissions established under this Act until the States comprising such Regional Commissions are included in Development Commissions established under this Act. Title II: General Public Works Development Grants - Authorizes each Development Commission: (1) to make direct public works development grants for the acquisition or development of land and improvements for public works, public service, or development facilities; (2) to make public works development grants for the operation of projects assisted under part (1); and (3) to make grants for demonstrations of the value of adequate facilities and services to the development of regions; including the acquisition of land and the construction of facilities incident thereto. Provides that grants made under this title shall not exceed 50 percent of the cost of such project. Provides that not less than 10 percent nor more than 20 percent of the funds appropriated to carry out this part for any fiscal year shall be available to provide development grants for any community or neighborhood which the applicable State and Commission determine have one of the following conditions: (1) a large concentration of low-income persons; (2) rural areas having a substantial outmigration; (3) substantial unemployment; or (4) an actual or threatened abrupt rise of unemployment due to the closing or curtailment of a major source of employment. Provides that, to the maximum extent possible, projects assisted under this Act shall be carried out through departments, agencies, or instrumentalities of the Federal Government or of State or local governments. Provides that no grant shall be made under this title unless the project for which assistance is intended by such grant is approved by the appropriate development district as consistent with its development plan. Provides that not later than July 1, 1974, each Development Commission, after consultation with the Environmental Protection Agency and appropriate Federal and State officials, shall promulgate guidelines designed to assure that possible adverse economic, social, and environmental effects relating to any proposed project have been fully considered in developing such project. Requires each Development Commission in allocating funds appropriated under this title to consider: (1) the potential for increasing the income levels of families within the region; (2) the potential for reducing the rates of unemployment within the region; (3) the relative needs for public works, facilities, and services of areas within such region; and (4) the value of any class of projects in relation to other classes of projects which may be in competition for the same funds in realizing the purposes of this Act. Title III: Special Rural Development Grants - Authorizes each Development Commission to make grants to any qualified entity within a State in order to fund up to 100 percent of the cost of projects which are consistent with the rural economic development plans of a State and of the development district. Authorizes such Commission to make special grants to any entity within a State in order to enable such entity to take maximum advantage of all Federal grant-in-aid programs for which it is eligible, but due to its economic situation it cannot supply the required matching share or local contribution. Provides that such qualified entities shall be rural areas within a State. Title IV: Miscellaneous Provisions - Provides that no State shall be eligible to receive assistance under this Act unless the aggregate expenditures of State funds, exclusive of Federal funds, for the benefit of the area within the State eligible for such assistance are maintained at a level which does not fall below the average level of such expenditures for its last two full fiscal years preceding the date of enactment of this Act. Transfers the functions conferred on the Secretary of Commerce under the Public Works and Economic Development Act of 1965 to the National Development Agency. Sets forth definitions of terms used in this Act. Title V: Authorizations of Appropriations and Allocations - Authorizes to be appropriated to the Agency for the Development Commissions to remain available until expended for the purpose of carrying out titles I and II of this Act not to exceed $2,000,000,000 for fiscal year 1975, $2,500,000,000 for fiscal year 1976, and $3,000,000,000 for fiscal year 1977. Authorizes to be appropriated to the Agency for the Development Commissions to remain available until expended for the purpose of carrying out title III of this Act not to exceed $1,000,000,000 for fiscal year 1975, and such sums thereafter as may be necessary. Sets forth formulas for the allocation of authorized appropriations under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regional Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national development program through public works, including a special component for the development of rural America, and to consolidate under the program so established certain existing development programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:49-05:00"
}