{
  "actions": [
    {
      "acted_at": "1983-04-28", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-04", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Cotton, Rice, and Sugar", 
      "text": "Referred to Subcommittee on Cotton, Rice, and Sugar.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-04", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Livestock, Dairy, and Poultry", 
      "text": "Referred to Subcommittee on Livestock, Dairy, and Poultry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-04", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Wheat, Soybeans, and Feed Grains", 
      "text": "Referred to Subcommittee on Wheat, Soybeans, and Feed Grains.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-09", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2811-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Cotton, Rice, and Sugar", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Livestock, Dairy and Poultry", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Wheat, Soybeans, and Feed Grains", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1983-04-28", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-28", 
  "number": "2811", 
  "official_title": "A bill to improve the effectiveness and efficiency of agricultural price support and production stabilization programs, to increase market opportunities for farmers, and to expedite economic recovery for agriculture.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Recovery Act of 1983", 
  "sponsor": {
    "district": "2", 
    "name": "Chappie, Eugene A.", 
    "state": "CA", 
    "thomas_id": "00192", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-28", 
  "subjects": [
    "Acreage allotments", 
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Cotton", 
    "Dairy products", 
    "Department of the Treasury", 
    "Exports", 
    "Feed grain program", 
    "Flowers", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Freight", 
    "Gardening", 
    "Government trust funds", 
    "Marine transportation", 
    "Merchant ships", 
    "Milk", 
    "Payment-in-kind program", 
    "Rice", 
    "Ships and shipping", 
    "Wheat"
  ], 
  "subjects_top_term": "Agricultural price supports", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-28", 
    "text": "Agricultural Recovery Act of 1983 - Title I: Dairy - Amends the Agricultural Adjustment Act of 1949 to eliminate the 50-cent milk producer assessments. Reduces milk support levels from $13.10 to $11.32 per hundredweight. Requires annual price adjustments at the beginning of each fiscal year. Title II: Wheat - Sets 1984 and 1985 wheat support levels at not more than $3.65 per bushel (presently not less than $3.55 per bushel). Sets 1983 through 1985 target prices at not more than $4.30 per bushel (presently not less than $4.30 for 1983, $4.45 for 1984, and $4.65 for 1985). Directs the Secretary of Agriculture for either the 1984 or 1985 crop, to: (1) limit wheat acreage; (2) maintain a set-aside program; or (3) maintain a land diversion program if the total supply of wheat on May 31 of the marketing year exceeds five percent of the total projected annual world utilization for that year. Directs the Secretary to announce such programs by August 15. Provides that the 1984 and 1985 farm acreage bases shall be the same as for 1983, with certain adjustments as necessary. Title III: Feed Grains - Sets 1984 and 1985 corn support levels at not more than $2.65 per bushel (presently not less than $2.65 per bushel). Sets 1983 through 1985 target prices at not more than $2.86 per bushel (presently not less than $2.86 for 1983, $3.03 for 1984, and $3.18 for 1985). Directs the Secretary, for either the 1984 or 1985 feed grain crop, to: (1) limit feed grain acreage; or (2) maintain set-aside or land-diversion programs if the total supply of feed grains on September 30 of the marketing year exceeds five percent of the total projected annual world utilization for that year. Directs the Secretary to announce such programs by November 15. Provides that the 1984 and 1985 farm acreage bases shall be the same as for 1983, with certain adjustments as necessary. Title IV: Upland Cotton - Sets 1984 and 1985 upland cotton support levels at not more than $.76 per pound. Prohibits producer storage payments and extended storage periods for the 1983 through 1985 crops. Provides that the 1984 and 1985 farm acreage bases shall be the same as for 1983, with certain adjustments as necessary. Title V: Rice - Sets 1984 and 1985 rice support levels at not more than $8.14 per hundredweight. Sets 1983 through 1985 target prices at not more than $11.40 per hundredweight (presently not less than $11.40 for 1983, $11.90 for 1984, and $12.40 for 1985). Prohibits producer storage payments and extended storage periods for the 1983 through 1985 crops. Provides that 1984 and 1985 farm acreage bases shall be the same as for 1983, with certain adjustments as necessary. Title VI: Advance Payments - Makes available to a producer at least 50 percent of any land diversion payment as soon as possible. Title VII: Payment In Kind Programs - Authorizes the Secretary to make land-diversion payments in kind for the adjusted acreage of the 1983 and 1984 crops of wheat, feed grain, cotton, and rice. Directs that such payment in kind program be in conjunction with a voluntary acreage limitation and paid land diversion program. Authorizes the Secretary to use any farm commodities at his disposal for the purpose of countering unfair trade practices of other countries. States that the provisions of the cargo preference laws shall not apply to the export sales of agricultural commodities. Title VIII: Agricultural Export Promotion - Amends the Omnibus Budget Reconciliation Act of 1982 to direct the Secretary, for FY 1983 through 1985, to use farm commodities at his disposal, including dairy products, to counter unfair trade practices of other countries in third country export markets. Title IX: Export Transportation of Agricultural Commodities - Exempts from U.S. cargo preference laws Commodity Credit Corporation agricultural exports used to develop or expand U.S. foreign markets. Title X: Producer Reserve Program - Prohibits the Secretary from establishing any producer-owned reserve after the date of enactment of this Act. Allows a producer to withdraw any commodity placed in a reserve at any time that the market price for the commodity is more than 110 percent of its current price support loan rate. Title XI: Payment limitations - Repeals provisions of the Agriculture and Food Act of 1981 limiting payments under wheat, feed grain, cotton, and rice programs for the 1982 through 1985 crops. Title XII: Sunflowers - Prohibits sunflowers from being considered an eligible commodity for any loan, payment, or reserve program. Title XIII: Agricultural Export Credit Revolving Fund - Amends the Food for Peace Act of 1966 to direct the Secretary to use appropriated funds to make available no less than $1,000,000,000 for each of FY 1983 through 1985 to the Agricultural Export Credit Revolving Fund. Title XIV: Effective Date - Makes the provisions of this Act effective upon enactment, unless otherwise so provided."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Recovery Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the effectiveness and efficiency of agricultural price support and production stabilization programs, to increase market opportunities for farmers, and to expedite economic recovery for agriculture.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:51-05:00"
}