{
  "actions": [
    {
      "acted_at": "2011-09-12", 
      "references": [
        {
          "reference": "CR E1602-1603", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-12", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-09-12", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-09-12", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-09-19T12:33:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Ways and Means. H. Rept. 112-210, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-19T12:33:00-04:00", 
      "references": [], 
      "text": "Committee on The Budget discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-19T12:33:00-04:00", 
      "calendar": "Union", 
      "number": "138", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 138.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2011-09-21T13:27:00-04:00", 
      "references": [], 
      "text": "Mr. Davis (KY) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-21T13:27:00-04:00", 
      "references": [
        {
          "reference": "CR H6292-6304", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-21T13:27:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2883.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-21T13:50:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-21T17:44:00-04:00", 
      "references": [
        {
          "reference": "CR H6328-6329", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-21T17:50:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H6292-6295", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "720", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 395 - 25 (Roll no. 720).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2011-09-21T17:50:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-22", 
      "how": "by Voice Vote", 
      "references": [
        {
          "reference": "CR S5920", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Received in the Senate, read twice, considered, read the third time, and passed without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2011-09-23", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-27", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2011-09-30", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2011-09-30", 
      "congress": "112", 
      "law": "public", 
      "number": "34", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 112-34.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2883-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Berg, Rick", 
      "sponsored_at": "2011-09-15", 
      "state": "ND", 
      "thomas_id": "02037", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Blumenauer, Earl", 
      "sponsored_at": "2011-09-15", 
      "state": "OR", 
      "thomas_id": "00099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Boustany, Charles W., Jr.", 
      "sponsored_at": "2011-09-15", 
      "state": "LA", 
      "thomas_id": "01787", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Crowley, Joseph", 
      "sponsored_at": "2011-09-15", 
      "state": "NY", 
      "thomas_id": "01604", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Doggett, Lloyd", 
      "sponsored_at": "2011-09-12", 
      "state": "TX", 
      "thomas_id": "00303", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Langevin, James R.", 
      "sponsored_at": "2011-09-15", 
      "state": "RI", 
      "thomas_id": "01668", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "2011-09-15", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "2011-09-15", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Marchant, Kenny", 
      "sponsored_at": "2011-09-15", 
      "state": "TX", 
      "thomas_id": "01806", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "2011-09-15", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "2011-09-15", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Reed, Tom", 
      "sponsored_at": "2011-09-15", 
      "state": "NY", 
      "thomas_id": "01982", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Reichert, David G.", 
      "sponsored_at": "2011-09-15", 
      "state": "WA", 
      "thomas_id": "01810", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Roskam, Peter J.", 
      "sponsored_at": "2011-09-15", 
      "state": "IL", 
      "thomas_id": "01848", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Stark, Fortney Pete", 
      "sponsored_at": "2011-09-15", 
      "state": "CA", 
      "thomas_id": "01101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Tiberi, Patrick J.", 
      "sponsored_at": "2011-09-15", 
      "state": "OH", 
      "thomas_id": "01664", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "112", 
    "law_type": "public", 
    "number": "34"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2011-09-30", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2011-09-21T17:50:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2011-09-22", 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-12", 
  "number": "2883", 
  "official_title": "To amend part B of title IV of the Social Security Act to extend the child and family services program through fiscal year 2016, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2790-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3339-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1013-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1234-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1542-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Child and Family Services Improvement and Innovation Act", 
  "sponsor": {
    "district": "4", 
    "name": "Davis, Geoff", 
    "state": "KY", 
    "thomas_id": "01784", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2011-09-30", 
  "subjects": [
    "Adoption and foster care", 
    "Child care and development", 
    "Child health", 
    "Child safety and welfare", 
    "Consumer credit", 
    "Domestic violence and child abuse", 
    "Family relationships", 
    "Government information and archives", 
    "Judicial procedure and administration", 
    "Mental health", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Public Law", 
    "date": "2011-09-30", 
    "text": "Child and Family Services Improvement and Innovation Act - Title I: Extension of Child and Family Services Programs - (Sec. 101) Amends title IV part B (Child and Family Services) of the Social Security Act (SSA) to extend through FY2016 the authorization of appropriations for the Stephanie Tubbs Jones Child Welfare Services Program. Requires each state plan for oversight and coordination of health care services for any child in a foster care placement to include an outline of: (1) the monitoring and treatment of emotional trauma associated with a child's maltreatment and removal from home, and (2) protocols for the appropriate use and monitoring of psychotropic medications. Requires each state plan for child welfare services also to describe: (1) state activities to reduce the length of time children under age 5 are without a permanent family; (2) state activities to address the developmental needs of such children who receive Program benefits or services; and (3) the sources used to compile information on child maltreatment deaths which the state agency is required by federal law to report, as well as why the compilation does not include information on such deaths from specified state entities, if it does not, and how the state will include such information. Revises requirements for child visitations by caseworkers. Replaces the current requirement that the Secretary establish an outline of the steps to be taken to ensure that at least 90% of the children in foster care under a state's responsibility are visited by their caseworkers on a monthly basis. Requires instead that each state take necessary steps to ensure that the total number of monthly caseworker visits to children in foster care under state responsibility during a fiscal year is at least 90% (raised to 95% for FY2015 and thereafter) of the total number of such visits that would occur during the fiscal year if each such child were so visited once every month while in such care. (Sec. 102) Extends through FY2016 the Safe and Stable Families Program. Requires a state Safe and Stable Families Program plan to describe how the state identifies which populations are at the greatest risk of maltreatment and how services are targeted to them. Revises requirements for time-limited family reunification services provided to a child removed from the child's home and placed in a foster family home or a child care institution, and to the child's parents or primary caregiver, in order to facilitate the child's safe, appropriate, and timely reunification with the parents or caregiver. Requires such services to include: (1) peer-to-peer mentoring and support groups for parents and primary caregivers, and (2) services and activities designed to facilitate access to and visitation of children by parents and siblings. Requires the annual compilation of state reports to include the individual state reports and tables that synthesize state information into national totals for each element required to be included in the reports, including planned and actual spending by service category for the program. Requires the Secretary of Health and Human Services (HHS) to publish the compilation on the HHS website in a location easily accessible by the public. Directs the Comptroller General (GAO) to report annually on: (1) alternative sources of federal funding being employed by states or other entities for the same purposes for which Child and Families Services funding is provided; and (2) the needs of eligible families, including underserved communities, the supports available for caseworkers, the length of the wait time for families to receive substance abuse and other preventive services, the number of families on waiting lists for such services, and the effect of the delay on reunification outcomes. (Sec. 103) Extends through FY2016 specified reservations of funds for monthly caseworker visits and regional partnership grants. Requires monthly caseworker visit grants to be used to improve the quality of monthly caseworker visits, with an emphasis on improving caseworker decision making on the safety, permanency, and well-being of foster children. Revises requirements for grants to assist children affected by a parent's or caretaker's methamphetamine or other substance abuse to: (1) remove the specification of methamphetamine, and (2) apply the grant program generally to children affected by a parent's or caretaker's substance abuse. Authorizes the Secretary to renew a five-year grant for up to an additional two years. Directs the Secretary to evaluate the effectiveness of the grants awarded to regional partnerships. (Sec. 104) Revises requirements for the court improvement program to require grants to the highest state courts to serve the purpose of increasing and improving engagement of the entire family in court processes relating to child welfare, family preservation, family reunification, and adoption. Requires such a court to submit one application, rather than separate applications, for more than one grant. Specifies mandatory allocations of funds for such grants. (Sec. 105) Directs the Secretary, in order to improve data matching, to designate nonproprietary and interoperable standard data elements for any category of information required to be reported. (Sec. 106) Requires state case review systems to assure that each child in foster care under state responsibility who has attained age 16 receives gratis: (1) a copy of any consumer report pertaining to the child each year until the child is discharged from care, and (2) assistance in interpreting and resolving any inaccuracies in the report. Title II: Child Welfare Demonstration Projects - (Sec. 201) Renews through FY2014 the authority of the Secretary to authorize states to conduct child welfare program demonstration projects likely to promote the objectives of part B or SSA title IV part E (Foster Care and Adoption Assistance). Repeals the requirement for state project applications to consider certain types of proposals. Replaces such requirement with specified conditions for state eligibility to conduct a new demonstration project. Authorizes a state to elect to establish a program to: (1) permit part E foster care maintenance payments to a long-term therapeutic family treatment center on behalf of a child residing in the center, or (2) identify and address domestic violence that endangers children and results in the placement of children in foster care. Defines a long-term therapeutic family treatment center as a state-licensed or -certified program that: (1) enables parents and their children to live together in a safe environment for at least six months; and (2) provides substance abuse treatment services, children's early intervention services, family counseling, medical care, and related services. Sets forth child welfare improvement policies, at least two of which a state must have implemented or planned to implement within a certain period of time. Limits any child welfare demonstration project to five years, unless the Secretary determines that it should be continued. Requires states authorized to conduct a demonstration project to obtain an evaluation of its effectiveness by an independent contractor. Treats as a state any Indian tribe, tribal organization, or tribal consortium operating a program under SSA title IV part E. Title III: Budget Provisions - Sets forth budget provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child and Family Services Improvement and Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Child and Family Services Improvement and Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Child and Family Services Improvement and Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Child and Family Services Improvement and Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend part B of title IV of the Social Security Act to extend the child and family services program through fiscal year 2016, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:24:58-05:00"
}