{
  "actions": [
    {
      "acted_at": "1988-06-07", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-15", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-29", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 100-561.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-29", 
      "calendar": "Senate Legislative", 
      "number": "1018", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1018.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1988-10-11", 
      "bill_ids": [
        "hr5471-100"
      ], 
      "references": [], 
      "text": "H.R. 5471 passed in Senate relating to this measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-11", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2477-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1988-06-07", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1988-06-24", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1988-08-09", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1988-06-23", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-07", 
  "number": "2477", 
  "official_title": "A bill to amend the Public Health Service Act to modify the authority for the regulation of clinical laboratories to require licensed laboratories to qualify under proficiency testing programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5471-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Medical Testing Improvement Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-08-10", 
  "subjects": [
    "Administrative fees", 
    "Conflict of interests", 
    "Crime and law enforcement", 
    "Cytology", 
    "Donation of organs, tissues, etc.", 
    "Grants-in-aid", 
    "Group medical practice", 
    "Gynecology", 
    "Health", 
    "Health facilities", 
    "Injunctions", 
    "Licenses", 
    "Medicaid", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical tests", 
    "Medicare", 
    "Physicians", 
    "Public assistance programs", 
    "Quality control", 
    "Standards", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1988-10-11", 
    "text": "(Measure indefinitely postponed in Senate (See H.R. 5471 as passed Senate for similar provisions)) Medical Testing Improvement Act of 1988 - Amends the Public Health Service Act to prohibit any person who uses interstate commerce in the ordinary course of business from soliciting or accepting materials from the human body for laboratory procedures without a license applicable to that category of procedures, subject to exceptions. Makes licenses valid for a maximum of two years. Requires certain criteria to be met for issuance or renewal of a license, including that the laboratory make agreements regarding: (1) inspections by the Secretary; (2) treating proficiency testing samples in the same manner as other samples; (3) not providing services ordered by a physician if the physician or an immediate family member of the physician has a financial interest in the laboratory; (4) not billing the physician or another laboratory in which such financial interests exist; and (5) disclosing to another laboratory such financial interests. Sets forth exceptions to the financial interests bars. Allows a laboratory to be accredited for licensing if it meets the standards of an approved accreditation body and if the laboratory authorizes that body to submit information to the Secretary as the Secretary requires. Authorizes the Secretary to approve an accreditation body if the body agrees to: (1) inspect the laboratories it accredits; (2) apply standards which are at least as stringent as the Secretary's; and (3) notify the Secretary of any denial, suspension, withdrawal, or revocation of accreditation. Provides for temporary continuation of a laboratory's license if the accreditation body's approval is withdrawn. Directs the Secretary to evaluate annually the performance of each accreditation body. Directs the Secretary to issue standards to assure consistent performance, including standards regarding: (1) quality assurance and quality control; (2) maintenance of records, equipment, and facilities; (3) qualifications of personnel; and (4) qualification under a proficiency testing program. Authorizes the Secretary to establish different standards for a class of laboratories based on the tests performed and testing methodologies used. Directs the Secretary to establish a national proficiency testing program requiring that each laboratory be tested quarterly for each procedure for which it is licensed. Allows the Secretary to determine that specific procedures should be tested less frequently, but not less often than twice per year. Directs the Secretary to establish uniform national criteria for acceptable proficiency test performance. Directs the Secretary to grant approved status to certain proficiency testing programs which meet specified requirements. Directs the Secretary to publish the results of the proficiency testing program. Directs the Secretary to establish national standards for quality assurance in cytology services. Authorizes the Secretary, on an announced or unannounced basis, during normal business hours, to enter and inspect licensed laboratories. Grants the Secretary access to all facilities, equipment, materials, records, and information. Directs the Secretary to conduct inspections on a biennial basis or more frequently as the Secretary determines to be necessary. Provides for intermediate sanctions, including directed plans of correction, civil money penalties, and payment for the costs of onsite monitoring, Allows, after notice and opportunity for hearing, suspension, revocation, or limitation of a license for specified causes. Allows suspension before a hearing in certain circumstances. Prohibits any person who has owned or operated a laboratory which has had its license revoked from owning or operating a licensed laboratory within two years of revocation. Requires suspension of the license of a laboratory which has been excluded from participation under title XVIII (Medicare) of the Social Security Act because of actions relating to quality. Allows temporary and permanent injunctions under suit by the Secretary. Provides for: (1) judicial review of license suspensions, revocations, and limitations; and (2) sanctions, including criminal fines and imprisonment. Directs the Secretary to require payment of fees for: (1) issuance and renewal of licenses, with the amounts set by the Secretary based on the dollar volume and scope of the testing being performed; and (2) inspections conducted by the Secretary. Directs the Secretary, on April 1, 1990, and annually thereafter, to compile and make available to physicians and the general public information which is useful in evaluating the performance of a laboratory, including information relating to: (1) convictions for fraud and abuse, false billings, or kickbacks; (2) license revocations, suspensions, or limitations, or sanctions; (3) intermediate sanctions; (4) injunctions; and (5) exclusions from participation under title XVIII (Medicare) or XIX (Medicaid) of the Social Security Act. Allows the Secretary, by agreement, to use and pay for the services or facilities of any Federal, State, or local public agency or nonprofit private organization. Allows the Secretary to exempt laboratories from compliance with these provisions where State laws are at least as stringent. Directs the Secretary, through the Public Health Service, to conduct studies on various aspects of validity, reliability, and accuracy of tests performed by clinical laboratories and to report the results to the Congress not later than May 1, 1990."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Testing Improvement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Medical Testing Improvement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to modify the authority for the regulation of clinical laboratories to require licensed laboratories to qualify under proficiency testing programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:00-05:00"
}