{
  "actions": [
    {
      "acted_at": "1975-04-22", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1498-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-22", 
  "number": "1498", 
  "official_title": "A bill to extend the authorization of appropriations for the National Institute of Education, to establish priorities on which the resources of the Institute will be concentrated, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5988-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Beall, J. Glenn, Jr.", 
    "state": "MD", 
    "thomas_id": "01278", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-22", 
  "subjects": [
    "Advisory bodies", 
    "Appropriations", 
    "Education", 
    "Educational policy", 
    "Educational research", 
    "Federal advisory bodies", 
    "Scholarships", 
    "Students"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-22", 
    "text": "Revises the General Education Provisions Act to extend the authorization of appropriations for the National Institute of Education and to establish priorities on which the resources of the Institute will be concentrated. Identifies priority research and development areas for the Institute. States that such areas shall include: (1) improvement in student achievement in basic educational skills; (2) overcoming problems related to the financing, productivity, and management of educational institutions; (3) improving the ability of schools to provide equal educational opportunities for individuals from disadvantaged backgrounds and women; (4) preparation for persons to enter and progress in careers; and (5) improved dissemination and application of the results of educational research and development. Revises the provisions of such Act relating to the number of members of the National Council on Educational Research required for a quorum, the expiration date for the term of the members; and continuation of service of a member until his or her successor has been appointed and confirmed. Authorizes the establishment of fellowships at the Institute. Authorizes the appropriation of $80,000,000 annually over a three-year period to carry out the objectives of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to extend the authorization of appropriations for the National Institute of Education, to establish priorities on which the resources of the Institute will be concentrated, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:19-05:00"
}