{
  "actions": [
    {
      "acted_at": "2011-10-12", 
      "references": [
        {
          "reference": "CR S6463", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-04-19", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 112-636.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-13", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-12-21", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Akaka with amendments. With written report No. 112-263.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-12-21", 
      "calendar": "Senate Legislative", 
      "number": "575", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 575.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1684-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2011-10-12", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2011-10-31", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2011-10-12", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2011-10-12", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thune, John", 
      "sponsored_at": "2011-10-20", 
      "state": "SD", 
      "thomas_id": "01534", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-12", 
  "number": "1684", 
  "official_title": "A bill to amend the Indian Tribal Energy Development and Self-Determination Act of 2005, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Barrasso, John", 
    "state": "WY", 
    "thomas_id": "01881", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-09-13", 
  "subjects": [
    "Alternative and renewable resources", 
    "Energy assistance for the poor and aged", 
    "Energy efficiency and conservation", 
    "Federal-Indian relations", 
    "Government lending and loan guarantees", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Native Americans", 
    "Oil and gas", 
    "Residential rehabilitation and home repair"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2012-12-21", 
    "text": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2012 - Title I: Indian Tribal Energy Development and Self-Determination Act Amendments - (Sec. 101) Amends the Energy Policy Act of 1992 to require the Secretary of the Interior, in carrying out the Indian energy resource development program, to consult with an Indian tribe before adopting or approving a well spacing program applicable to that tribe or its members. Directs the Secretary to provide Indian tribes with technical assistance in developing energy plans as part of that program. Requires the Secretary to work with the Office of Indian Energy Policy and Programs of the Department of Energy (DOE) in establishing the Indian energy resource development program. Makes intertribal organizations eligible for DOE Indian energy education planning and management assistance program grants. Allows such grants to be used to increase tribal capacity to manage energy development and efficiency programs. Makes tribal energy development organizations eligible for DOE energy development loan guarantees. (Sec. 102) Requires the Secretary to make scientific and technical information and expertise available to tribal energy development organizations (in addition to Indian tribes) for use in regulating, developing, and managing Indian energy resources. (Sec. 103) Allows leases and business agreements that pool, unitize, or communitize a tribe's energy resources with other energy resources. Requires an energy-related tribal lease, business agreement, or grant of a right-of-way made without the Secretary's approval: (1) to comply with a tribal energy resource agreement between the tribe and the Secretary, or (2) to have been entered into with a tribal energy development organization that the Secretary has certified pursuant to a specified process. Alters the process and conditions for the Secretary's approval of tribal energy resource agreements. Makes such agreements effective, if consistent with federal law, until rescinded by the Secretary or by the tribe. Requires the Secretary to consider Indian tribes to have demonstrated sufficient capacity to regulate the development of the energy resources identified for development under their proposed tribal energy resource agreements if they have successfully carried out a contract or compact under the Indian Self-Determination and Education Assistance Act for three consecutive years involving the management of tribal land. Alters the process for determining whether an individual is an interested party and has a valid claim to be suffering an adverse environmental impact due to a tribe's noncompliance with such agreement. Requires the Secretary's actions in response to such claims to be limited to those required to address the claims of noncompliance made by the interested parties. Requires the Secretary to make available to a tribe, upon its request, the amount the Secretary would have had to expend to carry out an activity that the tribe is now carrying out pursuant to a tribal energy resource agreement. Sets forth certification requirements for tribal energy development organizations. Conditions such certification on the organization's tribe having successfully carried out a contract or compact under the Indian Self-Determination and Education Assistance Act for three consecutive years involving the management of tribal land. (Sec. 104) Directs the Secretary of Energy to collaborate with the Directors of the National Laboratories in making the full array of DOE technical and scientific resources available for tribal energy activities and projects. (Sec. 105) Amends the Energy Policy and Conservation Act to direct the Secretary of Energy to award competitive grants to assist Indian tribes in implementing energy efficiency and conservation strategies to: (1) reduce fossil fuel emissions within their jurisdictions; (2) increase the energy efficiency of Indian tribes and tribal members; and (3) improve energy efficiency in the transportation sector, building sector, and other appropriate sectors. Requires each tribal grant applicant to provide the Secretary with an energy efficiency and conservation strategy for its jurisdiction that the Secretary must approve before a tribe receives a grant. Gives grant priority to projects that: (1) increase energy efficiency and conservation, rather than generate new energy; (2) integrate cost-effective renewable energy with energy efficiency; (3) are ready for implementation; (4) clearly articulate and demonstrate the ability to achieve measurable goals; (5) have the potential to make an impact in the government buildings, infrastructure, communities, and land of a tribe; and (6) maximize the creation or retention of jobs on Indian land. Requires each grantee to report to the Secretary, within two years of receiving a grant and annually thereafter, on the implementation and success of its energy efficiency and conservation strategy. Title II: Miscellaneous Amendments - (Sec. 201) Amends the Federal Power Act to include Indian tribes, along with states and municipalities, as having preference for the receipt of preliminary hydroelectric licenses. (Sec. 202) Amends the Tribal Forest Protection Act of 2004 to direct the the Secretary of the Interior (with respect to land under the jurisdiction of the Bureau of Land Management) or the Secretary of Agriculture (with respect to land under the jurisdiction of the Forest Service) to enter into agreements with Indian tribes to carry out demonstration projects that promote biomass energy production on Indian forest land and in nearby communities by providing tribes with reliable supplies of woody biomass from federal lands. Requires the appropriate Secretary to initiate at least four new demonstration projects in each of FY2013-FY2017. Requires those agreements to include management plans in effect on the Indian forest land or rangeland of the respective Indian tribe. Limits the agreements to an initial term of no more than 20 years, but allows their renewal for up to 10 additional years. Directs the appropriate Secretary to enter into an agreement with Alaska Native corporations to carry out demonstration projects that promote biomass energy production on Alaska Native corporation forest land and in nearby communities by providing the corporations with reliable supplies of woody biomass from federal lands. Requires the appropriate Secretary to initiate at least one new demonstration project in each of FY2013-FY2017. Limits the agreements to an initial term of no more than 20 years, but allows their renewal for up to 10 additional years. (Sec. 203) Amends the Energy Policy and Conservation Act to provide home weatherization grants directly to Indian tribes if a tribe requests a direct grant and the Secretary of Energy determines that the Indian beneficiaries would not be better served by providing the grant to their state. (Sec. 204) Amends the Energy Policy Act of 1992 to allow the Secretary of the Interior, an affected Indian tribe, or a certified third-party appraiser under contract with the Indian tribe to appraise Indian mineral or energy resources involved in a transaction requiring the Secretary's approval. Gives the Secretary 45 days after receipt of an appraisal to review it and accept or reject it. Requires the Secretary to give a tribe written notice of an appraisal's rejection. Requires that notice to describe how the appraisal should be amended to meet standards the Secretary will establish. (Sec. 205) Amends the Long-Term Leasing Act to authorize the Navajo Nation to enter into commercial or agricultural leases of up to 99 years on their restricted lands without the Secretary's approval, provided they are executed under tribal regulations approved by the Secretary. (Currently, those leases may not exceed 25 years but may include an option to renew for up to 2 additional terms, neither of which may exceed 25 years.) Allows the Navajo Nation to enter into mineral resource leases on their restricted lands without the Secretary's approval if they are executed under approved tribal regulations and do not exceed 25 years, though they may include a renewal option for one additional term not exceeding 25 years. Allows such leases for oil and gas to be for terms of up to 10 years, plus any additional period the Navajo Nation determines to be appropriate if oil or gas is being produced in a paying quantity. Directs the Comptroller General to report to Congress, within five years of this Act's enactment, on the progress made regarding such leases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Tribal Energy Development and Self-Determination Act Amendments of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Indian Tribal Energy Development and Self-Determination Act of 2005, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:16:53-05:00"
}