{
  "actions": [
    {
      "acted_at": "1991-08-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-24", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3182-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-01", 
  "number": "3182", 
  "official_title": "To amend title VII of the Higher Education Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Facilities Enhancement and Construction Act of 1991", 
  "sponsor": {
    "district": "2", 
    "name": "Klug, Scott L.", 
    "state": "WI", 
    "thomas_id": "00641", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-01", 
  "subjects": [
    "Authorization", 
    "Building construction", 
    "College libraries", 
    "Education", 
    "Educational facilities", 
    "Federal aid to handicapped services", 
    "Federal aid to higher education", 
    "Housing and community development", 
    "Residential rehabilitation", 
    "Student housing"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-01", 
    "text": "Facilities Enhancement and Construction Act of 1991 - Amends the Higher Education Act of 1965 with respect to construction, reconstruction, and renovation of academic facilities. Directs the Secretary of Education (the Secretary) to provide grants to: (1) bring facilities into conformance with Federal, State, and local laws requiring removal of barriers to full participation by disabled individuals; and (2) renovate libraries to promote the use of new technologies and preservation of library materials. Allows priority to be given to projects involving the renovation of facilities. (Such priority is currently required.) Authorizes appropriations for grants for construction, reconstruction, and renovation of academic facilities for undergraduates, graduate students, and academic housing, and other educational facilities generally, as well as for grants to pay interest on debt. Revises the grants program for the construction, reconstruction, and renovation of undergraduate academic facilities. Eliminates provisions for: (1) formula allotment of such grant funds to States submitting State plans; and (2) specified reserved portions for public community colleges and technical institutes and the remainder to other institutions of higher education. Limits the total payment for any fiscal year made to institutions of higher education in any State to not more than 12.5 percent of appropriations for such grants. Requires the Secretary, in making grants, to use a national peer review panel broadly representatives of all types and classes of institutions of higher education in the United States. Limits grant amounts to not more than 50 percent of the development cost of a project, and prohibits the use of funds or resources provided through Federal programs to meet the institution's share of the supported program. Retains provisions for use of a portion of grant funds for maintenance and upgrading of research and instructional instrumentation and equipment and of equipment and structural changes to ensure their proper functioning. Expands the program of loans for construction, reconstruction, and renovation of academic, housing, and other educational facilities to include graduate (as well as undergraduate) institutions, housing, and facilities. Prohibits the making of any such loan unless the Secretary finds that at least 20 percent of the development cost of a project will be financed from non-Federal sources. Extends to borrowers of all such loans the option to repay at a discount if specified conditions are met. (Currently such option applies only to loans made before October 1, 1986.) Reduces from ten to five years the period during which an institution may not receive such a loan for any facility on its campus after it has received a loan for another facility on such campus."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Facilities Enhancement and Construction Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title VII of the Higher Education Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:39-05:00"
}