{
  "actions": [
    {
      "acted_at": "1988-04-26", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-03", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-05-09", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Mineral Resources and Development", 
      "text": "Referred to Subcommittee on Mineral Resources and Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2325-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Mineral Resources Development and Production", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Armstrong, William L.", 
      "sponsored_at": "1988-09-09", 
      "state": "CO", 
      "thomas_id": "00029", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-04-26", 
  "number": "2325", 
  "official_title": "A bill to amend the Mineral Lands Act of 1920 to improve the administration of the Federal Coal Management Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Wallop, Malcolm", 
    "state": "WY", 
    "thomas_id": "01451", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-04-26", 
  "subjects": [
    "Coal", 
    "Energy policy", 
    "Environmental protection", 
    "Mines and mineral resources", 
    "Mining royalties", 
    "Public Lands and Real Property", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-04-26", 
    "text": "Title I - Amends the Mineral Lands Leasing Act of 1920 to remove the requirement that any lease which is not producing in commercial quantities at the end of ten years be terminated. Replaces the diligent development and continued operation requirements with advance royalty payments after 15 years of the lease, regardless of production. Permits the extension of the lease as long as such payments continue. Describes recoupability of advance royalties paid against royalties of production. Removes the requirement that lessees submit an operation and reclamation plan within three years of possible adverse environmental actions. Substitutes a requirement that a mining operations plan be submitted prior to possible adverse environmental leasehold actions. Provides that leases for which advance royalty payments are made, and leases issued after enactment of the Federal Coal Leasing Amendments Act of 1976, shall not be affected by the prohibition against issuance of a coal lease to leaseholders who have held such leases for a ten-year period without producing coal in commercial quantities. Repeals the requirement that: (1) a logical coal mining unit must be contiguous; and (2) a mining operations plan may not exceed a 40-year period. Provides that a logical mining unit shall not be approved if its total Federal (currently total Federal and non-Federal) acreage exceeds 25,000 acres. Title II - Increases from 160 acres to 320 acres the contiguous or cornering coal lands (or deposits) which may be added to an existing lease. States that the ensuing modified lease terms shall be the same as those of the original lease. Title III - Requires the Secretary of the Interior to approve changes made in certain coal leases and logical mining units in order to make them consistent with this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Mineral Lands Act of 1920 to improve the administration of the Federal Coal Management Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:56-05:00"
}