{
  "actions": [
    {
      "acted_at": "1987-10-26", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-11-16", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3546-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Duncan, John J.", 
      "sponsored_at": "1987-10-26", 
      "state": "TN", 
      "thomas_id": "00321", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-10-26", 
  "number": "3546", 
  "official_title": "A bill to amend title XXI of the Public Health Service Act establishing the National Vaccine Injury Compensation Program, to amend the National Childhood Vaccine Injury Act of 1986, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1907-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1907-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Childhood Vaccine Injury Amendments of 1987", 
  "sponsor": {
    "district": "4", 
    "name": "Lent, Norman F.", 
    "state": "NY", 
    "thomas_id": "00682", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-10-26", 
  "subjects": [
    "Actions and defenses", 
    "Advisory bodies", 
    "Business and commerce", 
    "Child health", 
    "Courts and Civil Procedure", 
    "Defective products", 
    "Drug industry", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Health", 
    "Insurance", 
    "Judicial review", 
    "Jurisdiction", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Liability insurance", 
    "Licenses", 
    "Preventive medicine", 
    "Public health", 
    "Vaccination", 
    "Vaccines"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-10-26", 
    "text": "National Childhood Vaccine Injury Amendments of 1987 - Title I: National Vaccine Injury Compensation Program - Amends title XXI (Vaccines) of the Public Health Service Act to repeal provisions relating to court jurisdiction over proceedings regarding compensation under the National Vaccine Injury Compensation Program. Requires each manufacturer of certain vaccines, as a condition of obtaining or retaining its licensure under specified provisions of the Federal Food, Drug, and Cosmetic Act, to secure the payment of compensation: (1) with any person or fund, while that person or fund is authorized to insure vaccine-injury compensation and authorized by the Vaccine Compensation Board (Board) (established by this Act) to insure payment; or (2) by receiving authorization from the Board to self-insure. Authorizes the Board to require self-insurers to deposit an indemnity bond or securities. Requires the Board to: (1) authorize an insurer to provide vaccine-injury insurance upon the Board's determination that the insurer has the capacity to provide the compensation required; and (2) carry out its responsibilities regarding authorization of insurers in a manner consistent with the administration by the Secretary of Labor of the Longshore and Harbor Workers' Compensation Act. Prohibits the insurance from excluding compensation for injuries arising during the policy period, regardless of whether the claim is filed during the policy period. Removes a provision which states that the National Vaccine Injury Compensation Program is to be administered by the Secretary of Health and Human Services. Revises general rules for petitions for compensation. Repeals a provision allowing a court to find that the first indications of a condition occurred during a specified time period even though the record of the occurrence was made after the time period expired. Requires an insurer to render its decision on a petition for compensation within 90 days of filing. Substitutes the insurer for the court in provisions relating to determination of eligibility and compensation. Revises provisions relating to qualifications and aids to interpretation of the Vaccine Injury Table. Changes the time period required for public comment on proposed revisions to the Table. Revises provisions relating to the compensation awarded, including: (1) changing the limit on awards for actual and projected pain and suffering and emotional distress; (2) setting forth provisions regarding whether projected expenses are paid periodically or in a lump sum; (3) providing a formula for calculation of lost earnings; and (4) setting forth provisions relating to awards of attorneys' fees and other costs, and calculation of the amount of attorneys' fees. Repeals provisions relating to: (1) prohibition of certain types of compensation; (2) compensation to be included in awards regarding vaccines administered before the effective date; (3) payment of compensation; and (4) a declaration that the Program is not primarily liable. Provides for settlement of claims between the petitioner and the insurer in accordance with the law of the petitioner's State of residence, to be approved by a court if so required by State law. Authorizes the Vaccine Compensation Board to review and modify compensation awards, except settlements providing for lump sum payments. Provides that, when the manufacturer of the vaccine administered cannot be identified, any compensation which the petitioner is awarded shall be paid by the insurer of the manufacturer with whom the petition was filed. Requires the insurers of each vaccine periodically to undertake an accounting to assure an equitable distribution among the insurers of the cost of compensation awards for which the manufacturer could not be identified. Exempts Federal or federally-assisted programs from provisions regarding the liability of health insurance carriers, prepaid health plans, and benefit providers. Allows filing of petitions when the right to do so is created by a revision of the Vaccine Injury Table, except when the vaccine-related injury or death occurred more than 2 years before the revision of the Table. (Current law allows such filing, except when the injury or death occurred more than eight years before revision.) Revises provisions relating to subrogation to: (1) subrogate the petitioner's rights to the insurer instead of to the trust fund; (2) remove provisions allowing a court to refer the record of a proceeding to the Secretary and the Attorney General with respect to a civil action; and (3) remove provisions requiring amounts recovered under certain provisions to be deposited in the trust fund. Modifies the composition of and quorum requirements for the Advisory Commission on Childhood Vaccines. Establishes in the executive branch a Vaccine Compensation Board to hear disputed claims arising from decisions with respect to petitions for compensation and requests for modifications. Authorizes the Board to conduct de novo reviews of the petition. Prohibits staying of payment of amounts required by an award, unless ordered by the Board on the ground of irreparable injury. Provides that any person aggrieved by a decision of the Board may obtain judicial review in the U.S. Court of Appeals for the Federal Circuit, subject to exception. Provides for enforcement of a compensation order which has become final upon application to a U.S. District Court. Authorizes appropriations for the administration of the Board's activities. Replaces provisions allowing the person who filed a petition to elect to file a civil action for damages rather than to accept a court judgement on the petition with provisions allowing a person to bring a civil action against the entity responsible for administration of the vaccine. States prohibited and permissible basis for the action. Allows, in the event of recovery by the claimant in a civil action, for subrogation to the insurer under the vaccine-injury compensation program. Repeals provisions relating to standards of responsibility to be imposed on manufacturers and relating to the conduct of trials in civil actions against manufacturers. Amends provisions relating to citizen's actions to: (1) require that the party bringing an action against the Secretary for alleged failure to perform an act or duty under specified provisions must be an aggrieved party; and (2) change the grounds for awarding costs of litigation so as to allow recovery only by a party which substantially prevails, in accordance with the Equal Access to Justice Act. (Current law allows awarding of costs to any party whenever the court determines such award is appropriate.) Sets compensation for members of the Vaccine Compensation Board at Level V of the Executive Schedule. Revises provisions relating to the information required to be included in materials distributed to the legal representatives of any child receiving a vaccine set forth in the Vaccine Injury Table. Makes manufacturer recordkeeping and reporting requirements applicable to components used in the preparation of a previously released product as well as to quantities of released products. Title II: National Vaccine Program - Amends title XXI (Vaccines) of the Public Health Service Act to revise the responsibilities of the Director of the National Vaccine Program. Delays for one year the due date for: (1) a plan required by current law regarding the implementation of the responsibilities of the Director; and (2) a report to the Committee on Energy and Commerce of the House of Representatives and the Committee on Labor and Human Resources of the Senate regarding the implementation of the Program and the plan. Title III: Miscellaneous - Amends the National Childhood Vaccine Injury Act of 1986 to remove requirements that the Secretary of Health and Human Services request the Institute of Medicine of the National Academy of Sciences to conduct specified studies. Revises the wording of provisions relating to review by the Secretary of warnings, use instructions, and precautionary information issued by manufacturers of vaccines. Amends the Public Health Service Act to: (1) repeal a provision requiring recalls of licensed biological products to be issued in accordance with provisions of Federal law relating to administrative procedure adjudications; and (2) revise the wording of provisions regarding penalties for violation with reference to recalls."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Childhood Vaccine Injury Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XXI of the Public Health Service Act establishing the National Vaccine Injury Compensation Program, to amend the National Childhood Vaccine Injury Act of 1986, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:58-05:00"
}