{
  "actions": [
    {
      "acted_at": "1987-07-29", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1566-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-29", 
  "number": "1566", 
  "official_title": "A bill entitled the \"Safe Incineration Act of 1987, Title II\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-07-29", 
  "subjects": [
    "Environmental protection", 
    "Incineration", 
    "Licenses", 
    "Local and Municipal Government", 
    "Municipal services", 
    "Refuse and refuse disposal", 
    "Standards"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-29", 
    "text": "Amends the Solid Waste Disposal Act to direct the Administrator of the Environmental Protection Agency to develop and promulgate criteria and testing procedures for identifying municipal incinerator bottom and fly ash controlled by flue gas emissions control equipment which presents a substantial hazard to human health or the environment. Requires such criteria and procedures to determine leaching, total chemical analysis, respirability, and toxicity. Requires owners or operators of each such unit to separately test the bottom and fly ash, if possible. Requires that test results be kept and submitted to the Administrator, or the State if it is administering an authorized program. Directs the Administrator to promulgate and revise treatment standards to reduce the hazards associated with such ash, including the migration of hazardous constituents. Requires permits for new and existing treatment facilities which include management plans describing methods of testing, dispersion prevention methods, employee protection methods, and handling methods. Requires all municipal waste combustion units to comply with this Act. Establishes civil and criminal penalties for noncompliance. Authorizes States to administer and enforce an Administrator-approved program. Authorizes citizen suits for violations of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Safe Incineration Act of 1987, Title II\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:39-05:00"
}