{
  "actions": [
    {
      "acted_at": "2008-05-15", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3021-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2008-09-22", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2008-07-17", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2008-05-15", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-05-15", 
  "number": "3021", 
  "official_title": "A bill to amend title 49, United States Code, with respect to length and weight limitations for buses, trucks, and other large vehicles on Federal highways, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Truck Operations and Preservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-05-15", 
  "subjects": [
    "Administrative procedure", 
    "Federal preemption", 
    "Government operations and politics", 
    "Interstate highway system", 
    "Law", 
    "Licenses", 
    "Motor buses", 
    "Motor vehicle safety", 
    "State laws", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Trucks"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-05-15", 
    "text": "Safe Truck Operations and Preservation Act - Prohibits a state from prescribing or enforcing any regulation that allows a restricted property-carrying unit (including a trailer or semi-trailer, except one used exclusively for fire-fighting) to operate on the National Highway System (NHS) (including the Interstate System), unless its operation is authorized by the state on June 1, 2003, and in actual and lawful operation on a regular or periodic basis (including seasonal operations) on or before that date. Prohibits a state from allowing the operation of a commercial motor vehicle combination on the NHS (except a vehicle or load with a special state permit that cannot be dismantled or divided easily) with more than one property-carrying unit (excluding truck tractor) whose property-carrying units are more than: (1) the maximum combination trailer, semi-trailer, or other type of length limitation allowed by state law on June 1, 2003; or (2) the length of the property-carrying units of those commercial motor vehicle combinations, by specific configuration, in actual and lawful operation on a regular or periodic basis (including continual seasonal operation) in such state on or before June 1, 2003. Prohibits a state from allowing the operation of a vehicle or combination (other than a longer combination vehicle) exceeding Interstate weight limits on the Interstate System more than one year after enactment of this Act, unless its operation was lawful: (1) on July 1, 1956; (2) in the case of the overall gross weight of any group of two or more consecutive axles, on the date of enactment of the Federal-Aid Highway Amendments of 1974; or (3) under a special permit pursuant to state (grandfather) law. Authorizes the Secretary of Transportation to waive or limit vehicle weight limits during periods of national emergency. Declares that Interstate weight limitations on vehicles and combinations (other than longer combination vehicles) that operate on the Interstate System shall also apply to those operating on non-Interstate segments of the NHS, unless: (1) such segments are subject to lower state weight limits; or (2) a state allows the operation of any vehicle or combination on an existing non-Interstate segment of the NHS that could be so operated lawfully on June 1, 2003."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Truck Operations and Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, with respect to length and weight limitations for buses, trucks, and other large vehicles on Federal highways, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:13-05:00"
}