{
  "actions": [
    {
      "acted_at": "2002-05-09", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-05-15", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Levin. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-15", 
      "calendar": "Senate Legislative", 
      "number": "372", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 372.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2002-06-27", 
      "references": [
        {
          "reference": "CR S6225", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-27", 
      "bill_ids": [
        "s2514-107"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S.2514 amended (Division B).", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-06-27", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-07-08", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-08T14:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-08T19:17:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2516-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "107", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-06-27", 
    "vetoed": false
  }, 
  "introduced_at": "2002-05-15", 
  "number": "2516", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2003 for military construction, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4546-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2514-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2514-107", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 2003", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2002-06-27", 
  "subjects": [
    "Air bases", 
    "Alaska", 
    "Ammunition", 
    "Animals", 
    "Architecture", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army posts", 
    "Arts, culture, religion", 
    "Authorization", 
    "Chemical weapons", 
    "Colorado", 
    "Commerce", 
    "Construction costs", 
    "Defense budgets", 
    "Defense contracts", 
    "Department of Defense", 
    "Docks", 
    "Easements", 
    "Economic development", 
    "Economics and public finance", 
    "Energy", 
    "Energy conservation", 
    "Engineering", 
    "Environmental protection", 
    "Environmental protection groups", 
    "Families", 
    "Federal office buildings", 
    "Georgia", 
    "Government operations and politics", 
    "Habitat conservation", 
    "Harbors", 
    "Hawaii", 
    "Housing and community development", 
    "Indian lands", 
    "Indiana", 
    "Industrial parks", 
    "Infrastructure", 
    "Italy", 
    "Kansas", 
    "Kentucky", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Leases", 
    "Maine", 
    "Maintenance and repair", 
    "Marinas", 
    "Marine corps", 
    "Maryland", 
    "Massachusetts", 
    "Military and naval supplies", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Military operations", 
    "Military training", 
    "Minorities", 
    "Mississippi", 
    "NATO countries", 
    "NATO military forces", 
    "National Guard", 
    "Nature conservation", 
    "Naval bases", 
    "Nevada", 
    "North Carolina", 
    "Oklahoma", 
    "Open space lands", 
    "Public lands and natural resources", 
    "Real estate development", 
    "Rhode Island", 
    "Road construction", 
    "South Carolina", 
    "South Korea", 
    "Surplus government property", 
    "Transportation and public works", 
    "Utah", 
    "Virginia", 
    "Washington State", 
    "Wildlife refuges", 
    "Wyoming"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2002-06-27", 
    "text": "Military Construction Authorization Act for Fiscal Year 2003 - Title XXI(sic): Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes such Secretary to construct or acquire family housing units, carry out architectural planning and design activities, and improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 2002 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title.(Sec. 2105) Amends certain prior military construction authorization Acts to increase the amounts authorized for chemical demilitarization projects at: (1) Forts Carson and Jackson in Colorado; (2) the Blue Grass Army Depot, Kentucky; (3) the Newport Army Depot, Indiana; and (4) the Pueblo Chemical Activity, Colorado.(Sec. 2109) Replaces Camp Page, Korea, with Camp Stanley, Korea, as an authorized construction project under the Military Construction Authorization Act for Fiscal Year 2001.(Sec. 2110) Increases (with a corresponding offset) the amount authorized for Army military construction planning and design for an anechoic chamber at White Sands Missile Range, New Mexico.Title XXI: Navy - Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title.(Sec. 2205) Amends the Military Construction Authorization Act for Fiscal Year 2002 to: (1) increase the amount authorized for a construction project at the Naval Station, Norfolk, Virginia; and (2) revise the number of certain military housing units at Quantico, Virginia.Title XXIII: Air Force - Provides, with respect to the Air Force, authorizations paralleling those provided for the Army under title XXI.(Sec. 2305) Authorizes the Secretary of the Air Force to carry out a project: (1) to provide a public road and associated improvements to replace a public road adjacent to Aviano Air Base, Italy, that has been closed for force protection purposes; and (2) for construction of a new air traffic control facility at Dover Air Force Base, Delaware. Earmarks funds authorized under this title for such project (with an offsetting reduction).(Sec. 2307) Makes specified funds authorized under this title available (with offsetting reductions) for a military construction project for consolidation of the materials computational research facility at Wright-Patterson Air Force Base, Ohio.Title XXIV: Defense Agencies - Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to carry out certain energy conservation projects. Authorizes appropriations to the Department of Defense (DOD) for fiscal years after 2002 for military construction, land acquisition, and military family housing functions of DOD. Limits the total cost of construction projects authorized by this title.Title XXV: North Atlantic Treaty Organization Security Investment Program - Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization (NATO) Security Investment Program and authorizes appropriations for fiscal years after 2002 for such Program.Title XXVI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 2002 for acquisition, architectural and engineering services, and construction of facilities.(Sec. 2602) Increases (with offsetting reductions) the amount authorized for the: (1) Army National Guard for a military construction project for a Reserve Center in Lane County, Oregon; and (2) Air National Guard for construction of a Composite Support Facility for the 183rd Fighter Wing of the Illinois Air National Guard.Title XXVII: Expiration and Extension of Authorizations - Terminates all authorizations contained in Titles XXI through XXVI of this Act on October 1, 2005, or the date of enactment of an Act authorizing funds for military construction for FY 2006, whichever is later, with exceptions. Extends certain prior-year military construction projects.Title XXVIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - Authorizes the Secretary of the Army to lease additional family housing units in Korea both at and above the current lease limit of $25,000 per year (to a maximum of $35,000 per year).(Sec. 2802) Amends the Military Construction Authorization Act, 1984 to repeal U.S. source requirements for military family housing construction overseas.(Sec. 2803) Authorizes the Secretary concerned to enter into contracts for the lease of housing units determined suitable for use as military family or military unaccompanied housing. Repeals interim lease authority.Subtitle B: Real Property and Facilities Administration - Authorizes the Secretary or the Secretary of a military department to enter into agreements with private entities to address the use or development of real property in the vicinity of a military installation in order to: (1) limit any property development or use that is incompatible with the installation's mission; or (2) preserve habitat in a manner that is compatible with environmental requirements and current or anticipated military training, testing, or operations. Outlines agreement requirements and conditions. Provides agreement funding through funds of the Range Enhancement Initiative Fund of DOD.(Sec. 2812) Authorizes the Secretary concerned to convey to State or local governments or appropriate private entities surplus real property for the conservation of open space or natural resources. Provides a reversionary interest if the property is not used and maintained for such purposes.(Sec. 2813) Amends the Military Construction Authorization Act for Fiscal Year 2002 to authorize the Secretary or the Secretary of a military department (currently, only the Secretary of the Army) to conduct a demonstration program on the reduction of long-term facility maintenance costs. Allows up to 12 (currently three) contracts to contain requirements for such program. Provides transitional provisions for program contracts currently administered by the Secretary of the Army. Requires the Secretary to undertake current program report requirements.Provides funding from military construction funds defense-wide or of all the military departments (currently, only Army construction funds).Subtitle C: Land Conveyances - Authorizes the Secretary of the: (1) Army to convey to the State of Alaska or an Alaska Native Corporation or Indian tribe certain property formerly used for the Alaska National Guard; (2) Army to convey to the city of Hopkinsville, Kentucky, an abandoned railroad spur at Fort Campbell, Kentucky, for storm water management, recreation, transportation, and other public purposes; (3) Navy to convey to the city of Chicopee, Massachusetts, a portion of the Westover Air Reserve Base in Chicopee, for economic and other public purposes; (4) Navy to convey to the State of Rhode Island the Melville Marina site in Rhode Island; (5) Air Force to convey to the State of Colorado all or part of the Watkins Communications Site in Arapahoe County, Colorado, in exchange for certain lands adjacent to Buckley Air Force Base, Colorado; (6) Interior to convey to the city of West Wendover, Nevada, and Tooele County, Utah, specified portions of the Wendover Air Force Base auxiliary field determined by the Secretary of the Air Force to be no longer required for Air Force purposes; (7) Army to convey to the Veterans Land Board of the State of Texas specified property at Fort Hood, Texas, for a State-run veterans' cemetery; (8) Army to convey to Fairfax County, Virginia, a portion of the Engineer Proving Ground at Fort Belvoir, Virginia, for park and recreational purposes; (9) Army or Administrator of General Services to convey to the Johnson County Park and Recreation District, Kansas, a portion of the Sunflower Army Ammunition Plant, for public recreational purposes; and (10) Army to convey to Madison County, Kentucky, a portion of the Bluegrass Army Depot, Kentucky, for the construction of a veterans' center.(Sec. 2823) Amends the Military Construction Authorization Act for Fiscal Year 2002 to allow the transfer of the Corea and Winter Harbor properties as part of a conveyance to the State of Maine or political subdivision or tax-supported agency thereof. Exempts such conveyances from a Federal screening requirement.(Sec. 2827) Authorizes the Secretary to acquire all rights and interest to the Boundary Channel Drive Site, Arlington, Virginia, for inclusion in the Pentagon Reservation.(Sec. 2831) Amends the Military Construction Authorization Act for Fiscal Year 2000 to: (1) repeal provisions establishing the Commission on the National Military Museum; and (2) exclude references to such Commission under provisions authorizing the Secretary to transfer the Navy Annex to the Secretary of the Army.Subtitle D: Other Matters - Authorizes the Secretary of the Air Force, using Air Force military construction funds, to transfer $15 million to the U.S. Fish and Wildlife Service in lieu of the acquisition of replacement property required after a transfer of certain lands within the Nevada National Wildlife Refuge System. Allows the Service to grant such funds to the National Fish and Wildlife Foundation to acquire the replacement property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 2003", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Military Construction Authorization Act for Fiscal Year 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2003 for military construction, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:33-05:00"
}