{
  "actions": [
    {
      "acted_at": "1984-01-27", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2230-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-01-27", 
  "number": "2230", 
  "official_title": "A bill to provide a means to correct imbalances in the natural gas market in order to restrain prices charged to natural gas users.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Natural Gas Market Correction Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-01-27", 
  "subjects": [
    "Contracts", 
    "Economics and public finance", 
    "Energy prices", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Price regulation"
  ], 
  "subjects_top_term": "Energy prices", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-01-27", 
    "text": "Natural Gas Market Correction Act of 1984 - Declares that any contract for the first sale of natural gas shall be deemed to include a volume adjustment option with respect to any natural gas the first sale delivery of which could occur pursuant to such contract at any time after the effective date of this Act and before July 1, 1984. Defines a \"volume adjustment option\" as a contract provision under which the purchaser may elect to refuse to take delivery under such contract of any volume of natural gas without incurring an obligation to pay any fee or charge with respect to the natural gas not delivered pursuant to such election. Provides, subject to certain exceptions, that the purchase by any natural gas pipeline company of any natural gas which is delivered on any day after the effective date of this Act and before July 1, 1984, at an excessive price shall be considered as fraud, abuse, or similar grounds for purposes of the Federal Energy Regulatory Commission (FERC) reviewing cost passthroughs. Considers the price of natural gas delivered to any natural gas pipeline company on any day excessive if that price exceeds the price of any other natural gas not delivered to such pipeline company on that day but which could have been acquired by such pipeline company for delivery on that day under any contract to which the pipeline is a party. Considers the purchase of any natural gas, by any natural gas pipeline company, which is not determined to be in the public interest, or which is the result of careless of imprudent business practices, to be fraud, abuse, or similar grounds for purposes of FERC reviewing cost passthroughs. Requires every natural gas pipeline company to file monthly with FERC: (1) a statement concerning the volume adjustment clause, as well as steps it has taken to achieve the lowest possible weighted average acquisition cost of natural gas; and (2) a modification of the costs to be recovered by the pipeline under a \"purchased gas adjustment clause\" (as defined in the Natural Gas Act), if the weighted average acquisition cost of natural gas by the pipeline is lower because of the volume adjustment option or because of other steps taken by the pipeline."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Market Correction Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a means to correct imbalances in the natural gas market in order to restrain prices charged to natural gas users.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:12-05:00"
}