{
  "actions": [
    {
      "acted_at": "1973-05-15", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7835-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-15", 
  "number": "7835", 
  "official_title": "A bill to provide new and improved transportation programs for older persons.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Older Persons Transportation Act", 
  "sponsor": {
    "district": "19", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-15", 
  "subjects": [
    "Aged and aging", 
    "Disabled", 
    "Mass rapid transit", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-15", 
    "text": "Older Persons Transportation Act - Provides that in providing assistance under the Urban Mass Transportation Act the Secretary of Transportation shall give preference to applications made by State and local public bodies and agencies thereof which agree to adopt and maintain specially reduced rates, not exceeding 50 percent of regular rates, for persons who are aged sixty-five or over, on all days, in the operation of the facilities and equipment to be financed under the application. Authorizes the Secretary to make grants and loans to private nonprofit corporations and associations for the specific purpose of assisting them in providing transportation services for handicapped persons and persons aged sixty-five and over for whom mass transportation services planned, designed, and carried out by State and local agencies are unavailable, insufficient, or inappropriate. Provides that a common carrier whose rates or fares are established by a board, commission, or other agengy of the United States may not, in interstate commerce during nonpeak periods of travel, charge any person aged sixty-five or over more than 50 percent of the fare published in its tariff for the general public to be furnished the transportation reguested by the person aged sixty-five or over, if that person is traveling on a standby basis, or more than 75 percent of that fare if that person is traveling on any other basis. Provides for the partial repayment by the United States of any economic loss suffered by a common carrier as a result of compliance with the above provisions. Provides that buildings constructed with financial assistance under the Urban Mass Transportation Act shall be so designed and constructed as to be accessible to the physically handicapped. Authorizes the Secretary to make grants to any public or nonprofit agency, organization or insitution, or any individual to conduct transportation research and demonstration projects for the elderly. Authorizes to be appropriated for such research and projects $2,500,000 for fiscal year 1974 and $5,000,000 for fiscal year 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Persons Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide new and improved transportation programs for older persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:59-05:00"
}