{
  "actions": [
    {
      "acted_at": "1975-03-18", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5092-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-18", 
  "number": "5092", 
  "official_title": "A bill to improve the service which is provided to consumers in connection with escrow accounts on real estate mortgages, to prevent abuses of the escrow system, to require that interest be paid on escrow deposits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Escrow Account System Improvement Act", 
  "sponsor": {
    "district": "12", 
    "name": "O'Hara, James G.", 
    "state": "MI", 
    "thomas_id": "00873", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-18", 
  "subjects": [
    "Consumer protection", 
    "Finance and financial sector", 
    "Government regulation", 
    "Housing and community development", 
    "Land transfers", 
    "Mortgages", 
    "Real property"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-18", 
    "text": "Escrow Account System Improvement Act - States that it is the purpose of this Act, recognizing that the escrow system is a valuuable asset to borrowers, lenders, and local taxing authorities alike, to preserve and strengthen such system to the maximum extent possible while eliminating the inequities and abuses which have too often kept it from being fully effective. Requires an escrow account to be established in connection with any federally related mortgage loan if, at the time the loan is made or at any time thereafter, either the borrower or the lender requests it. States that any such account shall be continuously maintained (without any right on the part of the borrower to withdraw any part thereof) until the borrower has fully discharged his obligation under the loan. Provides that whenever the borrower in connection with a federally related mortgage loan has acquired an equity of at least 20 percent in the property covered by the loan and enters into an agreement to maintain a savings account with a balance equal to assessments and hazard insurance premiums: (1) the lender shall no longer have the right to require the establishment of an escrow account in connection with such loan; and (2) the borrower shall have the right to terminate any escrow account theretofore establsihed in connection with such loan. States that on each deposit in an escrow account which is made, in connection with a federally related mortgage loan, to a bank, interest shall be paid from the date of deposit to the date of withdrawal at a rate not less than the rate then prevailing for loans by Federal Reserve banks to member banks in the district where the property involved is situated. Sets forth limitations on requirements by lenders of advance deposits in escrow accounts of taxes and insurance premiums. Provides that payments of taxes and insurance premiums by the lender from any escrow account in connection with a federally related mortgage loan shall be made at such times and in such manner as will insure that the borrowers receive the maximum benefit of any discounts and other financial considerations which may be allowed or provided in the jurisdiction where the escrow account is being held."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Escrow Account System Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the service which is provided to consumers in connection with escrow accounts on real estate mortgages, to prevent abuses of the escrow system, to require that interest be paid on escrow deposits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:52-05:00"
}