{
  "actions": [
    {
      "acted_at": "1986-06-11", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-06-11", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4998-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1986-06-11", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-06-11", 
  "number": "4998", 
  "official_title": "A bill to enhance the enforcement powers of the Federal Home Loan Bank Board, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Savings Institutions Supervisory Amendments of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-06-11", 
  "subjects": [
    "Administrative procedure", 
    "Bank directors", 
    "Corporations and Stocks", 
    "Federal Home Loan Bank Board", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Savings and loan associations", 
    "Transportation and Travel", 
    "Travel costs"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-06-11", 
    "text": "Savings Institutions Supervisory Amendments of 1986 - Amends the National Housing Act and the Home Owners' Loan Act to: (1) extend the authority of the Federal Savings and Loan Insurance Corporation (FSLIC) and the Federal Home Loan Bank Board (FHLBB), respectively, to provide for the issuance of a cease and desist order to any institution-related or savings and loan association-related party; (2) authorize an affirmative action required under such an order to call for restitution, rescission, the disposal of loans or assets, or guarantees against loss; and (3) extend the authority of the FSLIC and the FHLBB over any wholly or partly owned service corporation subsidiary. Authorizes the FSLIC and the FHLBB, pending completion of administrative proceedings for such a cease and desist order, to issue a temporary order with respect to conduct likely to cause some dissipation of assets or earnings of the institution or association concerned or some weakening of the condition of such institution or association. Limits the duration of such a temporary order to 90 days but allows such temporary order to be reissued. Authorizes the FSLIC and the FHLBB to issue a temporary order requiring cessation of activities if the institution's or association's books and records are so incomplete or inaccurate that the FSLIC or FHLBB is unable to determine the entity's financial condition. Eliminates the requirement that the FSLIC or FHLBB determine that an institution or association has suffered or will suffer a substantial financial loss or other damage as a result of prohibited conduct of an institution-related or association-related party in order to suspend or remove such party or to prohibit such party from participating in institution or association affairs. Forbids any person facing suspension, removal, or a prohibition against participating in institution or association affairs from participating in the affairs of any federally-insured institution without the approval of the appropriate Federal regulatory authority. Amends the Federal Home Loan Bank Act to allow the FHLBB and the FSLIC to accept payment and reimbursement from Federal and non-Federal agencies and organizations for travel, subsistence, and other necessary expenses incurred by members and employees in attending meetings concerning FHLBB and FSLIC functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Savings Institutions Supervisory Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the enforcement powers of the Federal Home Loan Bank Board, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:29-05:00"
}