{
  "actions": [
    {
      "acted_at": "1974-03-25", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13695-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-25", 
  "number": "13695", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for a voluntary insurance program to allow medicare home patients to receive prescribed drugs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Fulton, Richard", 
    "state": "TN", 
    "thomas_id": "00420", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-25", 
  "subjects": [
    "Advisory bodies", 
    "Drugs", 
    "Health", 
    "Medicare", 
    "Social welfare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-25", 
    "text": "Establishes a voluntary insurance program to provide pharmaceutical services benefits in accordance with the provisions of title XVIII of the Social Security Act (Medicare) for aged and disabled individuals who elect to enroll under such program, to be financed from premium payments by enrollees together with contributions from funds appropriated by the Federal Government. Declares that the benefits provided to an individual by the insurance program established by this Act shall consist of entitlement to have payment made on his behalf for (1) pharmaceutical services in the form of prescription drugs furnished by a provider of pharmaceutical services pursuant to a prescriber's prescription; and (2) such other drugs and pharmaceutical services as are specified in regulations promulgated by the Secretary of Health, Education, and Welfare and furnished by a provider of pharmaceutical services. States that there shall be paid from the Federal Pharmaceutical Services Insurance Trust Fund, in the case of each individual who is covered under the insurance program established by this Act and incurs expenses for pharmaceutical services, including prescription drugs or other drugs with respect to which benefits are payable under this part, amounts equal to the reasonable drug charge for such pharmaceutical services, reduced by an amount equal to the mandatory pharmaceutical services copayment, to the provider of such services. Sets forth the procedure for the payment of claims of providers of pharmaceutical services. Establishes criteria for eligibility to enroll in the insurance program established by this Act. Provides that the montlhy premium of each individual enrolled under this Act for each month of eligibility shall be $5. Declares that the Secretary of the Treasury shall from time to time transfer from the Federal Old-Age Survivors Insurance Trust Fund or the Federal Disability Insurance Trust Fund, the Railroad Retirement Account, and the Civil Service Retirement and Disability Fund to the Federal Pharmaceutical Services Insurance Trust Fund the aggregate amount deducted for the payment of premiums. Establishes on the books of the Treasury of the United States a trust fund to be known as the Federal Pharmaceutical Services Insurance Trust Fund. Establishes the Board of Trustees of the Pharmaceutical Services Trust Fund composed of the Secretary of the Treasury, the Secretary of Labor, and the Secretary of Health, Education, and Welfare. Enumerates the duties of the Board of Trustees. Authorizes the Secretary of Health, Education, and Welfare to enter into contracts with organizations for the purpose of administering the provisions of this Act. Provides that such contracts may be entered into without regard to advertising a sufficient time previously for proposals or without regard to any provision of law requiring competitive bidding. Establishes the National Pharmacy Advisory Committee which shall consist of ten practicing retail pharmacists, not otherwise in the employ of the United States, appointed by the Secretary without regard to provisions governing appointments in the competitive service. States that it shall be the function of the Advisory Committee to advise the Secretary on matters of general policy in the administration of the program provided under this Act for furnishing pharmaceutical services to eligible individuals. Declares that it shall be the further function of the Advisory Committee, and its duty and responsibility, to establish and maintain a utilization review plan applicable to pharmaceutical services furnished individuals entitled to insurance benefits under this Act which provides: (1) for review, on a sample or other appropriate basis, of the number, variety, and frequency of pharmaceutical services furnished by any provider or obtained by any individual entitled to benefits for the purpose of promoting the most efficient use of available financial and professional resources; (2) for such review to include a review of the manner, frequency, and variety of providing pharmaceutical services to be made by committees of pharmacists regularly engaged in the rendering of pharmaceutical services, such committees to be established in such places and at such times as shall be necessary as determined by the Secretary upon the recommendation of the Advisory Committee; (3) that no review authorized by this section shall relate to or cover medical, hospital, or any other benefits or services provided under this title; and (4) for prompt notification to the Secretary, the provider or providers of pharmaceutical services involved or affected, and the individual entitled to benefits and his attending physician, of any finding that such services were not professionally appropriate or necessary under recognized standards of pharmaceutical service. Authorizes to be appropriated such sums necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for a voluntary insurance program to allow medicare home patients to receive prescribed drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:38-05:00"
}