{
  "actions": [
    {
      "acted_at": "1977-11-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9989-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Goldwater, Barry, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00444", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-11-03", 
  "number": "9989", 
  "official_title": "A bill to amend the Social Security Act to provide for the protection of the privacy of personal medical information maintained by certain medical care institutions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-11-03", 
  "subjects": [
    "Alcoholism", 
    "Civil Rights and Liberties", 
    "Confidential communications", 
    "Health", 
    "Health facilities", 
    "Hospital records", 
    "Medicaid", 
    "Medical records", 
    "Medicare", 
    "Patients' rights", 
    "Right of privacy", 
    "Social welfare"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-11-03", 
    "text": "Directs the Secretary of Health, Education, and Welfare to require each medical- care institution participating in the Medicaid or Medicare program to implement procedures which meet specific privacy protection requirements for the maintenance and disclosure of personal medical information. Requires medical-care institutions to afford an individual (or his designated representative) a reasonable opportunity to inspect his personal medical information file. Permits the parent or guardian of a minor child to inspect the file of such minor, except that portion of the file which relates to: (1) venereal diseases of the minor, (2) family planning services (including abortions) sought and received by such minor; (3) alcohol or drug abuse services; and (4) any other medical services sought by the minor without the prior approval of his parent or guardian. Requires that the individual seeking disclosure of his personal medical information file sign and date a written authorization which permits a medical-care institution to disclose specific information to specified persons for a specified period of time and requires further that such institution maintain a record of all such disclosures. Makes it the duty of medical-care institutions to maintain accurate, relevant, timely, and complete files and to grant to individuals the right to request changes in their files. Requires such institutions either to make the requested changes and notify the individual of the change or to supply the individual with the reasons why such changes were not made and with an opportunity to file a statement disagreeing with the institution's refusal. Prohibits an institution from refusing to make a requested change if such change would make an individual's file accurate, relevant, timely, or complete. Requires medical-care institutions to disclose to individuals with personal medical information on file the uses to which such files may be put without their prior authorization. Generally limits disclosure to those portions of such files which are necessary to accomplish the purposes for which disclosure was originally authorized. Permits disclosure of personal medical information files without prior authorization: (1) for consultation; (2) for compelling circumstances involving an individual's health and safety; (3) for audits, evaluations, and biomedical and epidemiological research; (4) to comply with public reporting statutes; (5) to supply admission and health status information; and (6) to comply with a lawful judicial or administrative subpena."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide for the protection of the privacy of personal medical information maintained by certain medical care institutions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:20-05:00"
}