{
  "actions": [
    {
      "acted_at": "1992-08-12", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-25", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime and Criminal Justice", 
      "text": "Referred to the Subcommittee on Crime and Criminal Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5890-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime and Criminal Justice", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-12", 
  "number": "5890", 
  "official_title": "To impose strict controls on the importation, transfer, transportation, manufacture, possession, and ownership of handguns.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Handgun Control Act of 1992", 
  "sponsor": {
    "district": "13", 
    "name": "Solarz, Stephen J.", 
    "state": "NY", 
    "thomas_id": "01087", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "Administrative procedure", 
    "Ammunition", 
    "Associations, institutions, etc.", 
    "Business records", 
    "Crime and law enforcement", 
    "Fines (Penalties)", 
    "Firearms", 
    "Firearms control", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Fraud", 
    "Government paperwork", 
    "Import restrictions", 
    "Larceny", 
    "Licenses", 
    "Private police", 
    "Searches and seizures"
  ], 
  "subjects_top_term": "Firearms", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-08-12", 
    "text": "Handgun Control Act of 1992 - Amends the Federal criminal code to prohibit a person who is not a licensee under the code (licensee) from: (1) importing, transferring, transporting, or manufacturing a handgun; or (2) owning or possessing a handgun after 180 days following the enactment of this Act. Makes exceptions with respect to: (1) the importation or manufacture of a handgun for, or the transfer or transportation of a handgun (other than for purposes of surrendering the handgun) to, the United States, any State, or political subdivision thereof, or the possession of a handgun in the course of such activity; (2) the conduct of the United States, any State, or political subdivision; (3) the possession or ownership of a handgun by an entity licensed under the code; (4) the possession of a handgun on the premises of a licensed pistol club by a person authorized by the club to possess the handgun; (5) the possession or transportation of a handgun by an employee of a licensed guard service while lawfully engaged in providing services within the scope of such employment; (6) the possession, ownership, or transfer to a licensee of a handgun by an individual during the 180-day period beginning on the date the chief law enforcement officer of the place of residence of the individual has issued a written statement that the individual requires access to a handgun because of a threat to the life, or of any member of the household, of the transferee; (7) the possession or transportation of a handgun which is in a locked container and is not loaded, by any person while transporting the handgun for the purpose of surrendering it to law enforcement authorities, or the surrender of the handgun to such authorities; or (8) a handgun which was manufactured before 1890 which the Secretary of the Treasury determines is unserviceable, not restorable to firing condition, and intended for use as a curio, museum piece, or collector's item. Prohibits a licensee from transferring a handgun to a person who is not a licensee unless: (1) the person is licensed under the code; (2) at the time of the transfer, the person presents to the licensee the person's license; and (3) the transfer occurs on the premises covered by the license. Makes exceptions with respect to: (1) the importation of a handgun for, or the transfer or transportation of a handgun (other than for purposes of surrendering the handgun) to, the United States, any State, or political subdivision, or the possession of a handgun in the course of such activity; (2) the transfer of a handgun to a transferee who has presented to the transferor a written statement, issued by the chief law enforcement officer of the place of residence of the transferee during the ten-day period ending on the date of the most recent proposal of the transfer by the transferee, which states that the transferee requires access to a handgun because of a threat to the life, or of any member of the household, of the transferee; (3) the surrender to law enforcement authorities of a handgun which is in a locked container and is not loaded; or (4) the possession or transportation of a handgun by any person while transporting the handgun for the purpose of surrendering it to law enforcement authorities or the surrender of the handgun to such authorities. Sets forth application requirements and procedures with respect to pistol clubs and guard services, criteria for application approval, and provision for review of action by the Secretary and for judicial review. Requires licensees, licensed pistol clubs, and licensed guard services to maintain records with respect to handguns and permit the Secretary access to such records. Specifies that: (1) a person issued a license shall post and keep such license available for inspection of the premises covered by the license; and (2) while in possession of a handgun, a licensee shall carry a copy of the license, and a director, officer, or employee of a licensed guard service shall carry a copy of the license and a document attesting to such relationship with the service. Requires a person who loses, or from whom is stolen, a handgun, to report the loss or theft to the Secretary by the end of the business day in which the loss or theft is discovered. Sets forth penalties for violations of this Act and for false statements or representations with respect to the information required to be kept in the records of a person licensed, or in applying for a license, under the code. Provides for the seizure and forfeiture of any handgun involved in a violation of Federal law punishable by imprisonment. Extends the National Firearms Act to seizures and forfeitures under this Act. Bars a person from engaging in the business of manufacturing firearms or ammunition for purposes of sale or distribution if the person is not a licensed dealer. Directs the Secretary to pay to any qualified person who surrenders a handgun to a law enforcement agency the fair market value of the handgun."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Handgun Control Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To impose strict controls on the importation, transfer, transportation, manufacture, possession, and ownership of handguns.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:56-05:00"
}