{
  "actions": [
    {
      "acted_at": "1992-02-26", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-03", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4317-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-26", 
  "number": "4317", 
  "official_title": "To amend section 21A of the Federal Home Loan Bank Act to provide improvement in the operations of the Resolution Trust Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Resolution Trust Corporation Accountability and Efficiency Act of 1992", 
  "sponsor": {
    "district": "3", 
    "name": "Orton, Bill", 
    "state": "UT", 
    "thomas_id": "00881", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-26", 
  "subjects": [
    "Auditing", 
    "Bank failures", 
    "Debarment of government contractors", 
    "Deposit insurance", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Government corporations", 
    "Government procurement", 
    "Government service contracts", 
    "Loans", 
    "Mortgages", 
    "Privatization", 
    "Real estate agents", 
    "Real estate business", 
    "Savings and loan associations", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-26", 
    "text": "Resolution Trust Corporation Accountability and Efficiency Act of 1992 - Title I: Improvement of the Resolution Trust Corporation - Amends the Federal Home Loan Bank Act to require the Resolution Trust Corporation (RTC) to: (1) develop a profit participation plan under which it shall propose methods to increase Federal profit participation in RTC disposition of commercial real estate; and (2) report to specified congressional committees regarding such plan. Prescribes plan contents. Directs the Oversight Board to contract with an independent certified public accountant to perform an annual audit of the RTC's financial statement. Prohibits the RTC from protecting: (1) depositors for more than the insured portion of their deposits; or (2) creditors other than depositors. Directs the RTC to implement procedures which: (1) minimize the costs of procuring legal, accounting, and investment banking services; (2) provide sufficient geographic distribution of firms providing those services; and (3) assure that RTC real estate assets shall be managed and disposed of through the nearest RTC office. Requires the Comptroller General to study and report to the Congress on the feasibility of privatizing RTC functions. Amends the Federal Deposit Insurance Act to: (1) prohibit the use of brokered deposits by conservators of insured depository institutions; and (2) modify the statute of limitations with respect to receivership claims. Amends the Federal Home Loan Bank Act to prohibit RTC contracts with debarred or suspended contractors. Directs the RTC to review and improve its: (1) commercial mortgages securitization program; (2) asset management contracting process; (3) procedures to preserve the economic value of partially completed real estate projects under its jurisdiction; and (4) dispute resolution procedures with borrowers in its capacity as conservator or receiver of insured depository institutions. Requires reports to the Congress on such reviews and any consequent actions taken. Requires the RTC to study the feasibility of using liquidating trusts to sell real property assets under its jurisdiction. Amends the Federal Home Loan Bank Act to: (1) urge the RTC to use seller financing when marketing receivership assets if that will maximize the return on such assets, and where traditional arrangements or offers have not been forthcoming or acceptable to the RTC prior to receivership; and (2) direct the RTC to establish standard contracting procedures for all conservatorship and receivership sales of real estate. Title II: Real Estate Provisions - Amends the Federal Home Loan Bank Act to require the RTC to establish an intergovernmental affairs branch to: (1) maintain aggressive outreach and liaison with State and local governmental associations; (2) inform such entities of real property assets for sale within their jurisdictions; and (3) facilitate efforts by those governments to purchase real estate assets of institutions under RTC jurisdiction. Authorizes seller financing for sales to State and local governments. Mandates that the RTC maintain a separate, updated inventory of real property of special significance held under its jurisdiction, and sets forth guidelines for its disposition. Amends the Federal Deposit Insurance Act to reflect such guidelines. Amends the Federal Home Loan Bank Act to set forth RTC foreclosure powers. Directs the RTC to use real estate brokers and agents (including those from the private sector) for the disposition of its assets. Outlines expedited title clearance procedures for purchasers for value of RTC real property. Subjects occupied residential real property under RTC conservatorship or receivership to the relevant State or local housing law regarding safety and habitability. Directs the RTC to consolidate representation on its behalf in connection with single-asset transactions to as few entities as is consistent with minimizing administrative costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution Trust Corporation Accountability and Efficiency Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend section 21A of the Federal Home Loan Bank Act to provide improvement in the operations of the Resolution Trust Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:12-05:00"
}