{
  "actions": [
    {
      "acted_at": "1980-05-01", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2644-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-01", 
  "number": "2644", 
  "official_title": "A bill to amend the Social Security Act to provide for the direct reimbursement of qualified gerontological nurse practitioners under medicare and medicaid.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-01", 
  "subjects": [
    "Extended care facilities", 
    "Geriatric nursing", 
    "Geriatrics", 
    "Gerontology", 
    "Health", 
    "Health facilities", 
    "Hospitals", 
    "Intermediate care facilities", 
    "Medicaid", 
    "Medical personnel", 
    "Medicare", 
    "Nurses", 
    "Nursing homes", 
    "Psychiatric hospitals", 
    "Social welfare"
  ], 
  "subjects_top_term": "Geriatric nursing", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-05-01", 
    "text": "Amends the Social Security Act to revise, for medicare purposes, the definition of \"skilled nursing facility\" to require that such facilities provide for having a qualified professional gerontological nurse practitioner available, on at least a consultant basis, to assure that necessary gerontological nursing services are furnished. Revises the definition of \"physician\", for medicare purposes, to include a qualified professional nurse practitioner who is licensed by the State in which such nurse performs such function or action, but only with respect to functions or actions which such nurse is legally authorized to perform as a registered nurse in a State by such State and, then only for purposes of specified provisions relating to: (1) medical and other health services; (2) certification of the need for inpatient psychiatric hospital services; and (3) the requirement that each patient at a hospital be under the care of a physician. Defines \"qualified professional gerontological nurse practitioner\", for both medicare and medicaid purposes, as an individual who: (1) is licensed to practice nursing by the State in which such function or action is performed; and (2) (a) holds a master's degree in gerontological nursing or a related field from an accredited educational institution, or (b) is certified as a gerontological nurse practitioner by the duly recognized professional nurses organization. Includes among the requirements for State plans for medical assistance, for medicaid purposes, provisions that qualified professional gerontological nurse practitioners: (1) who are legally authorized to provide professional services will be among those for whose professional services payment will be made, with respect to health services covered under the State plan; (2) will be available, at least on a consultant basis, to assure that necessary gerontological nursing services are furnished to patients at any intermediate care facility or skilled nursing facility receiving payments for services under the State plan; (3) will be extended the same staff and similar privileges as physicians, with respect to professional services both groups are authorized to provide, in any hospital receiving payments under the State plan; and (4) will base admissions to such hospitals on nursing diagnoses or a determined functional diagnosis."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide for the direct reimbursement of qualified gerontological nurse practitioners under medicare and medicaid.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:25-05:00"
}