{
  "actions": [
    {
      "acted_at": "2009-10-15", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-27", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-27", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 67 - 1.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-12-16", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Agriculture for a period ending not later than Dec. 17, 2010 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(a) of rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-12-16T23:12:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on 111-686, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-12-17T14:23:00-05:00", 
      "references": [], 
      "text": "Committee on Agriculture discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-12-17T14:23:00-05:00", 
      "calendar": "Union", 
      "number": "407", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 407.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3818-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-10-15", 
  "number": "3818", 
  "official_title": "To amend the Investment Advisers Act of 1940 to require advisers of certain unregistered investment companies to register with and provide information to the Securities and Exchange Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4173-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Private Fund Investment Advisers Registration Act of 2009", 
  "sponsor": {
    "district": "11", 
    "name": "Kanjorski, Paul E.", 
    "state": "PA", 
    "thomas_id": "00615", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-10-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Business records", 
    "Commodity Futures Trading Commission", 
    "Finance and financial sector", 
    "Financial services and investments", 
    "Government information and archives", 
    "Licensing and registrations", 
    "Securities and Exchange Commission (SEC)"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2010-12-16", 
    "text": "Private Fund Investment Advisers Registration Act of 2009 - (Sec. 3) Amends the Investment Advisers Act of 1940 to repeal the exemption for, and apply registration requirements to, a private fund investment adviser. Exempts from such registration requirements, however, any investment adviser who solely advises: (1) small business investment companies licensed under the Small Business Investment Act of 1958; (2) entities that the Small Business Administration (SBA) has notified to proceed to qualify for a license, if the notice or license has not been revoked; or (3) applicants, related to one or more licensed small business investment companies, that have a pending application for another license. (Sec. 4) Subjects to Securities Exchange Commission (SEC) recordkeeping requirements any registered investment adviser who advises private funds. Authorizes the SEC to make such records, especially those relating to systemic risk, available to the Board of Governors of the Federal Reserve System and any other entity that has systemic risk responsibility. (Sec. 5) Repeals the declaration that no provision of such Act shall be construed to require, or to authorize the SEC to require, any investment adviser engaged in rendering investment supervisory services to disclose the identity, investments, or affairs of any client, except insofar as such disclosure may be necessary or appropriate in a particular proceeding or investigation having as its object the enforcement of a provision or provisions of the Act. (Thus, allows interpretation of the Act to require, or authorize the SEC to require, an investment adviser to disclose the identity, investments, or affairs of any client.) (Sec. 6) Directs the SEC to exempt from the registration requirements of this Act: (1) venture capital fund advisers; and (2) investment advisers of private funds, each of which has assets under management in the United States of less than $150 million. Directs the SEC to require such advisers, however, to maintain records and make annual reports to the SEC. (Sec. 7) Requires the SEC, in prescribing regulations for registration of advisers to mid-sized private funds, to: (1) take into account the size, governance, and investment strategy of such funds to determine whether they pose systemic risk; and (2) provide for registration and examination procedures for such advisers which reflect the level of systemic risk posed by the funds. (Sec. 8) Modifies SEC rulemaking authority. Authorizes the SEC to ascribe different meanings to terms, but prohibits including in the term \"client\" an investor in a private fund managed by an investment adviser with whom the private fund has entered into an advisory contract. Directs the SEC and the Commodity Futures Trading Commission (CFTC) to promulgate rules jointly for the mandatory reports filed by certain registered investment advisers. (Sec. 9) Directs the Comptroller General to assess the annual costs on industry members and their investors because of the registration requirements and ongoing reporting requirements of this Act. (Sec. 11) Amends the Investment Advisers Act of 1940 with respect to SEC authority to exempt any person or transaction (or any class or classes of them) from certain investment advisory contract requirements to the extent that the exemption relates to an investment advisory contract with any person that the Commission determines does not need the protections of such requirements. Requires the SEC, with respect to any factor involving a dollar amount test (e.g. a net asset threshold) it uses to make such a determination, to adjust that test for inflation every five years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Private Fund Investment Advisers Registration Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Private Fund Investment Advisers Registration Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Investment Advisers Act of 1940 to require advisers of certain unregistered investment companies to register with and provide information to the Securities and Exchange Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:45-05:00"
}