{
  "actions": [
    {
      "acted_at": "1983-07-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3585-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1984-03-14", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-18", 
  "number": "3585", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to increase Federal revenues through tax reform.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Tax Equity Act of 1983", 
  "sponsor": {
    "district": "2", 
    "name": "Downey, Thomas J.", 
    "state": "NY", 
    "thomas_id": "00314", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-18", 
  "subjects": [
    "Business and commerce", 
    "Capital gains tax", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Depletion allowances", 
    "Estate tax", 
    "Excess profits tax", 
    "Excise tax", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign corporations", 
    "Foreign investments", 
    "Foreign tax credit", 
    "Geothermal resources", 
    "Gift tax", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Interest", 
    "International corporations", 
    "Investment tax credit", 
    "Natural gas", 
    "Oil well drilling", 
    "Personal income tax", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Retirement income", 
    "Secondary recovery of oil", 
    "Small business", 
    "Tax credits", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax rates", 
    "Tax-deferred compensation plans", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-18", 
    "text": "Tax Equity Act of 1983 - Title I: Provisions Primarily Affecting Individuals - Amends the Internal Revenue Code to repeal provisions for the indexation of individual income tax rates and of deductions for personal exemptions. Repeals the income tax exclusion for interest on net savings. Allows individuals an election to take an income tax credit for retirement savings in lieu of the income tax deduction allowed for such savings. Sets the amount of such credit at 20 percent of the amount which would be allowed as a deduction. Title II: Provisions Primarily Affecting Businesses - Subtitle A: Lower Corporate Income Tax Rates Only Apply to Small Corporations - Imposes a surtax on corporations of 19.25 percent of the amount by which taxable income exceeds $100,000 but does not exceed $200,000. Subtitle B: Credits - Reduces the regular percentage of the investment tax credit from ten to seven percent. Specifies that such reduction shall not apply to property constructed or acquired under a contract binding on the taxpayer after a specified period. Increases the basis adjustment for depreciable property for which an investment tax credit is taken from 50 percent to 100 percent of the credit taken. Repeals the foreign tax credit for taxes paid to any foreign countries or to U.S. possessions. Subtitle C: Provisions Relating to Oil and Gas - Repeals provisions regarding the windfall profit tax which: (1) exempt royalty oil for 1983 and thereafter; (2) reduce the tax imposed on newly discovered oil; and (3) exempt independent producer stripper well oil. Repeals the option to expense intangible drilling and development costs in the case of oil, gas, and geothermal wells. Repeals the percentage depletion allowance for such wells. Subtitle D: Treatment of Foreign Income - Repeals the tax exemption for domestic international sales corporations after 1983. Requires the inclusion in gross income of a U.S. shareholder's pro rata share of the undistributed earnings and profits of a controlled foreign corporation. Title III: Phase Out of Deduction, Etc., For Net Capital Gain - Phases out the deduction for net capital gains between 1983 and 1989. Phases out the alternative tax for corporations between 1983 and 1989. Title IV: Estate and Gift Tax Provisions - Revises the carryover basis rules for property acquired from a decedent by restoring prior law which provided that beneficiaries receiving property from a decedent's estate retain the decedent's basis in the property. Repeals the increase in the unified credit and the reduction in maximum rates of tax for estates and gifts. Sets forth a rate schedule for estate and gift taxes. Repeals the unlimited marital deduction for estate and gift taxes. Restores prior law which provided for a limited marital deduction."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Tax Equity Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to increase Federal revenues through tax reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:11-05:00"
}