{
  "actions": [
    {
      "acted_at": "1974-01-30", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2916-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-30", 
  "number": "2916", 
  "official_title": "A bill to prevent the cancellation or termination of petroleum product sales franchises except upon due notice for cause; to provide remedies for wrongful cancellation or termination; to confer jurisdiction for such remedies; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13761-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Protection of Franchised Dealers Act", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-30", 
  "subjects": [
    "Business and commerce", 
    "Franchises (Retail trade)", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Petroleum refineries"
  ], 
  "subjects_top_term": "Petroleum industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-01-30", 
    "text": "Protection of Franchised Dealers Act - States that a refiner or distributor of petroleum products shall not cancel, fail to renew, or otherwise terminate a franchise unless he furnishes prior notification pursuant to each distributor or retailer affected thereby. Provides that such notification shall be in writing and sent to such distributor or retailer by certified mail not less than ninety days prior to the date on which such franchise will be canceled, not renewed, or otherwise terminated. Stipulates that such notification shall contain a statement of intention to cancel, not renew, or to terminate together with the reasons therefor, the date on which such action shall take effect, and a statement of the remedy or remedies available to such distributor or retailer under this Act. States that a refiner or distributor shall not cancel, fail to renew, or otherwise terminate a franchise unless the retailer or distributor whose franchise is terminated failed to comply substantially with any essential and reasonable requirement of such franchise or failed to act in good faith in carrying out the terms of such franchise, or unless such refiner or distributor withdraws entirely from the sale of petroleum products in commerce for sale other than resale in the United States. Provides for judicial remedies in the district courts of the United States for violations of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protection of Franchised Dealers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent the cancellation or termination of petroleum product sales franchises except upon due notice for cause; to provide remedies for wrongful cancellation or termination; to confer jurisdiction for such remedies; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:01-05:00"
}