{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr821-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "821", 
  "official_title": "A bill to provide an employment training program for middle-aged and older workers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Middle-Aged and Older Workers Training Act", 
  "sponsor": {
    "district": "9", 
    "name": "Delaney, James J.", 
    "state": "NY", 
    "thomas_id": "00280", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Age and employment", 
    "Civil service employment", 
    "Employee benefit plans", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Health", 
    "Health insurance", 
    "Labor and employment", 
    "Manpower training programs", 
    "Older workers", 
    "Social welfare", 
    "Unemployment", 
    "Unemployment insurance", 
    "Vocational guidance", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Older workers", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Middle-Aged and Older Workers Training Act - States the purpose of this Act to be to (1) establish and assist training programs and relative support services which will provide middle-aged and older workers a full opportunity for remunerative and meaningful employment, and (2) assist in eliminating discriminatory employment practices based on age. Establishes a comprehensive midcareer development service program to be administered by the Employment and Training Administration of the Department of Labor. Authorizes the Secretary of Labor to make loans and grants to public and private nonprofit agencies and to individuals for manpower training designed to upgrade the work skills and capabilities of middle-aged and older workers. Authorizes the Secretary to develop and carry out a program to prepare personnel to train and retrain middle-aged and older workers in skills needed in the economy of their local communities. Authorizes the Secretary to train personnel within the Department of Labor to be made available to communities in which substantial numbers of middle-aged and older persons are unemployed as a result of a plant closing or a large permanent reduction in the work force. Directs the Secretary to implement specialized services for middle-aged and older workers who desire to improve their employability, to improve their capabilities at their present employment, or to obtain career counseling. Authorizes the Secretary to assist nonprofit volunteer agencies seeking to secure part-time or temporary employment for middle-age and older persons. Directs the Secretary to study (1) existing manpower programs to determine whether they are responsive to the needs of middle-aged and older persons, and (2) the feasibility of establishing a program of extended unemployment compensation benefits for unemployed older workers who have exhausted their unemployment compensation. Directs the Secretary to submit a report to Congress on means of eliminating the lack of coverage and other inadequacies in workmen's compensation and disability insurance programs, health insurance, and pension plans, particularly as they affect the employment of middle-aged and older workers. Directs the Comptroller General to undertake a study of part-time employment in the executive branch, such study to include a determination of measures that may be taken to increase the number of part-time positions which may be filled by older persons without resulting in the displacement of currently employed workers. Directs the Comptroller General to study the feasibility of redesignating positions in the executive branch so as to increase the number of positions which are available to older persons at the subprofessional level. Authorizes the Secretary to appoint advisory committees to facilitate the administration of this Act. Sets forth guidelines for the administration of, and allocation of funds under, this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Middle-Aged and Older Workers Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide an employment training program for middle-aged and older workers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:36-05:00"
}