{
  "actions": [
    {
      "acted_at": "1995-08-03", 
      "references": [
        {
          "reference": "CR S11324-11327", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-03", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1117-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1995-08-03", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1995-09-06", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Breaux, John B.", 
      "sponsored_at": "1995-08-03", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1995-08-03", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1995-08-03", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1995-08-03", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "1995-08-03", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1995-08-03", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1995-08-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1995-08-03", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1995-08-03", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1995-08-03", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1995-08-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1995-08-04", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1995-08-03", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1995-08-03", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1995-08-03", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-03", 
  "number": "1117", 
  "official_title": "A bill to repeal AFDC and establish the Work First Plan, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Work First Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Daschle, Thomas A.", 
    "state": "SD", 
    "thomas_id": "00267", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-08-03", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Adoption", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alcoholism", 
    "Aliens", 
    "American Samoa", 
    "Armed forces and national security", 
    "Auditing", 
    "Bank records", 
    "Block grants", 
    "Business ethics", 
    "Business records", 
    "Census", 
    "Child abuse", 
    "Child development", 
    "Child health", 
    "Child nutrition", 
    "Child support", 
    "Child welfare", 
    "Citizenship", 
    "Civil rights and liberties, minority issues", 
    "Coast guard", 
    "Collection of accounts", 
    "Commerce", 
    "Community organization", 
    "Compulsory education", 
    "Computer matching", 
    "Congress", 
    "Congressional employees", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "County politics and government", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Custody of children", 
    "Data banks", 
    "Day care", 
    "Day care centers for the aged", 
    "Department of Agriculture", 
    "Department of Defense", 
    "Department of Health and Human Services", 
    "Department of the Treasury", 
    "Disability evaluation", 
    "Disabled", 
    "Divorce", 
    "Driver licenses", 
    "Dropout prevention", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Due process of law", 
    "Earned income tax credit", 
    "Earnings", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Electronic data processing", 
    "Electronic funds transfers", 
    "Elementary and secondary education", 
    "Employee training", 
    "Employment agencies", 
    "Employment subsidies", 
    "Energy", 
    "Energy assistance for the poor", 
    "Energy policy", 
    "Entrepreneurs", 
    "Evaluation research (Social action programs)", 
    "Evidence (Law)", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child welfare", 
    "Federal aid to day care centers", 
    "Federal aid to housing", 
    "Federal aid to maternal health services", 
    "Federal employees", 
    "Finance and financial sector", 
    "Food relief", 
    "Food stamp fraud", 
    "Food stamps", 
    "Forfeiture", 
    "Foster home care", 
    "Fraud", 
    "Fugitives from justice", 
    "Genetic screening", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grievance procedures", 
    "Grocery trade", 
    "Group homes for children", 
    "Guam", 
    "Hard-core unemployed", 
    "Hawaii", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "High school students", 
    "Home repair and improvement", 
    "Homeless", 
    "Hospitals", 
    "Households", 
    "Housing and community development", 
    "Housing subsidies", 
    "Identification devices", 
    "Identification of criminals", 
    "Illegitimacy", 
    "Immigrants", 
    "Immigration", 
    "Income", 
    "Income tax", 
    "Indian children", 
    "Information services", 
    "Information storage and retrieval systems", 
    "International affairs", 
    "Interstate relations", 
    "Job creation", 
    "Job hunting", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Labor disputes", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Liens", 
    "Life insurance", 
    "Limitation of actions", 
    "Lotteries", 
    "Low birth weight", 
    "Management information systems", 
    "Manpower training programs", 
    "Marriage", 
    "Medicaid", 
    "Military leave", 
    "Military pay", 
    "Military personnel", 
    "Minorities", 
    "Minority employment", 
    "Motor vehicles", 
    "Narcotic addicts", 
    "Nonprofit organizations", 
    "Northern Mariana Islands", 
    "Overhead costs", 
    "Parents", 
    "Parole", 
    "Passports", 
    "Paternity", 
    "Payroll deductions", 
    "Pension funds", 
    "Personnel records", 
    "Photography", 
    "Physical therapy", 
    "Policy sciences", 
    "Poor", 
    "Population statistics", 
    "Poverty", 
    "Preschool education", 
    "Probation", 
    "Public assistance programs", 
    "Public service advertising", 
    "Public service employment", 
    "Puerto Rico", 
    "Recruiting of employees", 
    "Rehabilitation of the mentally handicapped", 
    "Rehabilitation of the physically handicapped", 
    "Right of privacy", 
    "Savings accounts", 
    "Science, technology, communications", 
    "Small business", 
    "Social security eligibility", 
    "Social welfare", 
    "Social workers", 
    "Standards", 
    "State courts", 
    "State laws", 
    "State-local relations", 
    "Statistics", 
    "Student employment", 
    "Subpoena", 
    "Supplemental security income program", 
    "Surplus government property", 
    "Tax administration", 
    "Tax refunds", 
    "Taxation", 
    "Teenage pregnancy", 
    "Transportation and public works", 
    "Treaties", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Unemployment insurance", 
    "United Nations", 
    "Vaccination", 
    "Virgin Islands", 
    "Vital statistics", 
    "Vocational guidance", 
    "Volunteer workers", 
    "Welfare fraud", 
    "Welfare reform", 
    "Women", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-08-03", 
    "text": "TABLE OF CONTENTS: Title I: Temporary Employment Assistance Title II: Work First Employment Block Grant Title III: Supporting Work Title IV: Ending the Cycle of Intergenerational Dependency Title V: Interstate Child Support Responsibility Subtitle A: Improvements to the Child Support Collection System Subtitle B: Effect of Enactment Title VI: Supplemental Security Income Reform Subtitle A: Eligibility Restrictions Subtitle B: Benefits for Disabled Children Subtitle C: Study of Disability Determination Process Subtitle D: National Commission on the Future of Disability Title VII: Provisions Relating to Sponsors Title VIII: Food Stamp Program Integrity and Reform Title IX: Effective Date; Miscellaneous Provisions Work First Act of 1995 - Title I: Temporary Employment Assistance - Replaces the current Aid to Families with Dependent Children (AFDC) Program under part A of title IV of the Social Security Act (SSA) with a Temporary Employment Assistance (TEA) program for the purpose of providing assistance to families with needy children and assisting parents of such children to obtain and retain private sector work to the extent possible, and public sector or volunteer work if necessary, through the Work First Employment Block Grant (WORK) program. Authorizes appropriations. (Sec. 101) Sets forth the elements for State TEA plans to be approved by the Secretary of Health and Human Services, including limits on the length of time for cash assistance, with specified exceptions for teen parents and individuals exempt from certain work requirements under this title because of illness or other specified reasons. Includes among such elements requirements for the State to assess the skills, prior work experience, and employability of each parent applicant and develop a parent empowerment contract setting forth their job search, work-, and education-related obligations (including, at State option, appropriate substance abuse treatment) in order to receive the full amount of program assistance, with assistance denied after the third act of noncompliance with the contract. Requires State WORK plans to: (1) guarantee child care assistance for each TEA family with a needy child requiring such care, to the extent necessary for an individual in the family to participate in job search activities, to work, or to participate in the WORK program; (2) provide for development of programs to reduce the incidence of out-of- wedlock and teen pregnancies; (3) promote family preservation and stability; and (4) develop a quality assurance system for use under the plan along with associated data collection and reporting. Outlines special rules regarding alien eligibility for TEA program assistance. Directs the Secretary to compile data on the effectiveness of the programs under this title for annual reports to the Congress. Provides that upon receiving notice from a State agency administering an approved plan that a named individual has been overpaid under it, the Secretary of the Treasury shall: (1) determine whether any tax refunds are payable to such individual, regardless of whether he or she filed a return as a married or unmarried individual; and (2) withhold from any such refunds an amount equal to the overpayment sought to be collected, and pay it to the State agency. Requires the Secretary to issue regulations allowing a State to submit requests for collection of overpayments only with respect to individuals no longer receiving TEA assistance against whom the State has already taken appropriate action, including notice of its intent to request such withholding of income tax refunds. Specifies rules for the collection of overpayments under SSA title IV part A. Title II: Work First Employment Block Grant - Replaces the current Job Opportunities and Basic Skills (JOBS) Training Program under SSA title IV part F with the WORK program of title I, under which States shall have the option of providing a wide variety of work-related activities to clients in the TEA program. Makes the stated goal of the WORK program the achievement in a cost-effective fashion of full-time unsubsidized paid employment for each adult on TEA assistance. (Sec. 201) Allows States to place in such program clients of TEA assistance pursuant to an approved State plan who have signed a contract described above and absent parents who are unemployed, on the condition that, once employed, such parents meet their child support guidelines, with certain exceptions for clients who are seriously ill or of advanced age. Requires States operating such WORK programs to achieve certain work performance rates over a specified fiscal year period, with reduced Federal payments for States failing twice to achieve the rate required. Makes use of performance-based bonuses under such program for States achieving their specified fiscal year work performance rate. Provides that each client, who is not exempt from work requirements, shall begin the WORK program by participating for two months in job search activities designed by the State. Provides that if, after two years, a client who has signed a parent empowerment contract is not working at least 20 hours a week, then the State shall offer that client a workfare or community service position, with hours per week and tasks to be determined by the State. Outlines job placement assistance for program clients, including the use of vouchers with private placement companies. Provides for various WORK program components, including certain family investment programs, microenterprises, and workfare and community service programs. Sets funding levels for State WORK programs. (Sec. 202) Allows State TEA plans to describe the State's efforts to streamline and consolidate activities to simplify the process of applying for a range of Federal and State assistance programs, including the use of \"one-stop offices\" to coordinate the application process for individuals and families with low-incomes or limited resources, and to ensure that applicants and recipients receive the information they need with regard to such range of programs. Allows such plans to require the use of incentives to change the culture of each appropriate State agency, to improve employee performance, and to ensure that the objective of each State agency is to find unsubsidized paid employment for each program client as efficiently and as quickly as possible. (Sec. 203) Authorizes the Secretary to make grants to eligible community-based organizations that move clients on TEA or other public assistance into private sector work. Authorizes appropriations. Directs the Secretary to enter into agreements with nonprofit organizations for the purpose of conducting projects to create employment opportunities for certain low-income individuals. Title III: Supporting Work - Amends title XIX (Medicaid) of the Social Security Act to provide for an extension of Medicaid enrollment for former temporary employment assistance recipients for one additional year. (Sec. 302) Amends authorization provisions under the Child Care and Development Block Grant Act of 1990 (for purposes related to providing child care services for eligible children through the awarding of State block and matching grants) for the stated purpose of: (1) eliminating program fragmentation and creating a seamless system of high quality child care that allows for continuity of care for children as parents move from welfare to work; (2) providing for parental choice among high quality child care programs; and (3) increasing the availability of high quality affordable child care in order to promote self-sufficiency and support working families. Repeals the State Dependent Care Grant program under the Omnibus Budget Reconciliation Act of 1981, and the Child Development Associate Scholarship Assistance Act of 1985. Title IV: Ending The Cycle of Intergenerational Dependency - Amends new SSA title IV part A to require State TEA plans to require adult-supervised living arrangements for unmarried minors who are pregnant or who have a needy child in their care in order for them to receive assistance under such plans, with certain exceptions where the appropriate State agency determines current living arrangements to be appropriate. (Sec. 402) Amends SSA title XX (Block Grants to States for Social Services) to provide for the establishment of an adult-supervised group home entitlement program for minor custodial parents and their children for the purpose of reinforcing families. (Sec. 403) Requires completion of high school or other training for teenage parents under the new TEA program who are required to participate in the WORK program, including any available substance abuse treatment services for needy individuals whose contract reflects the need for such treatment services. Gives States the option to provide additional incentives and penalties to encourage teen parents to complete high school and participate in parenting activities. (Sec. 405) Requires the State TEA plan to provide for the development of a program to reduce the incidence of out-of-wedlock pregnancies, which may include providing unmarried mothers and unmarried fathers with services which will help them: (1) avoid subsequent pregnancies; and (2) provide adequate care to their children. Requires the plan also to provide that the State agency may, to the extent it determines resources are available, provide for the operation of projects to reduce teenage pregnancy. Requires the Secretary to conduct a study to determine the relative effectiveness of the different approaches for preventing teenage pregnancy utilized in such projects. Adds funding provisions for teen pregnancy projects. Authorizes appropriations. (Sec. 406) Directs the Secretaries of Education and of Health and Human Services and the Chief Executive Officer of the Corporation for National and Community Service to establish a National Clearinghouse on Teenage Pregnancy Prevention Programs: (1) for the collection and provision of information relating to adolescent pregnancy prevention programs; and (2) as a material development source for adolescent pregnancy prevention programs. Authorizes appropriations. Title V: Interstate Child Support Responsibility - Interstate Child Support Responsibility Act of 1995 - Subtitle A: Improvements to the Child Support Collection System - Part I: Eligibility and Other Matters Concerning Title IV-D Program Clients - Amends part D (Child Support and Establishment of Paternity) of SSA title IV to require States to have statutorily prescribed procedures to: (1) record child support orders in a central case registry; and (2) collect child support payments through a centralized collections unit. (Sec. 501) Revises requirements for: (1) State plans for child and spousal support; and (2) payments distribution. (Sec. 503) Requires State plans to establish procedural guidelines for: (1) notification of all proceedings and orders affecting child support obligations; and (2) privacy safeguards regarding paternity and child support actions. Part II: Program Administration and Funding - Revises the formulae for: (1) Federal matching payments to the States; and (2) incentive adjustments to the Federal matching rate. (Sec. 513) Requires a State plan for child and spousal support to include prescribed procedures for State reviews and audits. Revises the guidelines for Federal evaluation and audit of State programs governing paternity, child and spousal support, and parent location. (Sec. 515) Revises the automated data processing requirements for State plans to mandate a single statewide automated data processing and information retrieval system which can perform specified tasks. (Sec. 516) Directs the Secretary of Health and Human Services (the Secretary) to conduct staffing studies of each State child support enforcement program, and report the results to the Congress. (Sec. 517) Makes funds available to the Secretary for: (1) training of Federal and State staff, research and demonstration programs, and special projects of regional and national significance; and (2) operation of the Federal Parent Locator Service. Part III: Locate and Case Tracking - Mandates that the single statewide automated data system function as a single central case registry of State-provided services and support orders. Delineates contents of case records and data matching activities, including data exchange with sister States. (Sec. 522) Requires State plans to include a centralized, automated unit for the collection and disbursement of support payments. (Sec. 523) Requires the States to have statutorily prescribed procedures: (1) for mandatory income withholding for support payments subject to enforcement; and (2) under which child support orders issued before October 1, 1996, shall become subject to withholding from wages if arrearages occur, without the need for a judicial or administrative hearing. Revises the procedural guidelines for income withholding for child support enforcement. (Sec. 525) Revises the Federal Parent Locator Service to add kinds of information which may be transmitted to locate individuals and assets for purposes of establishing parentage and executing child support obligations. Requires the Secretary to establish in the Service a Data Bank of Child Support Orders and an automated directory of New Hires. (Sec. 526) Requires State plans to: (1) provide for a State- operated State Directory of New Hires containing prescribed information furnished by employers on new personnel; and (2) transmit such information to the National Directory of New Hires. (Sec. 527) Requires State plans to include procedures for recording Social Security numbers on certain family legal documents and records, and on all applications for motor vehicle and professional licenses. Part IV: Streamlining and Uniformity of Procedures - Requires each State to have the Uniform Interstate Family Support Act in effect as of January 1, 1997. (Sec. 532) Amends the Federal judicial code to revise the rules for a court to apply when determining which State order to recognize for purposes of continuing, exclusive jurisdiction and enforcement for child support orders. (Sec. 533) Amends SSA title IV part D to revise State plan guidelines for mandatory expedited administrative and judicial procedures to include: (1) authorized genetic testing to establish paternity; and (2) the securing of assets and increasing of monthly payments to satisfy a support arrearage. Part V: Paternity Establishment - Revises the guidelines for statutorily prescribed procedures governing genetic testing and outreach for voluntary paternity acknowledgment. (Sec. 543) Amends part D (Child Support and Establishment of Paternity) of SSA title IV to require State plans for child and spousal support, Aid to Families with Dependent Children (AFDC), and Medicaid to provide that the State agency administering the plan will determine whether a program recipient is cooperating with efforts to establish paternity and secure support, or has good cause not to cooperate with such efforts. Part VI: Establishment and Modification of Support Orders - Establishes the National Child Support Guidelines Commission to determine the need for consideration by the Congress of national child support guidelines. (Sec. 552) Revises the requirements for State plan procedures for the review and adjustment of support orders. Part VII: Enforcement of Support Orders - Amends the Internal Revenue Code to revise the priority of refund distribution with respect to past-due support owed to individuals. (Sec. 563) Amends SSA title IV part D to revise procedural guidelines for: (1) consent by the United States to income withholding, garnishment, and similar proceedings for enforcement of child support and alimony obligations of current and retired Federal employees; and (2) enforcement of child support obligations of current and retired members of the Armed Forces. (Sec. 565) Requires States to have statutorily prescribed procedures for: (1) placing liens for child support arrearages on motor vehicle titles of the debtor; (2) voiding fraudulent transfers by a child support debtor; (3) suspending any driver's, business, or occupational license issued to any person who owes past-due child support; (4) reporting to credit bureaus the name of the parent in arrears for child support; (5) extending the statute of limitations for collection on child support arrearages; and (6) calculating interest or penalties on such arrearages. (Sec. 571) Prescribes procedural guidelines for passport denial (or revocation) upon certification of nonpayment of child support. (Sec. 572) Expresses the sense of the Congress that the United States should ratify the United Nations Convention of 1956. Requires State plans to provide that the State must treat international child support cases as interstate cases. Part VIII: Medical Support - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to include within the definition of \"medical child support order\" an order issued through a State administrative process. Part IX: Visitation and Support Assurance Projects - Authorizes grants to States to establish and administer programs to facilitate absent parents' access and visitation programs. Authorizes appropriations. (Sec. 592) Authorizes the Secretary to permit State demonstration projects in one or more political localities for the purpose of establishing or improving a system of assured minimum child support payments. Authorizes appropriations. Subtitle B: Effect of Enactment - Sets forth effective dates for this Act. Title VI: Supplemental Security Income Reform - Subtitle A: Eligibility Restrictions - Amends SSA title XVI (Supplemental Security Income) to provide for the termination of SSI cash benefits for drug addicts and alcoholics whose alcoholism or drug addiction is a contributing factor towards the individual's disability. Revises associated treatment requirements. Subtitle B: Benefits for Disabled Children - Revises the eligibility rules for children, with corresponding changes to childhood SSI regulations: (1) modifying the medical criteria for evaluation of mental and emotional disorders by eliminating references to maladaptive behavior in the domain of personal-behavioral function; and (2) discontinuing the use of individualized functional assessments for children. Requires the Commissioner of Social Security to redetermine the eligibility of any individual under age 18 who is receiving SSI benefits based on a disability as of the date of the enactment of this Act, and whose eligibility for such benefits may terminate by reason of this subtitle. (Sec. 612) Provides that at least every three years the Commissioner shall review the continued SSI eligibility of each individual who has not attained age 18 and is eligible for such benefits by reason of an impairment (or combination of impairments) which may improve (or, if the Commissioner chooses, which is unlikely to improve). Requires a parent or guardian of a recipient whose case is so reviewed to present, at the time of review, evidence demonstrating that the recipient is, and has been, receiving treatment, to the extent considered medically necessary and available, of the condition which was the basis for providing benefits under the SSI program. Provides that if an individual is eligible for SSI benefits by reason of disability for the month preceding the month in which the individual attains age 18, the Commissioner shall redetermine such eligibility: (1) during the one year period beginning on the individual's 18th birthday; and (2) by applying the criteria used in determining the initial eligibility for applicants who have attained age 18. Outlines specific requirements governing: (1) continuing disability reviews for low birth weight babies; and (2) benefit payments through representative payees to eligible individuals and their spouses. Provides for continuing Medicaid eligibility under SSI for certain children showing improvement following a continuing disability review. Subtitle C: Studies Regarding Supplemental Security Income Program - Requires the Commissioner of Social Security to report annually to the President and the Congress regarding the SSI program. (Sec. 622) Requires the Commissioner to issue a request for comments in the Federal Register on improvements to the disability evaluation and determination procedures for individuals under age 18 to ensure the comprehensive assessment of such individuals. Directs the Commissioner to review such comments and issue any regulations implementing any necessary changes not later than 18 months after this Act is enacted. (Sec. 623) Requires the Commissioner to make arrangements with the National Academy of Sciences, or other independent entity, to study and report to the President and the Congress on the disability determination process under SSA titles II and XVI. (Sec. 624) Directs the Comptroller General to study and report on the impact of this title on the SSI program. Subtitle D: National Commission on the Future of Disability - Establishes the National Commission on the Future of Disability to study all matters related to the nature, purpose, and adequacy of all Federal programs serving individuals with disabilities, including the programs under SSA titles II and XVI, with resulting recommendations for appropriate action submitted to the President and the Congress. Title VII: Provisions Relating to Sponsors - Makes uniform the eligibility criteria for qualified aliens under various specified public assistance programs, including the TEA and Medicaid programs. (Sec. 702) Extends, with certain exceptions, the deeming of income and resources of an alien's sponsor or sponsor's spouse under the SSI and food stamp programs through the date on which the alien becomes a U.S. citizen. (Sec. 703) Amends the Immigration and Nationality Act to specify requirements for an alien's sponsor's affidavit of support, extending such requirements to family-related and diversity immigrants as well. Title VIII: Stamp Program Integrity and Reform - Amends the Food Stamp Act of 1977 (Act) to establish a maximum 24-month food stamp program (program) authorization period for certain households. (Sec. 803) Revises the definition of \"coupon.\" (Sec. 805) Revises thrifty food plan adjustment requirements. (Sec. 806) Revises household income provisions regarding: (1) students; (2) Federal energy assistance; (3) job training income; (4) standard deductions; (5) life insurance proceeds; and (6) vendor payments for transitional housing. (Sec. 813) Increases penalties for certain program violations, including coupon trafficking for drugs or firearms. (Sec. 814) Revises work requirements and employment and training provisions. Extends employment and training funding authorizations. (Sec. 816) Establishes a ten-year disqualification period for participating in the program in two or more States. (Sec. 817) Disqualifies an individual in child support arrears from program participation. (Sec. 818) Encourages implementation of a national electronic benefit transfer delivery system. (Sec. 821) Revises State operating plan requirements. (Sec. 822) Reduces program allotments or increases for noncompliance with specified work requirements under the Social Security Act. (Sec. 823) Provides for revised application and benefit procedures. (Sec. 824) Authorizes the Secretary of Agriculture to establish specific time periods for: (1) retail food stores and wholesale food concerns (stores) to apply for program participation; and (2) prohibition of program participation based on lack of business integrity. (Sec. 826) Includes tax information among the types of eligibility verification information which may be requested. (Sec. 827) Establishes a six-month reapplication waiting period for a store that does not meet participation requirements. (Sec. 828) Makes the collection of overissuance of coupons from Federal pay or Federal tax refunds (as authorized by this section) mandatory. (Sec. 832) Authorizes suspension of a store pending administrative and judicial review. (States that the Secretary shall not be liable for lost sales during such period.) (Sec. 833) Provides for disqualification of a store that is disqualified from the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC). (Sec. 834) Provides for permanent disqualification of a store that knowingly submits a falsified application. (Sec. 835) Establishes criminal forfeiture penalties for specified program violations. (Sec. 837) Authorizes appropriations for Puerto Rico block grants. (Sec. 838) Amends the Social Security Act and the Internal Revenue Code to authorize the sharing of certain retail or wholesale food concern information with State enforcement authorities. (Sec. 839) Amends the National School Lunch Act with regard to the child care and adult food program to: (1) revise day care home reimbursement provisions; (2) obligate funds for State assistance to family or group day care homes; and (3) provide census and school data to family or group day care sponsoring organizations. (Sec. 840) Amends the Child Nutrition Act of 1966 to replace existing discretionary funding (from moneys not otherwise appropriated) for nutrition education and training programs with an authorization of appropriations for such programs. Title IX: Effective Date; Miscellaneous Provisions - Specifies the effective date of this Act. (Sec. 901) Provides for: (1) a one year extension of the JOBS program's authorization under part F of SSA title IV at specified levels; (2) the allocation of such authorization levels to the States in the same manner specified above for the WORK program, but requiring a 25 percent instead of the current 20 percent State participation rate; (3) continuation of existing waivers granted to States and approved by the Secretary as of the date of the enactment of this Act that relate to the provision of assistance under an approved State plan under SSA title IV; and (4) an expedited approval process for such waivers. (Sec. 904) Authorizes the Secretary of Health and Human Services and the Secretary of Agriculture to jointly enter into negotiations with any county having a population greater than 500,000 for the purpose of establishing appropriate rules to govern the establishment and operation of a five year specified welfare demonstration project. (Sec. 905) Amends SSA title IV part F, with respect to the Work First Employment Block Grant Program for the State of Hawaii, to lower from 20 to 19 the work performance rate component number of deemed hours which individuals must work either in an unsubsidized job while receiving temporary employment assistance, or in a subsidized job through the Work First Program. (Sec. 906) Requires the Secretary of Health and Human Services to produce and publish every two years for each State, county, and local unit of general purpose government, and for each school district, data relating to the incidence of poverty, with certain reports for the Congress whenever the Secretary is unable to produce and publish such data for a particular entity above. Authorizes appropriations. (Sec. 907) Directs the Bureau of the Census to expand the Survey of Income and Program Participation as necessary to obtain such information as will enable interested persons to evaluate the impact of the amendments made by title I of this Act on a random national sample of recipients of assistance under State programs funded under SSA title IV part A and other appropriate low-income families. Authorizes appropriations. (Sec. 908) Requires the Secretary of Health and Human Services to submit to the appropriate congressional committees a legislative proposal providing for such technical and conforming amendments in the law as are required by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Work First Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Interstate Child Support Responsibility Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to repeal AFDC and establish the Work First Plan, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:56-05:00"
}