{
  "actions": [
    {
      "acted_at": "2011-02-15", 
      "references": [
        {
          "reference": "CR S751-753", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-02-15", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-09-06", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Hearings held. Hearings printed: S.Hrg. 112-271.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s353-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2011-06-08", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-02-15", 
  "number": "353", 
  "official_title": "A bill to provide for improvements to the United States Postal Service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s261-112", 
      "reason": "related"
    }
  ], 
  "short_title": "U.S. Postal Service Improvements Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Collins, Susan M.", 
    "state": "ME", 
    "thomas_id": "01541", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-02-15", 
  "subjects": [
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government operations and politics", 
    "Government trust funds", 
    "Postal service", 
    "Public contracts and procurement", 
    "Retail and wholesale trades", 
    "U.S. Postal Service", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-02-15", 
    "text": "U.S. Postal Service Improvements Act of 2011 - Directs the Office of Personnel Management (OPM) to make a determination or redetermination of postal surplus or supplemental liability consistent with the report submitted by the Postal Regulatory Commission to the United States Postal Service (USPS) and Congress on June 29, 2010. Requires OPM to redetermine the postal surplus or supplemental liability as of the close of FY2010, and for each year thereafter through FY2043. Provides that if the result for a fiscal year is a surplus, that amount shall remain in the Civil Service Retirement and Disability Fund until distribution is authorized as follows. Provides that: (1) as of the close of FY2010-FY2016, if there is a surplus, such amount or any part of it may be transferred to the Postal Service Retiree Health Benefits Fund; (2) as of the close of FY2017 and each year thereafter, if there is a surplus such amount or any part of it may be transferred to such fund to pay any liability of the Fund; and (3) if all liability to such Fund is paid, amounts may be transferred to the Employees' Compensation Fund or the USPS for repayment of any obligation issued by it. Provides procedures for the transfer of such amounts. Authorizes arbitration boards to consider the financial condition of the USPS in rendering decisions. Directs: (1) the USPS and the Commission to coordinate actions to identify ways to increase the use of negotiated service agreements for market dominant products by the USPS; (2) the Postmaster General to submit to Congress a comprehensive strategic plan for guiding area and district field office structure decisions, and a plan on the co-location of post offices at retail facilities; and (3) the Commission to submit annual reports on the fiscal stability of the U.S. mailing industry. Directs the USPS to to publish notice, solicit comments, and analyze financial impacts before changing mailing specifications that could pose a significant burden to customers without Commission review. Establishes in the USPS and the Commission an advocate for competition, who shall be responsible for promoting competition to the maximum extent practicable consistent with obtaining best value, promoting the acquisition of commercial items, and challenging barriers to competition. Directs the head of each such entity to: (1) issue a policy on contracting officer delegations of authority for the entity, and (2) make any delegation of authority for postal contracts outside the functional contracting unit readily available and accessible on its website. Requires the USPS and the Commission to make the noncompetitive purchase request for any noncompetitive award (in the case of the USPS, only postal contracts of at least $250,000, or an adjusted amount determined by changes in the Consumer Price Index) publicly available on their respective websites, subject to proprietary information exceptions and competitive disadvantage waivers. Sets forth provisions regarding the review of ethical issues, conflicts of interest and other ethical restrictions on participation in certain contracting activity, and contract voidance and recovery of funds in specified circumstances. Provides for the conversion of retirement eligible postal and federal employees on workers compensation to retirement when they reach retirement age, subject to specified requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "U.S. Postal Service Improvements Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improvements to the United States Postal Service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:01:06-05:00"
}