{
  "actions": [
    {
      "acted_at": "1999-03-11", 
      "references": [
        {
          "reference": "CR S2603", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-11", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s603-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-11", 
  "number": "603", 
  "official_title": "A bill to promote competition and greater efficiency of airlines to ensure the rights of airline passengers, to provide for full disclosure to those passengers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Airline Deregulation and Disclosure Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-11", 
  "subjects": [
    "Air routes", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Commerce", 
    "Consumer discounts", 
    "Consumer education", 
    "Consumer protection", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Law", 
    "Restrictive trade practices", 
    "Transportation and public works", 
    "Travel agents"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-11", 
    "text": "Airline Deregulation and Disclosure Act of 1999 - Amends Federal aviation law to require any announcement by an air carrier of a delay or cancellation of a flight, or a diversion to an airport other than the airport at which the flight is scheduled to land, to include an explanation of each reason for such delay, cancellation, or diversion. Prohibits an air carrier from providing an explanation that it knows or has reason to know is false or misleading. Prohibits an air carrier from requiring a passenger on a flight to remain onboard an aircraft for more than two hours after: (1) the passenger enplaned, in any case in which the aircraft has not taken flight from the airport during that period; or (2) the aircraft has landed at an airport, if the aircraft remains in that airport without taking flight. Requires an air carrier to provide a refund to each passenger whenever, on the date a flight is scheduled, the air carrier cancels the flight for any reason other than safety (economic cancellation). Allows a passenger to remain onboard an aircraft more than two hours if the airline offers an opportunity to deplane with a full refund of air fare, and the passenger declines. Authorizes an air carrier, foreign air carrier, or ticket agent to sell air transportation in the United States for a flight that bears a designator code of a carrier other than the carrier that will provide the air transportation, only if the air carrier or ticket agent first informs the person purchasing the air transportation that another air carrier will provide the air transportation. Requires any air carrier, foreign air carrier, or ticket agent that requires taking flights on more than one aircraft to provide notification on a ticket, receipt, or itinerary provided to the air passenger that the passenger shall be required to change aircraft. Prohibits an air carrier from: (1) prohibiting any person (including governmental entity) that purchases air transportation from only using a portion of the air transportation purchased (including using the air transportation purchased only for one-way travel instead of round-trip travel); or (2) assessing an additional fee on or charge to such person or any ticket agent that sold the air transportation to such person. Requires an air carrier that makes seats available on a specific date at a reduced fare to make available air transportation at that reduced fare for any passenger that requests a seat at that reduced fare during a 24-hour period beginning with the initial offering of that reduced fare. Specifies a limitation to such requirement. Requires an air carrier to permit an individual to use a ticket (or equivalent electronic record) issued by such carrier on a standby basis for any flight that has the same origin and destination as are indicated on the ticket (or record). Requires, with certain limitations, an air carrier that makes a seat available on a specific date for use by a person redeeming an award under a frequent flyer program to the extent practicable during the 24-hour period beginning with the redemption of the award to: (1) redeem any other award under the frequent flyer program; and (2) make a seat available for the person who redeems the other award. Specifies the same limitation to such requirement as applies to the reduced fare requirements of this Act. Requires an air carrier to permit an individual to redeem a ticket (or equivalent electronic record) acquired through a frequent flyer award on a standby basis for any flight that has the same origin and destination as are indicated on the ticket (or record). Requires each air carrier operating in the United States to make fare information available to the public through computer-based technology and other means."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airline Deregulation and Disclosure Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote competition and greater efficiency of airlines to ensure the rights of airline passengers, to provide for full disclosure to those passengers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:26-05:00"
}