{
  "actions": [
    {
      "acted_at": "1978-02-23", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services with amendment, S. Rept. 95-826.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-10", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-10", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-11", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-11", 
      "bill_ids": [
        "hr10929-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. R. 10929 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2571-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-23", 
  "number": "2571", 
  "official_title": "A bill to authorize appropriations during the fiscal year 1979, for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces, and to prescribe the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense, to authorize the military training student loads, and to authorize appropriations for civil defense, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr10929-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Department of Defense Appropriation Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Stennis, John C.", 
    "state": "MS", 
    "thomas_id": "01439", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-23", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "Civil defense", 
    "Civilian personnel positions", 
    "Collective security", 
    "Defense budgets", 
    "Defense procurement", 
    "Department of Defense", 
    "Economics and public finance", 
    "Education", 
    "Evaluation", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Health insurance", 
    "Intercontinental ballistic missiles", 
    "International organization", 
    "Medical fees", 
    "Military aircraft", 
    "Military and naval supplies", 
    "Military communications", 
    "Military dependents", 
    "Military education", 
    "Military pay", 
    "Military personnel", 
    "Military training", 
    "NATO countries", 
    "Naval personnel", 
    "Naval procurement", 
    "Navy", 
    "Nuclear warships", 
    "Retired military personnel", 
    "Shipbuilding", 
    "Strategic importance", 
    "Warships", 
    "Weapons", 
    "Women soldiers", 
    "Women's education"
  ], 
  "subjects_top_term": "Defense budgets", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1978-07-11", 
    "text": "(Measure indefinitely postponed in Senate, H. R. 10929 passed in lieu) Department of Defense Appropriation Authorization Act - =Title I: Procurement= - Authorizes appropriations for fiscal year 1979 for the procurement by the armed forces of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons. =Title II: Research, Development, Test, and Evaluation= - Authorizes appropriations for fiscal year 1979 for the use of the armed forces for research, development, test and evaluation purposes. Amends the Department of Defense Appropriation Authorization Act of 1978 to repeal the requirement that at least one member country of the North Atlantic Treaty Organization enter into a contract for the purchase of AWACS aircraft before specified sums appropriated may be obligated. Prohibits funds authorized to be appropriated by this Act from being obligated or expended in connection with the continued advanced development of the extremely low frequency (ELF) communications system unless the President certifies to the Congress in wirting that the use of funds for such purpose is in the national interest, that a site has been selected for the deployment of such system, and that the President has approved such site. Directs the Secretary of Defense to report to the Armed Services Committees of the House and Senate no later than September 30, 1978, the decision of the executive branch regarding full scale development of a mobile intercontinental ballistic missile system or, if no decision has been made by that time, when a final decision on the system is expected. Prohibits funds authorized to be appropriated by this Act from being obligated or expended for the development of a cruise missile aircraft until the President has prepared and submitted to the Congress an arms impact statement on such aircraft. =Title III: Active Forces= - Establishes authorized end strength levels for active duty personnel for each of the armed forces for fiscal year 1979. Limits the circumstances under which a claim for physician services may be denied under a contract health plan for military dependents, certain members of the armed services, or former members and their dependents because the charges are higher than customary charges for similar services in the same locality. =Title IV: Reserve Forces= - Sets forth the minimum average strength levels for the reserve components of each of the armed forces for fiscal year 1979. =Title V: Civilian Personnel= - Sets forth the authorized end strength level for civilian personnel within the Department of Defense for fiscal year 1979. Prescribes the method for computing such end strength. =Title VI: Military Training Student Loads= - Sets forth the authorized average military training student load for each of the armed forces for fiscal year 1979. Requires military colleges to make military training available to qualified undergraduate female students. States that such training shall not be compulsory. =Title VII: Defense Civil Preparedness Agency= - Authorizes appropriations for fiscal year 1979 to carry out the provisions of the Federal Civil Defense Act of 1950 for programs of the Defense Civil Preparedness Agency. Allots a specified sum from the authorized appropriations for a study of the defense needs of areas which contain significant elements of the United States strategic nuclear retaliatory forces. =Title VIII: U.S. Navy Modernization= - Declares a policy for the modernization of the United States Navy. States that after fiscal year 1979, all requests for authorizations or appropriations for additional aircraft carriers for the Navy shall be for the construction of smaller and less costly ships unless the construction of such ships are not in the national interest. =Title IX: General Provisions= - Prohibits women members of the Navy or Marine Corps from being assigned to duty on vessels or aircraft on combat missions. Permits women to be assigned to temporary duty on vessels other than those engaged in combat and to permanent duty on vessels of the same class as hospital ships and transports, in addition to hospital ships and transports themselves. Sets forth separate special pay provisions for enlisted members of the uniformed services on sea duty. Makes the Commandant of the Marine Corps a member of the Joint Chiefs of Staff. Extends the educational assistance program for enlisted members of the selected reserve of the ready reserve. Repeals certain reporting requirement relating to the armed forces reserves. Establishes a Naval Shipbuilding Commission to conduct a comprehensive study and review of the current policies and procedures utilized by the Navy in the procurement of naval vessels, to consider how such policies and procedures can be modified to bring about more efficient and cost-effective means of providing the Navy with the ships necessary to fulfill its mission, and to report its findings and recommendations to the President and the Congress. Repeals title VIII (Nuclear Powered Navy) of the Department of Defense Appropriations Authorization Act, 1975, which among other provisions, requires that major combatant vessels for the strike force of the Navy be nuclear powered. Prohibits the Navy, with certain exceptions, from taking action under the Service Life Extension Program (SLEP) or the program for modernizing DUG-2 class guided missile destroyers until: (1) the Secretary of the Navy has conducted and submitted to Congress a comprehensive study assessing the relative advantages of private shipyards and public shipyards, respectively, in carrying out the programs; and (2) the expiration of at least 60 days of continuous session of Congress following submission of the report. Prohibits the sale of certain defense articles from the stocks of the department of Defense. Allows the President to authorize the sale of such articles under specified circumstances. States that the transfer or sale of equipment to other members of NATO is not precluded by such prohibition Stipulates that individuals who work in commissaries as bagger-carryout personnel shall not be considered employees of a nonappropriated fund instrumentality. Requires the President to submit to Congress a report, not later than February 1, 1979, on the defense expenditure of each NATO member nation for fiscal year 1978 and the planned defense expenditures of each such nation for fiscal year 1979."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriation Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations during the fiscal year 1979, for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces, and to prescribe the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense, to authorize the military training student loads, and to authorize appropriations for civil defense, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:38-05:00"
}