{
  "actions": [
    {
      "acted_at": "1987-04-09", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-15", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations requested executive comment from State Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s996-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1987-05-06", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1987-04-09", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1987-05-01", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-09", 
  "number": "996", 
  "official_title": "A bill to increase penalties for espionage, to enhance security at United States missions abroad, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Anti-Espionage Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-09", 
  "subjects": [
    "Afghanistan", 
    "Capital punishment", 
    "China", 
    "Classified defense information", 
    "Communist countries", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Consular agreements", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Cuba", 
    "Czechoslovakia", 
    "Department of State", 
    "District of Columbia", 
    "East Germany", 
    "Embassies", 
    "Espionage", 
    "Executive reorganization", 
    "Federal installations", 
    "Government operations and politics", 
    "Hungary", 
    "Information leaking", 
    "International affairs", 
    "Judicial review", 
    "Laos", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Nicaragua", 
    "Poland", 
    "Polygraphs", 
    "Romania", 
    "Security measures", 
    "Sentences (Criminal procedure)", 
    "Treaties", 
    "U.S.S.R.", 
    "United Nations", 
    "United Nations finances", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-09", 
    "text": "Comprehensive Anti-Espionage Act of 1987 - Amends the Federal criminal code to impose a 20 year minimum term of imprisonment for espionage. Allows the death sentence to be imposed during peacetime if the offense is found to involve: (1) nuclear weaponry, military spacecraft, warning systems, or other means of defense against large-scale attack; (2) war plans; (3) communications intelligence or cryptographic information; (4) methods of intelligence or counterintelligence operations; or (5) any other major element of defense strategy. Establishes criteria for the imposition of the death penalty. Requires the Government, for such offense, to serve a notice upon the defendant a reasonable time before trial or acceptance of a plea stating that it intends to seek the death penalty and setting forth the aggravating factors upon which it will rely. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense punishable by death. Allows the defendant and the Government to present any information relevant to sentencing, without regard to the rules of evidence, but permits information to be excluded where its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading of the jury. Specifies mitigating factors which the defendant must establish by a preponderance of the information and aggravating factors which the Government must prove beyond a reasonable doubt. Directs the court, or the jury by unanimous vote, to impose the death penalty upon a finding that such sentence is justified based on consideration of both the aggravating and mitigating factors. Makes any person sentenced to a term of imprisonment under this Act ineligible for probation or parole. Establishes procedures for the appeal of a death sentence. Requires the court of appeals, upon consideration of the record, to affirm the decision if: (1) the sentence was not imposed under the influence of passion, prejudice, or arbitrariness; and (2) the information supports the finding of an aggravating factor. Requires the court to provide a written explanation of its determination. Sets forth procedures for the implementation of the death sentence. States that the death sentence shall not be carried out upon a woman while she is pregnant. Amends the Foreign Missions Act to require the Secretary of State to apply the same terms, limitations, restrictions, and conditions which are applied to the foreign mission of the Soviet Union to the foreign missions in the United States of the German Democratic Republic, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, and Cuba. Allows the President to waive such restrictions. Requires the Secretary to transmit a report on the implementation of this section to specified congressional committees. States that none of the funds appropriated for the \"International organizations and programs account\" of the Department of State may be available for the U.S. proportionate share of the United Nations expenses in operating the United Nations Office of Research and Information Collection. States that no funds shall be made available for undertaking any additional construction activity in any Communist country until certain security related issues and problems have been addressed. Prohibits the Secretary of State from allowing the Soviet Union to occupy facilities in the Washington, D.C. metropolitan area which were constructed after the date of entry into force of the agreement between the United States and the Soviet Union on Embassy sites signed on May 16, 1969, unless the President certifies to the Congress that an agreement has been reached: (1) establishing a new location for the U.S. diplomatic mission in Moscow and that the terms and conditions of construction ensure suitable security protection for that mission; or (2) providing that the Soviet Union will compensate the United States for all costs associated with establishing suitable security protection at the current U.S. diplomatic mission site in Moscow. Provides that if such certification is either disapproved or not submitted to the Congress by October 31, 1987, the Secretary of State shall require the Soviet Union to vacate, no later than December 31, 1987, all buildings and facilities at the Mount Alto site in Washington, D.C. Vests overall management authority and responsibility for State Department-managed construction projects undertaken in any foreign country in the Under Secretary of State for Management. Transfers direct administrative authority and responsibility over the Foreign Buildings Office of the Department of State to the Assistant Secretary of State for Diplomatic Security. Directs the Secretary to submit annual reports to the Congress covering Government construction projects planned or underway in foreign countries. Establishes an interagency board to review and approve such reports. Overseas Facilities Security Act of 1987 - Requires current and prospective Government employees, prior to entering duty in any position directly involving the security of any Government facility in a foreign country, to take a polygraph examination. Subjects such employees to periodic reexamination. Requires the American Ambassador to the Soviet Union, the German Democratic Republic, Hungary, Czechoslovakia, Poland, Bulgaria, Romania, Cuba, China, Laos, Afghanistan, Nicaragua, and Yugoslavia to submit annual reports to the Under Secretary on the security of the U.S. diplomatic facilities in such countries. Directs the Under Secretary to transmit such reports, together with an evaluation of the security programs in such countries, to the Congress. Limits the tour of duty of Government employees providing physical security to U.S. diplomatic facilities in such countries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Anti-Espionage Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Overseas Facilities Security Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase penalties for espionage, to enhance security at United States missions abroad, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:26-05:00"
}