{
  "actions": [
    {
      "acted_at": "1976-05-11", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3405-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-11", 
  "number": "3405", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to restrict the authority for inspection of returns and disclosure of information with respect thereto,", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Curtis, Carl T.", 
    "state": "NE", 
    "thomas_id": "01312", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-11", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Income tax", 
    "Right of privacy", 
    "Tax administration", 
    "Tax returns", 
    "Taxation"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-11", 
    "text": "Amends the Internal Revenue Code to provide that tax returns and tax reform information shall be confidential and shall not be disclosed under any circumstances except to such persons and for such purposes as are authorized by this Act. Provides that returns and return information, except with regard to taxes imposed on wagering and machine guns, shall be available to State tax agencies to the extent necessary for the administration of a specific tax law of a State and shall be used only for tax administration. Provides for disclosure of returns and information to the House Ways and Means Committee, the Senate Committee on Finance, and the Joint Committee on Internal Revenue Taxation upon written request of the chairman of the Committee for use in closed executive session. Authorizes disclosure to other Congressional committees upon written request of the chairman for use in closed executive session if the committee is authorized by a resolution of the House or Senate to inspect returns or return information. Authorizes the disclosure of returns and return information to the President if he submits to the Secretary of the Treasury a written request containing specified information. Provides for the disclosure of returns and return information to Federal officers and employees directly engaged in the preparation of any Federal administrative or judicial proceeding pertaining to the enforcement of a specific Federal statute not involving tax administration only if: (1) the taxpayer is or may be a party to such proceeding; (2) the taxpayer consents; or (3) the return or return information has a direct bearing on the outcome of such proceeding because of the existence of specified relationships between parties to the proceedings and the taxpayer. Authorizes the disclosure of returns and return information in any Federal or State judicial or administrative proceeding pertaining to tax administration or any judicial or administrative proceeding pertaining to a specified Federal statute not involving tax administration if: (1) the taxpayer is a party to such proceeding; (2) the taxpayer consents; (3) the return or return information may have a direct bearing on the outcome of such proceeding; (4) it is necessary to impeach the testimony of the taxpayer as a witness; (5) it is required by the Federal Rules of Criminal Procedure; (6) it is required by the United States Constitution. Provides for disclosure of specified return information to specified Federal agencies and officials if an individual is under consideration for appointment to a position in the executive or judicial branch of the Federal Government. Authorizes disclosure of taxpayer identity information to any Federal agency and to State and local welfare agencies for purposes of locating an individual with respect to whom a return has been filed. Provides that return information may be disclosed to the Justice Department to the extent necessary to answer an inquiry as to whether a juror in a Federal proceeding has, or has not, been investigated by the Treasury Department. Authorizes the disclosure of return information pertaining to violations of criminal laws to the Attorney General and to States. Directs the Secretary of the Treasury to maintain a record of all requests for inspection or disclosure of returns and return information, and of returns and return information inspected or disclosed under this Act. Provides that disclosures of returns or return information in violation of this Act shall be punished by a fine of not more than $5,000, or imprisonment for not more than one year, or both. Requires dismissal of the offender if he is an officer or employee of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to restrict the authority for inspection of returns and disclosure of information with respect thereto,", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:52-05:00"
}