{
  "actions": [
    {
      "acted_at": "1973-11-30", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11707-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "McCollister, John Y.", 
      "sponsored_at": "1973-01-03", 
      "state": "NE", 
      "thomas_id": "00760", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-30", 
  "number": "11707", 
  "official_title": "A bill to establish an independent Special Prosecutor and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Independent Special Prosecutor Act", 
  "sponsor": {
    "district": "10", 
    "name": "Young, Samuel H.", 
    "state": "IL", 
    "thomas_id": "01260", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-30", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Criminal investigation", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Law", 
    "Special prosecutors"
  ], 
  "subjects_top_term": "Criminal investigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-30", 
    "text": "Independent Special Prosecutor Act - Establishes an Independent Special Prosecution Office responsible for investigating and initiating prosecution of all offenses and other matters arising out of the Presidential election of 1972 and relating to such election, including all matters which were properly under investigation by the special prosecution force prior to October 19, 1973, pursuant to the agreement made between the former Special Prosecutor and the Attorney General designate on May 19, 1973. Provides that the Office shall be headed by a Special Prosecutor, appointed by the Attorney General, within fifteen days after the date of enactment of this Act, by and with the advice and consent of the Senate. Grants the Special Prosecutor exclusive jurisdiction, to investigate and prosecute on behalf of the United States: (1) offenses arising out of the unauthorized entry into Democratic National Committee headquarters at the Watergate; (2) other offenses arising out of the 1972 Presidential election; (3) offenses alleged to have been committed by the President, Presidential appointees, or members of the White House staff in relation to the 1972 Presidential campaign and election; (4) all other matters heretofore referred to the former Special Prosecutor pursuant to regulation of the Attorney General; (5) offenses relating to or arising out of any such matters. Provides that all materials, tapes, documents, files, work in progress, information, and all other property relevant to the duties of the Special Prosecutor under this Act, collected by or in the possession of the former Special Prosecutor shall be delivered to the Special Prosecutor appointed under this Act. States that all investigations, prosecutions, cases, litigation, and grand jury or other proceedings initiated by the former Special Prosecutor regulations of the Attorney General (28 C.F.R. Sec. 0.37, rescinded October 24, 1973), shall be continued, as the Special Prosecutor deems appropriate. Provides an annual salary for the Special Prosecutor equal to the annual salary and expense allowance payable to a judge of the United States district court. Provides that the Special Prosecutor shall have the power to appoint, fix the compensation, and assign the duties of such employees as he deems necessary. Requires the Special Prosecutor to submit to the Congress directly requests for such funds, facilities, and legislation as necessary. Directs the Special Prosecutor to carry out his duties and responsibilities under this Act within two years, except as necessary to complete trial or appellate action on indictments then pending. States that the Special Prosecutor and the Deputy Special Prosecutor may not be removed by the Attorney General except for death, physical or mental incapacity to perform the duties of his office, neglect of duty, malfeasance in office, or violation of this Act, and then only after thirty days prior notice to the Congress and if no action of disapproval of such action of removal is taken by the Congress. Authorizes the appropriation of such sums as may be necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Independent Special Prosecutor Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an independent Special Prosecutor and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:04-05:00"
}