{
  "actions": [
    {
      "acted_at": "1973-01-29", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3128-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-29", 
  "number": "3128", 
  "official_title": "A bill to establish an Office of Consumer Affairs in the Executive Office of the President and a Consumer Protection Agency in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consumer Protection Agency Act", 
  "sponsor": {
    "district": "20", 
    "name": "Gaydos, Joseph M.", 
    "state": "PA", 
    "thomas_id": "00430", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-29", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-29", 
    "text": "Consumer Protection Agency Act - Title I: Office of Consumer Affairs - Creates an Office of Consumer Affairs within the Executive Office of the President. Provides that the office shall be headed by a Director and a Deputy Director, both of whom shall be appointed by the President by and with the advice and consent of the Senate. Gives the Director powers to carry out the provisions of this Act. Requires the Director to transmit to Congress and the President in January of each year a report of the activities of the Office during the preceding year including a summary of consumer complaints and recommendations for additional legislation deemed necessary to protect the interests of U.S. consumers. Provides that it shall be the function of the Office to: (1) coordinate the programs and activities of all Federal agencies relating to the interests of consumers in order to achieve effectiveness, avoid duplications and inconsistencies, and to promote the purposes of this title; (2) encourage and assist in the development and implementation of consumer programs and activities in the Federal Government; (3) assure that the interests of consumers are taken into consideration by appropriate Federal agencies both in the formulation of policies with respect to consumers and in the operation of programs that may affect consumer interests; (4) cooperate with and, when requested, provide assistance to the Administrator of the Consumer Protection Agency in carrying out its functions under title II of this Act; (5) advise and make recommendations to all Federal agencies with respect to general policy matters concerning the effectiveness of programs and activities relating to the interests of consumers; (6) submit recommendations to the Congress and the President on the means by which programs and activities relating to the interests of consumers can be improved; (7) conduct conferences and surveys concerning the needs, interests, and problems of consumers which are not duplicative in significant degree to similar activities conducted by other Federal agencies; (8) encourage, initiate, coordinate, and participate in consumer education and counseling programs (including credit counseling); (9) cooperate with and give technical assistance to State and local governments in the promotion and protection of consumer interests; (10) cooperate with and assist private enterprise in the promotion and protection of consumer interests; (11) publish and distribute in a Consumer Register material which will include notice of Federal hearings, proposed and final rules and orders, and other useful information, translated from its technical form into language which is understandable by the public; and (12) keep the appropriate committees of the Congress fully and currently informed of all its activities. Title II: Consumer Protection Agency - Establishes as an independent agency within the executive branch of the Government the Consumer Protection Agency, headed by an Administrator and a Deputy Administrator, both of whom shall be appointed by the President by and with the advice and consent of the Senate. Gives the Agency powers to carry out the objective of this Act. States that the functions of the Agency shall be to: (1) represent the interests of consumers before Federal agencies and courts to the extent authorized by this title; (2) encourage and support research, studies, and testing leading to a better understanding of consumer products and improved products, services, and consumer information; (3) submit recommendations annually to the Congress and the President on measures to improve the operation of the Federal Government in the protection and promotion of the consumer interest; (4) publish and distribute material developed pursuant to carrying out its responsibilities under this Act which will inform consumers of matters of interest to them; (5) conduct conferences, surveys, and investigations, including economic surveys, concerning the needs, interests, and problems of consumers which are not duplicative in significant degree to similar activities conducted by other Federal agencies; (6) keep the appropriate committees of Congress fully and currently informed of all its activities; and (7) cooperate with and, when requested, provide assistance to the Director of the Office in the carrying out of his functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Protection Agency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Consumer Affairs in the Executive Office of the President and a Consumer Protection Agency in order to secure within the Federal Government effective protection and representation of the interests of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:40-05:00"
}