{
  "actions": [
    {
      "acted_at": "1978-02-22", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2560-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-22", 
  "number": "2560", 
  "official_title": "A bill relating to the Indiana Dunes National Lakeshore.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11110-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bayh, Birch", 
    "state": "IN", 
    "thomas_id": "01277", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-22", 
  "subjects": [
    "Choice of transportation", 
    "Eminent domain", 
    "Environmental protection", 
    "Federal-state relations", 
    "Indiana", 
    "National lakeshores", 
    "Parks", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "National lakeshores", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-22", 
    "text": "Amends the Act concerning the Indiana Dunes National Lakeshore by suspending the authority of the Secretary of Interior to acquire by condemnation improved property within the park that is subject to a valid zoning ordinance approved by the Secretary. Allows the Secretary to purchase improved property if it is offered by the owner. Requires the Secretary to expedite the formulation of standards for the approval of zoning ordinances. Requires the Secretary to report to specified congressional committees within one year of the enactment of this Act concerning lands which have previously been acquired and the annual acquisition program recommended for the ensuing five fiscal years. Expresses the intent of Congress that the Secretary substantially complete the land acquisition program contemplated by this Act within six years of its enactment. Requires the Secretary to consult with the Department of Transportation and the Indiana Highway Department in the development of a report concerning various modes of public access to the lakeshore. Requires that such report be presented to Congress no later than October 1, 1979. Requires among other things that the report consider alternatives to automobile access to the lakeshore and other factors including the environmental impact of the modes of transportation considered."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill relating to the Indiana Dunes National Lakeshore.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:38-05:00"
}