{
  "actions": [
    {
      "acted_at": "1990-10-16T00:40:00-04:00", 
      "references": [], 
      "text": "The House Committee on The Budget reported an original measure, H. Rept. 101-881, by Mr. Panetta.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T00:54:00-04:00", 
      "calendar": "Union", 
      "number": "546", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 546.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1990-10-16T01:27:00-04:00", 
      "bill_ids": [
        "hres509-101"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 509 Reported to House. Rule provides for consideration of H.R. 5835 with 3 hours 0 of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. All points of order against the bill and against its consideration are waived except that the chairman of the Committee on Ways and Means, or his designee, is authorized to raise points of order under clause 5(b), rule XXI. Measure will be considered read. Specified amendments are in order. The amendments printed in part one of the Rules Committee report accompanying this resolution shall be considered as having been adopted. It shall be in order to consider en bloc the amendments printed in the report, if offered by Mr. Rostenkowski or his designee, said amendments shall be considered as read, shall not be subject to amendment or to a demand for a division of the question, and all points of order are waived. It shall be in order ...", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T14:42:00-04:00", 
      "bill_ids": [
        "hres509-101"
      ], 
      "references": [], 
      "text": "Rule H. Res. 509 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T14:45:00-04:00", 
      "bill_ids": [
        "hres509-101"
      ], 
      "references": [], 
      "text": "Considered under the provisions of rule H. Res. 509.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T14:45:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 5835 with 3 hours of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. All points of order against the bill and against its consideration are waived except that the chairman of the Committee on Ways and Means, or his designee, is authorized to raise points of order under clause 5(b), rule XXI. Measure will be considered read. Specified amendments are in order. The amendments printed in part one of the Rules Committee report accompanying this resolution shall be considered as having been adopted. It shall be in order to consider en bloc the amendments printed in the report, if offered by Mr. Rostenkowski or his designee, said amendments shall be considered as read, shall not be subject to amendment or to a demand for a division of the question, and all points of order are waived. It shall be in order...", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T14:45:00-04:00", 
      "bill_ids": [
        "hres509-101"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 509 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T14:45:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Nicholas Mavroules to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T14:48:00-04:00", 
      "bill_ids": [
        "hres509-101"
      ], 
      "references": [], 
      "text": "GENERAL DEBATE - Pursuant to the provisions of H. Res. 509, the Committee of the Whole proceeded with three hours of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T17:48:00-04:00", 
      "bill_ids": [
        "hres509-101"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 509, the Committee of the Whole proceeded with one hour of debate on the amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T19:58:00-04:00", 
      "bill_ids": [
        "hres509-101"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 509, the Committee of the Whole proceeded with 30 minutes of debate on the amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T20:32:00-04:00", 
      "references": [], 
      "text": "Mr. Frenzel moved to strike the enacting clause.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T20:55:00-04:00", 
      "references": [], 
      "text": "Motion to strike the enacting clause withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T20:56:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 5835.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T20:57:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T20:57:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gros as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T21:16:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "475", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 227 - 203 (Roll no. 475).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-16T21:17:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16T21:18:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 5835.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-17", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-18T17:40:00-04:00", 
      "references": [], 
      "text": "PROVIDING FOR CONFERENCE WITH THE SENATE - Mr. Panetta asked unanimous consent that, upon receipt of a message from the Senate transmitting an amendment to H.R. 5835, and which states that the Senate insists upon its amendment and requests a conference with the House thereon, the House shall be considered to have taken H.R. 5835 and the Senate amendment from the Speaker's table, disagreed with the Senate amendment, and agreed to the conference requested by the Senate; and, further, that the Speaker shall be authorized to appoint conferees in anticipation thereof and reserve the authority to modify the appointment at later times; and, finally, that the motion to instruct conferees otherwise in order at the time of their appointment shall instead be in order only if offered by the Minority Leader or his designee on the legislative day of Friday, October 19, 1990. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "bill_ids": [
        "s3209-101"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S. 3209 amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "bill_ids": [
        "s3209-101"
      ], 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "292", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate in lieu of S. 3209 with an amendment by Yea-Nay Vote. 54-46. Record Vote No: 292.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate insists on its amendments, asks for a conference, appoints conferees Leahy; Pryor; Boren; Kerrey; Lugar; Dole; Cochran from the Committee on Agriculture, Nutrition and Forestry.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Riegle; Cranston; Dodd; Heinz; D'Amato from the Committee on Banking, Housing and Urban Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Sasser; Fowler; Domenici from the Committee on the Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Hollings; Inouye; Ford; Exon; Breaux; Rockefeller; Kerry; Danforth; Packwood; Stevens; Kasten; McCain; Burns from the Committee on Commerce, Science and Transportation.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Johnston; Bumpers; Ford; McClure; Domenici from the Committee on Energy and Natural Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Burdick; Moynihan; Mitchell; Baucus; Graham; Chafee; Simpson; Symms; Durenberger from the Committee on Environment and Public Works.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Bentsen; Moynihan; Boren; Mitchell; Pryor; Rockefeller; Packwood; Dole; Roth; Danforth; Chafee from the Committee on Finance.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Glenn; Sasser; Pryor; Roth; Stevens from the Committee on Governmental Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees DeConcini; Leahy; Hatch from the Committee on the Judiciary.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Kennedy; Pell; Metzenbaum; Dodd; Hatch; Kassebaum; Jeffords from the Committee on Labor and Human Resources.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees Cranston; DeConcini; Rockefeller; Murkowski; Simpson from the Committee on Veterans Affairs.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T03:20:00-04:00", 
      "references": [], 
      "text": "Pursuant to a previous special order the House moved to disagree to the Senate amendment, and agree to a conference.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T03:21:00-04:00", 
      "references": [], 
      "text": "On motion that the House disagree to the Senate amendment, and agree to a conference Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T03:22:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:48:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees (The appointment of House conferees on Oct. 18, 1990 was modified with the following appointment of conferees on Oct. 19, 1990).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:49:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on the Budget, for consideration of the House bill, and the Senate amendment, and modifications committed to conference, and as exclusive conferees with respect to any proposal to report in total disagreement: Panetta, Gephardt, and Frenzel.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:50:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees as additional conferees from the Committee on the Budget, for consideration of title XIV of the House bill, and all other provisions of the House bill and the Senate amendment on which conferees from more that one of the other standing committees of the Houser are appointed, and modifications committed to conference: Russo, Jenkins, and Gradison.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:51:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Agriculture, for consideration of title I and subtitle B of title V of the House bill, and title I and subtitle A of title IV of the Senate amendment, and modifications committed to conference: de la Garza, Huckaby, and Coleman (MO).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:51:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Banking, Finance and Urban Affairs, for consideration of title II of the House bill, and title II of the Senate amendment, and modifications committed to conference: Gonzalez, Oakar, and Wylie.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:52:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Education and Labor, for consideration of title III and sections 12403 and 13323 of the House bill, and subtitle F of title VI, part 4 of subtitle D of title VII, title X, and section 6401 of the Senate amendment, and modifications committed to conference: Hawkins, Ford (MI), and Goodling.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:52:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Energy and Commerce (health), for consideration of subtitles A and B of title IV of the House bill, and part 2 of subtitle B and subtitle C of title VI of the Senate amendment, and modifications committed to conference: Dingell, Waxman, and Lent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:52:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Energy and Commerce (transportation), for consideration of sections 4511, 4521, and 4522 of the House bill, and sections 3002 and 3003 of the Senate amendment, and modifications committed to conference: Dingell, Thomas Luken, and Lent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:53:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Energy and Commerce (energy), for consideration of sections 4501, 4502, 5101, and 10002 of the House bill, and subtitle B of title IV and section 502 of the Senate amendment, and modifications committed to conference: Dingell, Sharp, and Lent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:53:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Government Operations, for consideration of part 1 of subtitle A and subtitles B through E (except section 14302) of title XIV of the House bill, and corresponding provisions of the Senate amendment, and modifications committed to conference: Conyers, Waxman, Synar, Frank, Horton, and Nielson.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:53:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Interior and Insular Affairs, for consideration of title V and sections 4502 and 10002 of the House bill, and subtitles A and B of title IV and section 502 of the Senate amendment, and modifications committed to conference: Udall, Miller (CA), and Young (AK).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:53:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on the Judiciary, for consideration of title VI of the House bill, and title IX of the Senate amendment, and modifications committed to conference: Brooks, Kastenmeier, and Moorhead.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:53:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Merchant Marine and Fisheries (tonnage duties, coast guard fees, and cargo preference), for consideration of sections 7101 and 7102 of the House bill, and section 3001 of the Senate amendment, and modifications committed to conference: Jones (NC), Tauzin, and Davis.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:54:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Merchant Marine and Fisherise (EPA fees), for consideration of section 7103 of the House bill, and modifications committed to conference: Jones (NC), Studds, and Davis.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:54:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Merchant Marine and Fisheries (coastal Zone management), for consideration of subtitle B of title VII of the House bill, and modifications committed to conference: Jones (NC), Hertel, and Davis.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:54:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Post Office and Civil Service, for consideration of title VIII of the House bill, and title VIII of the Senate amendment, and modifications committed to conference: Ford (MI), Clay, and Gilman.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:54:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on public Works and Transportation (aviation), for consideration of subtitles B and C of title IX of the House bill, and subtitle B of title III of the Senate amendment, and modifications committed to conference: Anderson, Oberstar, and Hammerschmidt.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:54:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Public Works and Transportation (transportation trust funds), for consideration of subtitle A of title IX of the House bill, and modifications committed to conference: Anderson, Mineta, and Hammerschmidt.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:54:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Public Works and Transportation (EPA fees), for consideration of subtitle D of title IX of the House bill, and modifications committed to conference: Anderson, Nowak, and Hammerschmidt.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:54:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Rules, for consderation of part 2 of subtitle A of title XIV and section 14302 of the House bill, and corresponding provisions of the Senate amendment, and modifications committed to conference: Moakley, Derrick, Beilenson, Frost, Quillen, and Pashayan.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:55:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Science, Space, and Technology, for consideration of title X of the House bill, and subtitle B of title IV and sections 3004 and 3024 of the Senate amendment, and modifications committed to conference: Roe, Lloyd, and Walker.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:55:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Veterans' Affairs, for consideration of title XI (except section 11051) of the House bill, and title XI of the Senate amendment, and modifications committed to conference: Montgomery, Applegate, and Stump.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:56:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Ways and Means (revenues and debt ceiling), for consideration of title XIII, subtitles E and F of title XII, and sections 3102, 3121, 7101, and 11051 (a) of the House bill, and title VII (except subtitle C), and subtitles D and E of title VI of the Senate amendment, and modifications committed to conference: Rostenkowski, Gibbons, and Archer.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:56:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Ways and Means (medicare), for consideration of subtitles A through D of title XII and subtitle A of title IV of the House bill, and subtitle B of title VI of the Senate amendment, and modifications committed to conference: Rostenkowski, Stark, and Archer.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:56:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Ways and Means (social security), for consideration of part 5 of subtitle VI of the Senate amendment, and modifications committed to conference: Rostenkowski, Jacobs, and Archer.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:56:00-04:00", 
      "references": [], 
      "text": "The chair appointed conferees from the Committee on Ways and Means (child care and human resources), for consideration of parts 1 through 4 of subtitle A and subtitle F of title VI and subtitle C of title VII of the Senate amendment, and modifications committed to conference: Rostenkowski, Downey, and Archer.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:56:00-04:00", 
      "references": [], 
      "text": "The chair appointed an additional conferee for consideration of subtitlle B of title V of the House bill, and subtitle A of title IV of the Senate amendment, and modifications committed to conference: Mrazek.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:56:00-04:00", 
      "references": [], 
      "text": "The chair appointed additional conferees for consideration of part 1 of subtitle A and subtitles B through E (except sec. 14302) of title XIV of the House bill, and corresponding provisions of the Senate amendment, and modifications committed to conference: Whitten, Pickle, and Conte.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T16:57:00-04:00", 
      "references": [], 
      "text": "The chair appointed additional conferees for consideration of part 2 of subtitle A of title XIV and sec. 14302 of the House bill, and corresponding provisions of the Senate amendment, and modifications committed to conference: Whitten, Pickle, and Pursell.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Senate appointed conferees. Byrd; Hatfield for purposes of budget reform and appropriations matters.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-20T12:05:00-04:00", 
      "references": [], 
      "text": "MODIFICATION OF CONFEREES ON H.R. 5835 - Pursuant to the previous order of the House on October 18, 1990, the Speaker announced modifications of appointment of conferees. The last paragraph of the existing list of conferees is deleted and replaced with the following new paragraphs: (1) As additional conferees for consideration of part 1 of subtitle A and subtitles B through E (except sec. 14302) of title XIV of the House bill, and corresponding provisions of the Senate amendment, and modifications committed to conference: Messrs. Whitten, Pickle, and Conte. (2) As additional conferees for consideration of part 2 of subtitle A of title XIV and sec. 14302 of the House bill, and corresponding provisions of the Senate amendment, and modifications committed to conference: Messrs. Whitten, Pickle, and Pursell.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-20T13:58:00-04:00", 
      "references": [], 
      "text": "MODIFICATION OF APPOINTMENT OF CONFEREES - Pursuant to the authority granted on October 18, 1990, the Chair announced the following modification in the appointment of conferees on H.R. 5835: The first panel (health) from the Committee on Energy and Commerce is also appointed for consideration of subtitles B, C and D of title XII of the House bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-22", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-22", 
      "references": [], 
      "text": "Conference held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27T01:43:00-04:00", 
      "bill_ids": [
        "hres537-101"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 537 Reported to House. Rule provides for consideration of the conference report to H.R. 5835 with 2 hours 0 of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit. All points of order against the conference report and against its consideration are waived. The conference report shall be considered as read when called up for consideration. No further disposition of the bill shall be in order except pursuant to a subsequent order of the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27T02:45:00-04:00", 
      "bill_ids": [
        "hres537-101"
      ], 
      "references": [], 
      "text": "Rule H. Res. 537 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27T04:14:00-04:00", 
      "references": [], 
      "text": "Conference report H. Rept. 101-964 filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27T04:16:00-04:00", 
      "bill_ids": [
        "hres537-101"
      ], 
      "references": [], 
      "text": "Mr. Panetta brought up conference report H.Rept. 101-964 for consideration under the provisions of H. Res. 537.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27T04:16:00-04:00", 
      "bill_ids": [
        "hres537-101"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 537, the House proceeded with two hours of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27T06:37:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27T06:55:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27T06:55:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "528", 
      "status": "CONFERENCE:PASSED:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the conference report Agreed to by recorded vote: 228 - 200 (Roll no. 528).", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-27T06:55:00-04:00", 
      "references": [], 
      "text": "The Clerk was authorized to correct section numbers, punctuation, and cross references, and to make other necessary technical and conforming corrections in the engrossment of H.R. 5835.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Conference report considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "326", 
      "status": "PASSED:BILL", 
      "text": "Senate agreed to conference report by Yea-Nay Vote. 54-45. Record Vote No: 326.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Conference papers: Senate report and managers' statement and message on House action held at the desk in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-31", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-11-05", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1990-11-05", 
      "congress": "101", 
      "law": "public", 
      "number": "508", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 101-508.", 
      "type": "enacted"
    }, 
    {
      "acted_at": "1991-01-04", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h871-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "871"
    }, 
    {
      "amendment_id": "h872-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "872"
    }
  ], 
  "bill_id": "hr5835-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "101", 
    "law_type": "public", 
    "number": "508"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1991-01-04", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-27T06:55:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-10-27", 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-15", 
  "number": "5835", 
  "official_title": "To provide for reconciliation pursuant to section 4 of the concurrent resolution on the budget for fiscal year 1991.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres509-101", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hres537-101", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr8-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr44-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr209-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr292-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr658-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr664-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr882-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr987-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1112-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1175-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1471-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1549-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1618-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1677-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2095-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2118-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2193-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2573-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2603-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2630-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2867-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3286-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3367-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3573-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3701-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3774-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3864-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3872-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3880-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3931-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3932-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3933-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3937-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3959-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4030-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4051-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4080-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4109-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4121-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4229-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4253-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4274-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4294-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4333-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4344-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4381-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4422-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4438-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4450-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4486-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4555-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4755-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4760-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4835-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4840-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4867-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4949-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4951-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5020-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5047-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5054-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5067-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5090-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5125-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5170-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5213-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5304-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5349-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5351-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5415-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5421-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5425-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5437-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5454-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5489-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5515-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5517-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5665-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5710-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5735-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5822-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5828-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5874-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5961-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5975-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s324-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s512-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s568-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s585-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s847-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1766-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2044-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2186-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2706-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3094-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3209-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3209-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s3209-101", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Omnibus Budget Reconciliation Act of 1990", 
  "sponsor": {
    "district": "16", 
    "name": "Panetta, Leon", 
    "state": "CA", 
    "thomas_id": "00888", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1990-11-05", 
  "subjects": [
    "AIDS (Disease)", 
    "Accounting", 
    "Accreditation (Education)", 
    "Administrative fees", 
    "Administrative procedure", 
    "Adopted children", 
    "Aeronautics", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural price supports", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aid to dependent children", 
    "Air bases", 
    "Air pollution measurement", 
    "Air traffic", 
    "Aircraft", 
    "Aircraft construction", 
    "Aircraft engines", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Airspace (Law)", 
    "Alaska", 
    "Alcohol as fuel", 
    "Alcohol tax", 
    "Alcoholic beverages", 
    "Alcoholism", 
    "Aliens", 
    "Ambulatory care", 
    "American technical assistance", 
    "Anesthetics", 
    "Annuities", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Auditing", 
    "Authorization", 
    "Automobiles", 
    "Aviation fuels", 
    "Aviation safety", 
    "Awards, medals, prizes", 
    "Balanced budgets", 
    "Bank capital", 
    "Bank reserves", 
    "Bankruptcy", 
    "Beaches", 
    "Beer", 
    "Bicycles", 
    "Black colleges", 
    "Blind", 
    "Block grants", 
    "Boats and boating", 
    "Breast cancer", 
    "Budget deficits", 
    "Burglary insurance", 
    "Business and social problems", 
    "Business losses", 
    "Buy American", 
    "California", 
    "Case mix (Medical care)", 
    "Cemeteries and funerals", 
    "Chemicals", 
    "Child abuse", 
    "Child development", 
    "Child health", 
    "Child labor", 
    "Child support", 
    "Child welfare", 
    "Cigarettes", 
    "Civil rights and liberties, minority issues", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Civil service system", 
    "Claims", 
    "Climate change and greenhouse gases", 
    "Clothing industry", 
    "Coal", 
    "Coast guard", 
    "Coastal zone", 
    "Collection of accounts", 
    "Commercial aircraft", 
    "Community health services", 
    "Community property", 
    "Compensation for victims of crime", 
    "Compensatory education", 
    "Competition", 
    "Computers and government", 
    "Confidential communications", 
    "Congressional budget", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Connecticut", 
    "Continental shelf", 
    "Contracts", 
    "Copyright royalties", 
    "Corporate mergers", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Cotton", 
    "Counseling", 
    "Credit", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Customs administration", 
    "Data banks", 
    "Day care", 
    "Defective products", 
    "Deficit financing", 
    "Depletion allowances", 
    "Deposit insurance", 
    "Diesel motor", 
    "Directories", 
    "Disabled", 
    "Disasters", 
    "Diseases", 
    "Divorce", 
    "Drug abuse", 
    "Drugs and military personnel", 
    "Drugstores", 
    "Earnings", 
    "Easements", 
    "Economics and public finance", 
    "Electric utilities", 
    "Electronic funds transfers", 
    "Electronics", 
    "Emergency medical services", 
    "Employee assistance programs", 
    "Employee benefit plans", 
    "Energy policy", 
    "Energy tax credits", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental research", 
    "Estate tax", 
    "Estuarine area conservation", 
    "Excise tax", 
    "Executive impoundment of appropriated funds", 
    "Executive reorganization", 
    "Extended care facilities", 
    "Eyeglasses", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid highway program", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal aid to day care centers", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to transportation", 
    "Federal budgets", 
    "Federal employees", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fire fighters", 
    "Fishery management", 
    "Flood insurance", 
    "Florida", 
    "Fluorocarbons", 
    "Food relief", 
    "Food stamps", 
    "Foreclosure", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Foreign-trained physicians", 
    "Forest management", 
    "Forest roads", 
    "Foster home care", 
    "Fraud", 
    "Fuel consumption", 
    "Fur trade", 
    "Gasohol", 
    "Gasoline tax", 
    "Geodesy", 
    "Geothermal power plants", 
    "Germany", 
    "Gifts", 
    "Government corporations", 
    "Government employees' health insurance", 
    "Government lending", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government service contracts", 
    "Government spending reductions", 
    "Government trust funds", 
    "Graduate education", 
    "Grants-in-aid", 
    "Grazing", 
    "Great Lakes", 
    "Harbors", 
    "Hawaii", 
    "Hazardous waste disposal", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Heart diseases", 
    "Highway engineering", 
    "Highway use tax", 
    "Home care services", 
    "Home equity conversion", 
    "Honey", 
    "Honoraria", 
    "Hospices (Terminal care)", 
    "Hospital care", 
    "Hospital patients", 
    "Hospital personnel", 
    "Hospitalization insurance", 
    "Hospitals", 
    "Income", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Indian lands", 
    "Indoor air pollution", 
    "Infants", 
    "Information leaking", 
    "Information services", 
    "Inland water transportation", 
    "Inspectors general", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interest", 
    "International competitiveness", 
    "International environmental cooperation", 
    "Interstate compacts", 
    "Inventories", 
    "Investments", 
    "Jewelry trade", 
    "Kidney diseases", 
    "Labeling", 
    "Labor and employment", 
    "Land transfers", 
    "Land use", 
    "Launch vehicles", 
    "Leases", 
    "Legal fees", 
    "Legal services insurance", 
    "Legislative procedure", 
    "Liability (Law)", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Life insurance", 
    "Limitation of actions", 
    "Local officials and employees", 
    "Long-term care insurance", 
    "Low-income housing", 
    "Maintenance and repair", 
    "Management", 
    "Manpower training programs", 
    "Marine transportation", 
    "Marketing of farm produce", 
    "Marriage", 
    "Mass rapid transit", 
    "Maternal health services", 
    "Medicaid", 
    "Medical centers", 
    "Medical education", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical personnel", 
    "Medical residents", 
    "Medical screening", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Menopause", 
    "Mental care facilities", 
    "Mental health services", 
    "Mentally handicapped", 
    "Merchant seamen", 
    "Merchant ships", 
    "Military aviation", 
    "Military bases", 
    "Military discharges", 
    "Milk", 
    "Mine safety", 
    "Mines and mineral resources", 
    "Minimum tax", 
    "Mining claims", 
    "Mining leases", 
    "Minnesota", 
    "Minority business enterprises", 
    "Monetary policy", 
    "Mortgage guaranty insurance", 
    "Mortgage loans", 
    "Mortgages", 
    "Motor vehicle pollution control", 
    "Motor vehicles", 
    "National forests", 
    "Native Americans", 
    "Nebraska", 
    "New Jersey", 
    "New York State", 
    "Noise", 
    "Nontariff trade barriers", 
    "Nuclear energy", 
    "Nuclear power plants", 
    "Nurse practitioners", 
    "Nursing education", 
    "Nursing homes", 
    "Nutrition", 
    "Occupational health and safety", 
    "Ocean", 
    "Off-budget expenditures", 
    "Ohio", 
    "Oil shales", 
    "Oilseeds", 
    "Oklahoma", 
    "Old age, survivors and disability insurance", 
    "Optical instruments and optical trade", 
    "Optometry", 
    "Orphan drugs", 
    "Osteoporosis", 
    "Oxygen", 
    "Ozone", 
    "Ozone layer depletion", 
    "Paramedical personnel", 
    "Patent law and legislation", 
    "Patents", 
    "Paternity", 
    "Patients' rights", 
    "Peanuts", 
    "Pediatricians", 
    "Peer review organizations (Medicine)", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Pest control", 
    "Pesticides", 
    "Petroleum", 
    "Petroleum law and legislation", 
    "Pharmacists", 
    "Physicians", 
    "Physicians' assistants", 
    "Pollution control", 
    "Pollution taxes", 
    "Poor", 
    "Postal employees", 
    "Postal rates and revenues", 
    "Postal service", 
    "Power resources", 
    "Pregnant women", 
    "Preschool education", 
    "Prescription pricing", 
    "Property insurance", 
    "Prospective payment systems (Medical care)", 
    "Prosthesis", 
    "Public assistance programs", 
    "Public debt", 
    "Public lands and natural resources", 
    "Public utility regulation", 
    "Publishers and publishing", 
    "Puerto Rico", 
    "Radar", 
    "Radioactive wastes", 
    "Radiotherapy", 
    "Radon", 
    "Railroad retirement plans", 
    "Railroad safety", 
    "Railroads", 
    "Reclamation of land", 
    "Recycling of waste products", 
    "Refuse as fuel", 
    "Regulatory reform", 
    "Rehabilitation", 
    "Rehabilitation of the mentally handicapped", 
    "Rehabilitation of the physically handicapped", 
    "Remarriage", 
    "Reparations", 
    "Research and development", 
    "Research and development tax credit", 
    "Research centers", 
    "Research grants", 
    "Research natural areas", 
    "Reservoirs", 
    "Respite care", 
    "Retiree health benefits", 
    "Rice", 
    "Right of privacy", 
    "Right-of-way", 
    "Rights of institutionalized persons", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Rural electrification", 
    "Rural public health", 
    "Sales tax", 
    "Secondary mortgage market", 
    "Securities", 
    "Self-employed", 
    "Shale oils", 
    "Shellfish fisheries", 
    "Ships", 
    "Signs and symbols", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Solar power plants", 
    "Soybeans", 
    "Space policy", 
    "Sparsely populated areas", 
    "Standards", 
    "State officials and employees", 
    "State taxation", 
    "Statistics", 
    "Steel", 
    "Stocks", 
    "Strip mining", 
    "Student aid", 
    "Student loan funds", 
    "Sugar and sugar trade", 
    "Supplemental security income program", 
    "Surety and fidelity", 
    "Surgery", 
    "Survivors' benefits", 
    "Tariff", 
    "Tax assessment", 
    "Tax credits", 
    "Tax deductions", 
    "Tax penalties", 
    "Tax rates", 
    "Tax refunds", 
    "Tax returns", 
    "Taxation", 
    "Taxpayers", 
    "Technological innovations", 
    "Telephone", 
    "Telephone rates", 
    "Texas", 
    "Timber sales", 
    "Tire industry", 
    "Tobacco", 
    "Tobacco tax", 
    "Tourist trade", 
    "Trademarks", 
    "Transportation and public works", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Trusts and trustees", 
    "Underground storage", 
    "Unemployment insurance", 
    "Unfair labor practices", 
    "Unnecessary surgery", 
    "Urban areas", 
    "User charges", 
    "Utah", 
    "Vaccines", 
    "Valuation", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Veterans' pensions", 
    "Veterans' rehabilitation", 
    "Virgin Islands", 
    "Virginia", 
    "Vital statistics", 
    "Vocational rehabilitation", 
    "Wage surveys", 
    "Wages", 
    "Waste products", 
    "Water pollution control", 
    "Water quality", 
    "Weather forecasting", 
    "Wetland conservation", 
    "Wheat", 
    "Widowers", 
    "Widows", 
    "Wilderness areas", 
    "Wind power", 
    "Wine", 
    "Withholding tax", 
    "Women", 
    "Wool", 
    "X-rays"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1990-10-27", 
    "text": "Omnibus Budget Reconciliation Act of 1990 - Title I: Agriculture and Related Programs - Agricultural Reconciliation Act of 1990 - Subtitle A: Commodity Programs - Amends the Agricultural Act of 1949, as amended by the Food, Agriculture, Conservation, and Trade Act of 1990, to reduce wheat, feed grain, upland cotton, and rice base acreages eligible for deficiency payments from 100 percent to 85 percent. Revises deficiency calculations for the 1994 and 1995 crops of wheat, feed grains, and rice. Sets 1991 acreage reductions at: (1) 15 percent for wheat; and (2) 7.5 percent for feed grains. Sets 1992 through 1995 acreage reductions at: (1) six percent for 1992 wheat; (2) five percent for 1993 wheat; (3) seven percent for 1994 wheat; (4) five percent for 1995 wheat; and (5) 7.5 percent for feed grains. Makes such limitations inapplicable if stocks-to-use ratios are less than specified amounts. Terminates all such limitations if 1991 soybean stocks are less than a specified amount. Establishes loan origination and service fees for the 1991 through 1995 crops of: (1) oilseeds (two percent); (2) peanuts (one percent); (3) sugar (eighteen cents per pound for sugar cane, 19.3 cents per pound for sugar beets); (4) honey (one percent); (5) wool and mohair (one percent); and (6) tobacco (one percent, divided between producers and purchasers). Provides milk assessment refunds to qualifying producers. Subtitle B: Other Agricultural Programs - Amends the Rural Electrification Act of 1936 to set forth authorized FY 1991 through 1995 rural electric and telephone loan levels. Requires: (1) specified insured loan reductions (allocated between electric and telephone programs); and (2) such reductions to be used for 90 percent guaranteed electric and telephone loans. Amends the Consolidated Farm and Rural Development Act to set forth and apportion FY 1991 through 1995 Farmers Home Administration (FmHA) real estate and operating loan levels. Requires: (1) specified insured loan reductions; and (2) such reductions to be used for guaranteed loans. Limits insured loan reductions if more than 70 percent of loans guaranteed under the interest rate reduction program are to new borrowers. Revises the interest rate reduction program to: (1) extend the program through FY 1995; (2) increase lender payments; and (3) extend the demonstration project to purchase Farm Credit System land through January 6, 1992. Amends the Food, Agriculture, Conservation, and Trade Act of 1990 to: (1) include international passengers within the coverage of agricultural inspection and quarantine service fees; and (2) authorize appropriations for such purposes. Makes specified technical changes with regard to: (1) the integrated farm management program; (2) food aid assistance; (3) the tobacco program; (3) emergency loans; and (4) a prohibition on the imposition of additional pesticide user fees. Subtitle C: Effective Date - Makes this title effective at the earlier of one day after the enactment of the Food, Agriculture, Conservation, and Trade Act of 1990, or December 1, 1990. (Date of enactment was November 5, 1990.) Authorizes the Secretary to adjust agricultural acreage limitation, price support, and export programs in order to protect U.S. agricultural producers and ensure their international competitiveness if the United States does not enter into an agricultural trade agreement under the General Agreement on Tariffs and Trade (GATT) by June 30, 1992, and if such agreement is not in force in the United States by June 30, 1993. Title II: Banking, Housing, and Related Programs - Subtitle A: Federal Deposit Insurance Assessments - FDIC Assessment Rate Act of 1990 - Amends the Federal Deposit Insurance Act to authorize the Federal Deposit Insurance Corporation (FDIC) to set assessment rates for Bank Insurance Fund members and Savings Association Insurance Fund members which the FDIC determines, in its sole discretion, to be appropriate either to maintain the designated reserve ratio, or, if the reserve ratio is less than its designated level, to increase it to that level. Sets forth an annual minimum assessment of $1,000 for each member. Authorizes the FDIC to set assessment rates for insured depository institutions semiannually at such times as it determines in its sole discretion to be appropriate. Mandates that such rates be set independently for each insurance fund. Authorizes the FDIC to: (1) set designated reserve ratios as necessary to counter any significant risk of substantial losses to either insurance funds; and (2) issue and sell obligations to (that is, borrow from) the Federal Financing Bank. Subtitle B: FHA Mortgage Insurance - Amends the National Housing Act to make permanent the 185 percent mortgage limit. Limits a mortgage to not more than 98.75 percent of a property's appraised value (97.75 percent if such value exceeds $50,000). Revises premium payment provisions. Sets forth specified transition provisions for 1991 through 1992 and 1993 through 1994 mortgages. Requires with regard to the Mutual Mortgage Insurance Fund: (1) that the actuarial status of the entire Fund be considered in determining whether a surplus exists for mortgagor distribution; (2) that specified Fund capital ratios be maintained; (3) annual audits and reports to the Congress; and (4) the establishment of operating goals which must be met in order to permit Fund distributions. Extends the home equity conversion demonstration program through September 30, 1995. Establishes the maximum number of insured mortgages at 25,000. Subtitle C: Auction of Federally Insured Mortgages - Amends the National Housing Act to direct the Secretary to provide through September 30, 1995, for the auction of federally insured multifamily mortgages, in lieu of accepting assignment of the original credit instrument and mortgage in exchange for receipt of debentures. Subtitle D: Crime and Flood Insurance Programs - Amends the National Housing Act to: (1) extend the Federal crime insurance program through September 30, 1995; and (2) continue existing contract authority through September 30, 1996. Amends the Housing and Community Development Act of 1987 to extend the limitation on crime insurance premiums through September 30, 1995. Amends the National Flood Insurance Act of 1968 to extend through September 30, 1995, the national flood insurance program and related emergency implementation and erosion provisions. Amends the Housing and Community Development Act of 1987 to extend the limit on flood insurance premiums through September 30, 1995. Amends the National Flood Insurance Act of 1968 to: (1) include certain administrative costs in the premium fee; and (2) permit administrative expenses to be paid from the National Flood Insurance Fund. Amends the Housing and Community Development Act of 1987 to permit FY 1991 premium increases to exceed the premium cap. Title III: Student Loans and Labor Provisions - Subtitle A: Student Loan Program Savings - Student Loan Default Prevention Initiative Act of 1990 - Amends title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to review provisions relating to student loan program defaults and other costs. Eliminates reimbursements to guaranty agencies for supplemental preclaims assistance costs; but directs the Secretary of Education (the Secretary for purposes of this subtitle) to pay guaranty agencies $50 per loan for such assistance performed by such agencies, provided that no default claim is made on the loan. Delays initial disbursement of loans under the guaranteed student loan (GSL or Stafford) program, for first-time borrowers entering their first year of undergraduate study, until 30 days after they begin a course of study. Makes ineligible for GSL program participation institutions with cohort default rates, for the three most recent fiscal years for which data are available, at or above the following threshold percentages: (1) 35 percent for FY 1991 and 1992; and (2) 30 percent for any succeeding fiscal year. Authorizes the Secretary to waive such ineligibility and permit continued participation if: (1) the institution demonstrates that the default rate calculation is not accurate and that recalculation would reduce the rate for any of the three years below the threshold percentage; or (2) the Secretary judges that exceptional mitigating circumstances would make such ineligibility to participate inequitable. Exempts from such default rate requirements, until July 1, 1994, historically Black colleges and tribally controlled community colleges. Allows institutions to refuse to provide a GSL certification statement to borrowers, or to reduce the determination of need in such statements, in individual cases where the institution determines that the student expenses to be covered by the GSL loan can be met more appropriately, by the institution or the student, from other sources. Extends through FY 1996 the following provisions relating to the Supplemental Loans for Students (SLS) program: (1) certain default rate limitations; and (2) maximum loan amounts. (Such provisions were enacted by the Omnibus Budget Reconciliation Act of 1989.) Revises the period for determination of maximum loan amounts under the SLS program. Requires students admitted on the basis of ability-to-benefit to pass an independently administered examination, approved by the Secretary, as a condition of their eligibility for any student aid under title IV of HEA. Amends the Federal bankruptcy code to provide that the following actions regarding the debtor are not stayed during bankruptcy proceedings: (1) any action by an accrediting agency or State licensing body regarding accreditation status or licensing as an educational institution; and (2) any action by a guaranty agency or the Secretary regarding eligibility to participate in HEA programs. States that the amendments made by this subtitle shall cease to be effective on October 1,1996. Subtitle B: Labor Related Penalties - Amends the Occupational Safety and Health Act of 1970, the Federal Mine Safety and Health Act of 1977, and the Fair Labor Standards Act of 1938 to revise and increase the amount of penalties for certain violations of such Acts. Title IV: Medicare, Medicaid, and Other Health-Related Programs - Subtitle A: Medicare - Part 1: Provisions Relating to Part A - Amends part A (Hospital Insurance) of title XVIII (Medicare) of the Social Security Act to extend through FY 1991 the reduction in payments for capital-related costs of inpatient hospital services mandated by the Omnibus Budget Reconciliation Act of 1989. Exempts rural primary care hospitals from such a reduction. Provides for a ten percent reduction in the aggregate amount of prospective payments made during FY 1992 through 1995 to disproportionate share hospitals for capital-related costs of inpatient hospital services. Amends the Medicare program to change hospital prospective payment rates by: (1) the market basket percentage increase minus two percent for hospitals located in urban areas, and the market basket percentage increase minus .7 percent for hospitals located in rural areas, for FY 1991; (2) the market basket percentage increase minus 1.6 percent for hospitals located in urban areas, and the market basket percentage increase minus .6 percent for hospitals located in rural areas, for FY 1992; (3) the market basket percentage increase minus 1.55 percent for hospitals located in urban areas, and the market basket percentage increase minus .55 percent for hospitals located in rural areas, for FY 1993; (4) the market basket percentage increase for hospitals located in urban areas, and the market basket percentage increase plus 1.5 percent for hospitals located in rural areas, for FY 1994; (5) the market basket percentage increase for hospitals located in urban areas, and such percentage increase for hospitals located in rural areas as will equal the average standardized amount for hospitals located in an urban area (not located in a large urban area) for FY 1995; and (6) the market basket percentage increase for all hospitals thereafter. Increases disproportionate share payments for urban hospitals with more than 100 beds and for hospitals with disproportionate indigent care revenues. Makes permanent adjustments in payments to disproportionate share hospitals. Directs the Secretary of the Department of Health and Human Services (HHS) to pay hospitals for discharges during the period beginning January 1, 1991, through October 1, 1993, using a wage index based solely on the 1988 wage survey data. Directs the Prospective Payment Assessment Commission (PPAC) to examine data measuring earnings and paid hours of employment of hospital workers by occupational category and to include in such examination an analysis of the impact of variation in occupational mix on the computation of the area wage index. Directs the PPAC to include recommendations in its March 1991 report regarding the feasibility and desirability of modifying such area wage index to take into account occupational mix and its variations resulting from differences in State codes and requirements. Extends through FY 1993 the regional floor on standardized Medicare payments for inpatient hospital services. Directs the Secretary to collect sufficient data on the input prices associated with the non-wage-related portion of the adjusted average standardized amounts to identify the extent to which variations in such amounts among hospitals located in different geographic areas are attributable to differences in such prices. Directs the Secretary to submit a report to the Congress analyzing such data and to include in such report recommendations regarding a methodology for adjusting such average standardized amounts to reflect such variations. Eliminates the hospital offset for services of physician assistants. Expands the functions of PPAC to include the development of new institutional reimbursement policies and the modification of current institutional reimbursement policies in order to promote the efficient and effective delivery of high-quality health care services. Directs PPAC to report to the Congress on trends in health care costs, payments to hospitals, and new methods of health care cost containment. Revises reporting requirements for PPAC and the Secretary. Requires PPAC to study Medicaid (title XIX of the Social Security Act) payments to hospitals and to submit a report to the Congress on such study. Revises provisions regarding payments to hospitals which have been geographically reclassified. Requires the DRG payment system to cover the cost of all services provided during the 72-hour period ending on the date of the patient's admission if such services are diagnostic services or are other services related to the admission. Allows a hospital to be reimbursed for the costs incurred in conducting clinical training on its premises under an approved nursing education program which is not operated by the hospital, under certain conditions. Prohibits the Secretary from recouping payments from a hospital before October 1, 1991, because of alleged overpayments made for graduate medical education programs. Caps the annual amount of such a recoupment at 25 percent of the amount of the overpayment. Prohibits the Secretary from recouping payments from a hospital because of alleged overpayments for the period beginning October 1, 1983, through October 1, 1990, relating to approved nursing education programs. Directs the Secretary to refund any such payments which were recouped before the enactment of this Act. Directs the Secretary to conduct a special audit to ensure the accuracy of payments for medical education costs. Provides that hospitals exempt from the prospective payment system shall receive 50 percent of the amount by which their operating costs exceed the target amount in FY 1992. Directs the Secretary to develop a proposal to modify the current system under which hospitals exempt from the prospective payment system are reimbursed for the operating and capital-related costs of inpatient hospital services or to replace it with a prospective payment system. Revises the performance standards and criteria for agencies and organizations which process applications for Medicare Hospital Insurance claims to include additional requirements with respect to applications for an exemption from, or adjustment to, the target amount for a hospital exempt from the prospective payment system. Requires the Secretary to announce a decision on any request for an exemption, exception, or adjustment with respect to the method for determining the amount of payment to hospitals with distorted increases in costs within 180 days after receiving the application for such request from the fiscal intermediary. Establishes criteria for the Secretary to consider in determining whether to assign a new base period which is more representative of the reasonable and necessary cost to a hospital of providing inpatient services. Directs the Administrator of the Health Care Financing Administration to provide guidance to agencies and organizations which process applications for Medicare Hospital Insurance claims and hospitals exempt from the prospective payment system to assist them in filing complete applications. Provides for a subsequent period of coverage for hospice care beyond the current 210-day limit if the beneficiary is recertified as terminally ill. Freezes payments under the Hospital Insurance program at FY 1990 levels through December 31, 1990. Makes technical and miscellaneous amendments to provisions with respect to the Hospital Insurance program which concern: (1) hospital obligations with respect to treatment of emergency conditions; (2) designation of rural primary care hospitals; (3) skilled nursing facility routine cost limits; (4) enrollment for members of a health maintenance organization (HMO); (5) nursing homes; (6) determination of reasonable costs relating to swing beds; and (7) the liability of skilled nursing facilities and hospices for payment of denied claims. Directs the Secretary, acting through the Inspector General of HHS, to conduct a study and report to the Congress on the effect of State laws prohibiting the employment of physicians by hospitals on the availability and accessibility of trauma and emergency care services. Authorizes the Secretary to waive Medicare provisions if necessary to conduct any demonstration project for limited-service rural hospitals with respect to which the Secretary has entered into an agreement before the Omnibus Budget Reconciliation Act of 1989 was enacted. Directs the Secretary to develop a proposal to modify the current system under which skilled nursing facilities receive payment for extended care services or to replace such system with a prospective payment system. Outlines congressional reporting requirements. Directs the Secretary to review and report to the Congress on the modification of hospital regulations with respect to rural hospitals. Makes miscellaneous technical corrections to provisions relating to hospitals and other providers of services. Part 2: Provisions Relating to Part B - Subpart A: Payment for Physicians' Services - Amends part B (Supplementary Medical Insurance) of the Medicare program to reduce in 1991 prevailing charges for procedures identified as overvalued in the Omnibus Budget Reconciliation Act of 1989 by the same amount as previously reduced under that Act. Reduces prevailing charges for certain nonsurveyed physician services by 6.5 percent in 1991. Reduces payments for radiology, anesthesia, and physician pathology services in 1991. Changes prevailing charges for physician services in 1991 by: (1) freezing charges for non-primary care services; and (2) increasing by two percent the charges for primary care services. Increases the prevailing charge floor for primary care services. Changes the physician Medicare Volume Performance Standards for FY 1991. Revises the method of payment for the services of new physicians to establish customary charge limits on a graduated basis for the first through fourth years of practice. Provides for the payment of other new health care practitioners under such method. Specifies that if payment is made separately for a physician serving as an assistant-at-surgery, such payment may not exceed 16 percent of the payment for the global surgical service involved. Precludes payments for assistants-at-surgery where such assistants are used in less than five percent of the cases. Provides that payments for the technical, as distinct from the professional, component of certain diagnostic tests will be made if the reasonable charge for such component does not exceed the national median of such charges for all localities. Prohibits payments for EKG interpretations performed in conjunction with an office visit for which a payment under the Supplementary Medical Insurance program has been made. Prohibits physicians from billing an individual enrolled in such program separately for such an interpretation. Allows payments to be made to a physician who arranges for visit services to be provided on an occasional, reciprocal basis by another physician, under certain conditions. Directs the Secretary to conduct a study and report to the Congress on the effect of the release of Medicare prepayment medical review screen parameters on physician billings for the services to which the parameters apply. Establishes the Practicing Physicians Advisory Council with which the Secretary is required to consult regarding certain proposed changes in regulations and carrier manual instructions related to physician services. Directs the Secretary to conduct a study and report to the Congress with respect to the aggregation of claims for similar physician services. Directs the Secretary to issue guidelines to assure a uniform level of review of physician visits to patients of a rehabilitation hospital or unit patients after the medical review screen parameter established under the Omnibus Budget Reconciliation Act of 1987 has been exceeded. Directs the Secretary to conduct a study and report to the Congress with respect to regional variations in the impact of Medicare physician payment reform. Sets the limit in 1991 for evaluation and management services provided by a non-participating physician at 140 percent of the recognized charge for such services. Provides for the treatment of the States of Nebraska and Oklahoma as a single fee schedule area for physician services, under certain conditions. Makes miscellaneous technical corrections to provisions with respect to payment for physician services. Repeals obsolete reporting requirements. Subpart B: Provisions Relating to Other Items and Services - Amends the Supplementary Medical Insurance program to provide for a 15 percent reduction in payments for capital-related costs for outpatient hospital services for FY 1991 and a ten percent reduction in such payments for FY 1992 through 1995. Exempts rural primary care hospitals from such reductions. Directs the Secretary to reduce the payments for outpatient hospital services made on a reasonable cost basis by 5.8 percent for FY 1991 through 1995. Directs the Secretary to develop a proposal to replace the current payment system for outpatient hospital services with a prospective payment system. Outlines congressional reporting requirements. Changes the method for determining payments for ambulatory surgical procedures and radiology services. Freezes the payment for insertion of an intraocular lens during or subsequent to cataract surgery in an ambulatory surgery center at $200 through 1992. Reduces the fee schedule amounts for transcutaneous electrical nerve stimulators by 15 percent. Restricts payments for sealift chairs to the sealift mechanism only. Makes miscellaneous and technical amendments to provisions with respect to payments for durable medical equipment, including orthotics and prosthetics, rental cap items, and oxygen equipment. Freezes the reasonable charges for parenteral and enteral nutrients, supplies, and equipment during 1991. Requires the Secretary to develop and periodically update for carriers of items of durable medical equipment a list of those items that are potentially overused. Prohibits suppliers from distributing completed or partially completed Medicare medical necessity forms to patients or physicians for commercial purposes. Provides for the recertification of certain patients receiving home oxygen therapy services. Prohibits the Secretary from issuing any regulation that changes the coverage of conventional eyewear furnished to individuals enrolled in the Supplementary Medical Insurance program following cataract surgery with insertion of an intraocular lens, except when a regulation is issued to implement the coverage of such eyewear after such surgery. Directs the Comptroller General to conduct a study and report to the Congress with respect to Medicare payments for prosthetic devices, orthotics, and prosthetics. Limits annual fee schedule increases for clinical diagnostic laboratory tests for 1991 through 1993. Reduces the national cap on fee schedules for such tests. Makes technical and miscellaneous amendments with respect to mandatory assignment for such tests performed by physicians and agreements with States to determine compliance of clinical laboratories with program requirements. Reduces payments under the Supplementary Medical Insurance program by two percent for items and services furnished during November and December of 1990. Sets forth special rules for the application of such reduction. Provides for direct reimbursement for authorized services of nurse practitioners and clinical nurse specialists in rural areas. Establishes the payment for services at 80 percent of the lesser of the actual charge or the prevailing charge for services performed by physicians. Caps the prevailing charge at 75 percent of the amount determined for hospital services and at 85 percent for all other services. Requires payment to be made on an assignment-related basis. Provides coverage for injectable drugs approved for the treatment of a bone fracture related to post-menopausal osteoporosis, under certain conditions. Directs the Secretary to study and report to the Congress on the effects of such coverage on the health of individuals and the utilization of inpatient hospital and extended care services by such individuals. Requires separate payment under the Supplementary Medical Insurance program for services of certain health practitioners. Allows a hospital to be reimbursed for the costs incurred in conducting clinical training on its premises under an approved nursing education program which is not operated by the hospital, under certain conditions. Prohibits the Secretary from recouping any alleged overpayments with respect to graduate medical education programs before October 1, 1991. Caps the annual amount of recoupment at 25 percent of the amount of the overpayment. Prohibits the Secretary from recouping overpayments with respect to certain nursing education program costs. Requires the Secretary to refund any such overpayments recouped before the enactment of this Act. Directs the Secretary to conduct a special audit to ensure the accuracy of such costs. Makes technical and miscellaneous amendments with respect to provisions regarding certified registered nurse anesthetists and rural health clinic services. Includes federally qualified health center services in the list of other health services covered under the Supplementary Medical Insurance program. Directs the Comptroller General to conduct a study and report to the Congress on hospital staff privileges for physicians practicing in community health centers. Provides coverage for partial hospitalization services provided in certain community mental health centers. Provides coverage for routine screening mammograms and physician interpretation of the results. Extends the authorization for Alzheimer's Disease demonstration projects for an additional year. Sets forth disclosure requirements for certain providers under the Supplementary Medical Insurance program in order to receive payment. Directs the Secretary to publish a directory of the unique physician identification numbers of all physicians providing authorized servises under the Supplementary Medical Insurance program. Part 3: Provisions Relating to Parts A and B - Requires the Secretary to maintain the composite rate in effect on September 30, 1990, without regard to reductions imposed by the Omnibus Budget Reconciliation Act of 1989, increased by $1.00, for payments to dialysis facilities for treatments provided for end state renal disease patients. Directs PPAC to conduct a study and report to the Congress on end stage renal disease composite rates. Provides coverage for erythropoietin and items related to its administration for home dialysis patients who are competent to use it without medical or other supervision, subject to methods and standards established by the Secretary for its safe and effective use. Revises payments for erythropoietin. Directs the Secretary to establish and carry out a demonstration project to determine whether services of a home dialysis staff assistant to a patient during hemodialysis treatment at the patient's home may be covered under the Medicare program in a cost-effective manner that ensures patient safety. Amends the Social Security Act and the Internal Revenue Code to extend through September 30, 1995, the requirements that: (1) employers must respond to inquiries from Medicare contractors about employer coverage of beneficiaries and their spouses; and (2) the Treasury and Social Security Administration (SSA) respond to requests concerning taxpayer information. Amends the Social Security Act to extend the secondary payer period for individuals eligible for Medicare with end stage renal diseases. Directs the Comptroller General to conduct a study and report to the Congress on such extension. Provides for regulation of incentive payments by HMOs to physicians. Provides that before a peer review organization submits its reports and recommendations to the Secretary it may provide the practitioner with an opportunity to enter into and complete a corrective action plan if appropriate. Permits optometrists and podiatrists to be utilized in making final determinations of peer review organization payment denials. Directs the Secretary to develop and implement a plan to coordinate review of physician activities. Provides for confidentiality of peer review deliberations. Makes miscellaneous and technical amendments with respect to peer review notice requirements, liability, and denial of payment. Provides for patient self-determination in health care decisions. Makes miscellaneous and technical amendments to provisions relating to: (1) hospital and physician obligations with respect to emergency medical conditions; (2) the home health wage index; (3) definitions and reporting requirements relating to physician ownership and referral; and (4) social health maintenance organizations. Directs the Secretary to develop a proposal to modify the current system under which payment is made for home health services under the Medicare program or a proposal to replace it with a prospective payment system. Outlines congressional reporting requirements. Directs the Secretary to submit to the Congress a statistical profile comparing utilization of items and services by Medicare beneficiaries. Directs the Secretary to resume certain case management demonstration projects. Prohibits the Secretary from imposing, or requiring the States to impose, on hospitals, nursing homes, hospices, dialysis facilities or other entities, a fee for offsetting the costs of surveys to certify compliance with participation requirements under the Hospital Insurance or Supplementary Medical Insurance programs. Authorizes the Secretary to delegate authority to the Office of the Inspector General for enforcement of anti-fraud and abuse provisions and imposition of civil money penalties under specified law. Modifies home health agency deficiency standards. Makes miscellaneous technical corrections to provisions relating to whistleblower protections. Part 4: Provisions Relating to Medicare Part B Premium and Deductible - Sets the part B premium at: (1) $29.90 for 1991; (2) $31.80 for 1992; (3) $36.60 for 1993; (4) $41.10 for 1994; and (5) $46.10 for 1995. Increases the part B deductible to $100 beginning in 1991. Part 5: Medicare Supplemental Insurance Policies - Provides for simplification of Medicare supplemental insurance policies and guarantees their renewability. Sets forth: (1) enforcement provisions, including those imposing civil penalties on issuers to prevent them from selling policies which duplicate other health insurance coverage; and (2) provisions with respect to loss ratios and the refund of premiums, pre-existing condition limitations and the limitation on medical underwriting, and Medicare select policies. Directs the Secretary to establish a health insurance advisory service program to assist Medicare-eligible individuals with the receipt of services under Medicare, Medicaid, and other health insurance programs. Authorizes State grants for the provision of information, counseling, and assistance to Medicare-eligible individuals to enable them to procure adequate and appropriate health insurance coverage. Authorizes appropriations for such grants. Directs the Secretary to provide information, via a toll-free telephone number, on the Medicare program and Medicare supplemental insurance policies. Authorizes the Secretary to conduct demonstration projects to establish statewide toll-free telephone numbers on Medicare benefits, Medicare supplemental insurance policies available in the State, and benefits under the State Medicaid program. Subtitle B: Medicaid - Part 1: Reductions in Spending - Amends the Medicaid program to deny Federal matching funds for prescription drugs unless rebate agreements are in effect and States implement drug use review programs by January 1, 1993. Requires manufacturers to have entered into and have in effect a rebate agreement with the Secretary on behalf of the States in order to receive payment for covered outpatient drugs. Prohibits the application of State plan drug access limitations to drugs covered under a rebate agreement. Sets forth provisions with respect to the terms of the rebate agreements, rebate amounts, limitation on coverage of drugs, and pharmacy reimbursement. Outlines the requirements for State drug use review programs. Directs the Secretary to encourage each State agency which administers or supervises the administration of State plans for medical assistance to establish, as its principal means of processing claims for covered outpatient drugs, a point-of-sale electronic claims management system. Directs the Secretary to provide for the establishment of demonstration projects to evaluate the efficiency and cost-effectiveness of prospective drug utilization review in fulfilling patient counseling and in reducing costs for prescription drugs. Directs the Secretary to conduct a demonstration project to evaluate the impact on quality of care and the cost-effectiveness of paying pharmacists, whether or not a drug is dispensed, for drug use review services. Authorizes studies with respect to: (1) drug purchasing and billing activities of various health care systems; (2) prior approval procedures; (3) pharmacist reimbursement rates; (4) payments for vaccines; and (5) drug discounting under Medicare. Directs the Comptroller General to submit to the Secretary and specified congressional committees an annual report on changes in prices charged by manufacturers for prescription drugs to the Department of Veterans Affairs, other Federal programs, retail and hospital pharmacies, and other purchasing groups and managed care plans. Requires Medicaid payment of premiums and cost-sharing for enrollment under group health plans where cost-effective. Part 2: Protection of Low-Income Medicare Beneficaries - Requires States to accelerate by one year the requirement that they pay Medicare premiums, deductibles, and coinsurance for qualified Medicare beneficiaries with family incomes up to 100 percent of the Federal poverty line. Requires States that use more restrictive income limits for Medicaid than for Supplemental Security Income (SSI) (title XVI of the Social Security Act) to extend such payments to individuals with incomes below 95 percent of the poverty level by January 1, 1991, and below 100 percent by January 1, 1992. Requires States to pay premiums for qualified Medicare beneficiaries with incomes up to 110 percent of the Federal poverty level by January 1, 1993, and up to 120 percent by January 1, 1995. Part 3: Improvements in Child Health - Requires States to cover children born after September 30, 1983, who have attained six but not 19 years of age, with family incomes up to 100 percent of the poverty level. Requires States to accept and begin processing applications by pregnant women and children under age 18 at locations other than those used for the receipt and processing of applications for Aid to Families with Dependent Children (AFDC) (part A of title IV of the Social Security Act), using different application forms. Requires all States to continue eligibility for pregnant women until the end of the second full month beginning after the end of pregnancy, except in the case of a woman who has been provided ambulatory prenatal care during a presumptive eligibility period and then is determined to be ineligible. Requires States with prospective payment systems to provide for outlier payment adjustments for medically necessary inpatient services involving exceptionally high costs or exceptionally long lengths of stay when such services are provided: (1) in disproportionate share hospitals to children under age six; and (2) to infants under age one in any hospital. Extends the time limit for filing a Medicaid application to the last day of the month following the month in which the provider makes an initial determination of presumptive eligibility. Continues eligibility to that date in the case of a woman who fails to apply. Provides that the Medicaid application form to be filed by women who have been determined presumptively eligible may be the form used by the State for applications by women potentially eligible solely because of pregnancy. Exempts women qualifying for Medicaid under the special eligibility standards for pregnant women from the requirement that they cooperate in establishing paternity and obtaining child support. Part 4: Miscellaneous: Subpart A: Payments - Makes miscellaneous and technical amendments to provisions relating to: (1) State Medicaid matching payments through voluntary contributions and State taxes; (2) the counting of inpatient days and alternative State payment adjustments and systems with respect to disproportionate share hospitals; (3) federally qualified health center and hospice payments; and (4) billing for services of substitute physicians under Medicaid. Applies restrictions to disallowances of Federal financial participation relating to the failure of certain psychiatric facilities to comply with certification of need requirements for individuals under age 21. Subpart B: Eligibility and Coverage - Establishes home and community care for functionally disabled elderly individuals as a new optional service that States may cover under their Medicaid plans. Establishes community supported living arrangements services for developmentally disabled individuals as a new option service that a limited number of States may cover under their Medicaid plans. Makes miscellaneous and technical amendments to provisions relating to: (1) COBRA continuation coverage; (2) spousal impoverishment; (3) post-eligibility treatment of income under the Medicaid program with respect to German reparation payments; (4) coverage of rehabilitation services; (5) Medicaid coverage of personal care services outside the home and alcoholism and drug dependency treatment services; (6) medically needy income levels for certain one-member families; and (7) Medicaid spend-down options. Subpart C: Health Maintenance Organizations - Provides for the regulation of incentive payments to physicians. Amends the Family Support Act of 1988 and the Consolidated Omnibus Budget Reconciliation Act of 1985 to respectively revise provisions regarding the Minnesota prepaid demonstration project and certain California HMOs. Subpart D: Demonstration Projects and Home and Community-Based Waivers - Amends the Medicaid program to make technical and miscellaneous amendments with respect to provisions regarding home- and community-based waivers and timely payment under freedom-of-choice waivers for hospital services. Amends the Omnibus Budget Reconciliation Act of 1986 to revise provisions relating to frail elderly demonstration project waivers. Authorizes demonstration projects to study the effect of allowing States to extend Medicaid coverage to certain low-income families not otherwise qualified to receive Medicaid benefits. Amends the Omnibus Budget Reconciliation Act of 1986 to extend the Medicaid respite care demonstration project. Authorizes demonstration projects to provide Medicaid coverage for HIV-positive individuals. Subpart E: Miscellaneous - Amends the Medicaid program to provide for patient self-determination (advanced directives) in making health care decisions. Directs the Secretary to establish a system which provides for a unique identifier for each physician who furnishes services for payment under the Medicaid program. Requires that States maintain a list, updated monthly, of the identifiers of physicians certified to participate under Medicaid. Requires Medicaid contracts with HMOs to require that the HMO maintain data on patient encounters sufficient to identify the physician who treated the patients. Requires foreign medical graduates to pass the Foreign Medical Graduate Examination in the Medical Sciences or pass the examination of, or receive certification from, the Education Commission for Foreign Medical Graduates. Establishes minimum billing qualifications for physician services to children and pregnant women. Requires State Medicaid plans to provide for reporting by peer review organizations and private accreditation entities and to include reporting of any negative action taken by such organizations or entities or by licensing agencies regarding health care practitioners. Permits the Secretary to delegate to the Inspector General of HHS the authority to exclude individuals and entities from the Medicare and Medicaid programs and to impose civil monetary penalties for specified infractions. Requires State Medicaid agencies to notify the State medical licensing board when an adverse action against a physician is taken. Makes technical and miscellaneous amendments with respect to provisions regarding psychiatric hospital inpatient services and state utilization review systems. Part 5: Provisions Relating to Nursing Home Reform - Makes technical and miscellaneous amendments to Medicaid requirements imposed on nursing facilities by the Omnibus Budget Reconciliation Act of 1987, particularly nurse aide training and annual resident review requirements. Title V: Income Security, Human Resources, and Related Programs: Subtitle A: Human Resource and Family Policy Amendments - Chapter 1: Child Support Enforcement - Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act to make permanent current law that allows States to ask the Internal Revenue Service to withhold Federal tax refunds otherwise due to non-AFDC families in order to collect past due child support payments. Makes such a collection applicable to past-due support owed to anyone who was determined to be disabled under title II (Old Age, Survivors and Disability Insurance) (OASDI) or the SSI program when he or she was a minor. Amends the Family Support Act of 1988 to reauthorize the Commission on Interstate Child Support. Directs the Secretary to enter into an agreement to grant the State of Texas a waiver to continue a project on delinquency monitoring for child support without requiring a written application and payment of an application fee. Requires the appropriate State agency to agree to conduct a study and report to the Congress on the cost-effectiveness of monitoring delinquent child support payments in order for the waiver to be granted. Chapter 2: Unemployment Compensation - Amends title IX (Employment Security) of the Social Security Act to make permanent a limitation on State use of Unemployment Trust Fund amounts for administrative purposes. Modifies the distribution formula so that any overflow would be distributed to State accounts in the Fund in proportion to each State's share of wages subject to Federal unemployment taxes paid in the prior calendar year. Requires States to account for such amounts in accordance with standards established by the Secretary of Labor. Chapter 3: Supplemental Security Income - Amends the SSI program to exclude from an individual's income and resources amounts received from a State fund to aid crime victims. Prohibits the denial of SSI benefits to individuals by reason of their rejection of amounts offered as compensation for a crime. Eliminates the age requirement that blind and disabled individuals receiving SSI benefits must meet in order to be eligible for Medicaid benefits under the work incentive program. Excludes impairment-related work expenses from income in determining State supplementary payments and initial eligibility and reeligibility for SSI benefits. Treats any royalty which is earned in connection with the publication of an individual's work and any honorarium which is received for services rendered as earned income for purposes of SSI eligibility and benefit determination. Excludes certain State relocation assistance from income and resources under the SSI program. Directs the Secretary to make reasonable efforts to ensure that a qualified pediatrician or other specialist in a field of child medicine evaluates child disabilities for purposes of determining eligibility for SSI benefits. Authorizes reimbursement to State agencies for the costs of vocational rehabilitation services provided to certain individuals who are not currently receiving Federal SSI benefits. Extends the period of presumptive eligibility for benefits. Permits continuing disability and blindness reviews no more than once every 12 months. Directs the Secretaries of HHS and Agriculture to develop a procedure under which an individual who applies for SSI benefits shall also be permitted to apply at the same time for participation in the food stamp program. Chapter 4: Aid to Families with Dependent Children - Amends the AFDC program to give States the option of specifying from which categories of families monthly reports will be required. Requires States which exercise such option to describe the categories subject to such reporting requirement in their State plans. Gives States the option of choosing to apply the retrospective budgeting technique to any one or more of the categories to whom such reporting requirement applies. Disallows the treatment of a child receiving State or local foster care maintenance payments as a member of a family unit for purposes of determining eligibility for, or the amount of, AFDC benefits. Excludes the income and resources of such a child from the income and resources of the family. Disallows the treatment of a child receiving Federal adoption assistance payments under part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act, or adoption assistance payments under State or local law, as a member of a family unit for purposes of determining eligibility for, or the amount of, AFDC benefits. Excludes the income and resources of such a child from the income and resources of the family, except where such exclusion would reduce the amount of benefits to the family. Revises provisions governing the determination of AFDC benefits for a dependent child whose parent or legal guardian is under the age of 18 to delete all references to legal guardians. Amends AFDC and foster care and adoption assistance State plan requirements to require that each State agency report to an appropriate agency or official known or suspected instances of child abuse and neglect of a child receiving program aid. Makes March 31, 1991, the final reporting date for the National Commission on Children. Adds the Foster Care and Adoption Assistance program to the list of programs for which information about AFDC applicants and recipients may be made available. Amends part A (General Provisions) of title XI of the Social Security Act to repeal the spending cap on temporary assistance provided under the repatriation program until FY 1992. Permits HHS to receive gifts to assist program participants. Amends the Omnibus Budget Reconciliation Act of 1989 to extend the prohibition on establishing final regulations relating to emergency assistance or special needs funds or otherwise modifying current policy regarding the use of emergency assistance for special needs funds. Makes technical amendments necessary for the State of Minnesota to implement its Family Investment Plan demonstration project. Makes technical corrections regarding AFDC-UP eligibility requirements and the penalty for failure to participate in the JOBS program. Amends the Family Support Act of 1988 to specify that the Secretary is authorized to enter into agreements with up to ten nonprofit organizations each year to conduct demonstration projects to create employment opportunities for certain low-income individuals. Directs the Comptroller General to conduct a study and report to the Congress on the implementation of provisions relating to JOBS programs operated by Indian tribes and Alaska Native organizations. Chapter 5: Child Welfare and Foster Care - Amends the Foster Care and Adoption Assistance program to add child placement services as activities for which States are entitled to receive Federal reimbursement. Allows States to include youths up to age 21 who have been discharged from the foster care system in services provided under the independent living program. Amends the Omnibus Budget Reconciliation Act of 1989 to extend to October 1, 1991, the current prohibition on reducing payments to, seeking repayment from, or withholding payments from, States as a result of a determination made in connection with a triennial review of State compliance with certain foster care protections for any fiscal year preceeding FY 1992. Chapter 6: Child Care - Amends the AFDC program to set forth rules governing provision of child care to low-income families who are not receiving AFDC benefits who the State determines: (1) need such care in order to work; and (2) would otherwise be at risk of becoming dependent upon the AFDC program. Authorizes appropriations for FY 1991 and thereafter for provision of such care. Increases and extends through FY 1994 the authorization for grants to enable States to improve their child care licensing and registration requirements and procedures and to monitor child care provided to children receiving AFDC benefits. Earmarks 50 percent of the amount of each such State grant to provide for the training of child care providers. Amends the Omnibus Budget Reconciliation Act of 1981 to add a new subchapter, the Child Care and Development Block Grant Act of 1990. Authorizes the Secretary to make block grants to States for programs of child care and development. Authorizes appropriations for FY 1991 through 1995. Subtitle B: Old-Age, Survivors, and Disability Insurance - Amends the OASDI program to permanently provide for the continuation of disability and Medicare benefits during appeal. Repeals the separate definition of disability applicable to widows and widowers. Requires a child adopted by the surviving spouse of a deceased worker to have either lived with the worker or received at least one-half of his support from the worker at the time of the worker's death in order to receive survivor's benefits. Provides benefits to a widow or widower who in good faith married unaware that the marriage was invalid and who lost entitlement to benefits because another entitled spouse claimed those benefits. Amends the OASDI and SSI programs to require that the Secretary conduct criminal background checks of representative payee applicants (excluding parents and spouses) and verify their identification. Prohibits the certification of a representative payee without adequate evidence that such certification is in the interest of the OASDI or SSI beneficiary. Requires the Secretary to establish and maintain a centralized, current file, accessible to local offices of the SSA, identifying persons who have previously misused Social Security Act benefits. Prohibits a beneficiary's creditor from serving as his or her representative payee, unless such creditor: (1) is a relative residing with such beneficiary; (2) is the beneficiary's legal guardian; (3) is a licensed or certified care facility; (4) is the owner or an employee of such a facility; or (5) poses no risk to the beneficiary and no other suitable representative payee is available. Pays benefits directly to a beneficiary, except in certain situations where the beneficiary's condition makes direct payments harmful, until a representative payee has been chosen. Directs the Secretary to provide an OASDI or SSI beneficiary with notice of a determination that he or she needs a representative payee, including an explanation of his or her right to appeal such determination and the designation of a particular person as representative payee. Directs the Secretary to terminate payment of benefits to a representative payee who misuses such benefits and to certify payments to an alternative representative payee or to the individual. Provides that in cases where the negligent failure of the Secretary to investigate or monitor a representative payee results in misuse of benefits, the Secretary shall certify for payment to the beneficiary or his alternative representative payee an amount equal to such misused benefits. Directs the Secretary to make a good faith effort to obtain restitution from terminated representative payees. Provides compensation to social service agencies which serve as representative payees. Limits the amount of fees such agencies may collect. Requires the Secretary to conduct a feasibility study and report to the Congress on obtaining for social security field offices ready access to records of individuals convicted of fraud involving social security checks. Requires the Secretary to conduct a feasibility study and report to the Congress on determining the type of representative payee applicant most likely to have a felony or misdemeanor conviction, the suitability of individuals with prior convictions to serve as representative payees, and the circumstances under which such applicants could be allowed to serve as representative payees. Requires the Secretary to maintain a centralized, current file, accessible to local SSA offices, identifying all representative payees and the beneficiaries utilizing their services. Requires SSA offices to maintain a current list of the public agencies and community-based nonprofit social service agencies which are qualified to serve as representative payees and which are located in the area served by such an office. Requires the Secretary to conduct a study and report to the Congress on the need for an accounting system for high-risk representative payees which is more stringent than is otherwise required under the Social Security Act. Requires the Secretary to implement a demonstration project to make available to State protective service agencies a list of all addresses where OASDI and SSI benefit payments are received by five or more individuals. Requires the Secretary to conduct a feasibility study and report to the Congress on designating the Department of Veterans Affairs as the lead agency for purposes of selecting, appointing, and monitoring representative payees for individuals who receive OASDI or SSI benefits and benefits from the Department of Veterans Affairs. Sets forth reporting requirements. Revises the procedures governing payment of fees for representation of claimants in administrative proceedings before SSA. Requires SSA to approve any fee agreement submitted in writing by the representative and the claimant if the Secretary's determination with respect to the claim for benefits was favorable and if the agreed upon fee did not exceed 25 percent of the claimant's past-due benefits, up to $4,000. Establishes additional requirements for notices concerning OASDI and SSI benefits. Restores direct telephone access to local SSA offices. Directs the Secretary to develop and carry out demonstration projects to assess the advantages and disadvantages of permitting disabled individuals to select a qualified vocational rehabilitation provider for services to enable them to engage in substantial gainful activity and leave the disability rolls. Amends the Social Security Disability Amendments of 1980 to extend the authority of the Secretary to conduct demonstration projects to FY 1994. Amends the OASDI program to exempt certain aliens, including aliens who received legal status under the Immigration and Nationality Act, from prosecution for misreporting earnings or misuse of social security account numbers or social security cards. Directs the Secretary to develop and carry out demonstration projects designed to implement certain accountability procedures in certain SSA telephone service centers. Amends title XI of the Social Security Act to require that annual earnings and benefit statements be provided to workers starting in 1999. Amends the Internal Revenue Code to authorize the Secretary of the Treasury to disclose to the Commissioner of Social Security the mailing address of any taxpayer who is entitled to receive an earnings and benefit statement. Amends the OASDI program to: (1) provide that a disabled beneficiary will exhaust his nine-month trial work period only if he performed services in any nine-months within a consecutive 60-month period; and (2) repeal provisions which preclude a reentitled disabled worker from being eligible for a trial work period. Extends to those disability insurance or SSI beneficiaries who medically recover while participating in a non-State vocational rehabilitation program approved by the Secretary of HHS the same benefit continuation rights as those who medically recover while participating in a State vocational rehabilitation program. Provides that special age-72 benefits would not be payable to any individual reaching age 72 after 1971. Eliminates the advanced crediting of social security payroll taxes to the social security trust funds, except in certain cases. Reduces the amount of wages required to earn a year of coverage for determining a special minimum amount of OASDI benefits. Eliminates eligibility for retroactive OASDI benefits for certain categories of individuals eligible for reduced benefits. Treats the earnings of corporate directors as received in the year that the relevant services are performed only for purposes of the social security retirement test. Amends the Internal Revenue Code to set forth special rules for the collection of employee social security and railroad retirement taxes on taxable group-term insurance provided to retirees. Amends the OASDI program to make technical amendments to provisions regarding old-age benefit computation methods and dependent's benefits when a disabled worker is in an extended period of eligibility. Amends the Internal Revenue Code to make technical amendments with respect to the cross-referencing of the railroad retirement Tier 1 tax rate to the Federal Insurance Contributions Act. Amends the Railroad Retirement Solvency Act of 1983 to extend the transfer of proceeds from the taxation of certain railroad retirement Tier 2 benefits from the General Fund into the Railroad Retirement Account. Amends the Social Security Act and the Internal Revenue Code to make miscellaneous technical corrections. Waives the two-year waiting period for independent entitlement to a divorced spouse's benefits if the worker was entitled to benefits prior to the divorce. Reduces the percentage of favorable OASDI decisions made by State agencies with respect to disability insurance cases that the Secretary must review prior to their effectuation. Applies such reduction to favorable decisions on both initial allowances and allowances upon reconsideration. Requires the Secretary to review decisions regarding continuances to the extent necessary to assure a high level of accuracy in such decisions. Provides for recovery of social security overpayments to former beneficiaries by withholding the amount due from Federal income tax refunds after failure of benefit adjustments or direct payments by the overpaid individual. Title VI: Energy and Environmental Programs - Subtitle A: Abandoned Mine Reclamation - Abandoned Mine Reclamation Act of 1990 - Amends the Surface Mining Control and Reclamation Act of 1977 to mandate that certain reclamation fees and earned interest be used as funding sources for the Abandoned Mine Reclamation Fund. Permits the annual transfer of certain moneys in the Fund to the Secretary of Agriculture for the reclamation of rural lands. Directs the Secretary of the Interior (the Secretary) to credit to the Fund any income derived from investment of Fund money in certain public debt securities. Extends from August 3, 1992, to September 30, 1995, the termination date for authority to collect reclamation fee payments. Mandates that specified documentation accompany the quarterly fee payments, including: (1) identification of certain interested parties and facilities; and (2) the mine safety and health identification number. Directs the Secretary to: (1) conduct audits of coal production and fee payments; and (2) notify the Federal agency responsible for insuring compliance with the Black Lung Disability Trust Fund payments schedule whenever the Secretary believes that full fee payments have not been made. Revises the guidelines for the allocation of funds among States and Indian tribes having an approved abandoned mine reclamation program. Directs the Secretary to allocate up to ten percent of certain remaining unallocated and unexpended funds for reclamation or drainage abatement activities on inadequately reclaimed sites adversely affected by coal mining operations: (1) which occur during a specified period when drainage funds are insufficient; or (2) the operator's surety became insolvent and drainage funds are insufficient. Authorizes a grantee State to deposit a certain amount of its grant into an interest-bearing State trust fund for acid mine drainage abatement and treatment purposes. Includes within the purview of eligible statutory reclamation projects any utility and other public facility adversely affected by coal mining practices (including contaminated water, supplies, roads, and bridges). Directs the Secretary to: (1) maintain an annually updated inventory of lands and water eligible for reclamation or drainage abatement expenditures; and (2) provide technical and financial assistance to States and Indian tribes to enable them to update such inventory. Declares that no State, except in cases of gross negligence or intentional misconduct, shall incur Federal liability in connection with activities implementing an approved abandoned mine reclamation plan. Revises the guidelines under which the Secretary may fill voids and seal mine openings which constitute a public health and safety hazard. Sets forth the eligibility criteria for grants for lands, waters and facilities in such certified regions. Increases from 100,000 to 300,000 tons the annual tonnage production limits of small coal surface mining operators eligible for certain Federal technical assistance in determining the probable hydrologic consequences of operations and the results of test borings or core samplings required for permit applications. Subtitle B: NRC User Fees and Annual Charges - Directs the Nuclear Regulatory Commission (NRC) to assess and collect annual user fees and charges according to prescribed guidelines. Mandates that any person who receives a service or thing of value from the NRC shall pay fees to cover the costs of providing it. Authorizes the NRC to establish annual charges for licensees in addition to the payment of user fees. Subtitle C: Amendments to Coastal Zone Management Act of 1972 - Coastal Zone Act Reauthorization Amendments of 1990 - Amends the Coastal Zone Management Act of 1972 to authorize the Secretary of Commerce to make annual grants to coastal States for the development of coastal zone management programs. Prohibits States from receiving more than two grants. Revises required State matching ratios with respect to administrative grants. Directs the Secretary to establish maximum and minimum grants to promote equity between coastal States and effective coastal management. Revises program approval requirements. Authorizes the Secretary to make resource management improvement grants to States for the restoration and enhancement of shellfish production by the purchase and distribution of clutch material on publicly owned reef tracts. Revises loan repayment provisions. Requires the Secretary, if any coastal State or local government is unable to meet a loan obligation due to insufficient revenues from energy activities, to recommend to the Congress that legislation be enacted to forgive such loan. Directs the Secretary to establish a Coastal Zone Management Fund to be used for: (1) administrative expenses; (2) regional, interstate, and demonstration projects; (3) emergency grants to States to address disasters; (4) awards recognizing excellence in coastal zone management; (5) program development grants; and (6) financial support to States for investigating and applying the public trust doctrine. Authorizes the Secretary to make grants to coastal States for the submission for Federal approval of program changes that support attainment of coastal zone enhancement objectives. Requires the Secretary to conduct a program of technical assistance and management-oriented research to support the implementation of State coastal management program amendments and to further international cooperative efforts and technical assistance in coastal zone management. Authorizes the Secretary to suspend financial assistance to any coastal State or to withdraw any unexpended portion of such assistance if such State is failing to adhere to: (1) a management program or State plan to manage a national estuarine reserve; or (2) the terms of any grant or cooperative agreement. Prohibits such suspensions from lasting less than six months or more than 36 months. Repeals a provision requiring the Secretary to conduct research on, and offer technical assistance for, the improvement of coastal zone management. Directs the Secretary to implement an awards program to acknowledge outstanding accomplishments in coastal zone management. Redesignates the National Estuarine Reserve Research System as the National Estuarine Research Reserve System. Increases the ceiling on financial assistance to be provided to such reserves. Extends the authorization of appropriations for coastal zone management activities. Requires States with approved coastal zone management programs to submit Coastal Nonpoint Pollution Control Programs to the Secretary and the Administrator of the Environmental Protection Agency for approval. Sets forth requirements of such programs and review and approval procedures. Withholds specified coastal management and water pollution control assistance from States failing to submit approved programs. Requires the Secretary and the Administrator to provide technical assistance to coastal States and local governments for implementing such programs. Directs the Secretary to review the inland coastal boundary of each State program and evaluate whether such boundary extends inland to the extent necessary to control land and water uses having a significant impact on State coastal waters. Requires the Secretary to recommend modifications to such boundaries. Directs the Secretary to provide grants to States for coastal water protection programs. Subjects the provision of such grants to State matching requirements. Permits the Secretary to retain up to 25 percent of grant funds for States that are making exemplary progress in preparing such programs or have extreme needs with respect to coastal water quality. Requires the Administrator to publish guidance for managing sources of nonpoint pollution in coastal waters. Authorizes appropriations. Authorizes appropriations for grants for coastal water protection. Subtitle D: Extension of Superfund for Three Years - Amends the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 to extend through September 30, 1994, the authorization of appropriations made from the Hazardous Substance Superfund. Extends through FY 1994 funding for: (1) reimbursements to local governments affected by releases or threatened releases of hazardous substances; (2) worker training education grants; (3) the Agency for Toxic Substances and Disease Registry; (4) hazardous substance research, development, demonstration, and training activities; (5) university hazardous substance research centers; and (6) the Hazardous Substance Superfund. Subtitle E: Shale Oil Contract Modification - Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to authorize the Secretary of the Treasury to modify certain shale oil contracts for the production of synthetic crude oil, but not in any way to increase funds originally authorized for a contract or to increase or accelerate the financial support per unit for any synthetic fuel to be produced under a contract. Subtitle F: Environmental Protection Agency Fees - Pollution Prevention Act of 1990 - Directs the Administrator of the Environmental Protection Agency (EPA) to assess and collect fees for services and activities carried out pursuant to laws administered by EPA. Sets forth limitations on the collection of such fees. Requires fees to be deposited into a special Treasury account for environmental services. Directs the Administrator to establish within EPA an office to promote source reduction. Requires the Administrator to develop and implement a source reduction strategy which: (1) establishes standard methods for measuring source reduction; (2) coordinates and promotes source reduction activities and techniques in Federal agencies and businesses; (3) improves coordination of, streamlines, and assures public access to, data collected under Federal environmental statutes; (4) establishes a training program on source reduction opportunities; (5) makes recommendations to the Congress to eliminate barriers to source reduction including the use of incentives; (6) develops and disseminates model source reduction auditing procedures designed to highlight source reduction opportunities; and (7) establishes an annual award program to recognize companies operating outstanding or innovative source reduction programs. Directs the Administrator to make matching grants to States for programs to promote source reduction by businesses. Sets forth criteria to be evaluated in the awarding of such grants. Limits Federal funds for such programs to 50 percent of the funds made available to a State each year. Requires the Administrator to establish a Source Reduction Clearinghouse to compile information including a computer data base which contains information on management, technical, and operational approaches to source reduction. Directs the Administrator to make such information available to the public. Directs owners or operators of facilities required to file annual toxic chemical release forms under the Superfund Amendments and Reauthorization Act of 1986 (SARA) to include with each such filing a toxic chemical source reduction and recycling report. Sets forth items to be included in such reports, including: (1) the quantity of each chemical entering any waste stream prior to recycling, treatment, or disposal during the reporting year, and the two years thereafter, and the percentage change from the previous year; (2) the amount of the chemical from the facility which is recycled during the reporting year, and the two years thereafter, the percentage change from the previous year, and the process of recycling used; (3) the source reduction practices used with respect to such chemicals; (4) a ratio of production in the reporting year to production in the previous year; (5) the amount of any chemical released into the environment which resulted from a one-time event and is not associated with production processes; and (6) the amount of the chemical treated during the year and the percentage change from the previous year Makes provisions of SARA applicable to the reporting requirements of this Act. Directs the Administrator to make data collected under this Act publicly available in the same manner as data collected under SARA. Requires the Administrator to report biennially to the Congress on actions and results of the source reduction strategy. Authorizes and allocates appropriations for FY 1991 through 1993. Title VII: Civil Service and Postal Service Programs - Subtitle A: Civil Service - Amends the Civil Service Retirement System and the Federal Employees' Retirement System to suspend the lump-sum retirement benefit for five years for individuals retiring during the period beginning December 2, 1990, and ending September 30, 1995. Continues exceptions in current law for critically-ill employees and for employees involuntarily separated. Eliminates the 50/50 lump-sum arrangement for employees retiring at age 65 or older with at least 30 years of service. Provides an additional year to elect the lump-sum benefit for certain employees of the Department of Defense and members of the armed forces who performed duties in connection with Operation Desert Shield. Revises the Federal Employees' Health Benefits Program (FEHBP) to: (1) require FEHBP carriers to implement cost-containment measures; (2) exempt FEHBP from state premium taxes; (3) mandate cash management controls in administering payments from the Employees Health Benefits Fund; (4) require improved coordination between the Office of Personnel Management and HHS in order to ensure that Medicare payments are correctly applied when FEHBP carriers make secondary payments; and (5) apply Medicare hospital payment limits to payments to providers of services to FEHBP enrollees who are age 65 and older but not eligible for Medicare. Subtitle B: Postal Services - Amends the Omnibus Budget Reconciliation Act of 1989 and other Federal law to provide for funding of cost-of-living adjustments (COLAs) for U.S. Postal Service (USPS) annuitants who retired after Une 30, 1971 (the date of reorganization from the old U.S. Post Office Department into the USPS), as well as for their surviving annuitants. (Current law provides for such COLA funding only for post-October 1, 1986, annuitants and survivors.) Requires USPS to pay in specified installment after FY 1990 for COLAs for certain fiscal years going back to FY 1977. Requires USPS to pay employer FEHBP premiums for postal employees who retired after June 30, 1971 (instead of after October 1, 1986, as currently), as well as for their survivors. Prorates the USPS liability to reflect only that portion of a retiree's total service performed as a USPS employee. Requires USPS to pay, by annual deadlines from September 30, 1991, to September 30, 1995, into the Civil Service Retirement and Disability Fund (for past retirement COLAs) and into the Employees Health Benefit Fund (for past health benefits) certain amounts which would have been due before FY 1987 if this subtitle had been in effect since June 30, 1971 Subtitle C: Miscellaneous - Computer Matching and Privacy Protection Amendments of 1990 - Amends the Computer Matching and Privacy Protection Act of 1988 to revise the procedures for verification of information produced by computer matching programs to: (1) remove verification of such information under Federal benefit programs as the alternative to the verification of such information in accordance with the requirements imposed by that Act; (2) change such requirements to investigation and confirmation of specific information relating to an individual that is used as a basis for an adverse action against the individual; (3) prevent imposition of the prohibitions with respect to payments under such benefit programs or other adverse actions until either the agency has independently verified the information or the appropriate Data Integrity Board determines in accordance with guidance required by this Act to be issued by the Director of the Office of Management and Budget (OMB) that the information is limited to identification and amount of benefits paid by the source agency under such a program and there is a high degree of confidence that the information provided to the recipient agency is accurate; (4) prevent such an imposition until the expiration of any time period established for the program by statute or regulation for the individual to respond to notice or, in the case of a program for which no such period is established, within 30 days of the mailing or receipt of a notice informing the individual of the opportunity to contest agency findings with respect to such information; and (5) remove provisions granting individuals such an opportunity to contest under the requirements governing a Federal benefit program. Provides that the verification requirement that the Data Integrity Board must determine that there is a high degree of confidence that the information provided to the recipient agency is accurate shall not apply to aid to families with dependent children, Medicaid, and food stamp programs until the earlier of: (1) the date on which the appropriate Board which administers that program determines that there is not a high degree of confidence that information provided by that agency is accurate; or (2) 30 days after the guidance issued by the OMB Director is published. Portability of Benefits for Nonappropriated Fund Employees Act of 1990 - Authorizes the portability of benefits for employees of nonappropriated fund instrumentalities of the Department of Defense and Coast Guard when such employees convert to the civil service system. Subtitle D: Coordination - Declares this title an exception to the policy of the Balanced Budget and Emergency Deficit Reaffirmation Act of 1987 against treating laws or regulations that have the effect of transferring an outlay, receipt, or revenue from one fiscal year to an adjacent fiscal year as altering the deficit or producing net deficit reduction in any fiscal year for purposes of the Congressional Budget Act of 1974 and the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). (This allows any law or regulation effecting such a transfer to be treated as altering the deficit or producing a net deficit reduction.) Title VIII: Veterans' Programs - Subtitle A: Compensation, DIC, and Pension - Provides that compensation payments to a veteran who has no spouse, child, or dependent parent, who is rated by the Secretary of Veterans Affairs as incompetent, and whose estate is valued in excess of $25,000, shall cease until the value of such estate is reduced to less than $10,000. Provides for lump-sum reimbursement of such withheld payments if an incompetent veteran is later rated as competent for more than 90 days. Terminates such provision as of the end of FY 1992. Eliminates a presumption of total disability in the determination of eligibility of a veteran for pension benefits, instead stating that such requirement is fulfilled if the veteran is unemployable as the result of a disability reasonably certain to continue throughout such veteran's life. Reduces to $90 monthly the pension paid to a person having neither spouse nor child and covered by a Medicaid plan for services furnished by a nursing facility. Makes remarried surviving spouses or married children of veterans ineligible for certain veterans' dependents' benefits upon becoming single. Provides a 5.4 percent cost-of-living-adjustment ceiling for FY 1991 on veterans' disability compensation and dependency and indemnity compensation rates. Subtitle B: Health-Care Benefits - Provides for medical care cost recovery by the Department of Veterans Affairs for non-service-connected medical services provided in a Department facility to a veteran who has a service-connected disability and is entitled to health care under a private health plan. Establishes in the Treasury the Department of Veterans Affairs Medical-Care Cost Recovery Fund for the collection of amounts recovered under this provision. Authorizes the Secretary to use Fund amounts for the payment of certain administrative expenses and charges. Requires the Secretary to transfer a specified amount to such Fund from the Department of Veterans Affairs Loan Guaranty Revolving Fund. Directs the Secretary to require a veteran with a service-connected disability rated at 50 percent or less to pay the United States two dollars for each 30-day supply of medication furnished to such patient on an outpatient basis for the treatment of nonservice-connected disability or condition. Revises copayment requirements and income thresholds for purposes of veterans' medical care. Terminates such revisions as of the end of FY 1991. Subtitle C: Education and Employment - Limits the basic entitlement of eligibility for the veterans' rehabilitation programs to veterans having a service-connected disability rated at 20 percent or more. Subtitle D: Housing and Loan Guaranty Assistance - Requires a claim for a manufactured home loan guaranteed by the Department to be made by a veteran by a filing of an accounting with the Secretary: (1) within a reasonable time after receipt of an appraisal of the value of the security for the loan; or (2) after liquidation of the security for the loan. Outlines other claim and accounting requirements and established maximum loan amounts. Raises home loan fees with respect to loans closed between November 1, 1990, and September 30, 1991. Subtitle E: Burial and Grave Marker Benefits - Eliminates a provision which allows the Secretary to reimburse a family for the cost of a headstone or grave marker in lieu of furnishing such headstone or marker. Eliminates a provision basing eligibility or a burial allowance solely on being a veteran of any war. Subtitle F: Miscellaneous - Amends the Internal Revenue Code to authorize the use of Internal Revenue Service tax return data for income verification purposes in the determination of a veteran's eligibility for needs-based pension benefits or the payment of certain compensation benefits. Directs the Secretary to notify each applicant for compensation or a needs-based pension benefits program that income information furnished to the Secretary by such applicant may be compared with information obtained by the Secretary from the Secretary of Health and Human Services (from Social Security records) or from the Secretary of the Treasury (from income tax return information). Prohibits the Secretary from denying benefits after receiving such information from either Secretary until the Secretary takes appropriate steps to independently verify information used in reaching such decision and to allow such individual an opportunity to contest such findings. Terminates the authority of the Secretary of Veterans Affairs to collect such information as of the end of FY 1992. Provides for similar notice to current beneficiaries. Prohibits obtaining such information until such notice is given. Directs the Comptroller General to conduct a study of the effectiveness of such information and notice requirements and to report the results to specified congressional committees no later than January 1, 1992. Prohibits a finding that an injury or disease occurred in the line of duty and is therefore compensable under veterans' benefits provisions if such injury or disease is the result of the person's abuse of alcohol or drugs. Requires any person who applies for or is in receipt of any compensation or pension benefit paid through the Department to furnish the Secretary with his or her social security number and the numbers of any dependents and beneficiaries. Allows denial of applications or termination of benefits for persons not complying with such requirement. Directs the Secretary to periodically compare Department information regarding persons for whom compensation or pension benefits are currently being paid with records from the Department of Health and Human Services in order to ensure that compensation and benefits are terminated for deceased individuals and that overpayments of any compensation or pension due to lack of notice of death are reimbursed to the Department in a timely manner. Directs the appropriate Secretaries to enter into a memorandum of understanding for the exchange of such information, including safeguards against improper disclosure. Title IX: Transportation - Subtitle A: Surface Transportation - Expresses the sense of the Congress that: (1) any increases in motor fuel excise taxes that are deposited in the Highway Trust Fund shall be available for surface transportation; (2) the Budget Resolutions for FY 1991-1995 should accommodate the Nation's transportation needs and should provide budget authority and outlays attributable to the increase in deposits into such Fund as a result of any increases in motor fuels taxes; (3) it reaffirms the principle that such taxes should be deposited in the Fund; and (4) to the extent that such taxes are used for deficit reduction during the five-year period beginning with FY 1991, the Congress should return to the dedicated user fee principle no later than the end of FY 1995. Subtitle B: Aviation Safety and Capacity Expansion - Aviation Safety and Capacity Expansion Act of 1990 - Amends the Airport and Airway Improvement Act of 1982 to include as an \"airport development\" activity the acquisition of land for, or work involved to construct, a burn area training structure on or off the airport to provide live fire drill training for aircraft rescue and firefighting personnel. Declares that the Congress finds that: (1) all airport and airway programs should be administered in a manner that prevents unjust and discriminatory practices that may be applied between category and class of aircraft; and (2) artificial restrictions on airport capacity should not be imposed to alleviate air traffic delays unless they do not unjustly discriminate between categories and classes of aircraft. Authorizes appropriations through FY 1992 for airport development and planning projects. Directs the Administrator of the Federal Aviation Administration (FAA) to submit to the Congress a ten-year Airway Capital Investment Plan (currently, a national airways system plan). Authorizes appropriations through FY 1992 for air navigation facilities. Authorizes appropriations through FY 1992 for the general operations of the FAA. Repeals for FY 1991 and 1992 a specified reduction of the maximum amount which may be appropriated from the Airport and Airway Trust Fund for costs: (1) of services provided under international agreements relating to the joint financing of air navigation services which are assessed against the United States; and (2) incurred by the Secretary of Transportation to flight check, operate, and maintain air navigation facilities. Sets forth a formula for a higher ceiling on appropriations to cover such costs. Authorizes appropriations through FY 1992 for the costs incurred by the National Oceanic and Atmospheric Administration in providing the FAA and weather reporting services. Declares that the Congress finds that special emphasis should be placed on the conversion of former military air bases to civil use and on the identification and improvement of additional joint-use facilities. Requires a specified percentage (set-aside) of airport development and planning project funds for FY 1991 and 1992 to be distributed to sponsors of current or former military airports to develop them so as to improve the capacity of the national air transportation system. Amends the Federal Aviation Act of 1958 to authorize the Secretary of Transportation (Secretary) to grant a public agency which controls a commercial service airport authority to assess a fee for enplaning passengers at such airport to finance airport-related projects. Sets forth requirements with respect to the use and imposition of such fee. Amends the Airport and Airway Improvement Act of 1982 to reduce by a specified percentage airport improvement program apportionments for large and medium hub airports that impose a passenger facility charge. Earmarks a specified percentage of funds saved by such reduction for: (1) a specified discretionary fund; and (2) the establishment of a small airport fund to be distributed at the discretion of the Secretary. Redefines \"eligible point\" for the small community air service program. Prohibits determination that a point is not eligible on the basis of the per passenger subsidy at the point or on any other unspecified basis. Provides funding for the program through FY 1998. Authorizes the State block grant pilot program through FY 1992. Requires the Secretary to review and report on the program to the Congress not later than January 31, 1992. Requires the Secretary to develop a system of manned Auxiliary Flight Service Stations. Directs the Administrator to study and report to the Congress on the air space of the Caribbean and Miami air traffic control regions to determine methods of improving air safety. Provides for: (1) delay in contracting for private operation of airport control towers for St. Thomas and St. Croix, Virgin Islands until the Congress receives such report; and (2) the replacement of radar facilities for St. Thomas airport which were destroyed by Hurricane Hugo. Directs the Administrator to study the potential use of engine condition monitoring systems on aircraft. Amends the Federal Aviation Act of 1958 to authorize the Administrator of the FAA (currently, the Secretary of Transportation) to procure personal property or services as well as real property on a noncompetitive basis under specified circumstances. Provides for multiyear service and property acquisition contracts with terms of up to five years. Directs the Administrator of the FAA to: (1) issue an environmental impact statement on the effects of changes in aircraft flight patterns over the States of New York and New Jersey as a result of the expanded East Coast Plan; (2) investigate the effects on air safety over such States as a result of the Plan; (3) report to the Congress on the results of the environmental impact statement and of the investigation; and (4) implement any appropriate plan modifications. Requires the Administrators of the FAA and of the National Oceanic and Atmospheric Administration to complete the transfer of geodetic coordinate navigation information from NAD-27 format to NAD-83 format. Requires the Administrator of the FAA to prescribe regulations to prohibit the disclosure of information obtained in the conduct of air transportation security. Requires the Secretary, through April 1, 1990, (currently, each April 1) to submit to the Congress and the National Transportation Safety Board an annual report with respect to the effects of Airline Deregulation Act of 1978 on air safety (including recommendations with respect to surveillance necessary to enforce air safety regulations). Amends the Airport and Airway Safety and Capacity Expansion Act of 1987 to repeal a provision relating to the funding and the transfer of property with respect to the Atlantic City Airport, at Pomona, New Jersey. Amends the Federal Aviation Act of 1958 to require the Administrator of the FAA to issue regulations prohibiting aircraft flights over inhabited national disaster areas in Hawaii, except emergency or scientific flights. Prohibits States from collecting a tax on any commercial aircraft activity unless such aircraft takes off or lands in such State. Requires the Secretary, by July 1, 1991, to initiate a rulemaking proceeding to consider more efficient methods of allocating existing capacity at high density traffic airports with respect to new entrant air carriers. Requires the Secretary, upon the transfer of a certificate authorizing an air carrier to engage in air transportation, to certify to specified congressional committees that such transfer is in the public interest. Requires a specified report to accompany such certification. Prohibits the Secretary, except under specified circumstances, from obligating any funds for airport and airway development projects unless U.S. steel and manufactured products are used in such projects. Sets forth penalties for persons who fraudulently affix \"Made in America\" labels on products that are not made in America. Prohibits any person or enterprise domiciled or operating under the laws of a foreign government from entering into any contract or subcontract under this Act if the foreign government, in its procurement practices, engages in significant and persistent discrimination against U.S. products or services, thereby harming U.S. businesses. Subtitle C: Federal Aviation Administration Research, Engineering, and Development - Federal Aviation Administration Research, Engineering, and Development Authorization Act of 1990 - Amends the Airport and Airway Improvement Act of 1982 to authorize appropriations for FY 1991 and 1992 for: (1) aviation research, engineering and development, and demonstration projects; and (2) research and development on preserving and enhancing airport capacity (including improvements to airport design standards, airport maintenance, to airport operations and airport environmental concerns). Requires the Administrator of the FAA to report to specified congressional committees in 1991 and 1992 on expenditures made for such research and development. Authorizes appropriations for FY 1991 and 1992 to reimburse the National Oceanic and Atmospheric Administration for the cost of providing the FAA with weather reporting services. Amends the Federal Aviation Act of 1958 to authorize the Administrator of the FAA to make grants to colleges, universities, and nonprofit research organizations to conduct aviation research required for the long-term growth of civil aviation. Requires the Administrator to make an annual report to specified congressional committees with regard to such research grant program. Directs the Comptroller General to study and report to specified congressional committees on the advisability of granting to the Administrator specific leasing and multiyear contracting authority for the purchase of real property and goods and services. Authorizes the FAA to award contracts pursuant to research grants under Buy American requirements to U.S. firms. Requires the Administration to report to the Congress regarding such contracts. Requires the Administrator of the FAA to develop technologies to assess the risk of and prevent defects of aircraft parts, aircraft engines, propellers, and appliances which could result in a catastrophic aircraft failure. Authorizes the Administrator to make grants to colleges and nonprofit research organizations to: (1) conduct aviation research relating to development of such technologies; and (2) establish centers of excellence for continuing such research. Authorizes the Administrator to make grants to colleges or universities to establish regional centers of air transportation excellence with respect to improved aviation safety. Subtitle D: Aviation Noise Policy - Airport Noise and Capacity Act of 1990 - Requires the Secretary, not later than July 1, 1991, to issue regulations establishing a national aviation noise policy that reviews airport noise and access restrictions on operations of stage two and stage three aircraft. Requires the Secretary to recommend to the Congress any restrictions on aircraft operations to limit aircraft noise. Sets forth certain limitations and exemptions with respect to such restrictions. Prohibits any airport that operates under stage three restrictions from receiving airport development funds under the Airport and Airway Improvement Act of 1982 or imposing a passenger facility charge, unless such restrictions have been: (1) agreed to by such airport and aircraft operators; (2) approved by the Secretary; or (3) rescinded. Requires the Secretary to make a determination regarding noise restrictions on stage two aircraft weighing under 75,000 pounds. Requires the Federal Government, in the event of a disapproval of a restriction, to assume liability for noise damages to the extent that a taking has occurred as a result of such disapproval. Prohibits persons from operating certain domestic or imported civil subsonic turbojet aircraft unless such aircraft complies with stage three noise levels. Sets forth civil penalties and certain reporting requirements for aircraft operators. Title X: Miscellaneous User Fees and Other Provisions - Subtitle A: Customs User Fees and Other Trade Provisions - Part 1: Customs User Fees - Amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to provide for the adjustment of customs user fees for merchandise imported into the United States. Authorizes the imposition of customs user fees at certain small airports. Revises the distinction between \"automated\" and \"manual\" entries for purposes of assessing the merchandise processing fee on imported merchandise. Part II: Technical Corrections - Amends the Harmonized Tariff Schedules of the United States to make specified redesignations to the Schedule's subheadings. Provides for duty treatment of gloves, mittens, and mitts principally designed for use in sports. Changes wheel size specifications with respect to 26-inch bicycles. Grants duty-free treatment, through December 31, 1992, to certain fiberglass tire cord fabric. Sets forth technical amendments. Authorizes the President to proclaim rate reductions on ethyl tertiary-butyl ether (ETBE) originating in Canada in equal annual stages resulting in duty-free treatment by January 1, 1998. Subtitle B: Patent and Trademark - Establishes a surcharge for FY 1991 through 1995 on all Patent and Trademark Office user fees. Outlines the purposes for which such surcharges will be used during such time. Authorizes the periodic revision of such surcharges in order to ensure that specified maximum amounts of patent and trademark user fees are collected during such fiscal years. Amends specified law to repeal the funding allocation guidelines for automatic data processing resources for the Patent and Trademark Office. Requires the Commissioner of Patents and Trademarks to: (1) study the structure of all fees collected by the Patent and Trademark Office; and (2) report to the Congress by May 1, 1991, on all fees to be collected by the Office for FY 1992 through 1995. Declares that for purposes of Federal law, the Patent and Trademark Office is a Federal agency subject to Federal procurement laws for agencies using appropriated funds. Subtitle C: Science and Technology User Fees - Amends Federal law to authorize fees for access to environmental data, and information and products derived therefrom (currently, environmental data), collected and/or archived (currently, archived) by the National Oceanic and Atmospheric Administration (NOAA). Limits the resulting increases in revenues. Amends the Toxic Substances Control Act to provide for research on the ability of radon and radon progeny measurement methods to assess exposure to radon progeny. Requires a study on the feasibility of establishing a mandatory proficiency testing program with regard to radon. Requires additional user fees to cover the cost of the radon and radon progeny measurement methods research. Mandates a study of the Department of Energy's user fee assessment and collection practices. Requires a report on actions by the Department of Transportation for the assessment and collection of licensing fees under the Commercial Space Launch Act. Requires a study of practices at the National Institute of Standards and Technology for recovering the costs of services and materials provided to organizations. Subtitle D: Travel and Tourism Facilitation Fee - Amends the International Travel Act of 1961 to direct the Secretary to charge each commercial airline and passenger cruise ship line transporting passengers to the United States, a U.S. Travel and Tourism Administration Facilitation Fee. Sets forth civil penalties. Subtitle E: Coast Guard User Fees - Amends Federal law to direct the Secretary of the department in which the Coast Guard is operating to establish a user fee for the provision of Coast Guard services. Prohibits the Secretary from establishing such a fee in excess of $500 annually for inspection or examination of a non-self-propelled tank vessel. Authorizes the Secretary to adjust such fees. Prohibits the Secretary from collecting such a fee: (1) that is in conflict with U.S. international obligations; or (2) for any search or rescue service. Sets forth a fee schedule for recreational vessels. Exempts public vessels from such fees. Outlines administrative provisions concerning the establishment and collection of such fees, together with penalties for those who fail to pay them. Provides for the deposit of such fees in the Treasury as offsetting receipts for Coast Guard activities. Increases the tonnage duty on: (1) vessels (including vessels in distress or not engaged in trade) that enter the United States from specified foreign countries; and (2) vessels (except U.S. vessels, recreational vessels, and barges) that depart a U.S. port and return to the same port without entering the United States. Subtitle F: Railroad User Fees - Amends the Federal Railroad Safety Act of 1970 to direct the Secretary of Transportation to establish a schedule of railroad user fees. Requires annual reports to the Congress. Authorizes appropriations. Title XI: Revenue Provisions - Revenue Reconciliation Act of 1990 - Subtitle A: Individual Income Tax Provisions - Part I: Provisions Affecting High-Income Individuals - Amends the Internal Revenue Code to increase the maximum marginal income tax rate to 31 percent. Repeals the current phase-out of the 15-percent rate and personal exemptions. Phases-out the deduction for personal exemptions as a taxpayer's adjusted gross income exceeds a threshold amount. Increases the individual alternative minimum tax rate. Provides an overall limitation on itemized deductions. Disallows such deduction for unnecessary cosmetic surgery. Part II: Modifications of Earned Income Credit - Modifies the earned income credit by increasing and adjusting it for family size. Directs the Comptroller General to report to specified congressional committees on the effectiveness of the system of making advance payments of earned income credits. Requires the Secretary of the Treasury to establish a taxpayer awareness program. Excludes the earned income credit from income and resources for purposes of specified titles of the Social Security Act. Subtitle B: Excise Taxes - Part I: Taxes Related to Health and the Environment - Increases the excise taxes on distilled spirits, wine, and beer and on tobacco products. Expands the list of chemicals subject to the tax on ozone-depleting chemicals. Part II: User-Related Taxes - Increases highway and motorboat fuels taxes and imposes a per-gallon tax on fuels used in rail transportation. Reduces the excise tax exemption for gasohol made from ethanol and qualified ethanol fuel. Extends certain aviation-related excise taxes and increases the excise tax on air freight, noncommercial aviation gasoline, and noncommercial aviation jet fuel. Provides for revenues from the tax increase to be transferred to the General Fund of the Treasury through 1992. Increases the harbor maintenance tax. Extends the Leaking Underground Storage Tank Trust Fund financial rate until December 31, 1995. Increases the gas guzzler tax rate. Modifies and makes the telephone excise tax permanent. Part III: Taxes on Luxury Items - Imposes an excise tax on luxury passenger vehicles, certain boats and yachts, certain aircraft, jewelry, and furs. Part IV: Four-Year Extension of Hazardous Substance Superfund - Extends the authorization of appropriation of taxes from the Superfund Revenue Act to the Hazardous Substance Superfund. Subtitle C: Other Revenue Increases - Part I: Insurance Provisions - Requires capitalization of certain insurance company policy acquisition expenses. Provides special rules for certain nonlife reserves of life insurance companies. Revises the treatment of deductions allowed to property and casualty insurance companies for losses incurred due to recoveries of salvage. Part II: Compliance Provisions - Suspends the statute of limitations on a tax assessment for a corporation during the period that the corporation and the Internal Revenue Service are in court litigating the issue of whether the corporation must comply with a specific type of summons issued by the IRS. Applies the accuracy-related penalty to adjustments for allocation of income and deductions among taxpayers. States that persons who provide services to the IRS and to whom the IRS discloses return information are subject to the same penalties for unauthorized disclosure as are IRS employees. Applies certain reporting requirements for corporations under the Revenue Reconciliation Act of 1989 to taxable years beginning on or before July 10, 1989. Establishes special reporting requirements for foreign corporations engaged in U.S. business. Requires the Secretary of the Treasury to report to specified congressional committees on the application and administration of adjustments to the allocation of income and deductions among corporate taxpayers. Changes from six years to ten years the period of limitation on collection after a tax assessment. Revises reporting requirements with respect to cash received in trade or business and increases the penalties for intentional disregard of such requirements. Amends the Revenue Reconciliation Act of 1987 to extend the program of user fees for certain requests for a letter ruling, determination letter, opinion letter, or other similar ruling from the IRS. Part III: Corporation Provisions - Revises provisions relating to distribution of stock and securities of a controlled corporation to recognize the gain by the distributing corporation in such transactions. Modifies regulations regarding the treatment of preferred stock issued with a redemption premium and the special allocation rules for certain asset allocations. Removes the exception for stock acquisitions of subsidiaries in corporate equity reduction transactions when determining the net operating loss deduction. Allows the issuance of debt or stock in satisfaction of indebtedness for purposes of determining the income of a debtor from the discharge of indebtedness. Part IV: Employment Tax Provisions - Increases the dollar limitation on the amount of wages and self-employment income subject to the social security hospital insurance tax. Requires social security coverage for State and local employees who are not covered by a State voluntary agreement or a retirement system. Subjects such employee wages to the Federal Old-Age, Survivors, and Disability Insurance (OASDI) tax. Extends the surtax imposed on employers under the Federal Unemployment Tax Act through 1995. Accelerates the required deposits of payroll taxes which have accumulated to $100,000 or more. Part V: Miscellaneous Provisions - Increases the rate of interest payable on large corporate underpayments. Denies the deduction for unnecessary cosmetic surgery. Establishes special rules if the grantor of a trust is a foreign person. Subtitle D: One-Year Extension of Certain Expiring Tax Provisions - Extends the following provisions for one year: (1) the allocation of research and experimental expenditures; (2) the research credit; (3) the exclusion for employer-provided educational assistance; (4) the exclusion for amounts received under qualified group legal services plans; (5) the targeted jobs credit; (6) the energy investment credit for solar and geothermal property; (7) the low-income housing credit; (8) the authority to issue mortgage revenue bonds and qualified small issue bonds; (9) the special rules for health insurance costs of self-employed individuals; and (10) the credit for clinical testing expenses for certain drugs for rare diseases or conditions. Subtitle E: Energy Incentives - Part I: Modifications of Existing Credits - Extends and modifies the credit for producing fuel from a nonconventional source. Establishes a credit for the small ethanol producer. Part II: Enhanced Oil Recovery Credit - Establishes a tax credit for qualified enhanced oil recovery costs. Part III: Modifications of Percentage Depletion - Permits the use of the percentage depletion allowance after the transfer of proven oil and gas property. Increases the net income limitation on oil and gas depletion from 50 percent to 100 percent of the net income from the property. Increases the percentage depletion allowance for marginal production. Part IV: Minimum Tax Treatment - Allows a deduction based on energy preferences when computing the alternative minimum tax. Subtitle F: Small Business Incentives - Part I: Treatment of Estate Tax Freezes - Revises estate tax freeze rules. Establishes special valuation rules in the case of transfers of certain interests in corporations or partnerships. Directs the Secretary of the Treasury to report to specified congressional committees on the prevalence and types of options and agreements and methods used to distort the valuation of property. Part II: Disabled Access Credit - Establishes a tax credit for small businesses that make expenditures to provide access for disabled individuals. Part III: Other Provisions - Revises the procedure for the review of the impact of tax regulations on small business. Requires the graphic presentation of major categories of Federal outlays and income in the individual tax return booklets. Subtitle G: Tax Technical Corrections - Makes technical corrections to the Internal Revenue Code, the Revenue Reconciliation Act of 1989, and the Technical and Miscellaneous Revenue Act of 1988. Subtitle H: Repeal of Expired or Obsolete Provisions - Repeals specified expired and obsolete tax provisions and modifies certain other provisions. Extends the due date for certain reports on studies and repeals and modifies the mandates for certain other studies. Increases from $200,000 to $1,000,000 the threshold above which tax refunds must be submitted to the Joint Committee on Taxation for review. Subtitle I: Public Debt Limit - Amends Federal law to increase the public debt limit and provides for the restoration of trust funds for 1990. Title XII: Pensions - Subtitle A: Treatment of Reversions of Qualified Plant Assets to Employers - Amends the Internal Revenue Code (IRC) to increase the tax on reversion of qualified plan assets to employers. Provides for an additional increase of such tax if there is a failure to establish a replacement plan or to increase benefits. Amends the Employee Retirement Income Security Act of 1974 (ERISA) to require the fiduciary of the terminated plan and the fiduciary of a qualified replacement plan to discharge their duties in accordance with specified requirements if, in connection with the termination of a single-employer pension plan, there is an election to establish or maintain a qualified replacement plan or to increase benefits. Sets forth conditions for exceptions from the requirements of this subtitle. Subtitle B: Transfers to Retiree Health Accounts - Federal Credit Reform Act of 1990 - Amends the IRC to provide for treatment of transfers of excess pension assets to retiree health accounts. Amends the following ERISA provisions to apply them to such transfers: (1) exclusive benefit requirement; (2) exemptions from prohibited transactions; (3) funding limitations; and (4) notice requirements. Subtitle C: Premium Rates - Amends ERISA to increase the following premium rates charged by the Pension Benefit Guaranty Corporation: (1) the basic premium for single-employer plans; and (2) the additional premium for any plan. Raises the allowable aggregate increase in the premium payable with respect to any participant by reason of such additional premium provisions. Title XIII: Budget Enforcement - Budget Enforcement Act of 1990 - Subtitle A: Amendments to the Balanced Budget and Emergency Deficit Control Act of 1985 and Related Amendments - Part I: Amendments to the Balanced Budget and Emergency Deficit Control Act of 1985 - Amends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to provide for the enforcement of the deficit reduction assumed in House Concurrent Resolution 310 (101st Congress) and the deficit targets for FY 1991 through 1995. Requires enforcement to be implemented through sequestration applied in the following order: (1) discretionary spending levels assumed in such resolution; (2) the requirement that legislation increasing spending or decreasing revenues be on a pay-as-you-go basis; and (3) the deficit targets specially set forth in the Congressional Budget and Impoundment Control Act of 1974. Authorizes the President to invoke sequestration within 15 calendar days after the Congress ends a session to eliminate a budget-year breach within any category. Establishes a procedure for within-session sequestration. Sets forth the methods of adjusting discretionary spending limits. Sets forth sequestration procedures to enforce pay-as-you-go requirements and deficit targets. Rescinds the FY 1991 sequester and restores the sequestered amounts. Revises the timetable for sequestration reports and orders. Suspends sequestration procedures in the event of war or low growth. Part II: Related Amendments - Amends the Congressional Budget Act of 1974 to make temporary changes to conform to amendments made to the Gramm-Rudman-Hollings Act. Subtitle B: Permanent Amendments to the Congressional Budget and Impoundment Control Act of 1974 - Federal Credit Reform Act of 1990 - Amends the Congressional Budget of 1974 to revise credit accounting to: (1) measure the costs of Federal credit programs; (2) encourage the delivery of benefits in the form most appropriate to the needs of beneficiaries; and (3) improve the allocation of resources among credit programs and between credit and other spending programs. Requires the Director of the Office of Management and Budget and the Director of the Congressional Budget Office to coordinate the development of more accurate data on historical performance of direct loan and loan guarantee programs. Requires the President's budget, beginning with FY 1992, to reflect such loan costs. Authorizes appropriations to each Federal agency to pay the costs associated with such loan commitments. Revises congressional procedures for action on the budget and reconciliation measures (the Byrd Rule on extraneous matter in reconciliation). Subtitle C: Social Security - Confirms the off-budget status of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund. Subtitle D: Treatment of Fiscal Year 1991 Sequestration - Rescinds the FY 1991 order for sequestration and recompensates any Federal employees who were furloughed under such order. Subtitle E: Government-Sponsored Enterprises - Requires reports to the Congress on the financial soundness of government-sponsored enterprises."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Budget Reconciliation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Aging Aircraft Safety Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Agricultural Reconciliation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Aviation Safety and Capacity Expansion Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Beaches Environmental, Assessment, Closure, and Health Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Child Care Quality Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Coastal Zone Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Early Childhood Education and Development Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Aviation Administration Research, Engineering, and DevelopmentAuthorization Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Merchant Mariners Fairness Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Reauthorization Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Revenue Reconciliation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Student Loan Default Prevention Initiative Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Surface Transportation Reconciliation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Tongass Timber Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Transportation Trust Funds Off Budget Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Omnibus Budget Reconciliation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Abandoned Mine Reclamation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Agricultural Reconciliation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Airport Noise and Capacity Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Aviation Safety and Capacity Expansion Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Budget Enforcement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Child Care and Development Block Grant Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Coastal Zone Act Reauthorization Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Computer Matching and Privacy Protection Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "FDIC Assessment Rate Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Federal Aviation Administration Research, Engineering, and Development Authorization Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Federal Credit Reform Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Pollution Prevention Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Portability of Benefits for Nonappropriated Fund Employees Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Revenue Reconciliation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Student Loan Default Prevention Initiative Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for reconciliation pursuant to section 4 of the concurrent resolution on the budget for fiscal year 1991.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:46-05:00"
}