{
  "actions": [
    {
      "acted_at": "1999-05-05", 
      "references": [
        {
          "reference": "CR S4804", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-05", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s966-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-05", 
  "number": "966", 
  "official_title": "A bill to require medicare providers to disclose publicly staffing and performance in order to promote improved consumer information and choice, to protect employees of medicare providers who report concerns about the safety and quality of services provided by medicare providers or who report violations of Federal or State law by those providers, and to require review of the impact on public health and safety of proposed mergers and acquisitions of medicare providers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Patient Safety Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-05", 
  "subjects": [
    "AIDS (Disease)", 
    "Access to health care", 
    "Accreditation (Medical care)", 
    "Administrative remedies", 
    "Advertising", 
    "Antitrust law", 
    "Child health", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Consumer complaints", 
    "Consumer education", 
    "Corporate mergers", 
    "Death", 
    "Disabled", 
    "Disciplining of employees", 
    "Dismissal of employees", 
    "Drug abuse", 
    "Drug abuse treatment", 
    "Drug utilization", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Emergency management", 
    "Emergency medical services", 
    "Families", 
    "Freedom of information", 
    "Gays", 
    "Geriatrics", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health care industry", 
    "Hospital accreditation", 
    "Hospital care", 
    "Hospital medical staff", 
    "Hospital patients", 
    "Hospital personnel", 
    "Hospital records", 
    "Hospitals", 
    "Human immunodeficiency viruses", 
    "Labor and employment", 
    "Law", 
    "Lesbians", 
    "Marketing", 
    "Maternal health services", 
    "Medical statistics", 
    "Medically uninsured", 
    "Medicare", 
    "Mental health services", 
    "Minorities", 
    "Minority health", 
    "Mortality", 
    "Nurses", 
    "Occupational retraining", 
    "Patients' rights", 
    "Poor", 
    "Preventive medicine", 
    "Quality of care", 
    "Social welfare", 
    "Vital statistics", 
    "Whistle blowing", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-05", 
    "text": "Patient Safety Act of 1999 - Requires providers under the Medicare program, as a condition for continued participation in the program, to make publicly available certain minimum information, in addition to information specified by the Secretary of Health and Human Services, regarding nurse staffing and patient outcomes. Requires the following to be made public along with their source and currency status: (1) data regarding complaints filed with the State agency with oversight over health care services, the Health Care Financing Administration, or a provider accrediting agency; (2) compliance with the standards deemed to demonstrate compliance with conditions of Medicare participation; and (3) data regarding investigations and findings as a result of those complaints and the findings of scheduled inspection visits. Allows the Secretary to waive or reduce reporting requirements in the case of a small provider for whom their imposition would be unduly burdensome. Prohibits Medicare providers from terminating or taking any other adverse action against any employee or groups of employees for certain actions, including those taken for the purpose of notifying the provider of conditions potentially dangerous or injurious to patients receiving services from the provider or to employees of the provider. Requires provider suspension from participation in Medicare for taking such an adverse action. Requires any provider under Medicare that files with the Department of Justice and the Federal Trade Commission notification of a transaction required to be reported under the Clayton Act to provide to the Secretary with a report that includes: (1) the overall impact of such transaction on the health services available and readily accessible to the community; and (2) the impact of such transaction on each of various specified subjects, including the availability and accessibility of services to the poor, the uninsured, ethnic minorities, women, the disabled, and the lesbian and gay communities. Requires public availability of such reports, public hearings on their elements and any other factors related to the health, safety, and welfare of patients and the community involved, secretarial review of each such proposed transaction based on the report, hearing testimony, and any other relevant factors. Deems any provider that executes a transaction found to have a negative impact on health and safety (or that fails to file a required report) not to be in compliance with the conditions of Medicare participation. Mandates the provider's immediate suspension from program participation if it completes a transaction that poses immediate jeopardy or irreparable harm to patient health, safety, or welfare."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Patient Safety Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require medicare providers to disclose publicly staffing and performance in order to promote improved consumer information and choice, to protect employees of medicare providers who report concerns about the safety and quality of services provided by medicare providers or who report violations of Federal or State law by those providers, and to require review of the impact on public health and safety of proposed mergers and acquisitions of medicare providers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:35-05:00"
}