{
  "actions": [
    {
      "acted_at": "1981-05-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Hearings Held by Subcommittee on Trade Prior to Introduction (Mar 30 and 31, 81).", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Consideration and Mark-Up Session Held by Subcommittee on Trade Prior to Introduction (Apr 1, 6, 28, May 5 and 6, 81).", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-26", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-10", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-06-10", 
      "bill_ids": [
        "hr3850-97"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into H.R.3850.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3605-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1981-05-18", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-18", 
  "number": "3605", 
  "official_title": "A bill to amend the Trade Act of 1974 to provide for changes in adjustment assistance for workers and firms, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3850-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Trade Adjustment Assistance Amendments Act of 1981", 
  "sponsor": {
    "district": "7", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-06-10", 
  "subjects": [
    "Business and commerce", 
    "Department of the Treasury", 
    "Foreign Trade and Investments", 
    "Government and business", 
    "Government trust funds", 
    "Imports", 
    "Labor and employment", 
    "Trade adjustment assistance", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Trade adjustment assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-18", 
    "text": "Trade Adjustment Assistance Amendments Act of 1981 - Title I: Adjustment Assistance for Workers - Amends the Trade Act of 1974 to revise eligibility requirements for adjustment assistance for workers. Requires that imports be a \"substantial cause of\" (presently \"contributed importantly to\") a decline at the firm at which a worker was employed. Directs the Secretary of Labor to provide full information to workers about the benefits available under the Act. Revises trade readjustment allowance qualifying requirements, weekly amounts, and limitations on allowances to provide, among other things: (1) that payment of an allowance shall be made to a worker who files an application for any week of unemployment beginning more than 60 days after a petition for certification (which resulted in certification) was filed, if the worker: (a) has a separation occurring within a specified time, (b) worked a specified length of time, for a specified minimum wage, within the 52 week period prior to separation, (c) has received waiting period credit under unemployment insurance law or has exhausted all rights and is not entitled to any unemployment insurance or waiting period credit; (2) that the allowance payable shall be equal to the most recent weekly unemployment insurance benefit reduced by, (a) any deductible training allowance, and (b) income that is deductible from unemployment insurance, and (3) that allowances may not exceed an amount determined by the application of a specified formula. Authorizes the Secretary, with certain limitations, to require adversely affected workers to accept job training or to actively search for work outside their former employment area if the Secretary determines that within their former employment area: (1) a high level of unemployment exists; (2) suitable employment opportunities are not available; and (3) there are facilities available to provide training in new or related job classifications. Requires the Secretary to develop in cooperation with an adversely affected worker covered by a certification who is unemployed or underemployed, and with others, an appropriate employability plan. Defines the terms \"suitable employment\" and \"underemployment.\" Directs the Secretary to approve training for a worker if: (1) there is no suitable employment available; (2) the worker would benefit from appropriate training; (3) there is a reasonable expectation of employment following training; (4) training is available from either governmental or private sources; and (5) the worker is qualified to undertake and complete such training. Directs the Secretary to report to Congress, quarterly, regarding funds expended to provide training. Authorizes the Secretary, with certain restrictions, to defray reasonable transportation and subsistence expenses when training facilities are not within commuting distances. Increases individual job search allowances and relocation allowances from a maximum of $500 to $600. Waives the requirement that any overpayment must be repaid if: (1) the overpayment was made without fault on the part of an individual; and (2) requiring repayment would be contrary to equity and good conscience. Abolishes the Adjustment Assistance Trust Fund. Authorizes appropriations for fiscal years 1982 and 1983. Sets forth provisions relating to definitions, conforming amendments, and effective dates and transitional provisions. Title II: Adjustment Assistance for Firms - Amends the eligibility requirements for adjustment assistance for firms to require that imports be a \"substantial cause of\" (presently \"contributed importantly to\") a firm's decline. Authorizes the Secretary to provide technical assistance (including grants) to firms. Prohibits a direct loan to a firm if the loan can be obtained from private sources at certain rates. Revises conditions for financial assistance to a firm. Prohibits the Secretary from guaranteeing any loan if: (1) the interest rate is excessive compared to other similar loans bearing Federal guarantees; and (2) the interest is exempt from Federal income tax. States that direct loans and commitments to guarantee loans may be made only to the extent provided in advance in appropriation Acts. Provides that direct loans made or guaranteed for the acquisition or development of real property or other capital assets shall ordinarily be secured by a first lien on the assets and shall be fully amortized. Authorizes the Secretary to provide technical assistance up to a specified sum per industry, for the establishment of industry programs for new development, or other uses consistent with the purposes of the Act. Title III: Repeal of Adjustment Assistance Program for Communities; Extension of Program for Workers and Firms to September 30, 1983 - Repeals the Adjustment Assistance Program for Communities. Extends the termination date of adjustment assistance programs for workers and firms from September 30, 1982 to September 30, 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Trade Adjustment Assistance Amendments Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Trade Act of 1974 to provide for changes in adjustment assistance for workers and firms, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:00-05:00"
}