{
  "actions": [
    {
      "acted_at": "2012-05-18", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-06-01", 
      "in_committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Disability Assistance and Memorial Affairs", 
      "text": "Referred to the Subcommittee on Disability Assistance and Memorial Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5833-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Disability Assistance and Memorial Affairs", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-18", 
  "number": "5833", 
  "official_title": "To amend title 38, United States Code, to increase burial benefits for veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Burial Benefits Improvement Act of 2012", 
  "sponsor": {
    "district": "1", 
    "name": "Berkley, Shelley", 
    "state": "NV", 
    "thomas_id": "01576", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-05-18", 
  "subjects": [
    "Armed forces and national security", 
    "Cemeteries and funerals", 
    "Homelessness and emergency shelter", 
    "Veterans' loans, housing, homeless programs"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-05-18", 
    "text": "Veterans Burial Benefits Improvement Act of 2012 - Increases the authorized allowance for burial and funeral expenses for deceased veterans who: (1) at the time of death were in receipt of veterans' disability compensation or veterans' pension benefits, or (2) were veterans of any war or were discharged or released from active military service for a service-connected disability and have no next of kin or sufficient resources to cover funeral and burial costs. Increases the burial and funeral allowances for veterans who: (1) at the time of death, were receiving hospital or nursing home care in or through the Department of Veterans Affairs (VA); or (2) die as a result of a service-connected disability. Authorizes the annual adjustment of such allowances by the same percentage increase as adjustments to benefit amounts payable under title II (Old Age, Survivors and Disability Insurance) of the Social Security Act. Authorizes a burial plot allowance, as well as reimbursement for a burial headstone or marker, for a veteran of any war. Authorizes the VA to cover the burial and funeral expenses of a deceased veteran: (1) who is homeless, has no next of kin or other person claiming the body, and does not have sufficient resources to cover such expenses; (2) whose service in the Armed Forces was not during wartime; and (3) who was either discharged under honorable conditions or died during a period deemed to be active service. Prohibits any deduction from the burial allowance because of a veteran's assets or because of any contribution toward the burial and funeral expenses, unless the expenses incurred are covered by the United States, a state, an agency or political subdivision of the United States or a state, or the veteran's employer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Burial Benefits Improvement Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 38, United States Code, to increase burial benefits for veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:55:36-05:00"
}