{
  "actions": [
    {
      "acted_at": "1978-05-15", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-31", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Technology with amendment, S. Rept. 95-924.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-14", 
      "bill_ids": [
        "hr12637-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H. R. 12637 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3082-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1977-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1977-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-15", 
  "number": "3082", 
  "official_title": "A bill to amend the North Pacific Fisheries Act of 1954.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12637-95", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-15", 
  "subjects": [
    "Alaska", 
    "Animals and Animal Protection", 
    "Authorization", 
    "Canada", 
    "Endangered species", 
    "Executive reorganization", 
    "Fish inspection", 
    "Fish kills", 
    "Fisheries", 
    "Fishery agreements", 
    "Fishing", 
    "Fishing boats", 
    "International affairs", 
    "Japan", 
    "Marine mammal protection", 
    "Marine mammals", 
    "Research", 
    "Ships and shipping", 
    "Sonar", 
    "Treaties"
  ], 
  "subjects_top_term": "Fishery agreements", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1978-05-31", 
    "text": "(Reported to Senate from the Committee on Commerce, Science, and Technology with amendment, S. Rept. 95-924) Amends the North Pacific Fisheries Act of 1954 to define: (1) \"fishery conservation zone of the United States\" to mean the zone established by the Fishery Conservation and Management Act of 1976, and (2) \"fishing vessel\" to mean vessels engaged in the catching, processing, or transporting of fish in the Convention area (North Pacific Ocean waters and adjacent seas), or vessels outfitted for such activities, or vessels in normal support of such a vessel. Requires that of the four commissioners, appointed by the President, to serve on the International North Pacific Fisheries Commission, one shall be a resident of the State of Washington and two shall be residents of the State of Alaska. Amends such Act to authorize the Secretary of State (under present law the President), with the concurrence of the Secretary of Commerce, to accept or reject certain recommendations made by the International North Pacific Fisheries Commission. Amends such Act to require the Secretary of Commerce: (1) to enforce all provisions of this Act and the International Convention for the High Seas Fisheries of the North Pacific Ocean; and (2) to adopt regulations, in consultation with the Secretary of the Department in which the Coast Guard is operating, to carry out the objectives of this Act and the Convention. Stipulates that the Secretary of Commerce and the Secretary of the department in which the Coast Guard is operating shall enforce this Act. Specifies certain enforcement powers granted to enforcement officers. Allows enforcement officers to enforce the provisions of the Convention or this Act in the Convention area outside the U.S. fishery conservation zone and similar zones of Canada and Japan. Includes among the powers granted such officers, the power to board any vessel of Canada or Japan fishing for anadromous species and to inspect such vessel. Makes it unlawful for any person to violate any provision of the Convention or this Act; to refuse to permit an enforcement officer to board and inspect any fishing vessel; to forcibly assault or resist any such enforcement officer; and to interfere with the apprehension of any other person who has committed an act prohibited by this Act. Subjects any person found guilty of a civil violation to a fine not to exceed $25,000 for each violation. Makes any person found guilty of a criminal offense punishable by a fine of not more than $50,000 or by imprisonment of not more than six months or both, except that, if in the commission of any offense, the person uses a dangerous weapon or engages in conduct that causes bodily injury to any authorizing enforcement officer, the offense is punishable by a fine of not more than $100,000 or imprisonment of not more than ten years or both. Provides that authorized funds pursuant to this Act may be used to carry out other research and observer programs established pursuant to the Convention. Authorizes appropriations to the Secretary of Commerce to carry out research and observer programs for fiscal years 1979 and 1980, and a sonar salmon research demonstration project in the Artic-Yukon- Kuskokwin region beginning October 1, 1978, and ending September 30, 1981. Provides that each Canadian or Japanese fishing vessel which is authorized to fish within the U.S. fishery conservation zone shall have on board a registration permit setting forth the terms and conditions contained in the Convention that apply with respect to such operations. Declares that the objective of the Convention shall be interpreted to protect the North American salmon and the reduction or elimination of the incidental taking of marine mammals. Requires the Secretary of Commerce to take such actions to assure the full implementation of marine mammal research and the reduction or elimination of the incidental taking of marine mammals, including the placement of duly authorized agents on board Japanese fishing vessels for scientific observations relating to the incidental taking of marine mammals. Requires the Secretary of Commerce, after consultation with the Secretary of State, to report to Congress on the steps taken to implement the Convention and the results of all research carried out pursuant to the Convention, including estimates of the incidental taking of the Dall's porpoise."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the North Pacific Fisheries Act of 1954.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:48-05:00"
}