{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr669-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "669", 
  "official_title": "A bill to regulate and foster commerce among the States by providing a system for the taxation of interstate commerce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Interstate Taxation Act", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Government operations and politics", 
    "Income tax", 
    "Interstate commerce", 
    "Local taxation", 
    "State taxation", 
    "States", 
    "Taxation"
  ], 
  "subjects_top_term": "State taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Interstate Taxation Act - Title I: Jurisdiction to Tax - Establishes a uniform standard for determining the circumstances under which a company may be held subject to taxes covered by this Act. Provides that a State or political subdivision can not impose a corporate net income tax, capital stock tax, or gross receipts tax with respect to a sale of tangible personal property on any person unless that person has a business location in the State, and can not require a person to collect a sales or use tax with respect to a sale of tangible personal property on any person unless that person has a business location in the State or regularly makes household deliveries in the State. Permits the States to impose corporate net income taxes, capital stock taxes or gross receipt taxes with respect to a sale of tangible personal property, or to require collection of a sales or use tax if not otherwise denied the power to do so by this title. Title II: Maximum Percentage of Income or Capital Attributable to Taxing Jurisdiction - Provides that those interstate companies covered by this Act are protected by a supplement to the jurisdictional standard in the form of a maximum limit on the percentage of income or capital which can be taxed. Directs that such a company with a business location in more than one State cannot be required to pay a greater tax to any State or political subdivision than that calculated under a two-factor property, payroll apportionment formula. Provides that in determining the maximum amount of income or capital attributable to any State, the two-factor apportionment fraction is applied to the corporation's entire taxable income or capital before State attribution rules are applied. Provides that the definition of taxable income or capital is determined under State law. Describes the property factor as a fraction, the numerator of which is the average value of the property in a State and the denominator being the average value of all of the corporation's property located in any State. Values owned property at its original cost. Values leased property at eight times the gross rents payable by the corporation. Describes the payroll factor as a fraction, the numerator being wages paid in the State, and the denominator being the wages paid to all employees in any State. Permits a State in which a corporation is incorporated to impose a capital account tax without division of capital, notwithstanding the jurisdictional standard and limit on attribution otherwise imposed by this Act. Applies the same standards of attribution to local governments as are applied to States. Title III: Sales and Use Taxes - Provides that an interstate sale must have its destination in a State in order for that State or any political subdivision thereof to impose a sales or use tax with respect to the sale. Asserts that a State other than the State of destination may require a seller to collect a sales or use tax for the State of destination even though the seller does not have a business location or regularly make household deliveries in the State of destination. Provides that a use tax may not be imposed on a person without a business location in the State or an individual without a dwelling place in the State. Declares that where under these rules the same person is still subject in more than one State to sales or use tax on the same property a credit is required to be given by a taxing jurisdiction for prior taxes paid (or a refund in case a sales tax is paid to the seller after a use tax is paid in another State). Directs that these provisions do not apply to sales and use taxes with respect to motor fuels consumed in the State or, except for the credit provision, to sales or use taxes with respect to motor vehicles registered in the State. Eliminates the requirement that new residents of a State account for their household goods (including motor vehicles) brought into the State for use tax purposes if purchased at least 30 days before residence is established. Establishes the rule that freight charges on interstate sales which are separately stated are excluded from the sales price in the measure of a sales or use tax. Eliminates the requirement on the seller of ascertaining whether or not his interstate sales into other States are taxable sales by providing that certificates or other written evidence from the buyer indicating the basis of nontaxability conclusively relieves the seller from collecting or paying the tax. Provides that in interstate sales to business buyers who are registered with the State for sales tax collection purposes, the seller is relieved of collection responsibilities if he receives evidence from the buyer that he is registered with the State. Eliminates the bookkeeping by sellers of collecting or reporting sales or use taxes on interstate sales in a State according to geographic areas, whether the requirement is by the State or any of its political subdivisions. Provides that where a seller has a business location or regularly makes household deliveries in a political subdivision, he may be required to account for interstate sales with destinations in that political subdivision. Directs that these limitations do not affect locally imposed sales and use taxes which are State administered and uniformly applied so that interstate sales need not be classified according to geographic areas of the State. Title IV: Evaluation of State Progress - Provides for the continuing evaluation of State progress in resolving remaining difficulties from State taxation of interstate commerce by the Committee on the Judiciary of the House of Representatives and the Committee on Finance of the Senate, acting separately or jointly, or both. Declares that if after four years of enactment substantial progress is not made in resolving such problems, remedial measures are to be proposed. Title V: Taxation of Individuals - Permits States to tax income earned within the State by persons living outside the State. Allows the taxing of residents' income earned outside the State only to the extent the tax exceeds any income tax paid in such earned income to the State where it was earned. Title VI: Definitions and Miscellaneous Provisions - Prohibits out-of-State audit charges for all covered taxes, and for all taxpayers. Eliminates the distinction between franchise or privilege taxes measured by net income and direct taxes on net income for non-excluded corporations insofar as it affects the jurisdictional powers of the States. Provides a remedy for geographical discrimination in sales taxation and gross receipts taxation where the amount of harm can be demonstrated by declaring that any State law which imposes a higher sales or use or gross receipts tax on a taxpayer by virtue of the location of any occurrence outside the State is prohibited. Provides for the transition to a uniform jurisdictional standard by preventing assessments for back liability in situations which would not give rise to liability after the effective date of the jurisdictional standards under the Act by declaring that for periods ending on or before the enactment date of the Act no assessments could be made for corporate net income taxes, capital stock taxes, or gross receipts taxes if during that period no business location was maintained by the person in the State, or for a sales or use tax if during that period the seller did not maintain a business location in the State and did not regularly make household deliveries in the State, and in addition, was not registered in the State for purposes of collecting a sales or use tax, or for an income tax on income of nonresidents unless earned in that State or income of a resident earned in another State except to the extent that the tax exceeds that of the State in which the income was earned."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interstate Taxation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate and foster commerce among the States by providing a system for the taxation of interstate commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:33-05:00"
}