{
  "actions": [
    {
      "acted_at": "1992-05-05", 
      "committee": "Committee on Budget pursuant to the order of August 4, 1977, with instructions if one Committee reports, the other Committee have thirty days to report or be discharged", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Budget pursuant to the order of August 4, 1977, with instructions if one Committee reports, the other Committee have thirty days to report or be discharged.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-05", 
      "committee": "Committee on Governmental Affairs pursuant to the order of August 4, 1977, with instructions if one Committee reports, the other Committee have thirty days to report or be discharged", 
      "references": [], 
      "text": "Read twice and referred to the Committee on Governmental Affairs pursuant to the order of August 4, 1977, with instructions if one Committee reports, the other Committee have thirty days to report or be discharged.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2657-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Hank", 
      "sponsored_at": "1992-07-22", 
      "state": "CO", 
      "thomas_id": "00135", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-05", 
  "number": "2657", 
  "official_title": "A bill to require reauthorizations of budget authority for Government programs at least every 10 years, to provide for review of Government programs at least every 10 years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Spending Control and Programs Evaluation Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Reid, Harry", 
    "state": "NV", 
    "thomas_id": "00952", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-05", 
  "subjects": [
    "Administrative procedure", 
    "Appropriations", 
    "Authorization", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional information resources", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Economics and public finance", 
    "Evaluation", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "House rules and procedure", 
    "Legislation", 
    "Planning", 
    "Productivity in government", 
    "Public administration", 
    "Senate rules and procedure", 
    "Sunset legislation"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-05", 
    "text": "Spending Control and Programs Evaluation Act of 1992 - Title I: Reauthorizations of Government Programs - Requires each Government program to be reauthorized at least once during each sunset reauthorization cycle. (Sunset reauthorization cycle means the period of five Congresses beginning with the 103d Congress and with each sixth Congress following the 103d Congress.) Sets forth the procedure in the House of Representatives and the Senate for the consideration of any legislation which authorizes new budget authority. Exempts from the requirements of this Act specified items, such as interest on Federal debts, health care services, general retirement and disability payments, litigation activities which have as their objectives the protection and implementation of civil rights guaranteed by the Constitution, and specified social security and retirement pay and benefits. Expresses the sense of the Congress that all programs should be considered and reauthorized in program categories which constitute major areas of lelgislative policy for sufficient periods of time to enhance oversight and the review and evaluation of Government programs. Title II: Program Inventory - Directs the Comptroller General and the Director of the Congressional Budget Office, in cooperation with the Director of the Congressional Research Service, to prepare an inventory of Federal programs. Declares that the purpose of such program inventory is to advise and assist the Congress in carrying out reauthorization and reexamination requirements and to link such reauthorization and review process with the budget process. Requires the Comptroller General to submit such program inventory to each House of Congress no later than January 1, 1993. Directs the congressional committees, the Congressional Budget Office, and the Congressional Research Service to review the program inventory and to suggest revisions. Requires that the program inventory be revised at the end of each session of the Congress and that such revisions be reported to each House. Title III: Program Reexamination - Requires each committee of the Senate and the House of Representatives to reexamine selected programs or groups of programs over which it has jurisdiction. Sets forth procedures for such review and criteria for selection of program areas for evaluation. Title IV: Miscellaneous - Sets forth miscellaneous provisions to carry out the purposes of this Act. Directs the President, with the cooperation of the head of each appropriate agency, to submit to the Congress a regulatory duplication and conflicts report for all programs scheduled for reauthorization in the next Congress. Requires appropriate congressional committees to introduce a sunset reauthorization bill not later than 15 days after the beginning of the second regular session of the Congress. Sets forth discharge procedures to apply to motions to discharge such bills. Requires specified congressional committees to report on a review of the procedures established under this Act by December 31, 1998, and every five years thereafter. Authorizes appropriations for fiscal years ending before October 1, 2003."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Spending Control and Programs Evaluation Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require reauthorizations of budget authority for Government programs at least every 10 years, to provide for review of Government programs at least every 10 years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:34-05:00"
}