{
  "actions": [
    {
      "acted_at": "1988-06-16", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-06-22", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, State, Treasury, DOT.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-06-22", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4849-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-06-16", 
  "number": "4849", 
  "official_title": "A bill to prohibit the importation of African elephant ivory from any country which does not have a population of African elephants living in the wild, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "African Elephant Anti-Poaching Act of 1988", 
  "sponsor": {
    "district": "8", 
    "name": "Fields, Jack", 
    "state": "TX", 
    "thomas_id": "00380", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-06-16", 
  "subjects": [
    "Administrative fees", 
    "Africa", 
    "African cooperation", 
    "Animals", 
    "Animals and Animal Protection", 
    "Arrest", 
    "Burundi", 
    "Crime and law enforcement", 
    "Criminal Procedure and Sentencing", 
    "Elephants", 
    "Endangered animals", 
    "Endangered species", 
    "Environmental protection", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Government paperwork", 
    "Hunting", 
    "Import restrictions", 
    "Imports", 
    "Informers", 
    "International environmental cooperation", 
    "Ivory", 
    "Licenses", 
    "Searches and seizures", 
    "State laws", 
    "States", 
    "Trade agreements", 
    "Trapping", 
    "Treaties", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Animals", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-06-16", 
    "text": "African Elephant Anti-Poaching Act of 1988 - Makes it unlawful for any person to import into the United States any African elephant ivory from Burundi or from any country which: (1) is not a member of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (the Convention); (2) does not have a population of African elephants living in the wild; or (3) is not a part of the African Continent. Exempts from such prohibition ivory from an African elephant that was legally taken by sport hunting in a country, other than Burundi, that: (1) is a member of the Convention; (2) has a population of African elephants living in the wild; and (3) is part of the African Continent. Sets forth civil and criminal penalties for knowing violations of this Act. Authorizes the Secretary of the Interior (the Secretary) to assess a civil penalty of up to $10,000 for each violation. Sets forth notice and hearing requirements relating to such civil penalties. Sets forth criminal penalties of a fine of between $5,000 and $20,000, and/or one year's imprisonment. Grants jurisdiction to the U.S. district courts over any actions arising under this Act. Directs the Secretary or the Secretary of the Treasury to pay appropriate rewards, from sums received as penalties, fines, or property forfeitures under this Act, to persons furnishing information which leads to an arrest, criminal conviction, civil penalty assessment, or forfeiture of property for any violation of this Act or regulations issued under it. Makes ineligible for such rewards Federal, State, or local government officers or employees who furnish such information or render related service in the performance of their duties. Sets forth enforcement provisions. Requires enforcement of this Act, and any regulations or permits issued pursuant to it, by the Secretary, the Secretary of the Treasury, or the Secretary of the department in which the Coast Guard is operating, or all such Secretaries. Authorizes such Secretaries to utilize for such purposes by agreement and with or without reimbursement, the personnel, services, and facilities of any other Federal or State agency. Authorizes U.S. district court judges and U.S. magistrates to issue warrants or other process required for such enforcement. Sets forth provisions relating to: (1) inspections, arrests, searches, and seizures; and (2) application of other laws. Authorizes the Attorney General to seek injunctions against violators. Sets forth forfeiture provisions as follows. Subjects to forfeiture to the United States in cases of violations of this Act or regulations, permits, or certificates issued under it: (1) all imported African ivory involved; and (2) all equipment, vessels, vehicles, aircraft, and other means of transportation used to aid various activities involved. Authorizes such Secretaries to issue appropriate enforcement regulations and charge reasonable fees for expenses to the Government connected with permits or certificates authorized under this Act (including application processing and reasonable inspections), and with the transfer, board, handling, or storage of fish or wildlife or plants and evidentiary items seized and forfeited under this Act. Requires deposit of such fees in the Treasury to the credit of the appropriation which is current and chargeable for the cost of furnishing the services. Allows appropriated funds to be expended pending reimbursement from parties in interest. Directs the Secretary to administer this Act, in consultation with the Secretary of the Treasury and the Secretary of the Department in which the Coast Guard is operating. Provides that nothing in this Act shall be construed as superseding or limiting in any manner the functions and responsibilities of the Secretary under the Endangered Species Act of 1973 or of the Secretary of the Treasury under the Tariff Act of 1930. Preempts any State law or regulation to the extent that it permits what is prohibited, or prohibits what is authorized, under this Act or regulations issued under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "African Elephant Anti-Poaching Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit the importation of African elephant ivory from any country which does not have a population of African elephants living in the wild, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:34-05:00"
}