{
  "actions": [
    {
      "acted_at": "1983-07-29", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-08-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Fossil and Synthetic Fuels", 
      "text": "Referred to Subcommittee on Fossil and Synthetic Fuels.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-12", 
      "bill_ids": [
        "hr4277-98"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.4277.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3719-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Fossil and Synthetic Fuels", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-29", 
  "number": "3719", 
  "official_title": "A bill to provide a comprehensive reform of Federal laws relating to the pricing and marketing of natural gas.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4277-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Natural Gas Policy Act Reform Amendments of 1983", 
  "sponsor": {
    "district": "21", 
    "name": "Ridge, Thomas J.", 
    "state": "PA", 
    "thomas_id": "00960", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-07-29", 
  "subjects": [
    "Canada", 
    "Contracts", 
    "Economics and public finance", 
    "Energy", 
    "Energy facilities", 
    "Energy prices", 
    "Foreign Trade and Investments", 
    "Gas pipelines", 
    "Imports", 
    "Mexico", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum conservation", 
    "Price regulation"
  ], 
  "subjects_top_term": "Natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-29", 
    "text": "Natural Gas Policy Act Reform Amendments of 1983 - Title I: Findings and Purposes - Sets forth the findings and purposes of this Act. Title II: Amendments to the Natural Gas Policy Act of 1978 - Amends the Natural Gas Policy Act of 1978 to require the Federal Energy Regulatory Commission to prepare and submit to Congress a report regarding voluntary interstate natural gas transportation on behalf of intrastate pipelines and local distribution companies. Declares any indefinite price escalator clause applicable to the first sale of natural gas to be against public policy and unenforceable. Defines an indefinite price escalator clause as any provision of any contract: (1) which provides for the establishment or adjustment of the price for natural gas delivered under the contract by reference to prices for natural gas, crude oil, refined petroleum products, or any other commodity; or (2) which the Commission determines is comparable in form and result. Declares it to be against public policy to enforce any obligation to pay for gas volumes not taken, in the case of any first sale contract, to the extent that such obligation fails to adequately provide for: (1) makeup of all gas volumes paid for but not taken; and (2) refunds of all amounts paid for gas volumes not taken if makeup does not occur. Defines abrogation authority as the authority of a party to a first sale contract, in its sole discretion, to terminate all, or any portion, of the covered natural gas volumes. Provides that: (1) in a first sale contract either party to the contract shall have abrogation authority and, to the extent that abrogation authority is exercised, the contract shall be unenforceable and against public policy; and (2) the provisions of clause one of this sentence shall apply during the one year period following enactment to the first sales of Outer Continental Shelf gas, high risk gas, new natural gas, new onshore production well gas, high cost gas, and onshore gas not committed or dedicated to interstate commerce and produced from a depth of 5,000 feet or less. Excludes warranty contracts from the abrogation authority provisions of this paragraph. Defines a warranty contract as any first sale contract which provides the purchaser with an unconditional guarantee that all of the gas volumes contracted for will be delivered to the purchaser at the agreed upon price, regardless of whether the gas volumes contracted for can be obtained from any well or field originally relied upon to meet contractual requirements. Provides that abrogation authority may be exercised only once with respect to each contract in which such authority is permitted and requires that the exercise of such authority be preceded by at least 45 days written notice. Provides that if abrogation authority is exercised, and if the seller obtains an alternative purchaser, the seller must offer a right of first refusal to the original purchaser. Requires, subject to stated conditions, any original purchaser which is a pipeline and which declines a right of first refusal offer to have both the right and the obligation to transport the gas as to which abrogation authority is exercised. Defines a take-or-pay provision as a first sale contract provision which obligates the purchaser to take delivery of or to pay for an indicated percentage of gas. Limits to 50 percent such take-or-pay provisions in first sale contracts in effect as of enactment. Defines a minimum commodity bill requirement as any contract or tariff requirement requiring payment for the minimum quantity of gas contracted for in the event the purchaser fails to take delivery. Declares it to be against public policy to enforce any minimum commodity bill requirement applicable to any gas sale by any interstate or intrastate pipeline: (1) to the extent it requires the purchaser to make any payment with respect to natural gas in excess of 50 percent of the maximum annual volume the purchaser has contracted to take; or (2) if the requirement does not entitle a purchaser making payment under the requirement to take delivery of the gas involved subsequent to the date of payment provided under the requirement. Directs the Commission to establish prudence standards applicable to pipeline gas purchase practices. Authorizes the Commission to deny any interstate pipeline recovery of amounts paid (through cost passthroughs) if the Commission determines that the purchase violates the prudence standards. Authorizes the Commission to order a pipeline to stop purchasing practices which violate the prudence standards. Directs the Commission to undertake and complete a rulemaking proceeding to issue standards for interstate pipeline tariffs. Requires such standards to be designed to assure that prices of natural gas purchased by interstate pipelines in first sales are sensitive to end-use market conditions and the end-use market signals are effectively transmitted to pipelines and producers. Adds to the definition of Btu by specifying a formula for determining the number of Btu's per unit volume of natural gas. Title III: Natural Gas Imports - Prohibits the importation of natural gas (except from Mexico and Canada) if the first sale price within the United States exceeds 150 percent of the maximum lawful price under the Natural Gas Policy Act of 1978 for new, onshore production wells. Directs the President to report to Congress on the status of negotiations with Canada regarding modification of the border price for gas imported from Canada. Title IV: Repeal of Certain Restrictions of Natural Gas and Petroleum Use and Pricing - Repeals restrictions, under the Powerplant and Industrial Fuel Use Act of 1978, on the use of natural gas or petroleum in new major fuel burning installations, existing major fuel burning installations, certain boilers used for space heating, decorative outdoor lighting, and existing electric powerplants. Directs the Secretary of Energy, after considering a petition for an exemption from the prohibition on the usage of natural gas-coal mixture by a powerplant, to grant a permanent exemption with respect to such natural gas if the petitioner certifies that: (1) the natural gas in such a mixture is being used to reduce emissions from that which would occur if only coal was used as a primary energy source; and (2) the proportion of natural gas in such mixture will not exceed the level necessary to comply with applicable environmental requirements, disregarding any variances issued or granted in connection with the powerplant. Makes conforming changes to the Powerplant and Industrial Fuel Use Act of 1978. Repeals the incremental pricing program of the Natural Gas Policy Act of 1978. Title V: Judicial Review - Provides that if any provision of this Act, or the application of any provision to any person or circumstance, is held invalid, the application of such provision to other persons or circumstances and the remainder of this Act shall not be affected."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Policy Act Reform Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a comprehensive reform of Federal laws relating to the pricing and marketing of natural gas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:15-05:00"
}