{
  "actions": [
    {
      "acted_at": "1985-02-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-14", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s396-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-06", 
  "number": "396", 
  "official_title": "A bill to amend various sections of the United States Code to provide greater safeguards for small businesses with respect to agency and court proceedings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Fairness Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Bumpers, Dale", 
    "state": "AR", 
    "thomas_id": "01295", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-06", 
  "subjects": [
    "Administrative procedure", 
    "Appellate procedure", 
    "Automobiles", 
    "Business and commerce", 
    "Business records", 
    "Capital gains tax", 
    "Courts and Civil Procedure", 
    "Federal-local relations", 
    "Gifts", 
    "Government and business", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Income tax", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Local and Municipal Government", 
    "Motor Vehicles and Driving", 
    "Public Contracts, Procurement, and Property", 
    "Regulatory impact statements", 
    "Small business", 
    "Tax administration", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation", 
    "Transportation and Travel", 
    "Travel costs"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-06", 
    "text": "Small Business Fairness Act of 1985 - Title I: Administrative Procedure Act - Amends the Administrative Procedure Act to add a provision listing grounds for a reviewing court to hold as unlawful and to set aside a Federal agency action. Provides that such court, when determining agency jurisdiction or authority, shall require that an agency action is within the scope of the agency jurisdiction or authority on the basis of the language of the statute or, in the event of ambiguity, other evidence of ascertainable legislative intent. Prohibits such court from making any presumption in favor of or against agency action when making determinations on other questions of law. Title II: Equal Access to Justice Act - Amends the Equal Access to Justice Act to provide that when the United States appeals the merits of an adversary adjudication, no decision on an application for legal fees and other expenses in connection with such adjudication shall be made until a final and unreviewable decision is rendered by the court on appeal or until the merits of the case have been determined on appeal. Amends the definition of a \"party\" which is eligible to be awarded legal expenses to exclude any individual whose net worth exceeds $2,000,000 (currently $1,000,000) and any entity whose net worth exceeds $7,000,000 (currently $5,000,000), including any local government. Redefines an \"adversary adjudication\" for which such expenses may be awarded to include any appeal before an agency board of contract appeals under the Contract Disputes Act of 1978. Defines \"position of the agency.\" Permits a party or the United States, if dissatisfied with an adjudicative officer's determination of such expenses, to appeal the determination to the appropriate U.S. court within 30 days after such determination is made. Requires a court's determination on such an appeal to be based solely on the factual record made before the agency. Authorizes the court to modify the determination only if it finds that the failure to make an award of expenses or the calculation of the amount of the award was unsupported by substantial evidence. Requires agencies to pay litigation expenses to prevailing parties from funds made available to the agency. Requires the payment of interest on the amount of any portion of an award not paid within 60 days after final agency action making such award. Authorizes the award of legal fees and other expenses by a court to a prevailing party other than the United States in proceedings for the judicial review of an agency action unless the court finds that the position of the United States was substantially justified or that special circumstances make an award unjust. Makes conforming amendments (in accordance with the previous section) to the definition of \"party.\" Defines \"civil action.\" Requires agencies to pay litigation expenses to prevailing parties from funds made available to the agency. Requires the payment of interest on the amount of any portion of an award not paid within 60 days after the final agency action making such award. Repeals the termination dates of the Equal Access to Justice Act. Title III: Paperwork Reduction - Small Business Paperwork Reduction Act of 1985 - Amends the Paperwork Reduction Act of 1980 to direct the Director of the Office of Management and Budget to set a goal to reduce the burden of Federal collections of information on small businesses by at least five per cent by October 1, 1986, and for each of the next two years by not less than an additional five per cent. Title IV: Amendments to the Internal Revenue Code - Small Business Tax Amendments of 1985 - Amends the Internal Revenue Code to repeal the requirement that contemporaneous records be kept to substantiate deductions with respect to: (1) business travel expenses, including automobile expenses; (2) business entertainment expenses; and (3) expenses for gifts. Increases the holding period required for long term capital gains treatment from six months to one year. Allows a deduction of 80 percent of the net capital gains from small business investments which are held for at least three years. Increases the maximum dollar limitation with respect to the election of a taxpayer to expense certain depreciable business assets. Provides for the nonrecognition of gain on the sale of property where, within one year from the date of sale, the taxpayer purchases a qualified small business investment (equity stock in a domestic qualified small business corporation). Provides that if the purchase of any qualified small business investment results in nonrecognition of gain, the basis of such investment shall be reduced by the amount of gain not recognized on the sale of such property. Modifies the statute of limitations with respect to the assessment of any deficiency attributable to the sale of property involved in the nonrecognition provision. Provides that the Regulatory Flexibility Act applies to the Internal Revenue Service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Fairness Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Paperwork Reduction Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Small Business Tax Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend various sections of the United States Code to provide greater safeguards for small businesses with respect to agency and court proceedings, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:09-05:00"
}