{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr960-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "960", 
  "official_title": "A bill to amend section 138 of the Legislative Reorganization Act of 1946 so as to provide for the reduction of the public debt by at least 10 percent of the estimated overall Federal receipts for each fiscal year.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Rarick, John R.", 
    "state": "LA", 
    "thomas_id": "00945", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Congressional committees", 
    "Economics and public finance", 
    "Federal budgets", 
    "House of Representatives", 
    "Public debt", 
    "Senate"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Authorizes the Committee on Ways and Means and the Committee on Appropriations of the House of Representatives and the Committee on Finance and the Committee on Appropriations of the Senate, or duly authorized subcommittees thereof, to meet jointly at the beginning of each regular session of Congress and after study and consultation, giving due consideration to the budget recommendations of the President, report to their respective Houses a legislative budget for the ensuing fiscal year, including the estimated overall Federal receipts and expenditures for such year. Requires such report to contain a recommendation for the maximum amount to be appropriated for expenditure in such year which shall include: (1) at least 10 percent of the estimated overall Federal receipts for the reduction of the public debt, and (2) such an amount to be reserved for deficiencies as may be deemed necessary by such committees. Provides that the maximum amount recommended to be appropriated for expenditure in such year shall not exceed the estimated overall Federal receipts for such year. States that the report shall be accompanied by a concurrent resolution adopting such budget, and, in accordance with the recommendations contained in such report, fixing the maximum amount to be appropriated for expenditure in such year. Makes it the duty of the Secretary of the Treasury during such year to reduce the public debt by at least 10 percent of the estimated overall Federal receipts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend section 138 of the Legislative Reorganization Act of 1946 so as to provide for the reduction of the public debt by at least 10 percent of the estimated overall Federal receipts for each fiscal year.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:05-05:00"
}