{
  "actions": [
    {
      "acted_at": "1985-04-29", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-08", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-09", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-02-05", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Administrative Law and Governmental Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-02-06", 
      "in_committee": "House Committee on The Judiciary", 
      "in_subcommittee": "Administrative Law and Governmental Relations", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2264-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-29", 
  "number": "2264", 
  "official_title": "A bill to amend title 5, United States Code, to provide civil penalties for false claims and statements made to the United States, to certain recipients of property, services, or money from the United States, or to parties to contracts with the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Program Fraud Civil Penalties Act of 1985", 
  "sponsor": {
    "district": "14", 
    "name": "Hertel, Dennis M.", 
    "state": "MI", 
    "thomas_id": "00534", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-29", 
  "subjects": [
    "Administrative procedure", 
    "Claims", 
    "Federal aid programs", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Public Contracts, Procurement, and Property", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "States"
  ], 
  "subjects_top_term": "Claims", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-29", 
    "text": "Program Fraud Civil Penalties Act of 1985 - Establishes penalties and assessments to be imposed against any person who knowingly makes a false claim or statement to: (1) an authority of the United States; (2) a recipient of property, services, or money from such authority; (3) a party to a contract with such authority; or (4) any State. Declares that such penalties and assessments are in addition to criminal and civil penalties and assessments provided by other laws. Requires that the total amount of a penalty and assessment imposed under this Act be at least equal to the damages sustained by the Government as a result of the false claim or statement, except under specified circumstances. Directs the Inspector General or other investigating official of a Federal authority to investigate allegations that a person made a false claim or statement and to report findings to the reviewing official designated for that authority. Directs the reviewing official to refer such allegations to the authority head for a hearing upon determining there is probable cause to believe that the person is liable for penalty or assessment. Requires the authority head to notify the Attorney General of any intention to initiate a hearing. Allows the authority head to initiate a hearing if the Attorney General approves it or does not disapprove it within 90 days. Entitles the defendant in such a hearing to: (1) written notice of the hearing; (2) be present and represented by counsel; (3) present evidence and cross-examine witnesses; (4) prompt, written notice of the authority head's determination; and (5) judicial review of an adverse determination. Specifies the authority of the investigating official and the official conducting the hearing, and the procedure for judicial review of the determination reached in the hearing. Authorizes the Attorney General to commence a civil action to recover a penalty or assessment determined by such a hearing. Authorizes the authority head to settle a final penalty or assessment determined by hearing. Grants the Attorney General exclusive authority to settle a claim subject to judicial review or collection procedures. Provides for the reimbursement, out of any penalty or assessment collected, of a State or political subdivision for damages sustained as a result of a false claim or statement. Specifies time limitations for commencing a hearing concerning a false statement or claim and for commencing an action to recover any penalty or assessment. Permits the deduction of any penalty or assessment from any amount owed the liable person by the Government, including tax refunds. Requires each investigating official to report annually to the authority head on actions taken under this Act during the most recent 12-month period ending September 30. Requires the transmission of such reports to the appropriate congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Program Fraud Civil Penalties Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to provide civil penalties for false claims and statements made to the United States, to certain recipients of property, services, or money from the United States, or to parties to contracts with the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:19-05:00"
}