{
  "actions": [
    {
      "acted_at": "1973-03-06", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5211-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-06", 
  "number": "5211", 
  "official_title": "A bill to provide home rule for the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "District of Columbia Charter Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-06", 
  "subjects": [
    "Advisory bodies", 
    "District of Columbia", 
    "Political representation", 
    "Youth"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-06", 
    "text": "District of Columbia Charter Act - Title I: Definitions - Sets forth definitions of various terms used in the Act. Title II: Status of the District - Provides that all the territory constituting the permanent seat of the Government of the United States shall continue to be designated as the District of Columbia. Title III: The Council - Creates a Council of the District of Columbia consisting of eleven members, of whom three members shall be elected at large and the other eight members shall be elected one from each of the eight election wards established under the District of Columbia Election Act. Provides that the term of office for members of the Council shall be three years. Requires members of the Council to be (1) a qualified voter; (2) domiciled in the District and if elected from a ward, to reside in the ward; (3) domiciled in the District for a period of three years prior to the election; (4) domiciled in his ward for one year preceding election; (5) the holder of no other elective public office; (6) the holder of no position as an officer or employee of the District of Columbia; and (7) the holder of no office for which compensation is provided from Federal or District funds, or to which he was appointed by the President. Permits the Council by Act to change qualifications and the number of the members if such Act is assented to by a majority of the voters in an election. Abolishes the offices of the District of Columbia established by Reorganization Plan No. 3 of 1967 and transfers powers of such offices to the District of Columbia Council. Establishes an Armory Board to be composed of three members to be appointed by the Mayor by and with the advice and consent of the Council which members shall serve at the pleasure of the Mayor. Vests the legislative power of the District in the District Council and in the qualified voters of the District of Columbia. Prohibits the Council or the voters from passing any act: (1) to impose any tax on property of the United States; (2) to authorize the issuance of bonds except in compliance with title VI; (3) to amend or repeal any Act of Congress which concerns the functions or property of the United States; or (4) inconsistent with or contrary to any provision of any Act of Congress. Permits the Mayor to veto an Act of the Council within ten days after presentment to him. Provides that the Council may override a Mayor's veto by a vote of two-thirds. Requires that municipal court judges be District residents, be appointed to at least ten year terms and not serve after they become seventy years old. Sets forth the organization and procedure of the District Council. Grants the Council powers to investigate any matter relating to the affairs of the District. Title IV: Mayor - Creates the Office of Mayor of the District of Columbia for a term of office of four years to be elected as provided in title VIII. Sets forth the qualifications of the Mayor similar to those for the Members of the Council. Sets the compensation of the Mayor at $40,000 annually. Vests the executive power of the District of Columbia in the Office of the Mayor. Directs him to administer all laws relating to the appointment, promotion, discipline, separation, and other conditions of employment of personnel in the Office of Mayor, personnel in the executive offices of the District, and members of boards, commissions, and other agencies of the District. Requires him to make annual reports to the Council on the fiscal affairs of the District. Provides for the appointment of a City Administrator by the Mayor. Authorizes the Mayor to issue and enforce administrative orders as are necessary to carry out his functions and duties. Title V: The District Budget - Provides that the fiscal year of the District of Columbia shall begin on the 1st day of July and end on the 30th day of June of the succeeding calendar year. Requires the Mayor to prepare and submit to the Council not later than April 1 his annual budget with a budget message. Requires the Council by act to adopt a budget each fiscal year. Requires the Council prior to the adoption of the annual budget to adopt a five-year capital program and a captial budget. Permits the Council at any time to adopt or pass supplemental appropriations. Title VI: Borrowing - Authorizes the District to provide for the payment of the cost of its various capital outlay programs by issuing negotiable obligations bearing interest at such rates as the Mayor may from time to time determine. Authorizes the Secretary of the Treasury to purchase all or part of any issue if the Secretary determines such purchases are necessary to allow the District to pay the principal and interest on any of its outstanding obligations. Provides for the payment of a Federal interest subsidy equal to (1) one-fourth of the net effective interest expense or (2) equal to the difference between the net effective interest expense and the net effective interest expense which the District would have incurred had the interest rate on its obligations been equal to the interest rate on purchases by the Secretary pursuant to this Act, whichever is greater. Provides the Mayor with the Authority to borrow money from the Secretary, funds to complete payments on capital outlay projects pending the sale of an issue of District obligations. Title VII: Financial Affairs of the District - Provides that each officer and employee of the District required to do so by the District Council to provide a bond with such surety and in such amount as the Council may require. Provides that the premiums for all such bonds shall be paid out of appropriations for the District. Sets forth the financial duties for the Mayor such as accounting, supervision and control. Provides that no contract involving expenditure out of an appropriation which is available for more than one year shall be made for a period of more than five years, nor shall any such contract be valid unless made pursuant to criteria established by an Act of the Council. Provides for an annual post audit of the District financial affairs by the General Accounting Office. Authorizes adjustment of Federal and District expenses. Provides for an annual Federal payment to the District of Columbia which would be computed as a percentage of general local tax revenues. Title VIII: Elections - Sets forth the nomination and election procedures for the District of Columbia delegate, the Mayor and the Council members. Sets forth rules concerning filing of petitions for nomination to certain offices, runoff elections, etc. Directs the Board of Elections to conduct necessary special elections. Prohibits anyone from interfering with the registration or voting of another person because of his race, color, sex, religious belief or lack of property or income. Title IX: Miscellaneous - Authorizes agreements with the United States for purposes of promoting efficiency and economy. Provides for forfeit of office for violations of laws relating to personal interest in contracts or transactions. Prohibits compensation by offices of the District of Columbia from more than one source. Authorizes assistance of the United States Civil Service Commission in the development of the District of Columbia merit system. Title X: Succession in Government - Provides for the transfer of personnel, property, and funds to the new District Government and sets forth procedures relating to existing statutes, regulations, and other actions. Title XI: District of Columbia Government Decentralization Commission and Youth Advisory Council - Establishes a commission to be known as the District of Columbia Government Decentralization Commission which shall conduct a full and complete study of, and recommend to the Council a plan for, the establishment in the District of Columbia of neighborhood councils which shall have delegated to them those functions of the government of the District of Columbia (as determined by the Commission) which can be administered on a neighborhood basis. Specifies that the Commission shall be composed of twelve members: (1) eight appointed by the Mayor, one from each of the eight election wards established by the Board of Elections; and (2) four appointed by the Chairman of the Council, with the advice and consent of the Council. Directs the Commission to submit its plan within one year after the adoption of this Act, and provides for the termination of the Commission 65 days after the submission of its plan. Establishes a Youth Advisory Council for the District of Columbia. Makes it the duty of the Youth Council to: (1) advise the Council on any legislation pending before it which affects matters concerning the youth in the District of Columbia; (2) Recommend to the Council legislation on matters affecting youth in the District of Columbia, and (3) discuss, study, and report to the Council generally on matters affecting youth in the District of Columbia. Stipulates that the Youth Council shall be composed of one member elected from each of the accredited senior high schools in the District of Columbia from among the students attending that senior high school who, during the year in which they serve as a member of the Youth Council, will not be more than eighteen years old. Provides that members of the Youth Council shall serve for one year terms, beginning on the day of the first meeting of the Council in each year. Title XII: Initiative - Gives the qualified voters of the District of Columbia the power to propose and enact legislation relating to the District. Stipulates that not less than 10 percent of the number of qualified voters voting in the last general election shall be required to propose any measure by initiative petition. Title XIII: Temporary Provisions - Sets forth the powers of the President of the United States during the transition period. Authorizes reimbursable appropriations of $750,000 in paying expenses of the Board of Elections. Title XIV: Submission of Charter for Referendum - Requires a referendum on the charter not more than four months after enactment of this Act to determine whether the registered qualified voters of the District of Columbia accepts the Charter. Title XV: Effective Dates - Sets forth the effective dates of the various titles of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Charter Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide home rule for the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:15-05:00"
}