{
  "actions": [
    {
      "acted_at": "2007-02-15", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s611-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-02-15", 
  "number": "611", 
  "official_title": "A bill to provide for secondary school reform, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pathways for All Students to Succeed Act", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-02-15", 
  "subjects": [
    "Academic performance", 
    "Community and school", 
    "Compensatory education", 
    "Curricula", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational planning", 
    "Educational research", 
    "Educational statistics", 
    "Educational technology", 
    "Educational tests", 
    "Elementary and secondary education", 
    "English language", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Higher education", 
    "Indian education", 
    "Literacy programs", 
    "Mathematics", 
    "Minorities", 
    "Paraprofessional school personnel", 
    "Parent-school relationships", 
    "Reading", 
    "School administration", 
    "Science, technology, communications", 
    "Secondary education", 
    "Special education", 
    "Teacher education", 
    "Teachers", 
    "Teaching", 
    "Teaching materials"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-02-15", 
    "text": "Pathways for All Students to Succeed Act - Authorizes the Secretary of Education to establish a program that will provide grants to state educational agencies (SEAs), and direct grants or subgrants through SEAs to eligible local educational agencies (LEAs), to establish literacy and mathematics skills programs to improve overall reading, writing, and mathematics performance among students in middle school and secondary school. Requires LEAs receiving a literacy or mathematics subgrant to hire literacy or mathematics coaches (at least one such coach for every 20 teachers) to work with classroom teachers to carry out specified related activities. Authorizes the Secretary to establish a program of grants to SEAs and, through them, subgrants to LEAs that: (1) enables a secondary school receiving assistance under title I of the Elementary and Secondary Act of 1965 (ESEA) to hire a sufficient number of academic counselors (at least one for 150 students) to develop personal six-year plans defining career and education goals for each student at the school, including those with limited English proficiency; (2) involves parents in the development and implementation of such plans; and (3) provides academic counselors and staff at the schools receiving grants under this Act the opportunity to coordinate with other programs and services, including those supported by federal funds, to ensure that students have access to the resources and services necessary to fulfill their personal plans. Authorizes the Secretary to award grants to SEAs and, through them, subgrants to LEAs to promote school improvement and student achievement, through certain programs and activities, in schools identified as needing improvement due to having failed for two consecutive years to make adequate yearly progress (AYP) toward state academic performance standards.Authorizes the Secretary to award competitive grants to SEAs to develop or increase the capacity of data systems for assessment and accountability purposes, including collection of graduation rates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pathways for All Students to Succeed Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for secondary school reform, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:17-05:00"
}