{
  "actions": [
    {
      "acted_at": "2011-10-06", 
      "references": [
        {
          "reference": "CR S6342", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-06", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S6342-6347", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1674-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2012-02-14", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-06", 
  "number": "1674", 
  "official_title": "A bill to improve teacher quality, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Effective Teaching and Leading Act", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-10-06", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "School administration", 
    "Teaching, teachers, curricula", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-10-06", 
    "text": "Effective Teaching and Leading Act - Amends title II (Preparing, Training, and Recruiting High Quality Teachers and Principals) of the Elementary and Secondary Education Act of 1965 to create a new Part E: Building School Capacity for Effective Teaching and Leadership. Directs the Secretary of Education to allot grants to states for subgrants to local educational agencies (LEAs) to improve teaching and school leadership through a system of teacher and principal induction, professional development, and evaluation that is developed, implemented, and evaluated in collaboration with local teacher, principal, and school leader organizations and preparation programs. Requires LEAs to include in such system: (1) a comprehensive, coherent, high quality formalized induction program for beginning teachers during their first two years of full-time employment; (2) high-quality effective professional development for teachers, principals, school librarians, and other school leaders at their lowest achieving schools; (3) a rigorous, transparent, and equitable teacher and principal evaluation system for all their schools; (4) ongoing high-quality support, coaching, and professional development for principals and other school leaders at their lowest achieving schools; (5) opportunities for teachers and school librarians to assume new school leadership roles and receive training regarding such roles; and (6) significant and sustainable stipends above a teacher's base salary for teachers that serve as mentors, instructional coaches, teacher leaders, or evaluators under these programs. Directs LEA grantees to conduct a valid and reliable full population survey of teaching and learning, at the school and LEA level, the results of which are to inform and be integrated into such systems. Requires a formal evaluation of each system to be conducted by the state, an institution of higher education, or an external agency and the results disseminated widely."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Effective Teaching and Leading Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve teacher quality, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:16:28-05:00"
}