{
  "actions": [
    {
      "acted_at": "1996-03-29", 
      "committee": "Committee on the Judiciary, and in addition to the Committees on Government Reform and Oversight, Ways and Means, and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committees on Government Reform and Oversight, Ways and Means, and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-29", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-29", 
      "committee": "House Government Reform and Oversight", 
      "references": [], 
      "text": "Referred to House Government Reform and Oversight", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-29", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-29", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-04-04", 
      "in_committee": "House Government Reform and Oversight", 
      "references": [], 
      "subcommittee": "Human Resources and Intergovernmental Relations", 
      "text": "Referred to the Subcommittee on Human Resources and Intergovernmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-04-09", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-04-15", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Health and Environment, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-04-18", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-02", 
      "in_committee": "House Government Reform and Oversight", 
      "in_subcommittee": "Human Resources and Intergovernmental Relations", 
      "references": [], 
      "text": "Joint Hearings Held by the Subcommittee on Human Resources and Intergovernmental Relations and by the Subcommittee on Government Management, Information and Technology.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3224-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Human Resources and Intergovernmental Relations", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Baker, Richard H.", 
      "sponsored_at": "1996-04-25", 
      "state": "LA", 
      "thomas_id": "00047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "43", 
      "name": "Calvert, Ken", 
      "sponsored_at": "1996-05-08", 
      "state": "CA", 
      "thomas_id": "00165", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Canady, Charles T.", 
      "sponsored_at": "1996-05-08", 
      "state": "FL", 
      "thomas_id": "00171", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Clement, Bob", 
      "sponsored_at": "1996-04-17", 
      "state": "TN", 
      "thomas_id": "00205", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1996-04-17", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "English, Phil", 
      "sponsored_at": "1996-04-25", 
      "state": "PA", 
      "thomas_id": "00347", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Fox, Jon D.", 
      "sponsored_at": "1996-04-18", 
      "state": "PA", 
      "thomas_id": "00406", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Franks, Bob", 
      "sponsored_at": "1996-05-22", 
      "state": "NJ", 
      "thomas_id": "00409", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1996-04-17", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Horn, Stephen", 
      "sponsored_at": "1996-04-30", 
      "state": "CA", 
      "thomas_id": "00559", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Quinn, Jack", 
      "sponsored_at": "1996-04-30", 
      "state": "NY", 
      "thomas_id": "00938", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1996-03-29", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Skeen, Joe", 
      "sponsored_at": "1996-04-18", 
      "state": "NM", 
      "thomas_id": "01063", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Smith, Christopher H.", 
      "sponsored_at": "1996-04-17", 
      "state": "NJ", 
      "thomas_id": "01071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Stearns, Cliff", 
      "sponsored_at": "1996-07-29", 
      "state": "FL", 
      "thomas_id": "01103", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-03-29", 
  "number": "3224", 
  "official_title": "To improve Federal efforts to combat fraud and abuse against health care programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Fraud and Abuse Prevention Act of 1996", 
  "sponsor": {
    "district": "1", 
    "name": "Schiff, Steven", 
    "state": "NM", 
    "thomas_id": "01030", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-03-29", 
  "subjects": [
    "Actions and defenses", 
    "Administration of criminal justice", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Auditing", 
    "Bankruptcy", 
    "Bribery", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Commerce", 
    "Competition", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Consumer complaints", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against the elderly", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Damages", 
    "Data banks", 
    "Debtor and creditor", 
    "Department of Health and Human Services", 
    "Economics and public finance", 
    "Electronic data processing", 
    "Embezzlement", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement agencies", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Grand jury", 
    "Group medical practice", 
    "Health", 
    "Health care fraud", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Identification devices", 
    "Information services", 
    "Informers", 
    "Injunctions", 
    "Inspectors general", 
    "Insurance companies", 
    "Larceny", 
    "Law", 
    "Licenses", 
    "Managed care", 
    "Medicaid fraud", 
    "Medical fees", 
    "Medical personnel", 
    "Medicare fraud", 
    "Misconduct in office", 
    "Money laundering", 
    "Obstruction of justice", 
    "Organized crime", 
    "Pleas (Criminal procedure)", 
    "Prosecution", 
    "Public assistance programs", 
    "Public corruption", 
    "Quality of care", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Social welfare", 
    "Subpoena", 
    "Telemarketing", 
    "Telephone", 
    "Waste in government spending", 
    "Wiretapping", 
    "Witnesses"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-03-29", 
    "text": "TABLE OF CONTENTS: Title I: Coordination of Federal Enforcement Title II: Revisions to Criminal Law Title III: Anti-Fraud Initiatives Under Medicare and Medicaid Health Care Fraud and Abuse Prevention Act of 1996 - Title I: Coordination of Federal Enforcement - Requires the Inspectors General of specified Federal agencies to conduct audits, investigations, inspections, and evaluations regarding the prevention, detection, and control of health care fraud and abuse. Requires the Inspector General and the Attorney General to establish a health care fraud and abuse program that takes into account the activities of Federal, State, and local law enforcement agencies, Federal and State health care provider licensing and certification agencies, and certain State agencies. (Sec. 102) Mandates State designation of State agencies that conduct, supervise, and coordinate such audits, investigations, inspections, and evaluations. Allows State designation of a State agency to act as a Health Care Fraud and Abuse Control Unit for purposes of this title. Sets forth Unit requirements. Requires annual payments to States. (Sec. 104) Establishes in the Treasury the Health Care Fraud and Abuse Control Account containing: (1) fines, penalties, damages, and the proceeds of seizures and forfeitures relating to the provision of health care items and services; and (2) gifts, bequests, and devises. Makes amounts available to the Inspector General and the Attorney General for expenses under specified provisions of this Act and reimbursements to other Inspectors General and Federal, State, and local agencies. (Sec. 105) Authorizes the acceptance, use, and disposal of gifts, bequests, or devises. (Sec. 106) Requires reimbursement: (1) to Federal agencies for the expenses of carrying out provisions of this title; and (2) subject to availability of funds, to State or local law enforcement agencies that participated directly in any activity that led to Account deposits. (Sec. 107) Establishes the Account Payments Advisory Board to make recommendations regarding the equitable allocation of amounts from the Account. (Sec. 108) Mandates establishment of a data base for the reporting of final adverse actions taken by a Government agency against health care providers, suppliers, practitioners, or benefit programs. Requires each Government agency to report such actions. Makes the information in the data base available to the public, Federal and State agencies, and benefit programs. Allows disclosure fees. Title II: Revisions to Criminal Law - Amends the Federal criminal code to define \"Federal health care offense\" to include violation of, or conspiracy or attempt to violate, specified provisions of: (1) that code; (2) the Social Security Act (SSA); (3) the Employee Retirement Income Security Act of 1974; or (4) the Anti-Kickback Act of 1986. (Sec. 202) Mandates fines or imprisonment for (in connection with a health care benefit program) defrauding or attempting to defraud, theft or embezzlement, knowing and willful false statements, bribery, certain remunerations (including kickbacks and rebates), and obstruction of a criminal investigation of a health care offense. Authorizes civil actions, civil penalties, and injunctive relief (including the freezing of assets) for health care offenses. (Sec. 210) Authorizes the Attorney General and the Director of the Federal Bureau of Investigation to issue summonses. (Sec. 211) Authorizes disclosure of grand jury information for use in a civil investigation or proceeding related to a health care offense. (Sec. 212) Includes Federal health care offenses in: (1) the definition of \"specified unlawful activity\" for provisions relating to money laundering; and (2) provisions allowing additional penalties for telemarketing that victimizes or targets persons over the age of 55. Authorizes the interception of wire or oral communications in cases where the interception may provide evidence of health care bribery, illegal remunerations, or fraud. Adds references to health care bribery, theft, embezzlement, and fraud to the definition of \"racketeering activity\" for provisions relating to racketeer influenced and corrupt organizations (RICO). Mandates forfeiture of any property constituting or derived from a Federal health care offense. Allows a reward for information on a Federal health care offense. Title III: Anti-Fraud Initiatives Under Medicare and Medicaid - Amends the SSA to allow exclusion from participation in the Medicare and Medicaid programs (titles XVIII and XIX of the SSA) of an individual who has an ownership or control interest in, or who is an officer, director, agent, or managing employee of, an entity: (1) convicted of any offense under specified SSA mandatory or permissive exclusion provisions; (2) against which a civil penalty has been assessed under specified SSA provisions; or (3) that has been excluded from Medicare or Medicaid. Imposes civil fines on a person for presenting a claim for an item or service provided by the person's excluded employee or agent. Requires funds received as civil fines and assessments under certain SSA provisions and remaining after other dispositions (required by current law) to be deposited in the Health Care Fraud and Abuse Control Account established under this Act (currently, to be deposited as miscellaneous receipts in the Treasury). (Sec. 302) Provides for the modification of existing and the establishment of new safe harbors. Makes an exception to anti-kickback prohibitions for certain discounting and managed care arrangements. Directs the Secretary of Health and Human Services to expedite implementation of certain payment adjustments based upon inherent reasonableness. (Sec. 303) Requires implementation of an initiative of December 1994 to expedite Medicare payment inherent reasonableness adjustments. (Sec. 304) Requires inclusion of information on waste, fraud, and abuse in Medicare information distributed under specified provisions. (Sec. 305) Mandates a system providing for a unique identifier for each individual or entity (currently, for each physician) who furnishes items or services for which Medicare payment may be made. Prohibits the Secretary from providing a unique identifier under such system unless the individual or entity submits such documentation relating to financial solvency and fiscal integrity as the Secretary may require to ensure that such issuance will not expose the program to waste, fraud, and abuse, except that the Secretary may waive the application of this section in the case of a provider of services or an individual eligible to receive payment for items or services furnished on the basis of licensure or authorization under State law. (Sec. 306) Requires reimbursement from agencies or organizations that facilitate payment to Medicare providers, and from carriers used for the administration of Medicare benefits, for any amounts paid for a service while the provider is excluded from Medicare participation. Replaces provisions allowing payment to individuals eligible for benefits for services provided by excluded individuals or entities in certain circumstances with provisions prohibiting providers from billing or collecting for items or services provided while the provider is excluded. Makes the recipient not liable for payment of any bill submitted in violation and allows certain sanctions. (Sec. 307) Requires fiscal intermediaries and carriers to use automated data processing equipment comparable to equipment used in private insurance. (Sec. 308) Provides for nondischargeability under the Bankruptcy Code of amounts owed for Medicare overpayments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Fraud and Abuse Prevention Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve Federal efforts to combat fraud and abuse against health care programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:18-05:00"
}