{
  "actions": [
    {
      "acted_at": "2013-03-06", 
      "references": [
        {
          "reference": "CR S1235", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-06", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s483-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-06", 
  "number": "483", 
  "official_title": "A bill to designate the Berryessa Snow Mountain National Conservation Area in the State of California, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1025-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Berryessa Snow Mountain National Conservation Area Act", 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-03-06", 
  "subjects": [
    "Advisory bodies", 
    "California", 
    "Land use and conservation", 
    "Public lands and natural resources", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-03-06", 
    "text": "Berryessa Snow Mountain National Conservation Area Act - Establishes the Berryessa Snow Mountain National Conservation Area, to comprise approximately 349,850 acres of federal land within Napa, Lake, Mendocino, Solano, and Yolo Counties in California. States that the purpose of the Conservation Area is the conservation, protection, and enhancement of the ecological, scenic, wildlife, recreational, cultural, historical, natural, educational, and scientific resources of the lands included in the Area for the benefit and enjoyment of present and future generations. Continues to provide historical and adequate access to private inholdings in the Conservation Area. Allows only those uses of the Conservation Area that would further the purposes for which it is established. Requires a comprehensive plan for the protection and management of the federal lands included within the Conservation Area. Requires such plan to: (1) assess the impacts of climate change, (2) include a comprehensive weed management strategy, and (3) include a plan to address the public safety and environmental clean-up issues associated with illegal marijuana production. Permits grazing in the Conservation Area: (1) to continue, if established before this Act's enactment; (2) if not established before enactment, only to the extent that it is consistent with the purposes of the conservation area; or (3) through issuing annual targeted permits for the control of noxious weeds, fire suppression, or to provide other ecological benefits. Establishes the Berryessa Snow Mountain National Conservation Area Advisory Council to advise with respect to the preparation and implementation of the management plan. Requires the appointment of one Council member to represent Native American Tribes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Berryessa Snow Mountain National Conservation Area Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to designate the Berryessa Snow Mountain National Conservation Area in the State of California, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:41:04-05:00"
}