{
  "actions": [
    {
      "acted_at": "1994-05-10", 
      "references": [
        {
          "reference": "CR S5454-5459", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-10", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-16", 
      "calendar": "Senate Legislative", 
      "number": "427", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 427.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2096-103", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-10", 
  "number": "2096", 
  "official_title": "A bill to improve private health insurance, to provide equitable tax treatment of health insurance, to reform Federal health care programs, to provide health care cost reduction measures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Reform Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-05-16", 
  "subjects": [
    "Administrative procedure", 
    "Alternative dispute resolution", 
    "Ambulatory care", 
    "Antitrust law", 
    "Authorization", 
    "Bankruptcy", 
    "Budget deficits", 
    "Child health", 
    "Cigarettes", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Commerce", 
    "Commercial arbitration", 
    "Communication in medicine", 
    "Community health services", 
    "Competition", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Crime and law enforcement", 
    "Damages", 
    "Debt", 
    "Deceptive advertising", 
    "Department of Health and Human Services", 
    "Department of Justice", 
    "Disabled", 
    "Discrimination in insurance", 
    "Economics and public finance", 
    "Education", 
    "Electronic data interchange", 
    "Employee health benefits", 
    "Exports", 
    "Eye diseases", 
    "Families", 
    "Family medicine", 
    "Federal aid to health facilities", 
    "Federal aid to medical education", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grievance procedures", 
    "Health", 
    "Health care reform", 
    "Health insurance", 
    "Heart diseases", 
    "Higher education", 
    "Home care services", 
    "Hospital care", 
    "Hospital medical staff", 
    "Hospitals", 
    "Housing and community development", 
    "Import restrictions", 
    "Income", 
    "Income tax", 
    "Information services", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interstate relations", 
    "Judicial review of administrative acts", 
    "Kidney diseases", 
    "Labor and employment", 
    "Law", 
    "Malpractice", 
    "Managed care", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical economics", 
    "Medical education", 
    "Medical ethics", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical records", 
    "Medical residents", 
    "Medical tests", 
    "Medically uninsured", 
    "Medicare", 
    "Mental health services", 
    "Nonprofit organizations", 
    "Nurse practitioners", 
    "Nursing homes", 
    "Physicians", 
    "Physicians' assistants", 
    "Poor", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Public health personnel", 
    "Punitive damages", 
    "Right of privacy", 
    "Rural hospitals", 
    "Rural public health", 
    "Scholarships", 
    "Science, technology, communications", 
    "Self-employed", 
    "Self-insurance", 
    "Small business", 
    "Smokeless tobacco", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "Student loan funds", 
    "Surgery", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax rates", 
    "Tax returns", 
    "Taxation", 
    "Teaching hospitals", 
    "Tobacco tax", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-10", 
    "text": "TABLE OF CONTENTS: Title I: Improving Private Health Insurance Subtitle A: Federal and State Roles Subtitle B: Health Plan Requirements Subtitle C: Improved Health Plan Delivery Title II: Tax and Reinforcement Provisions Subtitle A: General Tax Provisions Title III: Financing and Reforming Federal Programs Subtitle A: Medicare Subtitle B: Health Discount and Medicaid Reform Subtitle C: Increase in Tax on Tobacco Products Title IV: Improving Access in Rural Areas Title V: Other Health Care Cost Reduction Measures Subtitle A: Medical Liability Reform Subtitle B: Antitrust Provisions Subtitle C: Administrative Cost Savings Health Care Reform Act of 1994 - Title I: Improving Private Health Insurance - Subtitle A: Federal and State Roles - Directs the Secretary of Health and Human Services (HHS) to establish by regulation a process by which each State shall submit a health reform program for the Secretary to determine and certify whether it complies with the requirements of this Act. Authorizes the Secretary to review such a program from time to time to certify continued compliance. (Sec. 102) Requires each State to ensure that health plans offered to individual residents meet this Act's requirements. Requires the Secretary of Labor to ensure that health plans established under the Employee Retirement Income Security Act of 1974 (ERISA) meet certain requirements for accountable health plans under this Act. Requires the HHS Secretary to ensure that health plans in a State meet certain requirements of this Act if the State's health reform program is not certified or is decertified. (Sec. 103) Sets forth requirements any State health reform program must contain to be certified under this Act, including requirements for: (1) health plan market areas; (2) interstate coordination; (3) health plan regulation; (4) the absence of benefit mandates and managed care requirements; (5) small business purchasing pools; (6) health discount programs; and (7) medical liability reform. Requires the HHS Secretary to ensure that State health reform programs are consistent with: (1) a nationwide private health insurance system; (2) cost control based on cost-conscious consumers and fair competition among health plans; and (3) freedom for residents to choose and pay for health care providers and health insurance as they wish. Authorizes the Secretary to allow States to propose alterations of the framework of this Act if they are consistent with such principles, do not increase the Federal budget deficit, and meet other specified requirements. Prohibits the Secretary from certifying any State health reform program that proposes to create a single payer health insurance plan in any portion of the State. Mandates limits to Federal spending for health discounts to a certain level for States with no certified health reform program. Subtitle B: Health Plan Requirements - Sets forth requirements for certified health plans, including: (1) no more than six months exclusion of coverage for treatment of preexisting conditions; (2) specified small group market standards (among them guaranteed eligibility, renewability, and availability); and (3) parity coverage of severe mental illnesses. (Sec. 112) Sets forth additional requirements for accountable health plans (AHPs). Requires an AHP to: (1) provide all medically necessary and effective health benefits for a fixed premium for each enrollee for a specified period of time; and (2) collect and report to the plan's enrollees and the general public objective measures of the quality of the plan's health care, the impact of its health care on the health status of enrollees, and enrollee satisfaction with its cost, quality, and service. Allows an AHP to apply for a limit on enrollment in certain circumstances. Prohibits an AHP from denying, limiting, or conditioning plan coverage or benefits on the basis of an individual's health status, claims experience, or expected use of services. Requires an AHP, in the small group (under 51 employees) market, to charge a standard premium for all eligible individuals in a market area, adjusting only for age and family status. Requires an AHP to: (1) maintain a system of continuous quality assurance and improvement meeting specified criteria; and (2) comply with a prescribed process by which it shall provide the appropriate regulatory authority (in an electronic form) with certain standardized information on quality, health outcomes, and enrollee satisfaction. Requires an AHP to: (1) comply with specified market conduct standards; (2) comply with specified medical liability reform and administrative cost reduction requirements; (3) maintain procedures for hearing and resolving enrollee grievances; (4) meet certain financial solvency standards; and (5) participate (if not self-insured under ERISA) in State health discount programs for poor and low-income individuals and employees. Requires any health plan offering services that must be obtained from participating providers to make available an alternative insurance plan (which may charge a higher premium) that provides for a point of service option under which: (1) an enrollee may select any licensed health care provider to obtain services; and (2) the plan shall pay such provider at least half the services' cost. (Sec. 113) Directs the HHS Secretary to issue regulations establishing: (1) a standard benefits package meeting certain coverage and cost-sharing arrangement requirements; and (2) an alternative benefits package that may be necessary for determining health discounts for low-income eligible individuals and employees. Subtitle C: Improved Health Plan Delivery - Requires each small group purchasing pool in a health plan market area in a State to provide a process for eligible employees of eligible small employers, and eligible individuals not entitled to health discounts, to have the opportunity to select annually from among competing AHPs offering the standard benefits package (and, for poor eligible employees, the nominal cost-sharing benefits package) at an adjusted community rate for the coverage period. Specifies pool requirements and prohibitions. (Sec. 122) Requires each employer to: (1) offer each eligible employee enrollment in an AHP with a standard benefits package serving the employee's residential (or employment) area, both on an individual and a family basis and, if required, the alternative point of service insurance plan; (2) provide, at the employee's option, for deduction of premiums from wages or other compensation; and (3) make available, if the employer is an eligible small employer, an AHP providing the nominal cost-sharing benefits package. Sets forth civil money penalties for failure to offer coverage or provide for wage deduction. Title II: Tax and Enforcement Provisions - Subtitle A: General Tax Provisions - Amends the Internal Revenue Code to provide that gross income of an employee does not include employer-provided coverage under an accountable health plan or a certified health plan. Includes in such gross income excess employer contributions to the health plans. (Sec. 202) Allows a business expense deduction for the costs of such health plans. Makes permanent the deduction for health insurance costs of self-employed individuals. Increases such deduction to 100 percent of expenses (currently, 25 percent of expenses). Makes such deduction applicable to an accountable health plan or a certified health plan. Title III: Financing and Reforming Federal Programs - Subtitle A: Medicare - Amends title XVIII (Medicare) of the Social Security Act (SSA) to replace current provisions for payments to health maintenance organizations and competitive medical plans with provisions generally allowing Medicare beneficiaries enrolled under part B (Supplementary Medical Insurance) an annual choice of enrolling under certain conditions in: (1) any of the various competing Medicare health plans certified as meeting specified requirements and under contract with the Secretary of Health and Human Services in the Medicare market area established where they reside; (2) an employer-sponsored health plan; or (3) the Medicare fee-for-service coverage otherwise provided under SSA title XVIII. Allows such individuals to choose supplementary benefits offered by either a Medicare supplemental policy or any of the plans above. (Sec. 302) Amends SSA title XVIII part B (Supplementary Medical Insurance) to provide for the establishment of competitive acquisition areas within which the Secretary will award contracts under certain conditions to providers for furnishing fee-for-service items and services in such area. Directs the Secretary to use a competitive process to contract with centers of excellence for cataract surgery, coronary artery by-pass surgery, and other services determined appropriate for individuals enrolled in the fee-for-service option. Describes the payment basis for such services. Makes various specified technical changes with regard to Medicare physician, hospital, and skilled nursing facility payments, including changes involving secondary payer situations and payments for physician services furnished by high-cost hospital medical staffs. Directs the Secretary to discontinue Medicare payments to hospital service providers for reasonable costs relating to unrecovered costs associated with unpaid deductibles and co-payments incurred under Medicare. Imposes co-payments for clinical diagnostic laboratory tests and certain home health visits. Provides for reduced payments for home health services and hospital outpatient services. (Sec. 303) Amends the Internal Revenue Code to provide for the annual recapture of a portion of an individual's subsidized Medicare health plan premium for high-income and certain other individuals enrolled above. (Sec. 304) Directs the Secretary to take specified actions providing for Medicare administrative simplification, including consolidating the fee-for-service administration. Subtitle B: Health Discount and Medicaid Reform - Requires each State, to obtain certification, to include in its health reform plan a State administered program under which eligible persons shall receive premium assistance (\"health discounts\") for purchasing health care coverage from AHPs. (Sec. 312) Requires a State health discount program to allow each eligible individual who otherwise meets entitlement criteria to: (1) select from among competing AHPs in his or her residential market area based on the price and quality of the competing AHPs; and (2) use the discount to which such individual is entitled only to offset the AHP premium charged for the benefits package selected. Specifies general program requirements, including a formula for determining benchmark monthly premiums and discounts. Authorizes a State to contract with small group purchasing pools to administer portions of the health discount program. (Sec. 313) Declares that health discounts shall be financed with: (1) available Federal spending; (2) required State Medicaid maintenance of effort spending and State matching amounts; and (3) optional State supplementation. Prescribes formulae for the first two financing sources. (Sec. 321) Amends title XIX (Medicaid) of the Social Security Act to terminate on December 31, 1994, the authority to furnish acute care services to Medicaid-eligible individuals. Excepts qualified Medicare beneficiaries from this termination. Requires each State plan to include as a mandatory benefit the payment of premiums for qualified Medicare beneficiaries to Medicare health plans. Subtitle C: Increase in Tax on Tobacco Products - Amends the Internal Revenue Code to increase the excise taxes on cigarettes and other tobacco products. (Sec. 332) Imposes a civil penalty on any person who sells, relands, or receives tobacco products labeled for export. Restricts the importation of previously exported tobacco products. (Sec. 333) Imposes an excise tax on the manufacture or importation of roll-your-own tobacco. Title IV: Improving Access in Rural Areas - Amends the Public Health Service Act to extend authorized appropriations for community health centers and the National Health Service Corps for FY 1995 through 1998. (Sec. 403) Amends the Internal Revenue Code to allow a refundable tax credit for primary health services providers who practice in frontier, rural, and urban underserved areas for a mandatory period. Excludes from gross income National Health Service Corps loan repayments. Title V: Other Health Care Cost Reduction Measures - Subtitle A: Medical Liability Reform - Directs the HHS Secretary to develop and publish medical liability reform standards that States must meet to be certified, including standards for binding alternative medical injury claims dispute resolution systems. Specifies limits on liability damages that may be awarded. Requires an AHP to identify clearly for plan purchasers the individuals or entity that will be responsible for any such liability. (Sec. 502) Directs the Secretary, by certain deadlines, to issue regulations to: (1) establish the criteria and procedures for determining whether a State has met the medical liability reform standards set by this subtitle; and (2) establish the criteria for certifying medical practice guidelines. Subtitle B: Antitrust Provisions - Directs the President to provide for the development and publication of guidelines on the application of antitrust laws to AHPs. Requires the Attorney General to establish a review process under which an AHP (or organization that proposes to establish an AHP) may obtain a prompt opinion from the Department of Justice on the AHP's conformity with the antitrust laws. Specifies that if the Department determines that an AHP conforms with the antitrust laws, it shall not be liable under such laws regarding the development and operation of the AHP, as reviewed by the Department. (Sec. 512) Provides for the issuance of certificates of public advantage by the Attorney General to eligible health care collaborative efforts which, if followed, exempt such efforts from antitrust liability. Subtitle C: Administrative Cost Savings - Directs the Secretary to establish data and transaction standards, conventions, and requirements that permit the electronic interchange of any health care data necessary for the efficient and effective administration of the health care system, including standards for: (1) financial and administrative transactions; (2) quality measurement indicators; and (3) patient care records. (Sec. 522) Declares that no AHP may be certified unless it complies with such standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve private health insurance, to provide equitable tax treatment of health insurance, to reform Federal health care programs, to provide health care cost reduction measures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:24-05:00"
}