{
  "actions": [
    {
      "acted_at": "1973-01-11", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1791-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-11", 
  "number": "1791", 
  "official_title": "A bill to provide minimum standards in connection with certain Federal financial assistance with respect to correctional institutions and facilities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr685-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "9", 
    "name": "Helstoski, Henry", 
    "state": "NJ", 
    "thomas_id": "00529", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-11", 
  "subjects": [
    "Advisory bodies", 
    "Federal aid programs", 
    "Prisons", 
    "Prisons and prisoners"
  ], 
  "subjects_top_term": "Prisons", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-11", 
    "text": "Creates a Federal Prison Review Board under the Omnibus Crime Control and Safe Streets Act of 1968 to consist of five members to be appointed by the President. Provides that the Board shall have a Director to be appointed by the Board. Gives the Board the duty of periodically revising minimum standards relating to: (A) the construction, operation, and administration of correctional institutions and facilities, and (B) the training of personnel and the implementation of probation, parole, counseling, medical, psychiatic, vocational, and other rehabiliative programs with respect to correctional programs and practices. Directs the Board to act in consultation with the Attorney General. Directs the Board to conduct such studies and investigations, consult with such Federal, State, and local personnel, and hold such hearings at such times and places as it deems desirable for the purpose of establishing and periodically reviewing such minimum standards and for the purposes of determining the extent to which such standards are being implemented. Provides that the Administration shall not make any grant to any State planning agency, unit of general local government or combination of such units, unless the applicant: (1) provides satisfactory assurances that such grant will be employed to implement the minimum standards and (2) demonstrates that it has undertaken to implement such standards to the satisfaction of the Board. Provides that no person held under the authority of any Act of Congress shall be imprisoned in any State institution under this Act unless the Federal Prison Review Board certifies that such institution is satisfactorily undertaking to implement the minimum standards established by the Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide minimum standards in connection with certain Federal financial assistance with respect to correctional institutions and facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:18-05:00"
}