{
  "actions": [
    {
      "acted_at": "1980-03-05", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Human Resources with amendment, S. Rept. 96-991.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2385-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1979-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-05", 
  "number": "2385", 
  "official_title": "A bill to extend the authorization of youth training and employment programs and improve such programs, to extend the authorization of the private sector initiative program, to authorize intensive and remedial education programs for youths, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6711-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Youth Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-05", 
  "subjects": [
    "American Samoa", 
    "Authorization", 
    "Business and commerce", 
    "Business and social problems", 
    "Child abuse", 
    "Children and youth", 
    "Church schools", 
    "Desegregation in education", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Federal aid to education", 
    "Federal-local relations", 
    "Guam", 
    "Intergovernmental relations", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Manpower training programs", 
    "Migrant labor", 
    "Native Americans", 
    "Private schools", 
    "Puerto Rico", 
    "Research", 
    "Secondary education", 
    "State education agencies", 
    "States", 
    "Summer employment", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Underemployment", 
    "Unemployment", 
    "Virgin Islands", 
    "Vocational education", 
    "Youth employment"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1980-09-25", 
    "text": "(Reported to Senate from the Committee on Labor and Human Resources with amendment, S. Rept. 96-991) Youth Act of 1980 - =Title I: Youth Training and Employment= - Amends the Comprehensive Employment and Training Act (CETA) to extend through fiscal year 1984 the authorization of appropriations for the Job Corps (title IV, part B) and the Summer Youth Program (title IV, part C). Authorizes appropriations for fiscal years 1982 through 1984 for the new title IV, part A, Youth Employment and Training programs established by this Act. Extends through fiscal year 1982 specified CETA provisions requiring the Secretary of Labor to use discretionary funds to make allocations among the prime sponsors serving areas within the standard metropolitan statistical areas and central cities for which current population surveys were used to determine annual unemployment data prior to January 1, 1978, to compensate for reductions in formula allocations due to the termination of the use of such surveys Revises title IV, part A, to eliminate Youth Employment Demonstration Programs and to establish Youth Employment and Training programs to assist eligible youth in obtaining job opportunities and in improving their opportunities for future employment and increased earnings. Changes the heading of title IV, Part A to \"Youth Employment and Training\" (formerly, \"Youth Employment Demonstration Programs\"). Revises the purpose of such part to include the provision of employment experience, skill training, and remedial programs designed to improve the long-term employability of disadvantaged and hard-to-employ youth, emphasizing collaborative agreements, where feasible, among local institutions capable of providing needed services. Requires that each CETA prime sponsor receiving Youth Employment and Training funds: (1) develop achievement standards, based on recommendations of various groups, to serve as performance indicators, accepted in the community, of youth achievements needed to obtain and retain unsubsidized jobs in the private sector; (2) establish and maintain an individual achievement record for each participating youth; and (3) formulate a personalized employability plan and periodically assess, with educational officials, the appropriateness for each youth of employment, training, and services assisted under Youth Employment and Training programs. Defines an eligible youth, for Youth Employment and Training programs purposes, as an individual 14 to 21 years of age (inclusive) who is: (1) (a) economically disadvantaged under a specified CETA definition, (b) a participant in a program for students from disadvantaged backgrounds, under the Higher Education Act of 1965, or (c) identified under title II of this Act as one of those having the greatest need for special assistance on the basis of local developed or selected objective evaluation; or (2) (a) handicapped, (b) under the supervision of the State or other legally authorized agency or under the supervision or jurisdiction of the juvenile or criminal justice system, or a participant in an alcohol or drug abuse program or a program under the Juvenile Justice and Delinquency Prevention Act of 1980, (c) a parent or expectant parent, or (d) one who encounters special barriers to employment such as language barriers. Requires that at least 80 percent of the total number of participants under Youth Employment and Training be from categories in (1) above. Permits up to ten percent of participants in programs receiving Youth Employment and Training assistance to be youths who are not qualified in categories in (1) and (2) above but who are otherwise determined to need such services or activities. Defines eligible applicants, for Youth Employment and Training purposes, as prime sponsors and (under special regulations to be prescribed by the Secretary of labor) sponsors of Native American or migrant and seasonal farmworker programs. Establishes (under the new CETA Youth Employment and Training programs) Basic Grants for Youth Employment and Training Programs designed to make a significant long-term impact on structural Youth unemployment problems and to enhance job and career prospects through interrelated employment, training, and education. Authorizes the Secretary of Labor (\"the Secretary\") to provide assistance to eligible applicants to provide to eligible youth a range of employability development opportunities and supportive and follow-up services to promote the transition to unsubsidized employment. Sets forth formulas for the allocation of program funds and conditions for receipt of financial assistance. Establishes (also under the new CETA Youth Employment and Training programs) Special Programs and Activities: (1) special purpose incentive grants as matching grants for programs serving youth in areas experiencing severe problems; and (2) energy career opportunities for youth through energy conservation and development projects. Sets forth guidelines for such programs. Requires that, of funds available for Youth Employment and Training, ten percent be used for such special purpose incentive grants and five percent be used for such energy career opportunities for youth projects. Provides, under the new Youth Employment and Training provisions, for Secretary's Discretionary Funds for: (1) developmental and demonstration programs; (2) training, technical assistance, and knowledge development and dissemination; and (3) a youth employment incentive and social bonus program (paying employers up to $2,500 per year for employing at least five eligible youths). Directs the Secretary to consult other specified Federal officials in carrying out or supporting such programs. Sets forth transitional provisions for financial assistance under specified CETA title IV programs. Provides that, of funds available for the Youth Employment and Training programs for each fiscal year, 75 percent shall be available for Basic Grants, 15 percent for Special Programs, and 10 percent for the Secretary's Discretionary Funds. Directs the Secretary to: (1) encourage the granting of academic credit by educational institutions or agencies to eligible youth in classroom or institutional training activities under such programs; and (2) to cooperate with the Secretary of Education to make suitable arrangements with appropriate State and local educational officials for the award of academic credit for competencies derived from work experience and other activities under such programs. Authorizes the Secretary to provide, in regulations, for appropriate time limitations based on such factors as the genuine need to provide certain eligible youths, or categories of such youths, work experience to enable them to become equipped for the world of work. Directs the Secretary, in establishing performance standards for the new Youth Employment and Training programs, to include assessment of program outcomes, inputs, and management. Requires that such performance standards be revised annually based on prime sponsor and service deliverer performance, emerging knowledge about youth labor market problems, and the impact of training and employment programs on the employment and earnings of participants. Requires prime sponsors to include the summer youth program component as part of the youth plan. Includes, among eligible activities under title VII (Private Sector Initiative Programs) of CETA, the development of on-site, industry specific training programs supportive of industrial and economic development in cooperation with State vocational education boards, provided that, where feasible, such programs are supplemented by vocational education or nongovernmental funds. Changes the base for calculating the average wage index, under CETA, from $7,200 to $8,000 per year. Makes technical and conforming amendments. Provides for appropriate references to the Departments and Secretaries of Education and of Health and Human Services. =Title II: Financial Assistance to Meet the Basic and Employment Skills Needs of Secondary School Youth= - Youth Education and Training Act - Sets forth as the purpose of this title the provision of financial assistance to: (1) increase youth employability by promoting mastery of basic and employment skills among disadvantaged youth in grades seven through 12 (and in certain cases grade six) enrolled in school, and youth up to age 21 who left school prior to earning a graduation certificate, through locally developed school- and community-based programs; (2) target resources and services on schools with high concentrations of poor or low-achieving students; and (3) promote a partnership among educators, employment and training officers, and private sector employers that links education, training, and work experiences for disadvantaged youth. Directs the Secretary of Education (\"the Secretary\") to make payments, for grants allotted in accordance with this title, to State educational agencies during fiscal years 1981 through 1985. Sets forth formulas for the allocation of such funds. Sets forth eligibility standards for basic grants for programs operated by local educational agencies (LEA). Bases such eligibility upon the relative numbers of children aged five to 17 in a school district: (1) from families below the poverty level; (2) living in non-Federal institutions for neglected or delinquent children, but not counted for purposes of a grant to a State agency under this title; or (3) being supported in foster homes with public funds. Sets forth procedures for determining such numbers. Provides formulas for determining the amount of grants to which the Commonwealth of Puerto Rico is entitled and amount of grants which each county in a State is eligible to receive, based on such relative numbers of children in each county or school district and average per pupil expenditure in the State. Provides for payment to the States of the amounts to which counties are entitled and allocation of such amounts by the States to eligible local educational agencies (LEA) which have submitted an application to the State educational agency. Requires each local educational agency (LEA) to use at least 25 percent of its grants for vocational education programs. Requires a State educational agency (SEA) to allocate 25 percent of the State's allocation to the State vocational education board if separate for distribution among eligible LEA's and area vocational schools. Requires that vocational education programs be developed in consultation with the State vocational education board. Directs SEA's and State vocational education boards to jointly: (1) review LEA applications for vocational education programs; and (2) establish procedures for the resolution of cases in which a LEA and an area vocational school are unable to enter into agreement for purposes of such programs. Makes eligible to receive assistance through local educational agencies only schools which: (1) (a) provide secondary education to youth in grades seven through 12 or (b) are designated as an area vocational school serving youth from ages 11 through 21; and (2) serve a large number or percentage of (a) youth from low-income families, determined in a manner consistent with specified provisions of the Elementary and Secondary Education Act of 1965 or (b) low achieving youth as determined by a measurement of basic skills designated for such purpose by the State educational agency, consistent with the purposes of this title. Provides for ranking and selection of schools. Sets forth types of activities for which such assistance may be used. Sets forth requirements for local program applications. Requires that schools, to receive funds under this title, must develop a three-year plan describing the intended use of such funds. Requires that such plans be developed by the school in cooperation with representatives of parents of children in the school, teachers in the school, local employers, and the community. Permits States to authorize school site councils, in specified circumstances, to be involved in the development of such school plans. Requires that such plans be submitted to the local educational agency and received and commented upon by the local district advisory council, established under this Act, prior to approval by the LEA. Requires that the LEA, prior to such approval, consult with the youth council, established under CETA Youth Employment and Training, and the appropriate prime sponsor. Requires that such school plans contain a needs assessment and descriptions of short and long range goals and methods of achieving them. Permits an LEA to use specified funds to provide planning assistance including in-service training to designated schools. Directs the SEA and the State vocational education board to jointly establish standards for school performance goals. Sets forth requirements with which an LEA must comply in determining the amount and duration of assistance to be provided to designated schools. Requires that LEA's consider the need of the school (based on ranking) and the quality of the school plan. Requires LEA's, subject to availability of funds, to provide such assistance: (1) for at least three years so long as the school is making substantial, documented progress toward achieving its stated goals; and (2) in amounts to enable the school to conduct activities that will have a major, sustained effect on the youth to be served. Provides for a minimum award for each designated school equal to 20 percent of the product of the State average per pupil expenditure multiplied by the total number of youth from low-income families. Permits LEA's to request that SEA's approve alternative methods of determining minimum grants (no lower than $25,000 per school) to more effectively meet the needs of low-income and low-achieving students. Limits to four percent, after the first fiscal year of such assistance, the amount which LEA's may use for plan development and technical assistance and administrative expenses. Sets forth program requirements. Directs each LEA to establish a local district advisory council, including representatives of specified groups, to advise the LEA on the development, implementation, and monitoring of plans. Directs designated schools to give priority for assistance to youth identified as having the greatest need for special assistance, based on locally developed or selected objective evaluation of: (1) lack of basic skills achievement and (2) barriers to employment and education. Requires coordination of programs with other existing training activities and facilities. Permits students served under this title to receive employment and training opportunities under specified CETA provisions. Requires that schools or other organizations providing education and training with basic grants develop basic skills and employment goals for participating students and goal implementation plans. Requires LEA's to: (1) evaluate annually each school's progress in achieving short and long term objectives; and (2) provide written notice and technical assistance to schools failing to make substantial progress in the first year of funding. Makes schools failing to make such progress for two consecutive years ineligible for assistance for the following year (with such funding to be used for other eligible schools). Requires each local educational agency receiving funds under this title to consult with any appropriate advisory council established for that district under Federal law on the implementation and operation of programs assisted under this title. Requires that local educational agencies receiving assistance under this title maintain overall fiscal effort. Requires that schools assisted under this title's programs operated by local educational agencies receive regular non-Federal and special Federal, State, and local funds in amounts equitably comparable to those received by similar schools not receiving funds under this title. Sets forth reporting requirements for recipient LEA's. Requires SEA's and LEA's to make provision for including educational services and arrangements in which youth enrolled in nonpublic secondary schools who would otherwise be eligible may participate, to an extent consistent with their number in the district. Requires that expenditures for such services and arrangements be equal (taking into account the number and educational needs of such youth) to those for public school youth. Directs the Secretary to arrange for provision of such services to such youth if any local educational agency (LEA) is prohibited by law or has been determined by the Secretary to have substantially failed to provide for such participation by such youth. Requires each local educational agency (LEA) to set aside a minimum amount of funds for joint programs with prime sponsors for specified youth eligible under this title or under CETA Youth Employment and Training provisions. Requires recipient LEA's to set aside at least 12 percent of funds received, under programs to be LEA-operated, for cooperative programs with community-based organizations of demonstrated effectiveness in the delivery of basic education or employment and training services, to supplement basic skills instruction and employment and training services provided by the LEA. Provides for a waiver of such requirement if there is no such community organization in the area. Directs the SEA to establish appeal procedures for the resolution of disagreements in establishing cooperative programs. Establishes programs to be operated by State agencies, including programs for special populations and State supplemental programs. Entitles a State educational agency (SEA), and the State board of vocational education, or a combination of such agencies, upon application for three fiscal years, to a grant for each of those fiscal years to establish or improve programs of vocational education, including basic skills instruction, for: (1) migratory children of migratory agricultural workers or of migratory fishermen; and (2) children in institutions for neglected or delinquent children or in adult correctional institutions. Bases the amount of such grant to each State on the relative populations of such children and the average per pupil expenditure, within specified limits, in such State. Requires that such program be at the secondary school level, be designed to improve the basic and employment skills of such children, and meet other specified conditions. Authorizes the Secretary to arrange with other public or nonprofit private agencies for such programs for such children whenever this would be more beneficial to the children, or more economical or efficient, than relying upon State agencies. Entitles a State educational agency, upon application for a fiscal year, to a grant (for each of the three fiscal years for which the application or any amendment thereto is made) to establish or improve programs designed to develop the basic and employment skills of disadvantaged students in: (1) schools operated by the SEA; (2) specified eligible schools of LEA's; or (3) institutions or programs operated by or under the supervision of other State agencies, upon agreement of such agencies and the SEA. Allocates 15 percent of the State allotment for such purposes. Requires that the SEA use such funds within SEA schools or make such funds available to schools through applicant LEA's (including specified area vocational schools). Limits the amount of such funds which may be reserved for State administration. Directs the SEA to target such funds to schools with high concentrations of poor or low achieving students. Sets forth program application requirements which include requiring States to consult with appropriate advisory councils established at the State level pursuant to Federal education laws and pursuant to CETA in formulating plans and administering such programs. Requires State education agencies to: (1) coordinate activities funded under this title with employment and training activities conducted in the State; (2) provide technical assistance to local educational agencies and State agencies; (3) disseminate information, including information on occupational demand and supply, to such agencies; and (4) monitor and enforce compliance by local educational agencies with this title, in coordination with monitoring and enforcement under the Elementary and Secondary Education Act of 1965. Requires local educational agencies to resolve complaints from concerned parties. Directs the Secretary to resolve appeals and complaints and to conduct on-site investigations. Authorizes State educational agencies to arrange for alternative provision of services in cases in which funds are withheld from a local educational agency. Directs the Secretary, upon receipt of an allegation supported by substantial evidence that a local educational agency is failing to carry out specified responsibilities, to: (1) take appropriate enforcement action; or (2) refer the allegation to the State educational agency for resolution within a specified period. Directs the Secretary and the Secretary of Labor to develop a common data and reporting system for activities assisted under this title and under CETA Youth Employment and Training making full use of the National Occupational Information Coordinating Committee established under the Vocational Education Act of 1963. Directs the Secretary to: (1) obtain from the Bureau of the Census 1980 decennial census data on the number of students aged 11 through 17 who would be counted under specified provisions of this title; and (2) analyze and report to Congress on such data for allocation purposes. Authorizes the Secretary to make payments to State education agencies for State administration of such programs, with at least 25 percent of such funds to be shared with State boards of vocational education. Authorizes the Secretary to make grants to public and private nonprofit entities for development and demonstration activities. Directs the Secretary to make payments for basic and employment skill improvement programs for disadvantaged youth run by: (1) local educational agencies in Guam, American Samoa, the Virgin Islands, the Commonwealth of the Northern Mariana Islands, and the Trust Territory of the Pacific Islands; and (2) the Secretary of Interior, on behalf of disadvantaged Indian youth. Authorizes the Secretary of Education and the Secretary of Labor to require, by joint regulation, that the percentage of funds required to be used for joint programs between prime sponsors and local education agencies be increased by three percent for each fiscal year beginning after September 30, 1982. Authorizes appropriations for fiscal years 1981 through 1985 to carry out this title. Authorizes such appropriations to be included in the appropriation Act for the fiscal year preceding the fiscal year for which such appropriations are available for obligation. Prohibits the appropriation of funds under this title unless: (1) basic educational opportunity grants under the Higher Education Act of 1965 are funded at or above the fiscal year 1979 level; (2) title I of the Elementary and Secondary Education Act of 1965 is funded at or above the 1980 fiscal year level; and (3) the Vocational Education Act of 1963 is funded at or above the fiscal year 1980 level. =Title III: Youth Employment Research and Demonstration Program= - Directs the Secretary of Education (\"The Secretary\") to make three-year grants to educational institutions to apply their resources to promote work preparation and employment of unemployed or chronically underemployed youth in the communities which such institutions serve. Directs the Secretary to: (1) give special consideration for such grants to educational institutions that primarily serve communities experiencing high youth unemployment and low per capita income; and (2) distribute such funds, insofar as practicable, on the basis of the relative population of the States. Sets forth the activities required of educational institutions receiving such grants. Requires institutions receiving such grants to establish community education work foundations with specified composition and functions. Requires that no such grant be completed within three years. Directs the Secretary to notify grant applicants that additional funds beyond the initial year will be contingent upon annual appropriations. Authorizes the Secretary to establish review panels for such grant applications. Directs the Intergovernmental Advisory Council on Education to periodically review the manner in which the Secretary is carrying out this title. Directs the Secretary to promulgate regulations governing the use of funds under this title for specified activities. Sets forth certain prohibitions on the use of such funds. Directs the Secretary to: (1) issue regulations for carrying out this title, within 180 days after the enactment of this Act; and (2) develop specified regulations in consultation with the Secretary of Labor. Directs the Secretary to use up to two percent of the funds appropriated for grants under this title to conduct certain information disseminating technical assistance, and evaluation activities. Directs the National Institute of Education to: (1) carry out, upon congressional approval, a comprehensive program of evaluation of the impact of activities under this title; and (2) report on its findings by September 30, 1982. Authorizes appropriations for fiscal years 1981 through 1983 to carry out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Youth Education and Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Youth Training and Employment Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the authorization of youth training and employment programs and improve such programs, to extend the authorization of the private sector initiative program, to authorize intensive and remedial education programs for youths, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:20-05:00"
}