{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on Government Reform, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Government Reform, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-01-19", 
      "committee": "House Government Reform", 
      "references": [], 
      "text": "Referred to House Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-01-19", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-02-03", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-03", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1999-02-11", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-23T20:03:00-05:00", 
      "references": [], 
      "text": "Reported by the Committee on Government Reform. H. Rept. 106-29, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-23T20:03:00-05:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than March 5, 1999.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-05T16:06:00-05:00", 
      "references": [], 
      "text": "Reported by the Committee on Ways and Means. H. Rept. 106-29, Part II. Filed late, pursuant to previous special order.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-05T16:07:00-05:00", 
      "calendar": "Union", 
      "number": "25", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 25.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1999-03-23T12:53:00-05:00", 
      "references": [], 
      "text": "Mr. Scarborough moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-23T12:53:00-05:00", 
      "references": [
        {
          "reference": "CR H1500-1510", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-23T12:53:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 416.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-23T13:20:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1999-03-23T13:20:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-24", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-04-02", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "subcommittee": "International Security", 
      "text": "Referred to Subcommittee on International Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr416-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on International Security, Proliferation and Federal Services", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Cummings, Elijah E.", 
      "sponsored_at": "1999-01-19", 
      "state": "MD", 
      "thomas_id": "00256", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Ford, Harold E., Jr.", 
      "sponsored_at": "1999-01-19", 
      "state": "TN", 
      "thomas_id": "01483", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1999-01-19", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Granger, Kay", 
      "sponsored_at": "1999-02-23", 
      "state": "TX", 
      "thomas_id": "01487", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Leach, James A.", 
      "sponsored_at": "1999-01-19", 
      "state": "IA", 
      "thomas_id": "00672", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mica, John L.", 
      "sponsored_at": "1999-01-19", 
      "state": "FL", 
      "thomas_id": "00800", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Morella, Constance A.", 
      "sponsored_at": "1999-01-19", 
      "state": "MD", 
      "thomas_id": "00833", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Murtha, John P.", 
      "sponsored_at": "1999-01-19", 
      "state": "PA", 
      "thomas_id": "00844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Norton, Eleanor Holmes", 
      "sponsored_at": "1999-01-19", 
      "state": "DC", 
      "thomas_id": "00868", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Wolf, Frank R.", 
      "sponsored_at": "1999-02-23", 
      "state": "VA", 
      "thomas_id": "01238", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1999-03-23T13:20:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "416", 
  "official_title": "To provide for the rectification of certain retirement coverage errors affecting Federal employees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1232-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Retirement Coverage Corrections Act", 
  "sponsor": {
    "district": "1", 
    "name": "Scarborough, Joe", 
    "state": "FL", 
    "thomas_id": "01025", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1999-03-23T13:20:00-05:00", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Annuities", 
    "Armed forces and national security", 
    "Civil service pensions", 
    "Collection of accounts", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Health and Human Services", 
    "Department of State", 
    "Department of the Treasury", 
    "Divorcees", 
    "Economics and public finance", 
    "Families", 
    "Federal Retirement Thrift Investment Board", 
    "Federal employees", 
    "Fees", 
    "Finance and financial sector", 
    "Financial services", 
    "Financial statements", 
    "Foreign service", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Income tax", 
    "Intelligence officers", 
    "International affairs", 
    "Investments", 
    "Labor and employment", 
    "Law", 
    "Layoffs", 
    "Legal fees", 
    "Legislation", 
    "Merit Systems Protection Board", 
    "Office of Personnel Management", 
    "Old age, survivors and disability insurance", 
    "Pension funds", 
    "Personal income tax", 
    "Public records", 
    "Social security taxes", 
    "Social welfare", 
    "Survivors' benefits", 
    "Tax exclusion", 
    "Tax refunds", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Women", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1999-03-23", 
    "text": "TABLE OF CONTENTS: Title I: Description of Retirement Coverage Errors to Which This Act Applies and Measures for Their Rectification Subtitle A: Employee Who Should Have Been FERS Covered, But Who Was Erroneously CSRS Covered or CSRS-Offset Covered Instead Subtitle B: Employee Who Should Have Been FERS Covered, CSRS-Offset Covered, or CSRS Covered, But Who Was Erroneously Social Security-Only Covered Instead Subtitle C: Employee Who Should Have Been Social Security-Only Covered, But Who Was Erroneously FERS Covered, CSRS-Offset Covered, or CSRS Covered Instead Subtitle D: Employee Who Should Have Been CSRS Covered or CSRS-Offset Covered, But Who Was Erroneously FERS Covered Instead Subtitle E: Employee Who Should Have Been CSRS-Offset Covered, But Who Was Erroneously CSRS Covered Instead Subtitle F: Employee Who Should Have Been CSRS Covered, But Who Was Erroneously CSRS-Offset Covered Instead Subtitle G: Additional Provisions Relating to Government Agencies Title II: General Provisions Title III: Other Provisions Federal Retirement Coverage Corrections Act - Applies this Act to any retirement coverage error that occurs before, on, or after the date of the enactment of this Act, excluding any error corrected within one year after the date on which it occurs. Limits the application of the amendments of this Act to any retirement coverage of any individual beginning on or after January 1, 1984. Title I: Description of Retirement Coverage Errors to Which This Act Applies and Measures for Their Rectification - Subtitle A: Employee Who Should Have Been FERS Covered, But Who Was Erroneously CSRS Covered or CSRS-Offset Covered Instead - Permits any Federal employee, who should be Federal Employees' Retirement System (FERS) covered, but who is erroneously CSRS (Civil Service Retirement System) covered or CSRS-Offset covered instead, to elect to: (1) be FERS covered instead; or (2) remain or instead become CSRS-Offset covered. Permits an employee affected by such an error that has been corrected, to elect to: (1) be CSRS-Offset covered instead; or (2) remain FERS covered. (Sec. 102) Sets forth provisions regarding the effect of an election of any employee affected by such an error to be transferred from: (1) CSRS to FERS; (2) CSRS-Offset to FERS; or (3) CSRS to CSRS-Offset. (Sec. 105) Sets forth provisions regarding the effect of an election of any employee affected by such an error to be restored (or transferred) to CSRS-Offset or to remain FERS covered after having been corrected to FERS from CSRS-Offset (or CSRS). Subtitle B: Employee Who Should Have Been FERS Covered, CSRS-Offset Covered, or CSRS Covered, But Who Was Erroneously Social Security-Only Covered Instead - Permits any Federal employee who should be FERS covered, CSRS-Offset covered, or CSRS covered, but who is erroneously Social Security-Only covered instead to elect to: (1) be FERS covered as well, CSRS-Offset covered as well, or CSRS covered instead (as applicable); or (2) remain Social Security-Only covered. Requires, not later than six months after the enactment of this Act, for a proposal, including any necessary draft legislation, to be submitted to the Congress permitting any employee affected by such an error (as applicable) that has already been corrected, but under less advantageous terms than would have been the case under this Act, to be afforded an opportunity to obtain treatment comparable to the treatment afforded under this Act. (Sec. 112) Sets forth provisions regarding the effect of an election of any employee affected by such an error to become: (1) FERS covered; (2) CSRS-Offset covered; or (3) CSRS covered. Subtitle C: Employee Who Should Have Been Social Security-Only Covered, But Who Was Erroneously FERS Covered, CSRS-Offset Covered, or CSRS Covered Instead - Permits any Federal employee who should be Social Security-Only covered, but who is erroneously FERS covered, CSRS-Offset covered, or CSRS covered instead to be automatically excluded from such coverage as applicable. (Sec. 124) Requires, not later than six months after the enactment of this Act, that a proposal, including any necessary draft legislation, be submitted to the Congress permitting any employee affected by such an error (as applicable) that has already been corrected, but under less advantageous terms than would have been the case under this Act, to be afforded an opportunity to obtain treatment comparable to the treatment afforded under this Act. (Sec. 125) Excepts employees whose rights have vested under FERS, CSRS, or CSRS-Offset (as according to this Act) from being automatically excluded under such coverage as applicable. Permits any employee who is erroneously vested: (1) under FERS, to elect to be automatically excluded from FERS or to remain FERS covered; and (2) in CSRS-Offset or CSRS, to elect to be automatically excluded from such coverage as applicable or to remain (or instead become) CSRS-Offset covered. Provides that the effect of an election of an employee who should be Social Security-Only covered, but who is erroneously CSRS covered, to instead become CSRS-Offset covered, to be the same as an election of any employee to be transferred from CSRS to CSRS-Offset. Sets forth a special rule in the case of a vested employee who is entitled to receive an annuity under CSRS or FERS based on disability, or compensation under the Federal Employees Compensation Act for injury to, or disability of, such employee. Subtitle D: Employee Who Should Have Been CSRS Covered or CSRS-Offset Covered, But Who Was Erroneously FERS Covered Instead - Permits any employee who should be CSRS covered or CSRS-Offset covered, but who is erroneously FERS covered instead at the time of making an election under this Act, to elect to: (1) be CSRS covered or CSRS-Offset covered instead as applicable; or (2) remain FERS covered. Permits an employee affected by such an error that has been corrected, to elect to: (1) be FERS covered instead; (2) remain CSRS covered (as applicable); or (3) remain CSRS-Offset covered (as applicable). (Sec. 132) Sets forth provisions regarding the effect of an election of any employee affected by such an error to be transferred from: (1) FERS to CSRS; or (2) FERS to CSRS-Offset. (Sec. 134) Sets forth provisions regarding the effect of an election of any employee affected by such an error to be restored to FERS after having been corrected to: (1) CSRS; or (2) CSRS-Offset. (Sec. 136) Disqualifies certain individuals to whom the same election was previously made available in connection with the same error. Subtitle E: Employee Who Should Have Been CSRS-Offset Covered, But Who Was Erroneously CSRS Covered Instead - Permits any employee who should be CSRS-Offset covered, but who is erroneously CSRS covered instead to be automatically transferred to CSRS-Offset covered. Provides that if the error has not been corrected, the employee shall be treated in the same way as if such employee had instead been CSRS-Offset covered. (Sec. 142) Requires that the effect of such an election be consistent with the effect of an election of any employee to be transferred from CSRS to CSRS-Offset. Subtitle F: Employee Who Should Have Been CSRS Covered, But Who Was Erroneously CSRS-Offset Covered Instead - Permits any employee who should be CSRS covered, but who is erroneously CSRS-Offset covered instead, to elect to: (1) be CSRS covered instead; or (2) remain CSRS-Offset covered. Permits an employee affected by such an error that has been corrected to elect to: (1) be CSRS-Offset covered instead; or (2) remain CSRS covered. (Sec. 152) Sets forth provisions regarding the effect of an election of any employee affected by such an error to be transferred from CSRS-Offset to CSRS. (Sec. 153) Sets forth provisions regarding the effect of an election of any employee affected by such an error that has been corrected to be restored to CSRS-Offset after having been corrected to CSRS. Subtitle G: Additional Provisions Relating to Government Agencies - Sets forth additional provisions relating to Government agencies, including requirements for: (1) repayment of amounts received by individuals for coverage errors in order to be eligible under this Act; (2) equitable sharing of amounts payable by agencies in the case of an employee employed in more than one agency; and (3) the agency originally responsible for the coverage error. Title II: General Provisions - Directs the Office of Personnel Management (OPM) to prescribe regulations under which Government agencies shall identify and notify all individuals who are affected by a retirement coverage error giving rise to any election or automatic change in retirement coverage under this Act. Requires notification respecting errors preceding the effective date for all regulations prescribed under this Act, to be completed by December 31, 2001. (Sec. 202) Entitles an individual aggrieved by a final determination under this Act to appeal such determination to the Merit Systems Protection Board. (Sec. 204) Requires any regulations necessary to carry out this Act to be prescribed by the OPM Director, the Executive Director of the Federal Retirement Thrift Investment Board, the Social Security Commissioner, the Secretary of the Treasury, and any other appropriate authority, with respect to matters within their respective areas of jurisdiction. Provides for all such regulations to take effect six months after the enactment of this Act. (Sec. 205) Requires all elections under this Act to be approved by OPM. Title III: Other Provisions - Requires the Secretary of State to issue regulations to provide for the application of this Act in a like manner with respect to participants, annuitants, or survivors under the Foreign Service Retirement and Disability System or the Foreign Service Pension System, except that: (1) any person aggrieved by a final determination shall appeal to the Foreign Service Grievance Board; and (2) the Secretary shall perform the functions of OPM under this Act. Provides for conformity with this Act of the Central Intelligence Agency's retirement system as well. (Sec. 302) Bars an agency required to make payments under this Act from conducting any reduction in force (RIF) solely by reason of lack of funds attributable to such payments. Requires cost savings in such circumstance that would otherwise be sought through a RIF to be achieved through attrition and limitations on hiring. Considers any unfunded liability in the Civil Service Retirement and Disability Fund as the result of an election made under this Act to be a new benefit payment from the Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Retirement Coverage Corrections Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Federal Retirement Coverage Corrections Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the rectification of certain retirement coverage errors affecting Federal employees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:02-05:00"
}