{
  "actions": [
    {
      "acted_at": "1985-11-14", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1854-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abdnor, James", 
      "sponsored_at": "1985-11-14", 
      "state": "SD", 
      "thomas_id": "00001", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1985-11-14", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1985-11-14", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1985-11-14", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1985-11-14", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1985-11-14", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-11-14", 
  "number": "1854", 
  "official_title": "A bill to provide an opportunity for agricultural borrowers to restructure loans from commercial lenders and Farm Credit System institutions in order to maintain the viability of their farming operations and thus preserve the family farm system as the backbone of American agriculture.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Farm Credit Partnership Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Boschwitz, Rudy", 
    "state": "MN", 
    "thomas_id": "01288", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-11-14", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Bank deposits", 
    "Bank loans", 
    "Bank mergers", 
    "Deposit insurance", 
    "Discount rate", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Interest", 
    "Interest rates"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-11-14", 
    "text": "Farm Credit Partnership Act of 1985 - Defines \"borrower\" for the purposes of this Act as being any individual, family corporation, or family partnership that makes at least 50 percent of its gross income from farming and holds an agricultural loan. Limits assistance for any borrower to $500,000 for an individual, and $750,000 for a family corporation or partnership. Lists the qualifications a borrower must demonstrate to receive such assistance. Directs the Secretary of Agriculture to establish a Cooperative Federal-State-Lender Agricultural Loan Interest Subsidy Program. Allows a borrower to apply to a lender during calendar year 1986 for an interest rate subsidy with respect to any agricultural loan outstanding on October 1, 1985. Provides that the interest rate for such loans shall be fixed for a period of three years or the remaining term of the loan, whichever is less, at a rate equal to the three-year T-bill rate plus three percent, less up to five percent subsidy. Provides that two percent of the subsidy shall be paid by the Federal government, one to two percent by the State, and one percent by the lender. Requires participating States to submit a plan by March 1 of each year which: (1) designates a single agency to run the program; (2) assesses the interest subsidy needs of borrowers in the State; (3) describes the program for the provision of interest subsidies; and (4) estimates the amount of expenditures necessary. Requires the Secretary to review and rule on such plans by April 15 of each year. Authorizes appropriations. Allows an institution to write down the outstanding principal balance on a loan by as much as 30 percent in order to qualify a borrower for assistance under this Act. Declares that the borrower shall not be liable for any of the written-down loan or the accrued interest attributed. Directs the institutions to sell the written-down portion of such loans to the Capital Corporation established by the Farm Credit System. Directs the Secretary of the Treasury to provide to the Capital Corporation such sums necessary to carry out the purposes of this Act. Directs the Governor of the Federal Credit Administration to transfer to the Capital Corporation all moneys in specified revolving funds. Allows the Governor of the Farm Credit Administration to reduce the capital requirements of an institution by not more than 50 percent for up to three years. Forbids any consolidations or mergers of Federal Credit System institutions from October 1, 1985 through January 1, 1986. Prohibits such institutions from defaulting on an outstanding loan during such period. Prohibits the Farmers Home Administration of the United States Department of Agriculture from guaranteeing any new restructured loan during calendar year 1986. Amends the Federal Deposit Insurance Act to authorize the Federal Deposit Insurance Corporation to purchase capital instruments from qualified institutions. Authorizes such institutions to issue capital certificates. Sets forth criminal penalties for anyone who embezzles, misapplies, steals, or obtains by fraud, false statement, or forgery, any funds, assets, or property provided under this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Credit Partnership Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide an opportunity for agricultural borrowers to restructure loans from commercial lenders and Farm Credit System institutions in order to maintain the viability of their farming operations and thus preserve the family farm system as the backbone of American agriculture.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:41-05:00"
}