{
  "actions": [
    {
      "acted_at": "1973-04-16", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1593-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-16", 
  "number": "1593", 
  "official_title": "A bill to promote and enhance interstate and foreign commerce in recyclable and recycled materials; to encourage the utilization of reclaimable post-consumer waste materials; to encourage conservation of our precious energy reserves and natural resources through effective recycling, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9095-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Resource Recycling and Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-16", 
  "subjects": [
    "Energy", 
    "Public lands and natural resources", 
    "Recycling of waste products"
  ], 
  "subjects_top_term": "Recycling of waste products", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-16", 
    "text": "Resource Recycling and Conservation Act - Title I: Findings, Purpose, Definitions - States that the purpose of this Act is to stimulate and encourage interstate and foreign commerce in recyclable and recycled materials. Title II: Increasing Supplies of and Demand for Recycled Materials in Interstate Commerce - Directs the Interstate Commerce Commission and the Federal Maritime Commission to: (1) investigate and formally identify all rates charged by transportation carriers subject to their respective jurisdictions for the transportation of recyclable or recycled solid waste materials and in each case, to determine whether the rates charged and the terms and conditions of transportation for such materials are fair and reasonable and whether they unjustly discriminate against the movement or shipment in interstate or foreign commerce of recyclable or recycled solid waste materials; (2) issue appropriate orders in all cases where the rates charged or terms and conditions of transportation applicable to recyclable or recycled solid waste materials are found to be unfair, unreasonable, or discriminatory; and (3) file annual and terminal reports with the President and the Congress regarding the results of their respective investigations and all actions taken to establish fair, reasonable, and nondiscriminatory rates for the transportation of recyclable or recycled solid waste material. Stipulates that every invitation for bids, contract, or purchase by an executive agency, the General Services Administration, the Public Printer, or the Joint Committee on Printing or by any person contracting with the Government to furnish materials, products, supplies, or services shall require that all materials, products, or supplies to be delivered to or for the Government's account shall be comprised of recyclable or recycled materials in such percentages as required by regulations or directives issued after a public hearing by the Administrator of the Environmental Protection Agency. Allows, as a deduction under the Internal Revenue Code, specified percentages of the amounts paid or incurred during the taxable year by the taxpayer to purchase recyclable or recycled solid waste materials for manufacture by the taxpayer into useful raw materials or saleable products. Title III: Conservation of Resources in Interstate Commerce - States that beginning not later than 2 years after the date of enactment of this Act the applicable energy consumption adjustment must be subtracted from the deduction allowed in any tax year for the purchase of each major material used to form any product manufactured by the taxpayer when that material is not a recycled material. Title IV: Reducing the Volume of Nonreclaimable Packaging and Products in Interstate Commerce - Requires the Administrator of the Environmental Protection Agency, within one year from the date of enactment of this Act, to promulgate such standards regulating the manufacture, distribution, reuse, and recycling of products, containers, or packages in commerce as are necessary to protect against unreasonable burdens on commerce and risks to health or the environment associated with the disposal of such products. Provides that any person who knowingly or willfully violates any provision of this title or any regulation or standards issued hereunder, shall, upon conviction, be fined not more than $5,000 for each such violation or be imprisoned for not more than one year or both. Stipulates that no product shall be deemed in violation of this title when intended solely for export to any foreign nation. Requires the Administrator to promulgate regulations establishing product durability standards setting the minimum life for major items classified as contributing significantly to solid waste or resource consumption problems and having substantial potential for increased useful life. Authorizes the Administrator to make loans to any State, municipality, or interstate or intermunicipal agency for the purchase of solid waste collection and separation systems that encourage the flow of recycled and recyclable materials in interstate commerce. Title V: General Provisions - Directs the Administrator to establish a Research and Development Advisory Board for the purpose of providing broad guidance for research, development, and demonstration decisions and to improve the communication of results to interested persons. Authorizes any person to commence a civil action on his own behalf against any person, including the United States and any other government instrumentality or agency to the extent permitted by the eleventh amendment to the Constitution, who is alleged to be in violation to any standard or requirement which has become effective pursuant to this Act. Grants the district courts of the United States jurisdiction, without regard to the amount in controversy or the citizenship of the parties, to enforce such standard or requirement or to order such Administrator to perform such act or duty, as the case may be."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resource Recycling and Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote and enhance interstate and foreign commerce in recyclable and recycled materials; to encourage the utilization of reclaimable post-consumer waste materials; to encourage conservation of our precious energy reserves and natural resources through effective recycling, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:39-05:00"
}