{
  "actions": [
    {
      "acted_at": "1973-01-15", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2141-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-15", 
  "number": "2141", 
  "official_title": "A bill to further promote equal employment opportunities for American workers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equal Employment Opportunities Enforcement Act", 
  "sponsor": {
    "district": "24", 
    "name": "Reid, Ogden R.", 
    "state": "NY", 
    "thomas_id": "00953", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-15", 
  "subjects": [
    "Equal Employment Opportunity Commission", 
    "Government operations and politics", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-15", 
    "text": "Equal Employment Opportunities Enforcement Act - Provides for a hearing before the Equal Employment Opportunity Commission upon complaints involving unlawful employment practices where no conciliation agreement has been filed previously by the respondent. States that if the Commission finds that the respondent has engaged in an unlawful employment practice, the Commission shall report its findings of fact and issue an order to cease and desist and to take such action as necessary to reinstate or hire the aggrieved employee, with or without backpay. Provides for appellate review of decisions of the Commission in the appropriate U.S. Court of Appeals. Allows the Court of Appeals to issue necessary injunctive relief on behalf of the aggrieved party following a final order by the Commission. Authorizes the Attorney General to conduct all litigation to which the Commission is a party in the Supreme Court under this Act. Gives the Commission authority to investigate and act on a charge of a pattern or practice of discrimination, whether filed by or on behalf of a person claiming to be aggrieved or by a member of the Commission. Authorizes civil actions by persons aggrieved concerning unlawful employment practices, and permits the Commission to intervene in cases of general public importance. States that upon commencement of a civil action, the Commission shall be divested of jurisdiction over the proceeding and shall take no further action regarding it. Authorizes the district court to provide such temporary or preliminary relief as it deems just and proper. Transfers specified functions of the Civil Service Commission and the Secretary of Labor relating to nondiscrimination in Government employment to the Equal Employment Opportunity Commission. (Amends 42 U.S.C. 2000e)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equal Employment Opportunities Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to further promote equal employment opportunities for American workers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:24-05:00"
}