{
  "actions": [
    {
      "acted_at": "1990-06-13", 
      "committee": "Committee on Intelligence", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Intelligence.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-12", 
      "in_committee": "Committee on Intelligence", 
      "references": [], 
      "text": "Committee on Intelligence. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2726-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1990-06-13", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1990-06-13", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1990-06-13", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1990-06-13", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1990-06-13", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1990-06-13", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1990-06-13", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, John", 
      "sponsored_at": "1990-06-13", 
      "state": "VA", 
      "thomas_id": "01452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-13", 
  "number": "2726", 
  "official_title": "A bill to amend the National Security Act of 1947 to improve counterintelligence measures through enhanced security for classified information, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Counterintelligence Improvements Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-06-13", 
  "subjects": [
    "Annuities", 
    "Armed forces and national security", 
    "Bank records", 
    "Civil service retirement", 
    "Classified defense information", 
    "Consumer credit", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Cryptography", 
    "Debarment of government contractors", 
    "Dismissal of employees", 
    "Dismissal wage", 
    "Electronic surveillance", 
    "Employee assistance programs", 
    "Espionage", 
    "Federal employees", 
    "Federal officials", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Government operations and politics", 
    "Government paperwork", 
    "Information leaking", 
    "Informers", 
    "Intelligence officers", 
    "Loyalty-security program", 
    "Polygraphs", 
    "Right of privacy", 
    "Searches and seizures", 
    "Security classification (Government documents)", 
    "Telephone"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-06-13", 
    "text": "Counterintelligence Improvements Act of 1990 - Amends the National Security Act of 1947 to establish minimum requirements for a \"top secret\" security clearance (TSSC), including that an individual seeking clearance must: (1) be a U.S. citizen; (2) have been the subject of a completed background investigation by a competent investigative authority; (3) have agreed to permit appropriate investigative authorities access to financial and consumer records and to records pertaining to travel outside the United States; (4) have agreed to report travel to foreign countries not authorized as part of the individual's official duties; and (5) have agreed to report to the Federal Bureau of Investigation (FBI) unauthorized contacts with foreign nationals where an effort to acquire classified information is made by such national. Exempts elected officials and Federal judges from such investigative requirements and permits the President to waive such requirements when necessary in the interests of national security. Requires that persons, as conditions of access to classified cryptographic information or keys: (1) meet the requirements applicable to those with a TSSC; and (2) be subject during the period of such access to periodic polygraph examinations limited in scope to questions of a counterintelligence nature. Authorizes the Director of the National Security Agency to use appropriated funds to provide employees who have been in sensitive positions and who are found to be ineligible for continued access to Sensitive Compartmented Information and employment with the Agency, or whose employment with the Agency has been terminated, with assistance in: (1) finding and qualifying for subsequent employment; (2) receiving treatment of medical or psychological disabilities; and (3) obtaining necessary financial support during periods of unemployment. Permits such assistance only where essential in avoiding circumstances that might lead to the disclosure of classified information. Authorizes such assistance for up to five years after termination of employment with the Agency. Amends the Right to Financial Privacy Act to permit customers with TSSC to authorize nonrevocable disclosure of all financial records maintained by financial institutions to the appropriate governmental authorities for the period of the customer's TSSC access and for up to five years after such access has been terminated. (Under current law, a person may consent to access to his financial records for a period of three months.) Makes it a crime to possess espionage devices with intent to violate the espionage statutes and to sell top secret documents or materials to foreign governments, with exceptions. Makes it a misdemeanor for a U.S. officer, employer, or contractor to knowingly remove top secret documents and retain them at an unauthorized location. Amends the Federal criminal code to extend coverage of the special forfeiture provision (permitting the Attorney General to file suit to recover the profits of certain crimes) to additional crimes of espionage and to espionage convictions in foreign courts for misconduct that would constitute offenses under U.S. espionage laws. Permits the Government to deny retirement pay to U.S. retirees in the civil service, Foreign Service, and Central Intelligence Agency retirement and disability systems who are convicted of espionage in foreign courts which involve U.S. national defense information, subject to certification by the Attorney General that the conviction had been obtained under procedures which accorded the U.S. retiree due process rights comparable to those under the Constitution. Amends the Consumer Credit Protection Act to require consumer reporting agencies to furnish: (1) consumer reports to the FBI pursuant to a certification by the Director of the FBI that the records are sought for an authorized foreign counterintelligence investigation and that the person to whom such reports relate is believed to be a foreign agent; and (2) identifying information respecting any consumer at the Director's request when necessary to the conduct of an authorized counterintelligence investigation. Prohibits such agencies from divulging to the consumer that the FBI has sought or obtained such information. Amends the Electronic Communications Privacy Act of 1986 to authorize the Director of the FBI to request from wire or electronic communications service providers subscriber information concerning a person or entity where the Director certifies that the information sought is relevant to an authorized foreign counterintelligence investigation and there is reason to believe that communications facilities registered in the name of the person or entity have been used, through the services of such provider, in communication with a foreign agent or power. Authorizes the Attorney General to pay rewards of up to $1,000,000 for information leading to: (1) the arrest or conviction of any individual for committing, or conspiring or attempting to commit, espionage; or (2) the prevention or frustration of an act of espionage against the United States. Amends the Foreign Intelligence Surveillance Act of 1978 to provide a court order process, similar to that required for electronic surveillance, for physical searches for foreign intelligence purposes. Empowers the special courts established under such Act, upon appropriate application and with appropriate certification, to issue an order authorizing such a search."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Counterintelligence Improvements Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the National Security Act of 1947 to improve counterintelligence measures through enhanced security for classified information, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:05-05:00"
}