{
  "actions": [
    {
      "acted_at": "1989-06-14", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-12", 
      "references": [], 
      "text": "Subcommittee on Environmental Protection. Hearings held jointly with the Subcommittee on Superfund, Ocean and Water Protection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-25", 
      "references": [], 
      "text": "Subcommittee on Superfund, Ocean and Water Protect. Hearings held jointly with the Subcommittee on Environmental Protection.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1179-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Environmental Protection", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Superfund, Ocean and Water Protection", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1989-06-14", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1989-06-14", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1989-06-14", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1989-06-20", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1989-06-14", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1989-06-14", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1989-06-14", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1989-06-14", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1989-06-14", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1989-06-22", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1989-06-14", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1989-06-14", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1989-06-14", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1989-06-14", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-14", 
  "number": "1179", 
  "official_title": "A bill to establish a comprehensive marine pollution restoration program, to amend the Federal Water Pollution Control Act and the Marine Protection, Research, and Sanctuaries Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2953-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Comprehensive Ocean Assessment and Strategy (Coast) Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-14", 
  "subjects": [
    "Agricultural pollution", 
    "Chemicals", 
    "Congressional reporting requirements", 
    "Environmental protection", 
    "Environmental research", 
    "Estuarine pollution", 
    "Eutrophication", 
    "Federal aid to water pollution control", 
    "Fines (Penalties)", 
    "Food poisoning", 
    "Hazardous waste disposal", 
    "Information services", 
    "Licenses", 
    "Marine pollution", 
    "Marine resources conservation", 
    "Municipal services", 
    "Nitrogen", 
    "Revolving funds", 
    "Sedimentation", 
    "Sewage treatment", 
    "Sewage treatment plants", 
    "Shellfish culture", 
    "Standards", 
    "Waste disposal in the ocean", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-14", 
    "text": "Comprehensive Ocean Assessment and Strategy (Coast) Act of 1989 - Directs the Administrator of the Environmental Protection Agency (EPA) to designate marine areas which are in need of protection. Sets forth criteria to be considered in such designations, including: (1) the status and effects of pollutants and floatables found in the water and marine resources; (2) loss of coastal habitat; and (3) anticipated increases in pollutants and floatables in the area. Requires the Administrator to designate as a marine area in need of protection: (1) any area of the marine environment for which a State's most recent Water Quality Inventory, prepared pursuant to the Federal Water Pollution Control Act, reported that the waters did not meet water, sediment, and living marine resource biological quality standards; (2) any estuary for which a management conference has been convened pursuant to the National Estuary Program. Directs the Administrator, in designating any area, to: (1) specify the reason for, and sources of, pollution resulting in the designation; and (2) submit to the Congress an analysis of each designated area which assesses trends, identifies research and monitoring needs, and describes actions and strategies. Amends the Federal Water Pollution Control Act to require States to submit to the Administrator individual management strategies for designated areas. Requires such strategies to include water quality effluent limitations, nonpoint source management, and monitoring programs for permittees. Directs the Administrator to develop plans for States that fail to do so. Requires the Administrator to convene management conferences for estuaries which are designated as marine protection areas and are located in more than one State. Directs the Administrator to submit to the Congress a Marine Environment Toxics Release Inventory Assessment and Strategy to: (1) analyze industrial categories of sources and receiving waters of toxic discharges into the marine environment and into publicly owned treatment works which discharge into such environment; and (2) identify sources which discharge the greatest amount of toxic chemicals on the Inventory, and the greatest amount of the most toxic chemical; and (3) identify the geographical areas receiving the greatest amount of discharges from such chemicals. Provides that the Strategy shall contain the Administrator's plan for using Assessment information to improve the EPA's marine environment programs. Includes criteria for marine water, sediment, and resource biological quality within criteria required to be published for water quality standards under the Federal Water Pollution Control Act. Directs the Administrator to: (1) submit a schedule for the development of such criteria to specified congressional committees; and (2) develop or revise criteria for specified pollutants. Requires States to establish numerical standards for pollutants to prevent degradation of the marine environment. Directs the Administrator to establish such standards for States which fail to do so. Prohibits the issuance of permits for discharges into the marine environment if found that such discharges can be expected to result in the degradation of the environment or are likely to prevent the attainment of standards pursuant to this Act. Requires the Administrator to revise guidelines for determining degradation of waters. Includes within the list of programs to receive priority consideration for grant assistance programs to control nonpoint source pollution of waters designated under this Act. Directs the Administrator to: (1) provide technical assistance to the Secretary of Agriculture in utilizing the Secretary's authorities to reduce cropland sources of nonpoint source pollution of the marine environment; (2) identify those lands which, if enrolled in the Conservation Reserve Program, would contribute to protection of water quality and the marine environment by reducing such pollution; and (3) furnish a list of such lands to the Secretary for establishing priorities for expenditures under the Program. Requires the Secretary to provide the Administrator with actions in response to such list. Directs the Administrator to: (1) publish regulations to eliminate marine combined sewer overflows; and (2) publish guidance on additional measures to bring such overflows into compliance with this Act. Requires such guidance to identify monitoring standards designed to characterize and evaluate water quality impacts of discharges and determine compliance with permit requirements. Directs States with such overflows to submit biennially to the Administrator an inventory of discharges which shall: (1) identify the location of each discharge and the receiving waterbody; (2) identify the entities which operate the overflow system; and (3) determine whether each discharge point is permitted and in compliance with this Act. Requires permitting authorities to: (1) establish a schedule to bring each discharge point into compliance with this Act; and (2) establish priorities for issuing permits and controlling discharges. Directs municipalities or publicy owned treatment works to submit to the Administrator or, under certain circumstances, a State a permit program for the elimination of such discharges. Outlines program requirements and approval procedures. Makes owners or operators of sewer operators without permits subject to penalties. Directs the Administrator or a State, when determined that a publicly owned treatment works discharges toxic pollutants contributing to the degradation of the marine environment or in violation of marine water, sediment, or resource standards, to require the treatment works to establish or revise a pretreatment program to eliminate pollutants contributing to such degradation. Requires the Administrator to: (1) develop and test guidelines for treatment works to identify the sources of toxics in waste waters; and (2) establish a data base of identified sources. Directs the Administrator and the Under Secretary of Commerce for Oceans and Atmosphere to: (1) implement a joint program of research and monitoring to determine the effects of atmospheric pollutants on degradation of the marine environment; and (2) report biennially to specified congressional committees on such program. Requires the Administrator to: (1) establish a nationwide system for monitoring and quantifying the accumulation of floatables along coastal shorelines and waterways and the costs of cleanup of floatables; and (2) report annually to the Congress on such program. Directs the Administrator to promulgate protocols for monitoring water, sediments, and living marine resources in the marine environment. Provides for the use of whole effluent biological toxicity testing in such monitoring. Directs the Under Secretary to study the nature of any relationship between contact with pollutants in the marine environment and shellfish consumption with the incidence of human illnesses. Requires the Administrator to report to specified congressional committees on such study. Directs the Under Secretary to study and report to the Congress on: (1) a quantification of economic impacts caused by marine degradation; and (2) the impact that enhanced nitrogen levels in the marine environment may have on stimulating toxic algal blooms. Requires the Under Secretary to establish a Marine Environment Information Center to compile, analyze, and disseminate information on marine degradation and protection. Directs the Administrator and the Under Secretary to study and report to the Congress on activities of Federal agencies that may result in degradation of the marine environment, along with recommendations to reduce such degradation. Requires Federal agencies to take actions to minimize such degradation and to evaluate the potential effects of any actions on the marine environment. Amends the Marine Protection, Research, and Sanctuaries Act of 1972 to require fines under the Federal criminal code (currently, fines up to $50,000) or imprisonment of up to five (currently, one) years, or both, for ocean dumping violations. Authorizes appropriations. Limits the amount of grants to any State for the implementation of management strategies under this Act to 50 percent of the total cost of the program. Amends the Federal Water Pollution Control Act to provide for the establishment of a water pollution control revolving fund for States for implementing management strategies under this Act and marine combined sewer overflow correction programs. Requires certain assistance to be used only for implementation of approved marine combined sewer overflow elimination permits. Directs the Administrator to give priority for assistance to municipalities discharging into marine areas designated under this Act. Limits such grants to 50 percent of the total cost of a project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Ocean Assessment and Strategy (Coast) Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a comprehensive marine pollution restoration program, to amend the Federal Water Pollution Control Act and the Marine Protection, Research, and Sanctuaries Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:30-05:00"
}