{
  "actions": [
    {
      "acted_at": "1991-02-22", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s478-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-22", 
  "number": "478", 
  "official_title": "A bill to strengthen and improve the Civil Rights Act of 1964, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Civil Rights Amendments of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Simpson, Alan K.", 
    "state": "WY", 
    "thomas_id": "01435", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-22", 
  "subjects": [
    "Actions and defenses", 
    "Civil rights and liberties, minority issues", 
    "Consent decrees", 
    "Contracts", 
    "Damages", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Employment tests", 
    "Equality before the law", 
    "Evidence (Law)", 
    "Expert witnesses", 
    "Federal employees", 
    "Fraud", 
    "Legal fees", 
    "Limitation of actions", 
    "Racial discrimination", 
    "Religious liberty", 
    "Seniority in employment", 
    "Sex discrimination in employment", 
    "Sexual harassment of women", 
    "Test bias"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-22", 
    "text": "Civil Rights Amendments of 1991 - Amends the Civil Rights Act of 1964 to provide for the burdens of proof which must be met by the various parties when an allegation of an unlawful employment practice is based on a statistically signficant disparate impact. Declares that, when an employment practice is alleged to have mixed motives, an unlawful employment practice is established when it is shown that a discriminatory basis was a motivating factor, if the respondent fails to demonstrate that it would have taken the same action regardless of the race, color, religion, sex, or national origin of the individual involved. Makes it an unlawful employment practice to interpret or adjust the results of ability tests in a manner that would discriminate because of race, color, religion, sex, or national origin. Declares that, in a disparate impact case concerning use of an abiity test, when the respondent has shown that the use is justified by business necessity, use of the test shall not constitute an unlawful practice merely because the test could be adjusted on the basis of race, color, religion, sex, or national origin to reduce the disparate impact. Declares that, for provisions relating to time limits for filing charges, an unlawful employment practice occurs with regard to a seniority system: (1) when it is adopted, an individual becomes subject to it, or a person is injured by its application; and (2) if the system is alleged to have been adopted for an intentionally discriminatory purpose, whether or not that purpose is apparent on the system's face. Includes expert fees and other litigation expenses, up to a specified daily limit, in the attorney's fees which the court must (currently, may) allow the prevailing party. Defines \"harassment\" with regard to conduct based on race, color, religion, or national origin and with regard to conduct based on sex. Makes harassment an unlawful employment practice. Sets forth special procedures, including time limits, for harassment cases. Allows: (1) restitutionary relief in certain cases of intentional harassment; and (2) certain defenses to charges of intentional harassment. Mandates that the Federal Rules of Civil Procedure apply in the same manner as to other civil causes of action to a challenge under the Constitution or Federal civil rights laws to an employment practice implementing a litigated or consent judgment or order resolving a claim of employment discrimination. Prohibits the use of fraud or misrepresentation when presenting the qualifications of a purported prospective employee in any program by the Equal Employment Opportunity Commission designed to test the existence of unlawful employment discrimination. Declares invalid any charge filed using such fraud or misrepresentation and requires the Chairman of the Commission to take an adverse action against any Commission officer or employee who takes any action on such a charge, knowing it used fraud or misrepresentation. Amends Federal law relating to equal rights under the law and the making and enforcing of contracts to declare that: (1) the rights protected are protected against impairment by non-governmental discrimination as well as against impairment under color of State law; and (2) the provisions afford the same protection against discrimination in the performance, breach, modification, or termination of a contract as they do in the making and enforcement of the contract."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Rights Amendments of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and improve the Civil Rights Act of 1964, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:43-05:00"
}