{
  "actions": [
    {
      "acted_at": "1995-08-04", 
      "references": [
        {
          "reference": "CR S11452-11454", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-04", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-09-28", 
      "references": [
        {
          "reference": "CR S14552-14553", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1122-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feingold, Russell D.", 
      "sponsored_at": "1995-08-04", 
      "state": "WI", 
      "thomas_id": "01331", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-08-04", 
  "number": "1122", 
  "official_title": "A bill to amend the provisions of titles 17 and 18, United States Code, to provide greater copyright protection by amending criminal copyright infringement provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Copyright Improvement Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-08-04", 
  "subjects": [
    "Arts, culture, religion", 
    "Commerce", 
    "Copyright", 
    "Copyright infringement", 
    "Counterfeiting", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Fines (Penalties)", 
    "Intellectual property", 
    "Law", 
    "Limitation of actions", 
    "Music", 
    "Phonorecords", 
    "Retail trade", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Copyright", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-08-04", 
    "text": "Criminal Copyright Improvement Act of 1995 - Amends Federal copyright law to define \"financial gain\" to include the receipt of anything of value, including the receipt of other copyrighted works. Sets penalties for willfully infringing a copyright by reproducing or distributing, including by transmission, or assisting others in the reproduction or distribution of, one or more copies of one or more copyrighted works which have a total retail value of $5,000 or more. Extends the statute of limitations for criminal copyright infringement from three to five years. Revises Federal criminal code provisions regarding criminal copyright infringement to provide for a fine and up to five years' imprisonment for infringing a copyright: (1) for purposes of commercial advantage or private financial gain, by reproducing or distributing, including by transmission, or assisting others in such reproduction or distribution, during any 180-day period, of at least ten copies or phonorecords of one or more copyrighted works which have a total retail value of more than $5,000; or (2) otherwise by reproducing or distributing one or more copyrighted works which have a total retail value of more than $10,000. Provides for: (1) up to one year's imprisonment in any other such infringement case; and (2) up to ten years' imprisonment for a second or subsequent felony offense. Requires, during preparation of the presentence report in cases of criminal copyright infringement, unauthorized fixation and trafficking of live musical performances, and trafficking in counterfeit goods or services, that victims of the offense be permitted to submit, and the probation officer receive, a victim impact statement that identifies the victim and the extent and scope of the victim's injury and loss, including the estimated economic impact of the offense on that victim. Directs the U.S. Sentencing Commission to ensure that the applicable guideline range for a defendant convicted of a crime against intellectual property is sufficiently stringent to deter such a crime and to adequately reflect consideration of the retail value of the legitimate items that are infringed upon and the quantity of items so infringed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Copyright Improvement Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the provisions of titles 17 and 18, United States Code, to provide greater copyright protection by amending criminal copyright infringement provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:57-05:00"
}