{
  "actions": [
    {
      "acted_at": "1979-06-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-07", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4382-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-07", 
  "number": "4382", 
  "official_title": "A bill to amend the Energy Policy and Conservation Act, as amended, to provide assistance to States and to political subdivisions within States to promote national energy objectives, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1280-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Energy Management Partnership Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-07", 
  "subjects": [
    "Alternative energy sources", 
    "Authorization", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Intergovernmental relations", 
    "Local and Municipal Government", 
    "Native Americans", 
    "Planning", 
    "States"
  ], 
  "subjects_top_term": "Energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-07", 
    "text": "Energy Management Partnership Act of 1979 - Amends the Energy Policy and Conservation Act to provide for a State Basic Energy Program and for special energy projects. Declares that the purposes of this Act are: (1) to provide assistance to States and local governments for development and implementation of national energy policy objectives; (2) to provide States with greater flexibility in energy program design and implementation; (3) to promote coordination of Federal and State activities during periods of national emergency; and (4) to streamline administrative requirements imposed on States to obtain federal financial assistance for State energy programs. Directs the Secretary of Energy to prescribe guidelines for initial applications for such financial assistance. Directs the Secretary to invite State Governors to submit initial applications for financial assistance for the development of State Energy plans and for the continuation of programs developed pursuant to the Energy Conservation and Policy Act, the Energy Conservation and Production Act, or the Energy Extension Service Act, until such time as the State Energy Plan is approved or for one year, whichever period is shorter. Sets forth the components of such initial applications. Requires each State receiving such financial assistance to submit a State Energy Plan for approval by the Secretary. Sets forth requirements for such plans and provides for waivers of any requirements for good cause. Requires each State receiving such financial assistance to provide for energy conservation programs and measures including: (1) energy extension service activities such as information dissemination and energy evaluations or audits for commercial, residential, and agricultural energy users; (2) implementation of the Building Energy Performance Standards program; (3) right turn on red laws or regulations; (4) lighting efficiency standards for State and local public buildings; (5) promotion of vanpool, carpool, and public transportation programs; and (6) promotion of energy efficiency in State and political subdivision procurement practices. Directs each State to include in its State energy plan reasonable measures to promote the use of renewable energy resources in the State. Requires each State receiving financial assistance under this Act to provide appropriate financial assistance to units of local government in an amount proportionate to the responsibilities shared between such units and the State in the implementation of the State energy plan. Sets forth administrative provisions relating to development and implementation of programs for energy conservation, renewable resources, and energy emergency measures, and relating to approval of State energy plans. Directs the Secretary to allocate annually from the sums available for financial assistance under this Act 75 percent according to State population and 25 percent equally among the States. Requires each State receiving such financial assistance to provide funds from non-Federal sources in an amount equal to 20 percent of that allocated to such State for development, modification, or implementation of the State energy plan and related programs and activities. Authorizes the Secretary to provide financial assistance to an Indian tribe for energy-related programs as the need is demonstrated. Prohibits the use of funds for construction or land acquisition costs, equipment costs other than for office equipment, public transportation fare subsidies, or for such other purposes as prescribed by the Secretary. Provides for the transition to the State Basic Energy Program from existing programs under the Energy Policy and Conservation Act and the National Energy Extension Service Act. Authorizes the Secretary to withhold funds for a State's failure to comply with this Act until compliance is resumed. Authorizes the appropriation of $105,000,000 for each of fiscal years 1980 to 1984 to carry out the purposes of this Act. Provides a method for submitting consolidated applications for financial assistance provided for under this Act and any other State energy programs. Authorizes the Secretary to provide financial assistance to units of local government and to Indian tribes to assist in developing and implementing special energy projects, and directs the Secretary to prescribe guidelines therefor. Authorizes the appropriation of $5,000,000 for each of fiscal years 1980 to 1984 for the purpose of providing assistance for such special energy projects. Amends the National Energy Extension Service Act by deleting all sections except the short title, findings and purposes, and the description of energy conservation programs to be developed and implemented."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Management Partnership Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Energy Policy and Conservation Act, as amended, to provide assistance to States and to political subdivisions within States to promote national energy objectives, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:17-05:00"
}