{
  "actions": [
    {
      "acted_at": "1991-04-25", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s949-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1991-04-25", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-25", 
  "number": "949", 
  "official_title": "A bill to amend title 39 to provide for reasonable classes and rates for mail and postal services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-25", 
  "subjects": [
    "Administrative procedure", 
    "Judicial review of administrative acts", 
    "Postal rates and revenues", 
    "Postal service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-25", 
    "text": "Amends Federal law to authorize the Postal Rate Commission to render a decision with respect to establishing reasonable and equitable classes of mail and postage fees for postal services. (Current law authorizes the Governors of the Postal Service to do so.) Authorizes the Postal Service to request that the Commission render (currently, recommend) or the Commission on its own initiative to render, a decision on changes in the mail classification schedule, and to submit such decision to the Governors. Requires the Commission to render its decision within ten months after receiving a request from the Postal Service for a change in postal rates or fees. Authorizes the Governors to request the Commission to reconsider its decision within 30 days after it is rendered. Outlines procedures for making such request. Requires the Commission to promptly reconsider such decision, and at the end of such reconsideration, to issue a supplemental decision. Makes generally available at the time such decision or supplemental decision is issued: (1) the record of the Commission's hearings; (2) its decision; (3) any request for reconsideration; (4) the record on any of its proceedings on reconsideration; and (5) any supplemental decision by it. Requires the Board of Governors to determine the date on which the new rates, fees, or changes in the mail classification schedule shall become effective. Establishes procedures for judicial review of a decision or supplemental decision of the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 39 to provide for reasonable classes and rates for mail and postal services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:54-05:00"
}