{
  "actions": [
    {
      "acted_at": "2010-08-05", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3752-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2010-08-05", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2010-09-14", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2010-08-05", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2010-08-05", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thune, John", 
      "sponsored_at": "2010-08-05", 
      "state": "SD", 
      "thomas_id": "01534", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2010-08-05", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-08-05", 
  "number": "3752", 
  "official_title": "A bill to amend the Energy Policy Act of 1992 to streamline Indian energy development, to enhance programs to support Indian energy development and efficiency, to make technical corrections, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Energy Parity Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Dorgan, Byron L.", 
    "state": "ND", 
    "thomas_id": "00308", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-08-05", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative and renewable resources", 
    "Department of Energy", 
    "Electric power generation and transmission", 
    "Employment and training programs", 
    "Energy efficiency and conservation", 
    "Energy storage, supplies, demand", 
    "Federal-Indian relations", 
    "Forests", 
    "Government lending and loan guarantees", 
    "Indian lands and resources rights", 
    "Licensing and registrations", 
    "Mining", 
    "Native Americans", 
    "Oil and gas", 
    "Residential rehabilitation and home repair", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-08-05", 
    "text": "Indian Energy Parity Act of 2010 - Authorizes an Indian tribe or tribal energy development organization to submit to the Secretary of the Interior, and to applicable federal agencies, a plan to fully integrate into a single, coordinated, comprehensive program federally funded energy-related activities and programs, including programs for employment training, energy planning, financing, construction, and related physical infrastructure and equipment. Requires a plan to meet specified requirements and prohibits an agency from imposing additional requirements. Prohibits any other federal funding from being reduced, denied, or withheld as a result of plan participation by an Indian tribe or tribal energy development organization. Amends the Energy Policy Act of 1992 with respect to: (1) Indian tribal energy resource development, including to direct the Secretary to provide assistance to interested Indian tribes or tribal energy resource development organizations in developing an energy resource development program; and (2) tribal energy resource agreements. Amends the Federal Power Act to include Indian tribes, along with states and municipalities, as having preference for the receipt of preliminary hydroelectric licenses. Amends the Indian Land Consolidation Act: (1) to revise the definition of \"parcel of highly fractionated Indian land\"; (2) with respect the purchase of trust, restricted, or controlled lands at no less than fair market value and the partition of highly fractioned Indian lands; (3) with respect to tribal authority to apply revenue against liens; and (4) to revise provisions concerning owner-managed interests. Amends the Indian Financing Act of 1974 concerning loan guarantees and insurance to direct the Secretary to consider more favorable equity terms or allow an increase in loan guarantees from 90% up to 95% of the unpaid principal and interest due on any loan made for energy development or manufacturing carried out on Indian land or within a tribal service area recognized by the Bureau of Indian Affairs (BIA). Amends provisions concerning leases on Indian land with respect to: (1) access, including access under the Indian Mineral leasing Act of 1938; (2) the Long-Term Leasing Act; and (3) leases on restricted land, including concerning tribal approval of leases. Amends provisions concerning oil and gas leases on Indian land, including to prohibit the collection of any oil or gas inspection fees. Directs the Secretary of Energy (DOE) to conduct at least 10 distributed energy demonstration projects to increase the energy resources available to Indian tribes for use in homes and community or government buildings. Amends the Energy Policy and Conservation Act to provide for: (1) a competitive process for making grants for an Indian energy efficiency program; and (2) direct grants to Indian tribes for the weatherization of Indian homes. Amends the Tribal Forest Protection Act of 2004 to provide for at least four demonstration projects to promote biomass energy production on Indian forest land and in nearby communities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Energy Parity Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Energy Policy Act of 1992 to streamline Indian energy development, to enhance programs to support Indian energy development and efficiency, to make technical corrections, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:57-05:00"
}