{
  "actions": [
    {
      "acted_at": "1982-04-01", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2354-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-04-01", 
  "number": "2354", 
  "official_title": "A bill to amend subtitle IV of title 49, United States Code, to provide for more effective regulation of motor carriers of passengers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bus Deregulation Act of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-04-01", 
  "subjects": [
    "Advisory bodies", 
    "Citizens band radio", 
    "Common carrier regulation", 
    "Common carriers", 
    "Commuting", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Interstate Commerce Commission", 
    "Interstate commerce", 
    "Job security", 
    "Motor Vehicles and Driving", 
    "Motor bus lines", 
    "Motor buses", 
    "Regulatory reform", 
    "School buses", 
    "Securities regulation", 
    "State laws", 
    "States", 
    "Taxicabs", 
    "Transportation and Travel", 
    "Transportation and state", 
    "Trucks"
  ], 
  "subjects_top_term": "Motor buses", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-04-01", 
    "text": "Bus Deregulation Act of 1982 - Sets forth the findings of Congress regarding the need for a safe, competitive, and fuel-efficient motor bus system. Excludes from the jurisdiction of the Interstate Commerce Commission (ICC) regarding motor carrier transportation: (1) brokers for motor carriers of passengers; (2) motor contract carriers of passengers; (3) transportation of motor carrier passengers in charter service or special operations; and (4) transportation of motor carrier passengers in vehicles carrying fewer than 30 individuals. Amends the Interstate Commerce Act to include the interstate motor carrier transportation of passengers in the overall transportation policy of the United States. Revises the entry policy for motor carriers of passengers, motor contract carriers, and brokers of passengers. Directs the ICC to implement, within 120 days after the effective date of this Act, procedures to process expeditiously applications of motor carriers of passengers to remove certain operating restrictions. Allows a motor common carrier of passengers to transport special or charter passengers in the same motor vehicle with regular-route passengers. Describes ratemaking procedures and the use of rate bureaus by motor carriers of passengers. Amends the Motor Carrier Act of 1980 to increase the membership of the Motor Carrier Ratemaking Study Commission. Extends to January 1, 1984, the due date of such Commission's final report on the collective ratemaking process. Sets forth the zone of pricing freedom for motor carriers of passengers. Permits the ICC to increase rates within specified percentage ranges. Declares that rates and fares implemented pursuant to this Act shall be subject to specified antitrust laws. Declares that certain rate establishment actions shall not be in and of themselves sufficient evidence of an antitrust violation. Exempts motor carriers of passengers from certain restrictions on the notice period when proposing a change in rates. Grants the ICC discretionary authority over permits for motor carriers from countries contiguous to the United States. Requires denial of permit to any person from a political subdivision of such a country which denies authority to United States motor carriers to provide transportation under continuing agreements in such subdivision or country. Sets forth procedures for carriers to discontinue or substantially reduce service on the intrastate portion of a route for which they have interstate and intrastate authority. Authorizes the ICC to prescribe rates, rules, or practices applicable to intrastate transportation provided by a motor common carrier of passengers under specified conditions. Establishes a rebuttable presumption that such rates, rules, or practices impose an unreasonable burden on interstate commerce if: (1) such a rate, rule, or practice results in intrastate rates lower than comparable interstate rates; (2) a carrier's revenues fall below the variable costs of providing such intrastate service; or (3) the State having jurisdiction over the rate, rule, or practice failed to act on a carrier's request within a specified time. Directs the ICC to report to Congress on the results of its efforts to establish uniform standards and procedures applicable to carrier rates, rules, and practices. Directs the Secretary of Transportation to establish minimum levels of financial responsibility for any motor vehicle operated in interstate or international commerce by a motor carrier of passengers. Establishes civil penalties for violations of such financial responsibility provisions. Exempts school buses, taxicabs, and certain roundtrip commuter vehicles from such provisions. Amends the Securities Act of 1933 to grant jurisdiction over the issuance of securities by motor carriers of passengers to the Securities and Exchange Commission. Prohibits a State or subdivision thereof from levying a discriminatory or unreasonably burdensome tax on interstate motor carrier transportation. Exempts motor carriers of passengers from ICC merger procedures. Authorizes the ICC, upon petition by the Secretary of Transportation, to suspend the certificate or permit of a motor carrier of passengers if it is determined that the carrier has been conducting unsafe operations which are a hazard to public health or property. Sets forth civil penalties for illegal operations. Authorizes the ICC to provide administrative assistance to small motor common carriers of passengers and local government preparing for certain of its proceedings. Directs the Secretary to contract with the National Academy of Sciences to study the use of citizen band radios by the bus operator on motor vehicles providing intercity motor carrier passenger transportation. Requests the Academy to report to the Secretary and to Congress on such study. Requires the Secretary and the ICC to report to the President and to Congress not later than December 31, 1982, on the ownership, location, and adequacy of bus terminals. Provides specified protection to employees whose employment is terminated by a motor common carrrier of passengers (other than for cause) within ten years after enactment of this Act. Directs the ICC to maintain a list of jobs available with class I motor carriers of passengers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bus Deregulation Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend subtitle IV of title 49, United States Code, to provide for more effective regulation of motor carriers of passengers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:16-05:00"
}