{
  "actions": [
    {
      "acted_at": "2011-07-20", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-09-08", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "subcommittee": "Early Childhood, Elementary, and Secondary Education", 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2598-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-20", 
  "number": "2598", 
  "official_title": "To establish a Science, Technology, Engineering, and Math (STEM) Master Teacher Corps program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s758-112", 
      "reason": "related"
    }
  ], 
  "short_title": "STEM Master Teacher Corps Act", 
  "sponsor": {
    "district": "1", 
    "name": "Bishop, Timothy H.", 
    "state": "NY", 
    "thomas_id": "01740", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-07-20", 
  "subjects": [
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Performance measurement", 
    "Science and engineering education", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-07-20", 
    "text": "STEM Master Teacher Corps Act - Amends the Elementary and Secondary Education Act of 1965 to direct the Secretary of Education to award competitive, matching five-year grants to consortia of local educational agencies (LEAs) or states, acting in partnership with institutions of higher education or nonprofit organizations to establish a STEM (science, technology, engineering, and mathematics) Master Teacher Corps program. Requires grantees to: (1) select exemplary elementary and secondary school STEM teachers for membership in the STEM Master Teacher Corps; (2) provide those teachers with compensation that supplements their base salaries; (3) provide, and track the effectiveness of, research-based training for Corps members; (4) provide discretionary resources for Corps members at high-need schools to use; (5) help coordinate instructional leadership and mentoring roles for Corps members; and (6) facilitate efforts by Corps members to inform STEM education policy at the national, state, and local levels. Gives grant priority to applicants that intend to include: (1) large numbers of teachers in the STEM Master Teacher Corps; and (2) rural schools, particularly high-need rural schools, in the area they serve. Requires grantees to ensure that at least 75% of their STEM Master Teacher Corps are teachers at high-need schools. Directs the Secretary, acting through the Director of the Institute of Education Sciences, to: (1) evaluate the STEM Master Teacher Corps program; (2) identify optimal strategies for designing and advancing such program; and (3) identify best practices for developing, supporting, and retaining STEM teachers based on lessons learned from the program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "STEM Master Teacher Corps Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a Science, Technology, Engineering, and Math (STEM) Master Teacher Corps program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:21:36-05:00"
}