{
  "actions": [
    {
      "acted_at": "1990-08-02", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2961-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1990-08-02", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1990-08-02", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1990-08-02", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1990-10-16", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1990-08-02", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1990-09-10", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1990-08-02", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1990-08-02", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1990-08-02", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1990-10-16", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1990-09-10", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1990-08-02", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1990-08-02", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1990-08-02", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1990-08-02", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-08-02", 
  "number": "2961", 
  "official_title": "A bill to amend the Public Health Service Act to promote greater equity in the delivery of health care services to women through expanded research on women's health issues, improved access to health care services, and the development of disease prevention activities responsive to the needs of women, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Women's Health Equity Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Mikulski, Barbara A.", 
    "state": "MD", 
    "thomas_id": "00802", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-08-02", 
  "subjects": [
    "AIDS (Disease)", 
    "Adoption", 
    "Authorization", 
    "Birth control", 
    "Block grants", 
    "Bone diseases", 
    "Breast cancer", 
    "Cancer research", 
    "Cervical cancer", 
    "Communication in medicine", 
    "Congressional reporting requirements", 
    "Contraceptives", 
    "Data banks", 
    "Day care", 
    "Divorcees", 
    "Drug abuse", 
    "Employee benefit plans", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to medical research", 
    "Federal aid to youth services", 
    "Federal employees", 
    "Government employees' health insurance", 
    "Grants-in-aid", 
    "Gynecology", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "Home care services", 
    "Human fertility", 
    "Infant mortality", 
    "Information services", 
    "Informed consent (Medical law)", 
    "Leave of absence", 
    "Maternal health services", 
    "Medicaid", 
    "Medical education", 
    "Medical research", 
    "Medical screening", 
    "Medical statistics", 
    "Medical tests", 
    "Medicare", 
    "Minorities in medicine", 
    "Nurse practitioners", 
    "Obstetrics", 
    "Osteoporosis", 
    "Peer review organizations (Medicine)", 
    "Pharmaceutical research", 
    "Poor", 
    "Pregnancy", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Separation (Law)", 
    "Sexually transmitted diseases", 
    "Sick leave", 
    "Social security eligibility", 
    "Social welfare", 
    "Student loan funds", 
    "Survivors' benefits", 
    "Teenage pregnancy", 
    "Telephone", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Women in medicine", 
    "Women's health", 
    "X-rays"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-08-02", 
    "text": "Women's Health Equity Act of 1990 - Title I: Research - Subtitle A: Health Research - Women's Health Research Act - Amends the Public Health Service Act to establish within the Office of the Assistant Secretary for Health the Office of Women's Health to coordinate all activities and research of the Department of Health and Human Services relating to disease, disorders, or other health conditions that are unique to, more prevalent in, or more serious for women, or for which risk factors or interventions are different for women. Directs the Secretary of Health and Human Services, through the Director of the National Institutes of Health (NIH), to establish an Office of Women's Health Research to ensure that research relating to women's health is identified and addressed throughout the research activities conducted and supported by the NIH. Sets forth requirements for the Office, including that the Office establish: (1) a coordinating council; (2) a Women's Health Clinical Research Advisory Committee; (3) an intramural research program in gynecology at the National Institute of Child Health and Human Development; (4) a clinical service in gynecology; and (5) a Center for Women's Health Research. Authorizes appropriations for the Office of Women's Health and for the Office of Women's Health Research. Subtitle B: Clinical Trials - Clinical Trials Fairness Act - Amends provisions of the Public Health Service Act relating to the national research institutes and provisions relating to the Alcohol, Drug Abuse, and Mental Health Administration (ADAMHA) to direct the Secretary of Health and Human Services to ensure, in conducting or supporting clinical research, that women and minority groups are included as research subjects, unless inappropriate. Requires that any project be designed and carried out so as to provide for a valid analysis of whether the research variables affect women or minorities differently than other subjects. Directs the Secretary to establish within the advisory council of each institute and each agency of ADAMHA a Clinical Research Equity Subcommittee to review all clinical research of that agency to determine whether the research is being conducted in accordance with requirements of this Act. Provides for suspension or revocation of the authority for any project the Secretary determines is not being conducted in accordance with those requirements. Defines \"minority groups\" to mean racial and ethnic minority groups. Requires that the technical and scientific peer review process in the institutes and ADAMHA include an evaluation of the inclusion of women and minority groups as research subjects. Subtitle C: Breast Cancer Research - Amends the Public Health Service Act to authorize appropriations to the National Cancer Institute for breast cancer research other than research that involves treatment or clinical trials. Subtitle D: Contraceptive and Infertility Research Centers - Contraceptive and Infertility Research Centers Act of 1990 - Amends the Public Health Service Act to require the Director of the Institute of Child Health and Human Development to make grants and enter into contracts for centers for improving methods of contraception and centers for diagnosing and treating infertility. Requires the Director, subject to appropriations, to provide for three centers on contraception and two centers on infertility. Requires each center to: (1) conduct clinical and other applied research; (2) develop training protocols for and conduct training of physicians, scientists, nurses, and other health and allied health professionals; (3) develop model continuing education programs; and (4) disseminate information to such professionals. Allows a center to use the funds to provide: (1) stipends for health and allied health professionals enrolled in the training programs; and (2) fees to individuals serving as subjects in the clinical trials. Requires each center to use the facilities of a single institution, or be formed from a consortium of cooperating institutions, meeting requirements as prescribed by the Secretary of Health and Human Services. Allows support for a center to be for a period of up to five years, with extensions of one or more periods of up to five years if the center's operations have been reviewed by a peer review group and the group has so recommended. Authorizes appropriations. Amends the Public Health Service Act to direct the Secretary to establish a program of entering into agreements with health professionals, including graduate students, under which the professionals agree to conduct research with respect to contraception or infertility in consideration of the Government agreeing to repay, for each year of such service, not more than a specified amount of the principal and interest of their educational loans. Applies provisions of the National Health Service Corps Loan Repayment Program to this program, except as inconsistent. Authorizes appropriations. Requires amounts appropriated to remain available until the end of the second fiscal year after they are appropriated. Subtitle E: Contraception and Infertility - Declares that it is U.S. policy to: (1) establish a program of research for the development of methods of contraception and methods of diagnosing and treating infertility; (2) provide adequate long-term resources for the program; (3) ensure that Federal programs with respect to sexually transmitted diseases adequately respond to the role of such diseases in infertility; (4) ensure public education on contraception and infertility; (5) establish as Federal goals the development, by the year 2010, of improved barrier methods to protect against pregnancy and diseases, new methods of contraception for use by men, a vaccine-like drug for women that prevents pregnancy for a significant period of time without other specified effects, and new and improved techniques of diagnosing and treating infertility; (6) require the Secretary of Health and Human Services to reestablish the Ethical Advisory Board in order to facilitate research with respect to infertility; (7) review the policies and procedures of the Food and Drug Administration with respect to expediting approval of drugs and devices for use by the public, especially with respect to contraception and infertility; and (8) determine to what extent measures can be implemented by public or private entities to resolve liability issues involved with drugs and devices concerned with contraception and infertility. Subtitle F: Women and AIDS Research Initiative - Women and AIDS Research Initiative Amendments Act of 1990 - Amends the Public Health Service Act to direct the Secretary of Health and Human Services, through the Director of the National Institutes of Health (NIH), the Administrator of ADAMHA, or both, to establish a program to conduct biomedical and behavioral research on cases of infection with the etiologic agent for acquired immune deficiency syndrome (AIDS) in women. Authorizes the Secretary to conduct the research directly or through grants. Specifies forms of research to be included. Authorizes appropriations. Authorizes appropriations for grants for community-based clinical trials on experimental treatments for such infection for women. Allows the Director of NIH to authorize grantees to expend the grants to provide individuals with such transportation, child care, and other incidental services as may be necessary to enable the individuals to participate as subjects in the trials. Subtitle G: Osteoporosis - Osteoporosis and Related Bone Disorders Research, Education, and Health Services Act of 1990 - Amends the Public Health Service Act to require the Director of the National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMSD) and the Director of the National Institute on Aging (NIA) to expand and intensify research on osteoporosis and related bone disorders. Requires, with respect to osteoporosis and related bone disorders: (1) the NIAMSD Director to increase the number of Specialized Centers of Research; and (2) the NIA Director to increase the number of program project grants devoted to creating centers of excellence. Authorizes appropriations. Establishes in the Department of Health and Human Services the Interagency Council on Osteoporosis and Related Disorders and the Advisory Panel on Osteoporosis and Related Disorders. Authorizes appropriations for the Advisory Panel. Directs the Secretary of Health and Human Services to make up to three grants to establish model health promotion projects for community-based education on osteoporosis, with each project targeting one of these groups: young and teenage girls, midlife women, and older men and women. Authorizes appropriations. Requires the NIAMSD Director to make grants or enter into contracts to establish a Resource Center on Osteoporosis and Related Disorders to: (1) disseminate information about research results, services, and educational materials to health professionals, patients, and the public; and (2) coordinate leadership training for the development of health professional resource networks. Requires grant and contract recipients to establish: (1) a central computerized information system to, among other matters, translate scientific and technical information into information readily understandable by the general public; and (2) a national toll-free telephone information line. Requires the grant or contract recipient to charge fees for providing information, but allows exceptions for individuals and organizations unable to pay. Authorizes appropriations. Title II: Services - Subtitle A: Breast Cancer Treatment - Breast Cancer Treatment Informed Consent Act - Requires any State receiving funds under titles V (Maternal and Child Health Block Grant) or XIX (Medicaid) of the Social Security Act or under the preventive health service provisions of the Public Health Service Act to require any physician or surgeon licensed to practice medicine in such State to inform any breast cancer patient of alternative methods of treatment for breast cancer before such treatment is begun. Requires that the patients be informed by means of: (1) a standardized written summary in layman's language and in a language understood by the patient of alternative methods of treatment; and (2) an explanation of the treatment options described in such written summary together with the risks associated with each procedure relative to each patient's particular medical circumstances. Subtitle B: Reimbursement for Certain Nurse Practitioners Under Medicare and Medicaid - Women's Health Care Coverage Expansion Act of 1990 - Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to provide Medicare and Medicaid coverage of obstetrical and gynecological services furnished by nurse practitioners. Subtitle C: Adolescent Pregnancy - Adolescent Pregnancy Prevention, Care, and Research Grants Act of 1990 - Replaces the current title XX (Adolescent Family Life Demonstration Projects) of the Public Health Service Act with a new title on adolescent pregnancy prevention, care, and research grants. Authorizes the Secretary of Health and Human Services to make grants to provide care services to pregnant adolescents and adolescent parents and prevention services to nonpregnant adolescents. Lists permissible uses for the grants. Requires that grantees charge fees for services only according to a fee schedule approved by the Secretary that bases fees on income. Prohibits a grantee from discriminating on the basis of an individual's inability to pay for services. Sets forth priorities in making the grants. Provides for the amount of a grant. Prohibits the Federal portion of the grant from exceeding 75 percent of annual program costs. Allows non-Federal contributions to be in cash or in kind. Allows the Secretary to waive the 75 percent limitation in accordance with criteria established by regulation. Sets forth descriptions and assurances which must be included in grant applications. Requires grant recipients to spend between three and ten percent to conduct, through an independent entity, an evaluation of the services supported. Directs the Secretary to coordinate Federal policies and programs providing services relating to the prevention of initial and recurrent adolescent pregnancies and providing care for pregnant adolescents and adolescent parents. Requires grant recipients to coordinate activities with other grant recipients in the same locality. Authorizes the Secretary to make grants to support: (1) research concerning the societal causes and consequences of pregnancy, childbearing, and child rearing for adolescent females and males; (2) evaluative research to identify services that reduce adolescent pregnancy rates and that improve the outcome of adolescent childbearing; and (3) the dissemination of information from programs and research relating to adolescent pregnancy and parenthood. Allows research and dissemination grants to be made for one year, with renewals for four additional one-year periods. Limits the amount of a grant for direct costs, but allows: (1) additional amounts for indirect costs as the Secretary deems appropriate; and (2) the Secretary to waive the limitation. Sets forth allowed and prohibited uses of the funds. Directs the Secretary to coordinate research and dissemination activities carried out under these provisions with such activities carried out by NIH. Directs the Secretary to establish a system for the review of applications that is substantially similar to the system for scientific peer review of NIH. Requires the creation of a panel to review applications. Requires grants to be made from among programs the panel has determined to be of scientific merit. Authorizes appropriations for carrying out the title added by this subtitle. Prohibits the use of funds for grants under this subtitle for payment for the performance of an abortion. Subtitle D: COBRA Displaced Family Amendments Act of 1990 - COBRA Displaced Family Amendments of 1990 - Amends the Internal Revenue Code, the Employee Retirement Income Security Act of 1974, and the Public Health Service Act to declare that specified provisions relating to the required period of group health plan continuation coverage do not apply to the qualifying events of death, divorce, or legal separation involving a beneficiary who is 50 years old or older. Requires that coverage continue until the 23rd birthday for a beneficiary under 20 years old at the time of such an event involving a covered employee 50 years old or older. Entitles beneficiaries who have applied for, but not received, a determination of disability before the end of an 18 month period after the qualifying event to a continuation period of 29 months. Requires that notice of the option to enroll under a conversion plan be given during the 120-day period ending 60 days before the expiration of the continuation coverage. (Current law requires that such notice be given during the 180-day period ending on the expiration date of the continuation coverage.) Allows continuation coverage to end on the date on which the employer or successor employer (currently, the employer) ceases to provide any group health plan to any employee. Subtitle E: Federal Employee Family-Building - Federal Employee Family-Building Act of 1990 - Requires any contract for health benefits for Federal employees that provides obstetrical benefits to also provide benefits for family-building procedures. Provides that payment terms or conditions under such contracts shall be no more restrictive for family-building benefits than for obstetrical benefits. Defines \"family-building procedure\" as a medical procedure to overcome infertility (including procedures to achieve pregnancy and procedures to carry pregnancy to term) and procedures relating to child adoption. Requires such contracts to provide that: (1) benefits shall consist of reimbursement for reasonable and necessary medical expenses and counseling fees directly relating to the adoption of a child; and (2) benefits shall be available in connection with obstetrical care for the biological mother and medical care for the child if, or to the extent that, the pre-adoptive or adoptive parent or parents are legally responsible for the cost of such care. Directs the Office of Personnel Management to authorize the use of sick leave for purposes relating to family-building procedures. Title III: Prevention - Subtitle A: Medicaid Infant Mortality - Infant Mortality Amendments of 1990 - Amends title XIX (Medicaid) of the Social Security Act to phase-in mandatory State coverage of pregnant women and infants whose family income is below 185 percent of the Federal poverty level. Deducts child and medical care costs from the income eligibility test. Directs the Secretary of Health and Human Services to report to the Congress by July 1, 1991, on State error rates in determining the Medicaid eligibility of pregnant women and infants. Suspends error rate penalties attributable to such eligibility determinations made from July 1, 1989, until one year after the Secretary's report. Phases-in mandatory Medicaid coverage of children whose family income is below the Federal poverty level. Permits States to provide immediate Medicaid coverage of such children. Requires States to: (1) process Medicaid applications at locations which include locations other than those used for applications under part A (Aid to Families with Dependent Children) (AFDC) of title IV of the Social Security Act; and (2) use applications other than those used under the AFDC program. Permits States to provide Medicaid coverage to children who have attained age one but not age six and whose family income does not exceed 185 percent of the Federal poverty level. (Currently, States are required to cover children between such ages whose family income does not exceed 133 percent of the Federal poverty level.) Authorizes States to provide Medicaid coverage of prenatal home visitation services for high-risk pregnant women and/or postpartum home visitation services for high-risk infants. Requires States which provide prospective Medicaid payments to hospitals to reimburse hospitals which serve a disproportionate share of low-income patients for exceptionally costly or lengthy stays by children. Subtitle B: Breast and Cervical Cancer - Breast and Cervical Cancer Mortality Prevention Act of 1990 - Amends the Public Health Service Act to direct the Secretary of Health and Human Services, through the Director of the Centers for Disease Control, to make grants to States, with regard to breast and cervical cancer, for screening, referrals and follow-up services, public information and education programs, education and training for health professionals, quality monitoring of screening, and evaluations of such activities. Sets forth preferences in making the grants and requires equitable geographical distribution. Requires matching non-Federal funds in a specified ratio. Requires that States agree to: (1) provide all of certain services by a specified date; (2) switch to any improved screening procedures which become available; and (3) assure the quality of any screening procedures used. Directs the Secretary to establish guidelines for assuring the quality of mammography and cytological screening conducted under these provisions. Requires that low-income women be given priority in the provision of services. Requires that a charge for services, if any: (1) be made according to a public schedule; (2) be adjusted for income of the woman involved; and (3) not be imposed on any woman with incomes below the poverty line. Requires services to be provided throughout a State, including to members of any Indian tribe or tribal organization. Authorizes the Secretary to provide training and technical assistance. Directs the Secretary to provide for annual evaluations of programs carried out under this Act. Authorizes appropriations. Limits the number of grants made to seven in FY 1991. Subtitle C: Medicare Screening Mammography - Medicare Screening Mammography Amendments of 1990 - Amends title XVIII (Medicare) of the Social Security Act to cover screening mammographies for women over age 34. Subtitle D: Bone Mass Measurement - Medicare Bone Mass Measurement Coverage Act of 1990 - Amends title XVIII (Medicare) of the Social Security Act to provide Medicare coverage of bone mass measurements. Subtitle E: Women and AIDS Outreach and Prevention Act - Women and AIDS Outreach and Prevention Act - Amends the Public Health Service Act to authorize the Secretary of Health and Human Services to make grants regarding prevention of AIDS and other sexually transmitted diseases in women, including preventive health services, screening, providing treatment (for such diseases other than AIDS), referrals, and follow-up services. Requires that a grantee be an entity that provides health or voluntary family planning services: (1) to a significant number of low-income women; and (2) in an area with a significant number of AIDS cases in women and in newborn infants. Requires that grantees maintain the confidentiality of information on individuals, subject to complying with applicable law. Authorizes appropriations. Subtitle F: Infertility Prevention Demonstration Projects of 1990 - Infertility Prevention Demonstration Projects Act of 1990 - Amends the Public Health Service Act to authorize the Secretary of Health and Human Services to make grants for demonstration projects for the prevention and control of the sexually transmitted disease known as chlamydia, including by providing: (1) to women services relating to counseling, screening, treatment, referrals, follow-up, and outreach; and (2) public information and education and data collection. Requires that grantees be grant recipients under specified provisions that provide preventive gynecological health care. Prohibits charging for the services or information. Authorizes appropriations. Limits the number of grants to ten in fiscal year 1991."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Women's Health Equity Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Adolescent Pregnancy Prevention, Care, and Research Grants Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Breast and Cervical Cancer Mortality Prevention Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Breast Cancer Treatment Informed Consent Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Clinical Trials Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "COBRA Displaced Family Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Contraceptive and Infertility Research Centers Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Employee Family-Building Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Infant Mortality Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Infertility Prevention Demonstration Projects Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Medicare Bone Mass Measurement Coverage Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Medicare Screening Mammography Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Osteoporosis and Related Bone Disorders Research, Education, and Health Services Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women and AIDS Outreach and Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women and AIDS Research Initiative Amendments Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women's Health Care Coverage Expansion Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Women's Health Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to promote greater equity in the delivery of health care services to women through expanded research on women's health issues, improved access to health care services, and the development of disease prevention activities responsive to the needs of women, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:11-05:00"
}