{
  "actions": [
    {
      "acted_at": "2013-06-06", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1098-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2013-06-06", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2013-10-28", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-06", 
  "number": "1098", 
  "official_title": "A bill to reform the Biggert-Waters Flood Insurance Reform Act of 2012 to responsibly protect homeownership.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3156-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Responsible Implementation of Flood Insurance Reform Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-06-06", 
  "subjects": [
    "Disaster relief and insurance", 
    "Finance and financial sector", 
    "Floods and storm protection", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-06-06", 
    "text": "Responsible Implementation of Flood Insurance Reform Act of 2013 - Amends the National Flood Insurance Act of 1968 to limit the requirements for flood insurance premium rate adjustments to reflect the current risk of flood only to property located in an area participating in the national flood insurance program for which the Administrator of the Federal Emergency Management Agency (FEMA) has published in the Federal Register projected base flood elevations and designations of areas having specified flood hazards on or after December 31, 2013. Increases by 20% annually the flood insurance risk premium rates for certain properties sold on or after enactment of the Biggert-Waters Flood Insurance Reform Act of 2012 (July 6, 2012), and which are not subject to a specified 25% per year phase-in, until the average risk premium rate for such properties is equal to the average of the risk premium rates for properties within a specified single risk classification. Directs FEMA to establish a means by which a state or local government may submit to FEMA payments to fully cover the cost of any premium for property within its jurisdiction. Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to direct FEMA, in providing hazard mitigation assistance in connection with flooding, to ensure that not less than 25% of the estimated aggregate amount of such assistance is used by a grant recipient to elevate, acquire, or relocate eligible properties within the recipient's jurisdiction. Prohibits FEMA, in determining whether a community has made adequate progress on the construction, reconstruction, or improvement of a flood protection system, from considering the level of federal funding or participation in such efforts. Revises requirements for the availability of flood insurance in a community which FEMA has determined to be in the process of restoring flood protection afforded by a system previously accredited on a Flood Insurance Rate Map as providing 100-year frequency flood protection but no longer does so. Declares that such requirements shall apply without regard to the level of federal funding of or participation in the construction, reconstruction, or improvement of the flood protection system. Prohibits FEMA from issuing a flood insurance rate map, or an update to one, unless: (1) the map or update adequately reflects the protection provided by any levee system in the area against the base flood, regardless of the system's accreditation status; or (2) the community in which any levee system is located elects not to provide the data necessary for FEMA to issue either a map or an update that adequately reflects the protection the system provides against the base flood."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Responsible Implementation of Flood Insurance Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reform the Biggert-Waters Flood Insurance Reform Act of 2012 to responsibly protect homeownership.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:46:20-05:00"
}