{
  "actions": [
    {
      "acted_at": "1991-05-14", 
      "committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Public Works + Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-05-28", 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to the Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-12-18", 
      "bill_ids": [
        "hr2950-102"
      ], 
      "in_committee": "House Committee on Public Works + Transportation", 
      "references": [], 
      "text": "See H.R.2950.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2335-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1991-06-20", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1991-06-17", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kostmayer, Peter H.", 
      "sponsored_at": "1991-05-14", 
      "state": "PA", 
      "thomas_id": "00649", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Neal, Richard E.", 
      "sponsored_at": "1991-06-12", 
      "state": "MA", 
      "thomas_id": "00854", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Swett, Dick", 
      "sponsored_at": "1991-05-14", 
      "state": "NH", 
      "thomas_id": "01128", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-14", 
  "number": "2335", 
  "official_title": "To amend title 23, United States Code, to promote effective transportation planning, support conservation of significant environmental, historic, and recreational resources related to the Nation's highways, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2950-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Transportation for Livable Communities Act of 1991", 
  "sponsor": {
    "district": "3", 
    "name": "Pallone, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "00887", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-14", 
  "subjects": [
    "Archaeology", 
    "Bridges", 
    "Easements", 
    "Energy conservation", 
    "Energy policy", 
    "Environmental protection", 
    "Federal aid highway program", 
    "Highway planning", 
    "Highway research", 
    "Historic sites", 
    "Landscape protection", 
    "Mass rapid transit", 
    "Motor vehicle pollution control", 
    "Right-of-way", 
    "Roads and highways", 
    "Traffic congestion", 
    "Transportation and public works", 
    "Transportation planning", 
    "Transportation research"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-14", 
    "text": "Transportation for Livable Communities Act of 1991 - Title I: Planning - Bars the Secretary of Transportation from approving a program in whole or in part, or any project, unless the Secretary finds that the program conforms to and carries out plans and programs pursuant to this Act. Declares it to be in the national interest to encourage and promote the conservation and development of transportation systems embracing various modes of transportation in a manner that will serve the States and local communities efficiently and effectively. Directs the Secretary to cooperate with State and local officials in developing transportation plans and programs which, at a minimum: (1) utilize transportation system management and investment strategies designed to make the most efficient use of existing transportation facilities; (2) promote or reinforce land use patterns for residence and employment that enhance the attractiveness and feasibility of mass transportation; (3) demonstrate why alternative transportation modes or management strategies are not feasible substitutes to any proposed expansions of highway capacity; (4) incorporate actions to reduce energy consumption; (5) minimize physical or visual disruption of scenic landscapes, vistas, and historic areas; (6) conform to and complement local and State plans and programs concerning housing, community development, rural conservation, air and water quality, recreation, and historic preservation; (7) effectuate reductions in the demand in congested areas for motor vehicle travel and, particularly, for single passenger automobile travel; and (8) specify proposed transportation enhancement activities. Requires that the planning process consider all modes of transportation, account for reasonably anticipated funds, and be continuing, cooperative, and comprehensive. Bars the construction of any highway project in a metropolitan area unless the responsible public officials of the area in which the project is located have been consulted and their views considered with respect to the corridor, mode of transportation, and location and design of the project. Directs the Secretary to cooperate with each State in the development of transportation plans and programs which will serve the State and its local communities and rural areas effectively, accomplish social and economic development goals, conserve energy, preserve open space and scenic and historic resources, promote improvement of air and water quality, and encourage efficient land use patterns. Requires that: (1) such plans and programs be based on long-range needs and goals and meet specified requirements to achieve such goals; and (2) the State provide an opportunity for public comment and respond in reasonable detail to the comments received. Title II: Transportation Enhancement Activities - Defines \"transportation enhancement activities\" to include, with respect to a project and the area to be served by the project: scenic and historic landscape enhancement; demonstration projects to encourage excellence in the design, construction, rehabilitation, and use of transportation facilities; archeological planning and research; acquisition of scenic, recreational, and historic sites or areas; and control and removal of outdoor advertising. Includes transportation enhancement activities within the definition of highway. Authorizes the Secretary to approve related transportation enhancement activities under the highway bridge replacement and rehabilitation program. Requires States to expend not less than eight percent of the amounts apportioned in any fiscal year to a State in any fiscal year under this Act on transportation enhancement activities. Specifies the Federal share of Federal-aid highway project costs that are attributable to transportation enhancement activities, with exceptions. Title III: National Scenic and Historic Highway System - Establishes the National Scenic and Historic Highway System. Directs the Secretary, within one year, to establish criteria for designating National Scenic and Historic Highways, including: (1) consideration of the scenic beauty and historic significance of the highways or the highways' surroundings; (2) operation and management standards for the highways; (3) standards for highway signage; and (4) design review procedures for siting the highways and location of structures, landscaping, and travelers' facilities on or adjacent to the highways. Sets forth procedures by which States may nominate an existing or planned highway for inclusion in the National Scenic and Historic Highway System. Directs the Secretary to: (1) conduct an inventory of Federal lands highways and designate appropriate highways for inclusion in such System; and (2) withdraw the designation of a highway, other than a Federal lands highway, upon the request of a State or upon determining that the highway does not meet criteria established pursuant to this Act. Authorizes the Secretary to approve projects for the purpose of identifying, designating, and operating National Scenic and Historic Highways, but bars projects for the grading, construction, repair, or rehabilitation of a highway roadbed. Limits the Federal share to 95 percent of the cost of such projects. Directs the Secretary to set aside $25,000,000 to carry out such purpose for FY 1992 through 1996."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transportation for Livable Communities Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 23, United States Code, to promote effective transportation planning, support conservation of significant environmental, historic, and recreational resources related to the Nation's highways, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:13-05:00"
}