{
  "actions": [
    {
      "acted_at": "1992-06-26", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-26", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-29", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-29", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-30", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-01", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-02", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Health", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-14", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-25", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to the Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5502-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "1992-06-26", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Coyne, William J.", 
      "sponsored_at": "1992-06-26", 
      "state": "PA", 
      "thomas_id": "00245", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "DeLauro, Rosa L.", 
      "sponsored_at": "1992-07-08", 
      "state": "CT", 
      "thomas_id": "00281", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Donnelly, Brian J.", 
      "sponsored_at": "1992-06-26", 
      "state": "MA", 
      "thomas_id": "00304", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gephardt, Richard A.", 
      "sponsored_at": "1992-06-26", 
      "state": "MO", 
      "thomas_id": "00433", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Levin, Sander M.", 
      "sponsored_at": "1992-06-26", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1992-07-08", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-26", 
  "number": "5502", 
  "official_title": "To establish the framework for a health care system that will bring about universal access to affordable, quality health care by containing the growth in health care costs, by improving access to and simplifying the administration of health insurance, by deterring and prosecuting health care fraud and abuse, by expanding benefits under the medicare program, by expanding eligibility and increasing payment levels under the medicaid program, and by making health insurance available to all children.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Cost Containment and Reform Act of 1992", 
  "sponsor": {
    "district": "9", 
    "name": "Stark, Fortney Pete", 
    "state": "CA", 
    "thomas_id": "01101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-26", 
  "subjects": [
    "Administrative procedure", 
    "Auditing", 
    "Breast cancer", 
    "Cancer", 
    "Case mix (Medical care)", 
    "Child health", 
    "Colleges", 
    "Computer software", 
    "Conflict of interests", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Cost control", 
    "Damages", 
    "Data banks", 
    "Department of Health and Human Services", 
    "Discrimination in insurance", 
    "Drugs", 
    "Education", 
    "Electronic data processing", 
    "Emblems", 
    "Excise tax", 
    "Executive reorganization", 
    "Federal aid to medical education", 
    "Federal budgets", 
    "Federal preemption", 
    "Federal receipts and expenditures", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hospitals", 
    "Identification devices", 
    "Income tax", 
    "Information services", 
    "Insurance premiums", 
    "Insurance rates", 
    "Lease and rental services", 
    "Licenses", 
    "Malpractice", 
    "Maternal health services", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical economics", 
    "Medical ethics", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical records", 
    "Medical research", 
    "Medical residents", 
    "Medical screening", 
    "Medical supplies", 
    "Medical tests", 
    "Medicare", 
    "Medicare fraud", 
    "National health insurance", 
    "Organized crime", 
    "Peer review organizations (Medicine)", 
    "Pharmacists", 
    "Physicians", 
    "Poor", 
    "Pregnant women", 
    "Prescription pricing", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Public assistance programs", 
    "Punitive damages", 
    "Sales promotion", 
    "Self-employed", 
    "Self-insurance", 
    "Small business", 
    "Social security eligibility", 
    "Standards", 
    "State laws", 
    "Tax deductions", 
    "Taxation", 
    "Vaccination", 
    "Women's health", 
    "X-rays"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-26", 
    "text": "Health Care Cost Containment and Reform Act of 1992 -Title I: Cost Containment - Subtitle A: National Health Budget - Establishes a national health expenditure budget for each calendar year beginning with 1994. Specifies the total amount of such budget for 1994 and a formula for subsequent year budgets. Sets forth guidelines for computing a budget baseline for 1993. Provides for establishment of classes of health care services and the annual allocation of the national health expenditure budget among such classes. Subtitle B: Maximum Payment Rates - Provides for the establishment and general application and enforcement of maximum payment rates. Sets forth exceptions to maximum payment rates, which include an exception for health maintenance organizations (HMOs). Provides for conforming payment rates under Medicare and Medicaid (Social Security Act (SSA) titles XVIII and XIX). Details various methodologies for determining maximum rates of payment for inpatient hospital services and class of physicians' services and other professional medical services. Provides for development of prospectively-determined payment rates for each class of services for which payment rates are not specified and are not determined on a prospective basis. Subtitle C: State Provider Payment Control Systems - Provides that, if the Secretary of Health and Human Services (HHS) approves a State provider payment control system under this Act, the payment rates provided under such system shall apply to services covered under the system and furnished in the State, instead of the maximum payment rates otherwise applicable to such services under subtitle B of this title. Details the process for approval of a State system. Specifies conditions for approval. Authorizes sanctions against a State with aggregate system expenditures in excess of specified limits. Lists such sanctions. Provides for termination of approval of State systems. Subtitle D: Incentives for Expansion of Qualified Health Maintenance Organizations - Repeals the termination date set under the Health Maintenance Organization Amendments of 1988 for dual choice requirements under the Public Health Service Act. Amends the Public Health Service Act to revise such requirements to provide for multiple options for HMO membership. Provides that health benefit plans shall make available, to each individual eligible to enroll with a qualified HMO under such an option, such marketing materials as the HMO provides to the plan. Preempts State law restrictions on the ability of an HMO to negotiate reimbursement rates with providers or to contract selectively with one provider or a limited number of providers. Amends the Medicare program to provide for adjustment in Medicare capitation payments to account for regional variations in application of secondary payor provisions. Requires a General Accounting Office (GAO) study and report to the Congress on additional measures that may be taken to encourage HMO development and expansion. Title II: Health Systems Reform - Subtitle A: Health Insurance Reform - Amends the Internal Revenue Code to impose an excise tax on any health benefit plan that is not certified under new SSA title XXI added by this Act, or is providing coverage in violation of certain title XXI requirements. Requires that the amount of such tax be equal to: (1) 50 percent of the gross premiums received by the issuer attributable to the period during which the plan is not certified or is providing coverage in violation of certain requirements, in the case of an insured health benefit plan; and (2) 50 percent of the expenditures under a self-insured health benefit plan during such a period, in the case of a self-insured health benefit plan. Provides that in the case of an insured health benefit plan, the issuer of the insurance or subscriber contract under which such plan is provided shall be liable for the tax imposed above. Provides generally that in the case of a self-insured plan, the employer maintaining such plan shall be liable for the tax imposed above. Amends SSA to add a new title XXI, Health Benefit Plan Standards. Provides that no health benefit plan may be issued unless it has been certified as meeting specific standards established by the Secretary. Requires such standards to implement specified requirements relating to: (1) health benefit plan coverage and health status; (2) premium charges within self-insured health benefit plans; (3) a prohibition against self-insured plans for small employers; (4) insured health benefit plan enrollment, issuance, and renewal; (5) use of community-rated premium rates for insured health plans; (6) minimum insured plan periods; (7) payment of commissions; and (8) insured plans that are multiple employer welfare arrangements. Prohibits States from establishing or enforcing any law or regulation that prevents the health benefit plan of a college or university from offering eligible individuals continuation of coverage under the plan. Subtitle B: Administrative Simplification - Requires each health benefit plan to issue to each U.S. resident entitled to benefits under it a uniform health claims card meeting specified requirements. Mandates uniform claims submission. Sets forth enforcement provisions. Provides for standards for uniform claims. Sets forth the administrative framework for eligibility and benefit verification and claims processing through health claims clearinghouses for residents and providers in areas within the United States designated as clearinghouse areas. Provides for the use of clearinghouses by health benefit plans. Requires that each hospital, for each cost reporting period under Medicare beginning during or after FY 1993, provide for the reporting of information to the Secretary with respect to any hospital care provided in a uniform manner consistent with standards established by the Secretary to carry out certain provisions of the Omnibus Budget Reconciliation Act of 1987. Subtitle C: Fraud and Abuse - Provides for the establishment in the HHS Office of the Inspector General of a program to coordinate programs to: (1) restrict fraud and abuse in health care programs; and (2) facilitate the enforcement of SSA title XI provisions concerning the exclusion of certain individuals and entities from participation in Medicare and State health care programs. Provides for coordination with law enforcement agencies in carrying out such program. Authorizes appropriations. Creates in the Treasury the Anti-Fraud and Abuse Trust Fund for purposes related to such program. Amends SSA title XI for the application of Federal anti-fraud and abuse sanctions to fraud and abuse involving any health benefit plan. Adds treble damages to the list of criminal penalties for acts involving Medicare, State health care programs, or health benefit plans. Makes any act subject to such SSA criminal penalties a \"racketeering activity\" as defined under the Federal criminal code. Subjects to SSA civil money penalties any offer of inducements to receive covered items or services to individuals enrolled under or employed by Medicare or other health programs or plans. Provides for intermediate sanctions for HMO violations under Medicare. Sets forth procedures for imposing such sanctions. Requires written agreements between HMOs and peer review organizations. Requires the Secretary to develop a model of the agreement that an HMO with a risk-sharing contract must enter into with a peer review organization with respect to HMO services. Requires a GAO study and report to the Congress on the costs incurred by HMOs with risk-sharing contracts of complying with the requirement to enter into a written agreement with a peer review organization with respect to HMO services, together with an analysis of how information generated by such organizations is used by the Secretary to assess the quality of HMO services. Modifies the self-referral ban on Medicare payment for clinical laboratory services provided in connection with improper physician referrals to extend such ban to payment by other payors for additional specified services. Makes changes in exceptions relating to compensation arrangements under Medicare. Subtitle D: Other Provisions - Requires the Physician Payment Review Commission to study and report to the Congress on: (1) the need for tort reforms with respect to medical malpractice liability claims; and (2) the impact of such reforms on expenditures for health care services and on access to such services, the quality of health care services, and access of injured patients to the medical malpractice system. Requires the Secretary to establish a national data base on patient outcomes to demonstrate the feasibility and benefits of the collection of information on the outcomes of treatment. Requires the Secretary to select a certain number of conditions, disorders, or diseases for which outcomes data shall be collected for the database. Sets forth guidelines for the collection of information for the database. Requires the Secretary to publish and distribute an annual report on patient outcomes, including information on individual providers, based on information from the data base and appropriate utilization information available from health claims clearinghouses. Requires the Secretary to develop a model questionnaire to measure patient satisfaction with health service providers. Authorizes a demonstration project concerned with the furnishing of durable medical equipment by a physician-owned oncology facility. Title III: Expansion of Health Benefits and Other Initiatives - Subtitle A: Medicaid Benefits Improvements - Sets a floor on Medicaid payment levels for inpatient hospital services and physicians' services. Provides for expanded Medicaid eligibility for certain low-income individuals. Provides for full Federal payment for new mandated expenditures under Medicaid, including expenditures for medical assistance attributable to such low-income individuals. Subtitle B: Expansion of Medicare Benefits - Amends the Medicare program to provide for coverage of: (1) annual screening mammography for women over age 65; (2) colorectal screening; (3) certain immunization; (4) well-child care; and (5) certain prescription drugs. Sets forth payment and administrative provisions applicable to such preventive benefits and prescription drugs. Authorizes demonstration projects for the coverage of other preventive services. Specifies the services to be covered under such projects. Authorizes appropriations. Requires the Director of the Office of Technology Assessment to provide for the appointment of a Prescription Drug Payment Review Commission. Requires the Commission to submit an annual report to the Congress concerning methods of determining payment for prescription drugs. Authorizes appropriations. Provides for coverage of prescription drugs for qualified Medicare beneficiaries and qualified disabled and working individuals. Makes adjustments to payments under Medicare for graduate medical education. Subtitle C: Health Insurance Deduction for the Self-Employed - Amends the Internal Revenue Code to make permanent and increase the deduction for health insurance costs of self-employed individuals. Subtitle D: Health Insurance Program for Children - Amends SSA to add a new title XXII, Health Insurance For Children. Provides that children who are U.S. citizens or permanent residents, and are under age 19, are eligible to enroll for benefits under such new title. Provides for periods of enrollment and coverage. Requires program benefits, except those for newborn and well-baby care, to consist generally of the same benefits that are available under Medicare to individuals entitled to benefits under Medicare part A (Hospital Insurance) and enrolled under Medicare part B (Supplementary Medical Insurance). Provides for newborn and well-baby care, waiver of cost-sharing for well-child services, and special rules for the deductible for covered outpatient drugs. Details payment provisions. Discusses premium rates to be charged under such program. Creates in the Treasury the Children's Health Insurance Trust Fund for purposes related to the health insurance program for children established above. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Cost Containment and Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the framework for a health care system that will bring about universal access to affordable, quality health care by containing the growth in health care costs, by improving access to and simplifying the administration of health insurance, by deterring and prosecuting health care fraud and abuse, by expanding benefits under the medicare program, by expanding eligibility and increasing payment levels under the medicaid program, and by making health insurance available to all children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:45-05:00"
}