{
  "actions": [
    {
      "acted_at": "1974-09-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16760-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-09-19", 
  "number": "16760", 
  "official_title": "A bill to amend the Public Health Service Act to assure that the public is provided with safe drinking water, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Drinking Water Act", 
  "sponsor": {
    "district": "27", 
    "name": "Robison, Howard W.", 
    "state": "NY", 
    "thomas_id": "00972", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-09-19", 
  "subjects": [
    "Advisory bodies", 
    "Pollution", 
    "Potable water", 
    "Public health", 
    "Water resources development"
  ], 
  "subjects_top_term": "Potable water", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-09-19", 
    "text": "Safe Drinking Water Act - Subjects public water systems in each State to national primary drinking water regulations under the Public Health Service Act. Directs the Administrator of the Environmental Protection Agency to publish proposed national interim primary drinking water regulations within 90 days after enactment of this Act, such regulations to take effect within a year of promulgation. Directs the Administrator to establish by rule the recommended maximum contaminant levels for each contaminant which may have any adverse effect on the health of persons. Sets standards for the treatment of water contaminants. Requires the Administrator to publish guidelines designed to insure the proper operation of public water supply systems. Prescribes standards to be followed by the National Academy of Science in conducting a study, in agreement with the Administrator, on water contaminants effects and treatments therefor. Designates the States as primary enforcers for purposes of this Act. Directs the Administrator to advise public water systems on methods of meeting national primary drinking water regulations when such systems are out of compliance and are not taking steps to comply. Sets forth prohibited acts by such systems and establishes penalties for willful violations. Authorizes the Administrator to take necessary actions when presented with information that a contaminant which is present or is likely to be present in a public water system is an imminent danger to the public health, and when State or local authorities have not acted to relieve such danger. Provides that when a public water system applies to the Administrator for water treatment chemicals which have become unavailable to such system, the Administrator may issue a certificate of need and the President may, within seven days, order the provision of such chemicals from appropriate manufacturers, producers, processors, and distributors. Authorizes the Administrator to conduct research and demonstrations, or to contract for such, relating to causes, treatment, and prevention of diseases arising from water contaminants. Authorizes grants to States to carry out public water system supervision programs, where such States have assumed primary enforcement responsibility for public water systems within the State. Authorizes appropriations for such purposes. Requires water suppliers to maintain specified records. Authorizes the Administrator to inspect water suppliers' facilities. Establishes the National Drinking Water Advisory Council to advise the Administrator on his responsibilities under this Act. Subjects federally controlled water systems to the provisions of this Act. Directs the Administrator to prepare a study on the quantity, quality, and availability of rural drinking water supplies. Authorizes appropriations necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Drinking Water Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to assure that the public is provided with safe drinking water, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:29-05:00"
}