{
  "actions": [
    {
      "acted_at": "1982-11-30", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7333-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Bailey, Donald A.", 
      "sponsored_at": "1982-12-16", 
      "state": "PA", 
      "thomas_id": "00043", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1982-12-16", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Edgar, Robert W.", 
      "sponsored_at": "1982-12-16", 
      "state": "PA", 
      "thomas_id": "00334", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1982-12-16", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Frenzel, Bill", 
      "sponsored_at": "1982-12-16", 
      "state": "MN", 
      "thomas_id": "00415", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Shamansky, Bob", 
      "sponsored_at": "1982-12-16", 
      "state": "OH", 
      "thomas_id": "01044", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1982-12-16", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1982-12-16", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-11-30", 
  "number": "7333", 
  "official_title": "A bill to implement the Convention on the Means of Prohibiting and Preventing the Illicit Import, Export, and Transfer of Ownership of Cultural Property.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Convention on Cultural Property Implementation Act", 
  "sponsor": {
    "district": "13", 
    "name": "Pease, Donald J.", 
    "state": "OH", 
    "thomas_id": "00904", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-11-30", 
  "subjects": [
    "Advisory bodies", 
    "Archaeology", 
    "Arts, culture, religion", 
    "Cultural relations", 
    "Educational exchanges", 
    "Ethnology", 
    "Federal advisory bodies", 
    "Foreign Trade and Investments", 
    "Import restrictions", 
    "Imports", 
    "National treasures", 
    "Treaties"
  ], 
  "subjects_top_term": "Cultural relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-11-30", 
    "text": "Convention on Cultural Property Implementation Act - Authorizes the President to enter into agreements with countries which are parties to the \"Convention on the means of prohibiting and preventing the illicit import, export, and transfer of ownership of cultural property,\" to apply import restrictions on the archaeological or ethnological materials of requesting countries. Directs the President to seek a commitment of the requesting country to allow exchanges of such materials where such an exchange would not jeopardize such country's cultural patrimony. Prohibits the President from entering into such an agreement unless both the United States and the countries with significant import trade in such materials will apply import restrictions on such materials in concert. Authorizes the President to enter into such an agreement even though a country with significant import trade is not likely to impose import restrictions on such materials, if: (1) the restrictions are not essential for deterring a serious pillage situation; and (2) the application of import restrictions, by the United States and other nations with a significant import trade in such materials, would be a substantial help in detering a serious pillage situation. Provides for the suspension of import restrictions under such agreements and for the extension of such agreements. Requires the President to report to Congress on such agreements and on emergency import restrictions. Authorizes the President to impose emergency import restrictions. Limits such Presidential authority. Directs the Secretary of the Treasury to make a list of the materials covered by any such agreement or emergency condition. Establishes a Cultural Property Advisory Committee to review requests and recommend whether: (1) an agreement should be consummated or extended; and (2) an emergency action should be implemented. Requires the Committee to review the effectiveness of such agreements or emergency actions. Declares that the Federal Advisory Committee Act shall apply to the Committee, except that certain public notice provisions shall not apply if disclosure of matters involved in the Committee's proceedings would compromise the Government's bargaining position. Provides for protecting the confidentiality of information submitted to the Committee by private parties and by the Government. Prohibits the importation into the United States of: (1) designated archaeological or ethnological materials, unless the appropriate country issues a document of lawful exportation; and (2) cultural articles stolen from a museum or a religious or secular institution. Sets forth procedures for temporary disposition, seizure, and forfeiture of articles under this Act. Exempts certain articles from this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Convention on Cultural Property Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the Convention on the Means of Prohibiting and Preventing the Illicit Import, Export, and Transfer of Ownership of Cultural Property.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:24-05:00"
}