{
  "actions": [
    {
      "acted_at": "1975-03-04", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4217-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-04", 
  "number": "4217", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide operating assistance for projects located in areas other than urbanized areas, to provide for mass transportation assistance to meet the needs of elderly and handicapped persons.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3155-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Mezvinsky, Edward", 
    "state": "IA", 
    "thomas_id": "00796", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-04", 
  "subjects": [
    "Advisory bodies", 
    "Aged and aging", 
    "Disabled", 
    "Housing and community development", 
    "Mass rapid transit", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-04", 
    "text": "Provides, under the Urban Mass Transportation Act of 1964, operating assistance of up to $250,000,000 from existing authorizations for projects located in areas other than urbanized areas. Allows the Secretary of Transportation to make grants to private mass transportation operators to provide fellowships for training of personnel employed in managerial, technical, and professional positions in the urban mass transportation fields. Expands the definition of \"construction\" as used in that Act to include engineering. Directs the Secretary to require that projects receiving Federal financial assistance under the Urban Mass Transportation Act of 1964 be planned, designed, constructed, and operated to allow effective utilization of mass transportation services by elderly and handicapped persons who are unable without special facilities or special planning or design to utilize such facilities and services effectively. Secretary shall not approve any program or project under this Act unless he finds that the program or project complies with specified requirements. Directs the Secretary to establish a National Advisory Council on Accessibility of Mass Transportation at least 50 percent of the members of which shall be elderly and handicapped persons. Advisory Council shall advise and consult with the Secretary on all matters relating relating to mass transportation for elderly and handicapped persons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to provide operating assistance for projects located in areas other than urbanized areas, to provide for mass transportation assistance to meet the needs of elderly and handicapped persons.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:37-05:00"
}