{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Commerce, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-25", 
      "bill_ids": [
        "hr1528-104"
      ], 
      "in_committee": "House Judiciary", 
      "references": [], 
      "text": "See H.R.1528.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-06", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr411-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1995-01-04", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1995-01-04", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "411", 
  "official_title": "To supersede the Modification of Final Judgment entered August 24, 1982, in the antitrust action styled United States v. Western Electric, Civil Action No. 82-0192, United States District Court for the District of Columbia; to amend the Communications Act of 1934 to regulate the manufacturing of Bell operating companies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1528-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Antitrust and Communications Reform Act of 1995", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Advertising", 
    "Antitrust actions", 
    "Antitrust law", 
    "Arts, culture, religion", 
    "Auditing", 
    "Authorization", 
    "Burglary protection", 
    "Business records", 
    "Cable television", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Closed caption television", 
    "Colleges", 
    "Commerce", 
    "Communication in medicine", 
    "Communication satellites", 
    "Competition", 
    "Computer networks", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Contracts", 
    "Corporate mergers", 
    "Crime and law enforcement", 
    "Criminal liability", 
    "Damages", 
    "Deaf", 
    "Department of Justice", 
    "Direct broadcast satellites", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Educational policy", 
    "Electronic publishing", 
    "Emergency communication systems", 
    "Emergency management", 
    "Equipment and supplies", 
    "Federal Communications Commission", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Franchises (Retail trade)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "Health", 
    "Health facilities", 
    "High definition television", 
    "Higher education", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Industrial procurement", 
    "Information networks", 
    "Information services", 
    "Infrastructure", 
    "Injunctions", 
    "Intellectual property", 
    "Interactive media", 
    "Interest", 
    "Joint ventures", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Law", 
    "Legal fees", 
    "Legislation", 
    "Libraries", 
    "Licenses", 
    "Manufacturing industries", 
    "Marine safety", 
    "Marketing", 
    "Minorities", 
    "Minorities in the mass media industry", 
    "Monopolies", 
    "Municipal ordinances", 
    "Newspapers", 
    "Nonprofit organizations", 
    "Product development", 
    "Punitive damages", 
    "Racial discrimination", 
    "Radio", 
    "Radio stations", 
    "Research and development", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Right-of-way", 
    "Rural affairs legislation", 
    "Science, technology, communications", 
    "Sex discrimination", 
    "Small business", 
    "Space activities", 
    "Standards", 
    "State laws", 
    "Subpoena", 
    "Subsidiary corporations", 
    "Surveys", 
    "Technological innovations", 
    "Telecommunication industry", 
    "Telecommunication policy", 
    "Telemarketing", 
    "Telephone", 
    "Telephone rates", 
    "Television", 
    "Television broadcasting", 
    "Television frequency allocation", 
    "Television programs", 
    "Television relay systems", 
    "Television stations", 
    "Trademarks", 
    "Transportation and public works", 
    "Tying devices (Antitrust law)", 
    "Voice mail systems", 
    "Wireless communication", 
    "Women", 
    "Women in business", 
    "Women in the mass media industry"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "TABLE OF CONTENTS: Title I: Supersession of the Modification of Final Judgment Title II: Regulation of Manufacturing, Alarm Services and Electronic Publishing by Bell Operating Companies Title III: Telecommunications Infrastructure and Competition Title IV: Communications Competitiveness Title V: Procurement Practices of Telecommunications Providers Title VI: Federal Communications Commission Resources Antitrust and Communications Reform Act of 1995 - Title I: Supersession of the Modification of Final Judgment - Antitrust Reform Act of 1995 - Authorizes Bell operating companies (BOCs) to apply to the Attorney General and the Federal Communications Commission (FCC), notwithstanding the Modification of Final Judgment entered into on August 24, 1982 (AT&T consent decree), for authorization to provide alarm monitoring services or interexchange telecommunications services. Requires such application to describe with particularity the nature and scope of each activity and of each product, service, and geographic market for which authorization is sought. Sets forth provisions concerning application procedures, separate determinations by the Attorney General and the FCC, and judicial review of such determinations. (Sec. 103) Prohibits a BOC, until one year after enactment of this Act, from manufacturing or providing telecommunications equipment or customer premises equipment, with qualified limitations on such activities after such period. Makes an exception for previously authorized activities. (Sec. 104) Prohibits a BOC with monopoly power in any exchange service market area from tying the sale of any product or service to the provision of any telecommunications service if the effect is to substantially lessen competition or to tend to create monopoly in any line of commerce. (Sec. 105) Provides for enforcement of this title through the U.S. Attorney's Office (including a private right of action with injunctive relief). (Sec. 108) Directs the FCC to review its regulations: (1) and revise such regulations to the extent necessary to prevent a BOC from engaging in improper cross-subsidization in connection with specified services; and (2) regarding access to interexchange services provided to subscribers to commercial mobile services and revise such regulations to the extent necessary to protect the public interest, convenience, and necessity. Title II: Regulation of Manufacturing, Alarm Services and Electronic Publishing by Bell Operating Companies - Amends the Communications Act of 1934 (the Act) to authorize a BOC, through an affiliate, to manufacture and provide telecommunications equipment and customer premises equipment. Requires the manufacturing to be conducted separately through an affiliate of the BOC. Directs the FCC to prescribe regulations ensuring BOC compliance with the requirements of this title, including the maintenance of separate books, records, and accounts for such activities. Requires the manufacturing affiliate to conduct all such manufacturing within the United States, with exceptions. Prohibits telephone exchange rate payers from incurring debt attributed to such manufacturing activities. Requires such manufacturing affiliate to make available to all common carriers without discrimination any telecommunications equipment that is used in the provision of telephone exchange service and that is manufactured by such affiliate, with certain conditions. Prohibits such affiliate from discontinuing or restricting sales to a common carrier for as long as there is reasonable demand for such equipment (with a determination of such demand by the FCC). Requires each BOC to maintain and file with the FCC complete information with respect to the protocols and technical requirements for connection with and use of its telephone exchange service facilities. Requires access to such information for competitors of the BOC's manufacturing affiliate. Provides additional requirements (and appropriate regulations by the FCC) with respect to equal competition and accessibility of telecommunications and customer premises equipment. Directs each BOC manufacturing affiliate to establish a permanent program for manufacturing research and development of products and applications for the enhancement of the public switched telephone network and to promote public access to advanced telecommunications services. Provides the FCC with administrative and enforcement authority. (Sec. 202) Directs the FCC to prescribe regulations to: (1) establish necessary and appropriate requirements for the provision of alarm monitoring services by BOCs and their affiliates; (2) prohibit BOCs and their affiliates from recording the occurrence or contents of calls received by providers of such services for marketing purposes; and (3) establish procedures for the receipt and review of complaints concerning violations by such companies of such regulations or other provisions of this Act which result in financial harm to a provider of alarm monitoring services. Provides for the expedited consideration of complaints. (Sec. 203) Prohibits a BOC and any affiliate from engaging in the provision of electronic publishing that is disseminated by means of such BOC's or affiliate's basic telephone service. Requires a separate affiliate or electronic publishing joint venture (EPJV) to maintain separate books, records, and accounts of such publishing business and to take certain other steps to maintain such business separately from BOC business. Provides operating requirements for BOCs under common ownership or control with a separated affiliate or EPJV. Prohibits a BOC or any affiliate from providing to any electronic publisher, including a separated affiliate or EPJV, customer proprietary network information for use in connection with the provision of electronic publishing that is disseminated by means of such BOC's or affiliate's basic telephone service that is not made available by the BOC or affiliate to all electronic publishers under the same terms and conditions. Outlines prohibited and authorized joint activities between BOCs and separated affiliates. Requires appropriate maintenance of separate books, records, and accounts for transactions related to the provision of electronic publishing between a BOC and any affiliate, as well as between an affiliate and a separated affiliate. Prohibits certain interaction (such as sharing of common officers) between a BOC and other electronic publishers. Sets forth transition and sunset provisions, as well as private rights of action for violations of the electronic publishing provisions. (Sec. 204) Requires a carrier that provides subscriber list information to any affiliated or unaffiliated provider or person to do so on a timely and unbundled basis, under nondiscriminatory and reasonable rates, terms, and conditions, to any person upon request. Sets limits on the use and disclosure of customer proprietary network information by common carriers. Authorizes the FCC to exempt from such limitations carriers that have, together with any affiliated carriers in the aggregate nationwide, fewer than 500,000 access lines installed if the FCC determines that such exemption is in the public interest or if compliance would impose an undue economic burden on the carrier. Directs the FCC to commence a proceeding to examine the impact of converging communications technologies on consumer privacy and to propose changes in FCC regulations and recommendations to the Congress for legislative changes. (Sec. 205) Requires a common carrier engaged in the provision of telemessaging services to provide nonaffiliated entities, upon reasonable request, with the network services it provides to its own telemessaging operations, on nondiscriminatory terms and conditions. Prohibits such a carrier from subsidizing its telemessaging services with revenues from telephone exchange service. Provides for expedited consideration of complaints. (Sec. 206) Directs the FCC to: (1) initiate a proceeding to reconsider its decision in the Report and Order In the Matter of Computer III Remand Proceedings, relieving the BOCs of the obligation to provide enhanced services through fully separate affiliates; and (2) adopt regulations prescribing the structural or nonstructural safeguards, or both, with which local exchange carriers shall comply when providing enhanced services. Title III: Telecommunications Infrastructure and Competition - Amends the Act to state that the duty of a common carrier to furnish communications services includes the duty to interconnect with the facilities and equipment of other providers of telecommunications and information services (services) in accordance with FCC regulations with respect to the openness and accessibility of common carrier networks. Requires local telephone exchange service carriers to provide equal access to and interconnection with its network facilities upon request to any other carrier or person providing services so that such networks are fully interoperable. Directs the FCC to establish reasonable compensation rates to the carrier for such services. Requires the convening of a Federal-State Joint Board to determine equal access and interconnection standards. Preempts contrary State law, but permits: (1) a State to impose a term or condition on service providers which does not effectively prohibit providing interstate or intrastate service and which is necessary to protect public safety and welfare and to ensure the continued quality of intrastate telecommunications, just and reasonable rates for intrastate telecommunications services, or provider business practices consistent with consumer protection laws and regulations; and (2) a local government to require a person or carrier to obtain ordinary and usual construction or similar permits if such permit is required without regard to the nature of the business and if requiring such permit does not effectively prohibit any carrier from providing any interstate or intrastate service. Sets forth special provisions applicable to commercial mobile services. Prohibits a local government from imposing or collecting any franchise or other charge as a condition for operating in the locality or for obtaining access to, occupying, or crossing public rights-of-way from any provider of telecommunications services that distinguishes between or among such providers, including the local exchange carrier. Requires: (1) local exchange carriers to prepare and file tariffs with respect to services or elements offered to comply with such standards, along with supporting information; and (2) the FCC to review such tariffs. Directs the FCC to determine whether a telecommunications service or provider of such service is or will be subject to reasonable competition and to take appropriate action thereafter. Requires the establishment of a Federal-State Joint Board to recommend actions to the FCC and State commissions for the preservation of universal service. Requires the FCC to prescribe regulations: (1) prohibiting certain cross subsidies; and (2) ensuring telecommunications number portability. Directs the FCC, at least every three years, to review standards and requirements concerning equal access, interconnection, and the preservation of universal service. Requires such review to include a study of telephone exchange service furnished by rural carriers. Includes among the duties of a communications service provider the duty to furnish such service in accordance with FCC regulations concerning functionality and reliability. Directs the FCC to: (1) initiate an inquiry to consider and prescribe regulations to implement regulations and policies necessary to make open platform service (a switched, end-to-end digital telecommunications service) available to subscribers at reasonable rates; (2) establish a procedure to waive temporarily specific provisions of the regulation if a local exchange carrier demonstrates that compliance would be economically or technically infeasible or would delay the deployment of new facilities with improved capabilities or efficiencies that will be used to meet the requirements of open platform services; (3) conduct an inquiry concerning the deployment of open platform service and other advanced telecommunications network capabilities; (4) prescribe regulations to ensure that advances in network services deployed by local exchange carriers shall be accessible by individuals with disabilities, unless the cost would result in an undue burden or adverse competitive impact, and to conduct a proceeding, at least every three years, in which interested parties may comment on whether the regulations have ensured such accessibility; and (5) establish network reliability and quality performance measures to ensure the continued maintenance and evolution of common carrier facilities and service. Provides certain regulatory exemptions for rural areas. Directs the FCC to prescribe regulations that require local exchange carriers to make available to qualifying carriers such public switched telecommunications network technology and information and telecommunications facilities and functions as may be requested to enable such a carrier to provide telecommunications services, or access to information services, in the geographic area in which that carrier has requested and obtained designation as the qualifying carrier. Preempts a cable franchising authority's regulation of telecommunications services. (Sec. 303) Directs: (1) the FCC to promote the provision of advanced telecommunications services by wire, wireless, cable, and satellite technologies to educational institutions, health care institutions, and public libraries; and (2) the National Telecommunications and Information Administration to conduct a nationwide annual survey of the availability of such services to such institutions and libraries. Directs the FCC to: (1) issue a notice of proposed rulemaking for regulations that, among other things, enhance the availability of such services to all educational institutions and classrooms, health care institutions, and public libraries by the year 2000; and (2) assess the feasibility of including postsecondary educational institutions in any such regulations. (Sec. 304) Directs the FCC to: (1) issue a final determination within 180 days after a complaint concerning an alleged discriminatory interconnection; and (2) provide for the expedited licensing of new technologies or services related to the furnishing of telecommunications services. (Sec. 306) Requires any application filed for authority to construct or extend a line to address the means by which such construction or extension will meet the network access needs of individuals with disabilities. (Sec. 307) Directs the FCC to: (1) prescribe regulations for ensuring that utilities charge just and reasonable and nondiscriminatory rates for pole attachments provided to all providers of telecommunications services; (2) study policies that will enhance civic participation through the national information infrastructure; (3) conduct a study of how to encourage citizen participation in regulatory issues; and (4) initiate a rulemaking proceeding for the purpose of lowering market entry barriers for small business, business concerns owned by women and members of minority groups, and nonprofit entities that are seeking to provide services. Title IV: Communications Competitiveness - Amends the Act to allow a common telecommunications services carrier to provide video programming (cable television (TV) service) directly to subscribers in its telephone service area, as long as the video programming is provided through a video programming affiliate that is separate from such carrier (with separate books, records and accounts). Sets forth rules and regulations concerning interaction and business transactions between a common carrier and an affiliate with respect to the provision of video programming services. Requires the common carrier with a video programming affiliate to establish a video platform. Requires such a carrier to submit a notice to the FCC of its intention to establish channel capacity for the provision of video programming to meet the bona fide demand for such capacity. Sets forth provisions regarding responses to requests for carriage and to changes in demand for capacity. Grants the FCC the authority to resolve disputes with respect to establishment of video platforms. Directs the FCC to prescribe regulations regarding video platforms and to extend such regulations to other high capacity systems. Requires carriers to certify compliance with equal access requirements, with exceptions. Prohibits a common carrier from: (1) cross-subsidizing costs of telephone service with costs of video programming service among its customers; and (2) buying out a cable system located within its telephone exchange area and owned by an unaffiliated person. Directs the FCC to convene a Federal-State Joint Board to recommend a decision concerning the practices, classifications, and regulations necessary to ensure proper jurisdictional separation and cost allocation of establishing and providing a video platform. Provides for: (1) the applicability of franchising and other requirements; and (2) rural area exemptions from certain provisions of the Act. (Sec. 402) Directs the FCC to: (1) modify, maintain, or remove the ownership regulations on radio and TV broadcasters as necessary to ensure that broadcasters are able to compete fairly with other information providers while protecting the goals of diversity and localism; and (2) review the ownership restriction under the Act with respect to cable operators and report to the Congress on whether such restriction continues to serve the public interest. (Sec. 404) Requires the FCC, if it determines to issue additional licenses for advanced TV services, and it initially limits the eligibility for such licenses to persons that are licensed to operate a TV broadcast station or that holds a permit to construct such a station (or both), to adopt regulations that allow such licensees or permittees to offer such ancillary or supplementary services on designated frequencies as may be consistent with the public interest, convenience, and necessity. (Sec. 405) Directs the FCC to examine and report to the Congress on the impact of the convergence of technologies on cable, telephone, satellite, and wireless and other communications technologies likely to offer interactive communications services. (Sec. 406) Requires the FCC to: (1) complete an inquiry to ascertain the level at which video programming is closed captioned and prescribe regulations to ensure that video programming is fully accessible through the provision of closed captions; and (2) commence an inquiry to examine the use of video descriptions on video programming to ensure accessibility to persons with visual impairments. Requires the National Telecommunications and Information Administration to establish, oversee, and provide financial support for marketplace tests of video descriptions on commercial and noncommercial video programming services. (Sec. 407) Directs the FCC to prescribe regulations to reserve appropriate capacity for the public at preferential rates on cable systems and video platforms. (Sec. 408) Provides that a ship documented under U.S. laws operating in accordance with the Global Maritime Distress and Safety System provisions of the Safety of Life at Sea Convention shall not be required to be equipped with a radio station operated by one or more radio officers or operators. (Sec. 409) Provides for exclusive Federal jurisdiction over direct broadcast satellite service. (Sec. 411) Requires cable operators to inform subscribers of the right to request and obtain devices to preclude display of encrypted programming. Directs the FCC to require the transmission of such programming by means of encrypted signals that permit subscribers to effectively and entirely prevent the display of both the audio and video portions of such programming with or without the use of such a device. Title V: Procurement Practices of Telecommunications Providers - Directs the FCC to: (1) require each provider of telecommunications services to submit a detailed and verifiable plan for increasing its procurement from business enterprises that are owned by minorities or women in all categories of procurement in which minorities are underrepresented; and (2) establish regulations for implementing programs pursuant to this title that will govern providers of telecommunications services and their affiliates. (Sec. 504) Sets penalties for: (1) falsely representing a business as an enterprise owned by minorities or women in procuring contracts from telephone operating companies and their affiliates; and (2) a provider of telecommunications services falsely representing its annual report to the FCC or its implementation of programs. Prohibits discrimination against an otherwise qualified business enterprise that is owned by minorities or women solely by reason of its racial, ethnic, or gender composition in the procurement of contracts from telephone utilities. Authorizes civil actions for violations and permits the court to allow the prevailing party reasonable attorney's fees and costs. Title VI: Federal Communications Commission Resources - Authorizes appropriations to the FCC."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Antitrust and Communications Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Antitrust Reform Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To supersede the Modification of Final Judgment entered August 24, 1982, in the antitrust action styled United States v. Western Electric, Civil Action No. 82-0192, United States District Court for the District of Columbia; to amend the Communications Act of 1934 to regulate the manufacturing of Bell operating companies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:49-05:00"
}