{
  "actions": [
    {
      "acted_at": "2011-02-10", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-03-23", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Insurance, Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Insurance, Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr627-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Insurance, Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-02-10", 
  "number": "627", 
  "official_title": "To require energy audits to be conducted for any single-family and multifamily housing purchased using federally related housing loans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Home Energy Loss Prevention Act", 
  "sponsor": {
    "district": "5", 
    "name": "Cleaver, Emanuel", 
    "state": "MO", 
    "thomas_id": "01790", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-02-10", 
  "subjects": [
    "Civil actions and liability", 
    "Consumer affairs", 
    "Energy efficiency and conservation", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Housing and community development", 
    "Housing finance and home ownership", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-02-10", 
    "text": "Home Energy Loss Prevention Act - Prohibits a seller of housing that will be purchased with the assistance of a federally related housing loan from selling such housing, unless: (1) no less than five years before the sale of such housing, an energy audit is conducted; (2) the seller provides the purchaser a copy of audit results; and (3) such results are submitted to the Secretary of Housing and Urban Development (HUD). Requires such audits to be conducted by a home energy auditor or equivalent. Requires such audit results to be recorded using energy audit and disclosure forms prescribed by the Secretary and to include: (1) a standardized ratings score that allows the housing's energy efficiency to be compared to the energy efficiency of similar housing; and (2) a prioritized list, based on cost-effectiveness and energy savings, of potential energy efficiency improvements. Establishes notice requirements for persons who accept such loans. Exempts from such requirements the seller of housing that: (1) was constructed no more than five years before the time of sale; and (2) is Energy Star qualified or certified under the Leadership in Energy and Environmental Design (LEED) Green Building Rating System of the United States Green Building Council or an equivalent certification system approved by the Secretary. Requires the Secretary to maintain an online, publicly accessible database containing copies of audit results. Authorizes the Secretary to grant a seller an exemption from any requirement of this Act that would cause the seller undue hardship due to circumstances unique to the housing and not based on a condition caused by the seller's actions. Requires the Secretary to assess persons that make federally related housing loans a fee for each such loan made and to deposit such fees in the Home Energy Loss Prevention Fund (established by this Act), which shall be available to the Secretary to carry out HUD's responsibilities under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Home Energy Loss Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require energy audits to be conducted for any single-family and multifamily housing purchased using federally related housing loans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:58:03-05:00"
}