{
  "actions": [
    {
      "acted_at": "1975-10-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10238-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-20", 
  "number": "10238", 
  "official_title": "A bill to amend the Federal Coal Mine Health and Safety Act of 1969 to provide certain benefits to miners disabled due to pneumoconiosis.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Black Lung Benefit Act", 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-20", 
  "subjects": [
    "Advisory bodies", 
    "Coal", 
    "Mines and mineral resources"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-20", 
    "text": "Black Lung Benefit Act - Defines \"total disability\" under the Federal Coal Mine Health and Safety Act as having the meaning given it by regulation of the Secretary of Health, Education, and Welfare, except that: (1) in the case of a living miner, such regulations shall provide that a miner shall be considered totally disabled when pneumoconiosis prevents him from engaging in gainful employment requiring the skills and abilities comparable to those of any employment in a mine or mines in which he previously engaged with some regularity and over a substantial period of time; (2) in the case of a deceased miner, such regulations shall provide that the fact that a miner was employed by a mine at the time of his death shall not be used as evidence that the miner was not totally disabled; and (3) such regulations shall not provide more restrictive criteria than those applicable under the Social Security Act. States that if a miner was employed for 18 years or more in one or more underground coal mines, there shall be an irrebuttable presumption that he is totally disabled due to pneumoconiosis or that at the time of his dealth he was totally disabled by pneumoconiosis. Directs the Secretary of Health, Education, and Welfare to pay benefits to all previous claimants who have become eligible for benefits as a result of the enactment of this Act. Requires that at least five members of the Advisory Committee on Coal Mine Health Research be miners or retired miners."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Black Lung Benefit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Coal Mine Health and Safety Act of 1969 to provide certain benefits to miners disabled due to pneumoconiosis.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:20-05:00"
}