{
  "actions": [
    {
      "acted_at": "1974-06-07", 
      "committee": "Senate Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres337-93", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-07", 
  "number": "337", 
  "official_title": "Resolution to amend Rule VIII, relative to the consideration of proposed legislation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-07", 
  "subjects": [
    "Senate", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Senate rules and procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-07", 
    "text": "Provides that, at the end of the Morning Hour of any legislative day, it shall be in order for any Senator to be recognized to make a unanimous consent request that the Senate proceed to the immediate consideration of any bill or resolution on the Calendar, with the proviso that any amendment (except any amendment proposed by the committee which reported such bill or resolution) offered to the said bill or resolution during the consideration of the same must be germane or relevant to the subject matter of the said bill or resolution, or to the subject matter of an amendment proposed by the committee which reported the bill or resolution. Provides that a motion to reconsider the vote to consider such a bill or resolution which was agreed to or which was not agreed to shall not be in order, and, if such a motion was not agreed to, it shall not be in order to make a second motion with respect to such bill or resolution. Provides that when a motion to object to a unanimous consent request has been agreed to with respect to the consideration of a bill or resolution, a point of order with respect to questions of germaneness or relevancy of amendments shall be decided without debate, except that the Presiding Officer may, prior to ruling on any such point of order, entertain such debate as he considers necessary in order to determine how he shall rule on such point of order. States that appeals from the decisions of the Presiding Officer on such points of order shall be decided without debate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution to amend Rule VIII, relative to the consideration of proposed legislation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:05-05:00"
}