{
  "actions": [
    {
      "acted_at": "1975-02-03", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s549-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Mansfield, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01389", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Montoya, Joseph M.", 
      "sponsored_at": "1975-01-03", 
      "state": "NM", 
      "thomas_id": "01403", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-03", 
  "number": "549", 
  "official_title": "A bill to provide additional incentives for farmers to produce wheat, feed grains, and cotton; to provide for the purchase of animals and animal food products for use in food relief programs; to provide for the establishment and maintenance of a reserve inventory of wheat, feed grains, cotton, and soybeans; to amend and improve the Food Stamp program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food and Agriculture Act", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-03", 
  "subjects": [
    "Agricultural price supports", 
    "Agriculture and food", 
    "Commodity control", 
    "Corn", 
    "Cotton", 
    "Dairy products", 
    "Food stamps", 
    "Milk", 
    "Poverty", 
    "Social welfare", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-03", 
    "text": "Food and Agriculture Act - Title I: Loan Rate and Price Support - Increases the minimum price supports for wheat, corn, cotton, and milk, providing a minimum price of $3.79 per bushel for wheat, $2.51 per bushel for corn, 68 cents per pound for cotton, and a support level of 90 percent of parity for milk. Title II: Purchase of Animal and Animal Food Products - Authorizes and directs the Secretary of Agriculture, during the year 1975, beginning on the date of enactment of this Act, to expend not less than $1,000,000,000 nor more than $2,000,000,000 for the purchase of livestock and meat products for use in domestic and foreign food assistance programs. Title III: Agricultural Commodity Reserve - Authorizes and directs the Secretary to establish and maintain a reserve of wheat, feed grains, cotton, and soybeans. Provides that the reserve inventories shall contain not more than 500,000,000 bushels of wheat; 40,000,000 tons of feed grains; 4,000,000 bales of cotton; and 200,000,000 bushels of soybeans. States that, except when a state of emergency has been proclaimed by the President or by concurrent resolution of Congress declaring that such reserve inventories should not be sold, the Secretary may offer such commodities for sale as provided by the terms of this Act. Permits such reserves to be used to alleviate distress in any State or specified territories and for other purposes. Title IV: Food Stamp Amendments - Provides that the amount charged households entitled to buy food stamps under the Food Stamp Act shall in no event be more than (1) the percent charged a household with the same income January 1, 1975, or (2) 25 percent of the household's income. Defines \"household\" as individuals living as one economic unit. Directs the Secretary of Agriculture, in consultation with the Secretary of Health, Education, and Welfare, to establish uniform national standards of eligibility for participation by households in the food stamp program and states that no state plan shall be approved unless it meets such standards. Provides that effective July 1, 1975, households in which all members receive supplemental security income benefits under the Social Security Act, or households in which all members are included in a federally aided public assistance or general assistance grant, shall be certified for participation in the food stamp program under this Act. Allows household members or persons who are housebound, feeble, physically handicapped, or otherwise disabled, to such extent that they cannot adequately prepare all of their meals, to use food stamp coupons to purchase meals prepared for and delivered to them by a political subdivision or by specified private nonprofit organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food and Agriculture Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide additional incentives for farmers to produce wheat, feed grains, and cotton; to provide for the purchase of animals and animal food products for use in food relief programs; to provide for the establishment and maintenance of a reserve inventory of wheat, feed grains, cotton, and soybeans; to amend and improve the Food Stamp program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:03-05:00"
}