{
  "actions": [
    {
      "acted_at": "1973-01-31", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3445-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-31", 
  "number": "3445", 
  "official_title": "A bill to amend the Social Security Act to provide for revenue sharing grants to the States to assist them in meeting the costs incurred in operating public assistance programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Revenue Sharing for Public Assistance Act", 
  "sponsor": {
    "district": "38", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-31", 
  "subjects": [
    "Intergovernmental relations", 
    "Poverty", 
    "Public assistance programs", 
    "Revenue sharing", 
    "Social welfare", 
    "States", 
    "Taxation"
  ], 
  "subjects_top_term": "Public assistance programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-31", 
    "text": "Revenue Sharing for Public Assistance Act - Authorizes appropriations beginning in fiscal year 1973 of such sums as may be necessary to carry out the provisions of this Act, and requires the preparation by the Secretary of Health, Education, and Welfare of an estimate of the States' need and the Federal share thereof. Authorizes block grants to the States (on the basis of a formula to be devised by the Secretary taking into consideration relative population, financial needs and public assistance caseloads and other pertinent factors) for supporting any public assistance program or programs the individual States may see fit to conduct. Provides that unobligated funds allotted to the State in a given fiscal year remain available for one additional year without reduction in the State's allotment for the subsequent year. Authorizes the Secretary of Health, Education and Welfare to determine each State's allotment, based on information provided by the State as to its own appropriations for public assistance, the number of people receiving public assistance and other pertinent data, as prescribed by the Act. Makes grants to the States on a quarterly basis. Provides that each State shall pay a percentage of the cost of each of its programs. Provides that the State percentage shall bear the same ratio to 45 percent as the square of the State's per capita income of all the States. Asserts that in no case would the Federal share be less that 50 percent nor more than 83 percent. Authorizes the Secretary to require certain records, audits, and reports necessary to assure that payments to the States are used for the purpose for which they are made. Provides for appropriate notice by the Secretary to the States of actions affecting payments or allotments or adversely affecting any State program. Provides for judicial review of the Secretary's decisions, including review by the Supreme Court under certiorari or appropriate certification. Provides for a 30-day limitation on the duration of individual appeals from State actions reducing or terminating aid under any public assistance program and requires repayment or the withholding from future payments of the amount of any overpayment to any public assistance recipient. Prohibits Federal interference with State public assistance programs, except to the extent specificially set forth in the Act that the moneys are actually used for eligible public assistance programs. Requires that States impose \"duration of residence requirements\", unless State law specifically provides otherwise. Requires that the States make actual investigations and factual determinations of eligibility for public assistance unless State law specifically provides otherwise and authorizes States to require reasonable in-home inspection of applicants or recipients of public assistance. Authorizes States to seek the assistance of the mother of a child receiving public assistance in identifying the father of the child. Imposes a penalty of up to one year in prison for crossing State lines to avoid parental responsibilities. Requires a deserting parent to repay the Federal share of any financial assistance provided his spouse or children under any public assistance program; and authorizes the Attorney General to enforce this provision and to provide information regarding the address or location of such parent to the deserted spouse, guardian or custodian of the children, or their counsel. Provides for denial of public assistance to families with dependent children where there is a continuing parent-child relationship with a person capable of supporting the family. Requires the States to make use of social security numbers in administering their public assistance programs. Provides that no appropriation shall be made in fiscal year 1973 or thereafter to any State under such existing titles of the Social Security Act (I, X, XIV, XVI, XIX or parts A or B of IV) through which Federal assistance for welfare is presently provided to the States. Revises title XI of the Social Security Act to prohibit the use of Federal funds to undermine programs under the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Revenue Sharing for Public Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide for revenue sharing grants to the States to assist them in meeting the costs incurred in operating public assistance programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:45-05:00"
}