{
  "actions": [
    {
      "acted_at": "1992-03-30", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, DOT.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-04-01", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Coast Guard and Navigation", 
      "text": "Referred to the Subcommittee on Coast Guard and Navigation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4697-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Coast Guard and Navigation", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-30", 
  "number": "4697", 
  "official_title": "To provide improvements in recreational vessel safety and law enforcement coordination.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Recreational Vessel Act of 1992", 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Robert W.", 
    "state": "MI", 
    "thomas_id": "00273", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-30", 
  "subjects": [
    "Accident prevention", 
    "Aquatic ecology", 
    "Boating accidents", 
    "Boats and boating", 
    "Coast guard", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Drug abuse", 
    "Drunk driving", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Fishes", 
    "Great Lakes", 
    "Marine safety", 
    "Marine transportation", 
    "Pest control", 
    "Recidivists"
  ], 
  "subjects_top_term": "Marine transportation", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-30", 
    "text": "Omnibus Recreational Vessel Act of 1992 - Title I: Recreational Vessel Safety - Amends Federal law to provide an additional civil penalty of not more than $5,000 for subsequent violations by individuals who operate a vessel under the influence of alcohol or a dangerous drug. (Current law provides a civil penalty of no more than $1,000 for first time offenders.) Requires individuals who operate in violation of Federal law a recreational vessel under the influence of alcohol or a dangerous drug or in an unsafe manner, to complete a boating safety course. Requires the Secretary of Transportation (Secretary) to identify in the Vessel Identification System individuals who commit two or more serious violations of Federal recreational boating laws, standards, or regulations. Requires the Secretary to submit to specified congressional committees a plan to increase the availability of voluntary safe boating education to individuals 16 years of age or younger. Requires the Secretary to consider using the resources of the Coast Guard Auxiliary in developing such plan. Requires the Secretary to report to specified congressional committees on ways to enlarge the mission of the Coast Guard Auxiliary and to increase its participation in Coast Guard programs. Title II: Fisheries Enforcement - Authorizes the Director of the United States Fish and Wildlife Service to assist in the control and eradication of sea lamprey and other aquatic nuisance species in the Great Lakes. Authorizes appropriations. Title III: Federal, State, and Local Coordination - Requires the Secretary to conduct a demonstration project in the Ninth Coast Guard District, in conjunction with other appropriate officials of Federal, State, and local government agencies, to increase coordinated of enforcement of boating laws and regulations. Changes from discretionary to mandatory the Secretary's authority to: (1) consult and cooperate with State and local governments and other interested entities in developing boating safety programs; and (2) make available the services of the Auxiliary to assist States in promoting boating safety."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Recreational Vessel Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide improvements in recreational vessel safety and law enforcement coordination.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:23-05:00"
}