{
  "actions": [
    {
      "acted_at": "1990-04-05", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-18", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Social Security and Family Policy. Hearings held on Title II.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-11", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Social Security and Family Policy. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2453-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Social Security and Family Policy", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1990-04-05", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1990-04-05", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-05", 
  "number": "2453", 
  "official_title": "A bill to establish the Social Security Administration as an independent agency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Restoration Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-05", 
  "subjects": [
    "Congressional reporting requirements", 
    "Counterfeiting", 
    "Delegation of powers", 
    "Directories", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Fraud", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Information services", 
    "Inspectors general", 
    "Judicial review of administrative acts", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Ombudsman", 
    "Public assistance programs", 
    "Public records", 
    "Social security taxes", 
    "Social welfare", 
    "Supplemental security income program", 
    "Tax administration", 
    "Telephone"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-05", 
    "text": "Social Security Restoration Act of 1990 - Title I: Social Security Administration - Subtitle A: Establishment - Amends title VII (Administration) of the Social Security Act to establish as an independent executive agency a Social Security Administration, headed by a Social Security Board. Provides that it shall be the duty of the Administration to administer the programs established by titles II (Old Age, Survivors and Disability Insurance) (OASDI) and XVI (Supplemental Security Income) (SSI) of the Social Security Act. Requires the Board to study and make recommendations as to the most effective methods of providing economic security through social insurance and supplemental security income, and as to legislation and matters of administrative policy. Establishes in the Administration: (1) an Executive Director; (2) a Deputy Director of Social Security; (3) a General Counsel; (4) an Inspector General; (5) an Office of the Beneficiary Ombudsman, to be headed by a Beneficiary Ombudsman who shall represent the interests of beneficiaries under the OASDI and SSI programs within the Administration; (6) a Chief Administrative Law Judge; (7) a Chief Actuary; and (8) a Chief Economist. Requires the annual report of the Board to include a description of the activities of the Beneficiary Ombudsman. Requires the Board to make annual budgetary recommendations relating to the Administration. Requires that appropriations requests by the Administration for staffing and personnel be based upon a comprehensive workforce plan as established by the Board. Provides for the apportionment of administrative costs. Requires the annual report of the Board to include a section reflecting the use of budget authority provided to the Administration. Requires that authority for automated data processing procurement and facilities construction be provided in the form of contract authority covering the total cost of such acquisitions. Makes amounts needed for the liquidation of contract authority so provided available from the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund to the extent that such amounts are not needed to meet current obligations for benefit payments. Requires the Board to cause a seal of office to be made and judicial notice taken thereof. Requires the establishment of demonstration projects involving the delegation of authority from the Office of Personnel Management and the General Services Administration to the Board. Provides for the transfer to the Administration of all functions carried out by the Secretary of Health and Human Services with respect to the programs and activities to be carried out by the Administration under this Act. Abolishes the position of Commissioner of Social Security in the Department of Health and Human Services. Subtitle B: Conforming Amendments - Requires the Secretary and the Board to report to the Congress within 120 days after the beginning of each regular session on their administration under this Act. Requires the Secretary to study and make recommendations on the most effective methods of providing economic security and on the administrative policy for the programs. Directs the Board to appoint, quadrennially, an Advisory Council on the Old-Age, Survivors, and Disability Insurance Program and an Advisory Council on Health and Supplementary Medical Insurance to review the relation of the trust funds supporting the OASDI program and the Medicare program and the long-term commitments of those programs. Requires each council to submit a report to the Board for transmittal to the Congress and the Board of Trustees of each Trust Fund. Title II: Social Security Cards - Directs the Secretary of Health and Human Services to develop a prototype of a counterfeit-resistant social security card which will provide a more reliable means of verifying eligibility for employment under the Immigration Reform and Control Act of 1986 and be suitable for use as a voter registration card. Requires the Secretary to conduct a study and issue a report to the Congress examining methods of reducing fraud in the social security card application process. Authorizes appropriations. Title III: Social Security Account Statements - Amends part A (General Provisions) of title XI of the Social Security Act to make the provision of a social security account statement to each eligible individual who attains age 60 and is not receiving OASDI benefits mandatory from FY 1992 through 1994, if his or her mailing address can be ascertained. Requires the provision of such statement annually by FY 1995 to each eligible individual who is not receiving OASDI benefits and for whom a mailing address can be found. Title IV: Hearings; Miscellaneous - Amends the OASDI and SSI programs to give individuals who have the right to appeal a determination by the Secretary adversely affecting their OASDI or SSI benefits or entitlement to OASDI or SSI benefits the right to request a hearing by an administrative law judge whose decision shall be subject to the approval or disapproval of the Secretary. Establishes time constraints. Title V: Social Security Administration Employees - Establishes a minimum full-time employee level for the Social Security Administration. Title VI: Telephone Access - Requires that the public be given telephone access to field offices of the Social Security Administration (SSA) or the level of regional telephone access that was available on September 30, 1988. Requires that callers on the SSA toll-free telephone line be given the number of, and notice of their option of calling, the field office or regional teleservice center in their area. Requires the publication in each local geographic area of the address and telephone number of the SSA field office serving such area and the telephone number of the regional teleservice center closest to such area. Title VII: Improvement of W-2 Forms - Directs the Secretary of the Treasury to revise the designation for social security and Medicare (title XVIII of the Social Security Act) taxes on W-2 forms."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Restoration Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Social Security Administration as an independent agency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:59-05:00"
}