{
  "actions": [
    {
      "acted_at": "1987-06-10", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1352-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-10", 
  "number": "1352", 
  "official_title": "A bill to control the progression of acquired immune deficiency syndrome.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "AIDS Control Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-10", 
  "subjects": [
    "AIDS (Disease)", 
    "Abortion, Birth Control, and Family Planning", 
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Alien labor", 
    "Aliens", 
    "Armed forces and national security", 
    "Blood", 
    "Blood banks", 
    "Blood donors", 
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Communicable diseases", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Contraceptives", 
    "Corrections and Correctional Institutions", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Discrimination in insurance", 
    "Disease control", 
    "District of Columbia", 
    "Donation of organs, tissues, etc.", 
    "Freedom of information", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health insurance", 
    "Hemophilia", 
    "Homosexuality", 
    "Hospital patients", 
    "Hospitals", 
    "Immigration", 
    "Insurance", 
    "Insurance law", 
    "Labor and employment", 
    "Licenses", 
    "Marriage", 
    "Medical personnel", 
    "Medical records", 
    "Medical statistics", 
    "Medical tests", 
    "Mental care facilities", 
    "Migrant labor", 
    "Military personnel", 
    "Municipal ordinances", 
    "Patients' rights", 
    "Prisoners", 
    "Prostitution", 
    "Psychiatric hospitals", 
    "Public health", 
    "Right of privacy", 
    "Sex crimes", 
    "State laws", 
    "States", 
    "Transplantation of organs, tissues, etc.", 
    "Veterans' hospitals"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-10", 
    "text": "AIDS Control Act of 1987 - Amends the Federal criminal code to create a new chapter regarding public health preservation. Makes it unlawful for any individual to knowingly donate or attempt to donate blood, semen, or organs if that individual knows he or she is infected with the human immunodeficiency virus (HIV), is a member of certain groups (including African and Haitian immigrants, hemophiliacs, prostitutes, homosexuals, and intravenous drug users) at high risk of contracting acquired immune deficiency syndrome (AIDS), or has engaged in activity which places such person at high risk of contracting AIDS. Provides for criminal fines and imprisonment. Amends the Public Health Service Act to direct the Secretary of Health and Human Services to promulgate regulations to require that, as a condition of receiving a license, any entity which collects or distributes blood or blood components or derivatives allow directed and autologous blood donations. Requires the Director of the Centers for Disease Control to keep records of cases of individuals infected with HIV. Prohibits the Secretary of Health and Human Services from making a grant under any provision of the Public Health Service Act to support a project for education, testing, or counseling concerning AIDS unless the State requires that: (1) physicians and medical technicians report to public health authorities the names and addresses of HIV-infected individuals; (2) such reporting be carried out in accordance with State laws regulating confidentiality of records; and (3) marriage license applicants test negatively for the HIV infection. Amends title X (Population Research and Voluntary Family Planning Programs) of the Public Health Service Act to require that recipients of grants inform individuals of certain AIDS-preventive facts, including effectiveness of preventing HIV infection by the contraceptive method being provided as compared with the effectiveness of sexual abstinence. Requires the Director of the Bureau of Prisons to test each person incarcerated in a Federal penal or correctional institution for the HIV infection at the time of entry, annually, and at any other appropriate time. Requires reports on positive test results to be made to the Director of the Centers for Disease Control. Requires that prisoners testing positive for the HIV infection be placed in separate residential facilities and be restricted from holding any employment in the institution which may increase transmission of HIV. Prohibits the induction or retention in the armed forces, other than in a retired status, of a person infected with HIV. Requires individuals to be tested for the HIV infection prior to induction. Requires members of the armed forces to be tested for the HIV infection: (1) at least once a year; (2) whenever admitted to any medical facility of the uniformed services or of the Veterans Administration for in-patient care; and (3) at other times as the Secretary concerned considers appropriate. Amends provisions of the Immigration and Nationality Act, relating to adjustment of status of certain entrants before January 1, 1982, to the status of a person admitted for lawful residence, to prohibit, for persons with dangerous contagious diseases, waiver of grounds for exclusion, subject to exceptions. Adds to current requirements a requirement, in order for certain aliens to qualify for admission for permanent residence, that the alien satisfy the Attorney General that the alien is not a person with a dangerous disease. Prohibits, with regard to adjustment of status from that of special agricultural workers to that of an alien lawfully admitted for temporary residence, for persons with dangerous contagious diseases, waiver of grounds for exclusion, subject to exception. Directs the President to add HIV infection to the list of dangerous contagious diseases in specified Federal regulations. Repeals and declares null and void effective from June 6, 1986, a specified District of Columbia law relating to discrimination in the provision of insurance. Requires each person admitted to a Veterans Administration facility to receive hospital care to be tested at the time of each admission for the HIV infection. Prohibits Federal funds appropriated for the District of Columbia from being used for Saint Elizabeths Hospital unless the District of Columbia implements a program to test each person at the time of admission and periodically during treatment. Requires the Superintendent to report test results to the District of Columbia Health Department. Directs the Surgeon General of the United States to make and enforce regulations requiring the closing of communal bathing facilities in which the Surgeon General determines transmission of HIV takes place or in which sexual intercourse takes place between males. Expresses the sense of the Congress that: (1) States are encouraged to enact laws requiring that every person be tested for the HIV infection prior to admission to a hospital or a drug treatment center and that positive test results should be reported to the State public health officials; (2) States should test individuals incarcerated in correctional institutions for the HIV infection and should provide for reporting of positive test results to State public health officials; and (3) the executive branch of the Federal Government and all recipients of Federal financial assistance should implement policies regarding the entitlement of medical personnel to know of HIV infection in their patients and regarding protection of confidentiality as to patients infected with HIV."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "AIDS Control Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to control the progression of acquired immune deficiency syndrome.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:34-05:00"
}