{
  "actions": [
    {
      "acted_at": "1973-01-24", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2860-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-24", 
  "number": "2860", 
  "official_title": "A bill to establish mining and mineral research centers, to promote a more adequate national program of mining and minerals research, to supplement the act of December 31, 1970, and for other  purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mining and Minerals Resources Research Act", 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-24", 
  "subjects": [
    "Advisory bodies", 
    "Colleges", 
    "Education", 
    "Environmental protection", 
    "Mines and mineral resources", 
    "Research"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-24", 
    "text": "Mining and Minerals Resources Research Act - Authorizes an appropriation of $500,000 to the Secretary of the Interior for fiscal year 1973 and each succeeding fiscal year thereafter for the purpose of assisting each State in carrying on the work of a competent and qualified mining and mineral resources research institute, or equivalent agency at certain colleges or universities in such States. Requires that Federal funds used to support such institutes must be matched by non-Federal funds. Makes it the duty of such institutes to arrange for related studies or experiments by various components of the universities or colleges with which they are associated. Authorizes a $5,000,000 annual appropriation for fiscal year 1973 and the four succeeding fiscal years to meet necessary expenses of specific mineral research and demonstration projects of industrywide application undertaken by institutes. Allows the Secretary to designate certain portions of the funds to providing scholarships, and fellowships. Makes the money appropriated under this Act available for paying the expenses involved in publishing reports and for coordinating programs with other institutes and other agencies. Authorizes to be appropriated $10,000,000 for fiscal year 1973, increasing to $20,000,000 annually by fiscal year 1978, for the making of grants, contracts and other arrangements with educational, private, and governmental institutions to research mining and mineral resources problems related to the mission of the Department of the Interior. Directs the Secretary of the Interior to appoint an Advisory Committee on Mining and Minerals Resources Research."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mining and Minerals Resources Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish mining and mineral research centers, to promote a more adequate national program of mining and minerals research, to supplement the act of December 31, 1970, and for other  purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:36-05:00"
}