{
  "actions": [
    {
      "acted_at": "1984-03-20", 
      "references": [], 
      "text": "Subcommittee on Defense Appropriations. Hearings held on the subject prior to the subcommittee ordering to be reported an original measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-03-22", 
      "references": [], 
      "text": "Subcommittee on Defense Appropriations. Hearings held on the subject prior to the subcommittee ordering to be reported an original measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-07", 
      "references": [], 
      "text": "Subcommittee on Defense Appropriations. Hearings held on the subject prior to the subcommittee ordering to be reported an original measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-12", 
      "references": [], 
      "text": "Senate Subcommittee on Defense Appropriations. Hearings concluded. Hearings printed:  S.Hrg. 98-897 Pt.4.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-13", 
      "references": [], 
      "text": "Subcommittee on Defense Appropriations. Hearings held. Hearings printed:  S.Hrg. 98-897 Pt.5.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-26", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Stevens. With written report No. 98-636.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-26", 
      "calendar": "Senate Legislative", 
      "number": "1243", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1243.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-10-02", 
      "bill_ids": [
        "hjres648-98"
      ], 
      "references": [], 
      "text": "See H.J.Res.648.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3026-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Defense", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-26", 
  "number": "3026", 
  "official_title": "An original bill making appropriations for the Department of Defense for the fiscal year ending September 30, 1985, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres648-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Appropriation Act, 1984", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-09-26", 
  "subjects": [
    "Abortion", 
    "Alaska", 
    "Appropriations", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Bomber aircraft", 
    "Buy American", 
    "Cemeteries and funerals", 
    "Chemical warfare", 
    "Claims", 
    "Coal", 
    "Collective security agreements", 
    "Congressional oversight", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Dental care", 
    "Department of Defense", 
    "Diplomats", 
    "Dogs", 
    "Economics and public finance", 
    "Europe", 
    "Federal employees", 
    "Federal installations", 
    "Federal officials", 
    "Foreign exchange", 
    "Georgia", 
    "Government consultants", 
    "Government operations and politics", 
    "Government trust funds", 
    "Hawaii", 
    "Health services administration", 
    "Heating", 
    "Housing subsidies", 
    "International cooperation", 
    "Japan", 
    "Lease and rental services", 
    "Lobbying", 
    "Loyalty oaths", 
    "M-X missile", 
    "Manpower policy", 
    "Military aircraft", 
    "Military and naval supplies", 
    "Military bases", 
    "Military dependents", 
    "Military housing", 
    "Military medicine", 
    "Military pay", 
    "Military personnel", 
    "Military training", 
    "Military transportation", 
    "Minority business enterprises", 
    "NATO countries", 
    "National Guard", 
    "Native Americans", 
    "New York State", 
    "Pets", 
    "Post exchanges", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "School administration", 
    "Security measures", 
    "Silver", 
    "Small business", 
    "Strategic materials", 
    "Tanks (Combat vehicles)", 
    "Warships", 
    "West Germany"
  ], 
  "subjects_top_term": "Defense budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-26", 
    "text": "Department of Defense Appropriation Act, 1985 - Title I: Military Personnel - Appropriates funds for FY 1985 for military and reserve personnel in the Army, Navy, Marine Corps, and Air Force and for National Guard personnel in the Army and Air Force. Appropriates funds for the Department of Defense Retirement Fund for retired military personnel on the retired lists of the Army, Navy, Marine Corps, and Air Force, including the reserves. Title II: Operation and Maintenance - Appropriates funds for FY 1985 for the operation and maintenance of the Army, the Navy, the Marine Corps, the Air Force,and the Defense agencies, including their respective reserve components, and the Army and Air National Guards. Appropriates funds for the National Board for the Promotion of Rifle Practice, claims against the Department of Defense, the Court of Military Appeals, and environmental restoration. Title III: Procurement - Appropriates funds for FY 1985 for the procurement by the Army of aircraft, missiles, weapons, tracked combat vehicles, ammunition, and other equipment and materials. Includes transfers of funds for specified procurement to remain available through FY 1986. Directs the Secretary of the Army to report to the appropriate committees 30 days before expending funds for the Division Air Defense system with a certification that after the initial production testing, such system meets or exceeds requirements and is necessary to counter the Soviet threat. Appropriates and transfers funds for procurement by the Navy of aircraft, weapons, conversion and shipbuilding of vessels, and other equipment and materials. Prohibits the use of funds for naval vessel construction in foreign shipyards. Appropriates funds for Marine Corps procurement. Appropriates funds for procurement by the Air Force of aircraft, missiles, and other equipment and materials. Includes transfers of funds for aircraft procurement. Limits MX missile procurement to 21 operational missiles. Permits the procurement of additional missiles only upon: (1) the President's determination and report to Congress after March 1, 1985, that additional missiles are in the national interest and analysis of basing modes, such missiles' effect on arms control policy, and the vulnerability of land-based ICBMs; and (2) the passing of two successive joint resolutions approving the obligation of funds. Sets forth congressional procedures for the consideration of such resolutions. Appropriates funds for the National Guard, Reserve, and Defense Agencies' procurement and for Defense Production Act purchases. Makes all such appropriations available through FY 1987 unless otherwise specified. Title IV: Research, Development, Test, and Evaluation - Appropriates funds for FY 1985 for research, development, test, and evaluation by the Army, the Navy, the Air Force, and the defense agencies. Permits the merger of appropriations for advanced research. Appropriates funds for the expenses of the Director of Defense Test and Evaluation. Makes all such appropriations available through FY 1986. Title V: Special Foreign Currency Program - Appropriates funds for FY 1985 for excess payments in foreign currencies for expenses in carrying out the programs of the Department of Defense. Title VI: Revolving and Maintenance Funds - Appropriates funds for the armed forces and defense stock funds. Transfers specified unobligated appropriations to the Merchant Ship Construction Revolving Fund. Title VII: Related Agencies - Appropriates funds for the intelligence community staff and the Central Intelligence Agency Retirement and Disability System Fund. Title VIII: General Provisions - Limits the expenditure of appropriations for consulting services to contracts where such expenditures are a matter of public record. Prohibits the use of appropriations for unauthorized publicity or propaganda. Authorizes the Secretaries of Defense and of the service departments to procure the services of experts and consultants if advantageous to the national defense. Exempts the Defense Department from the prohibition against employing non-citizens. Makes appropriations available for specified incidental and noncombatant expenses of the Department including motor vehicle insurance, maintenance of prisoners, school transportation of military dependents, maintenance of facilities, ships, and equipment, dependents' medical treatment, and certain subsistence expenses. Directs the Secretary of Defense and each agency of the Department to assist American small and minority-owned businesses in their participation in defense contracts. Permits the President to exempt appropriations available for military functions from the requirement that appropriations be distributed so as to prevent deficiencies or the need for supplemental funding. Authorizes the Secretary to provide for the cost of any increases in military personnel required by the President for an airborne alert. Requires the Secretary to report to Congress monthly on the exercise of this authority. Prohibits the use of appropriations for specified practices, including: (1) the operation of commissaries; (2) proficiency flying; and (3) excess household goods shippage and storage. Permits the transfer of vessels among the Departments of Transportation and Defense. Prohibits the obligation of more than 20 percent of funds appropriated by this Act during the last two months of the fiscal year except as specified. Permits the Department of Defense to accept the use of real property and services from foreign countries in accordance with mutual defense agreements or occupational arrangements or as reciprocal international courtesies. Directs the Secretary to report quarterly to Congress on the properties and services received. Permits the use of appropriations for research and development and for the acquisition or furnishing of facilities for such activities. Limits the availability of appropriations for educational costs for off-duty training of military personnel to specified percentages of such costs. Prohibits the expenditure of funds for: (1) Sr. ROTC courses for anyone who has not executed the required loyalty oath; (2) the procurement of articles not produced in the United States, except for small purchases and as specified; and (3) the payment of a price differential on contracts to relieve economic dislocations, except as specified. Limits the use of appropriations for inactive duty training pay for the Reserves and National Guard. Permits the use of appropriations for uniforms or uniform allowances for civilian employees. Limits the funds available for legislative liaison activities of the Department. Earmarks appropriations for the procurement of commercial transportation service from carriers participating in the civil reserve air fleet program. Permits the use of appropriations for civilian clothing for certain discharged enlisted personnel. Authorizes the Secretary, in the national interest, to transfer and merge specified working capital funds. Directs the Secretary to notify Congress of all transfers. Limits the cash balances which may be maintained in such funds. Prohibits the use of funds for: (1) loans, loan guarantees, or grants to persons convicted of crimes against the property of an institution of higher education which interfered with the functioning of such institution; (2) the conversion of heating plants from coal to oil at defense facilities in Europe; (3) research involving uninformed or nonvoluntary human beings as experimental subjects; (4) the preparation of a request to the Appropriations Committees for reprogramming of funds, except as specified; (5) certain claims for nonemergency inpatient hospital care provided under the Civilian Health and Medical Program of the Uniformed Services and (CHAMPUS); and (6) certain services under CHAMPUS,including unreferred family counseling, special education, sexual dysfunction, and cosmetic surgery. Permits the use of CHAMPUS funds for one wig for an individual with alopecia resulting from treatment of malignant diseases. Prohibits the use of funds for: (1) more than 300 enlisted aides for officers; (2) the cost of public affairs activities in excess of a specified amount; (3) administering funds credited to the Department under provisions of the Arms Export Control Act; (4) Senior ROTC units which have had classes with insufficient enrollment; and (5) certain overnight lodging expenses when government quarters are available. Prohibits the use of assets of the Department of Defense Military Retirement Fund for pensions of certain enlisted members of the regular forces who are transferred to the Reserves. Prohibits the use of appropriations for: (1) Central Intelligence Agency programs beyond the current fiscal year, except as specified; (2) salaries of persons who transfer unobligated or deobligated appropriations into the Reserve for Contingencies of the Central Intelligence Agency; and (3) excessive military personnel costs associated with morale, welfare, and recreation activities. Ratifies and confirms obligations incurred in anticipation of this Act if in accordance with this Act. Prohibits the use of appropriations for: (1) abortions except where the life of the mother would be endangered; (2) elective correction of marks or minor anatomical anomalies; and (3) the payment of anticipatory possession compensation claims to the Federal Republic of Germany other than claims under the Global Agreement. Permits the Secretary to contract with collection agencies to recover indebtedness to the United States. Prohibits the use of appropriations for: (1) noncompetitive contracts for studies or consulting services unless certain unique elements are present; (2) nonreimbursed medical care in the United States to foreign military or diplomatic personnel or their dependents; (3) certain second career training programs; (4) the demilitarization of surplus nonautomatic firearms less than a specified caliber; (5) certain multiyear contracts utilizing economic order quantity procurement or unfunded contingent liabilities in excess of a specified amount; and (6) excessive per diems in lieu of subsistence when an enlisted member is in a travel status. Prohibits the use of the assets of the Department of Defense Military Retirement Fund for military pensions for certain personnel in amounts greater than those reflected after required recomputations based on partial year credits are made. Prohibits the use of appropriations for: (1) waivers of certain cost recovery under the Arms Export Control Act unless the Appropriations Committees are given advanced notice; (2) the transportation of equipment or material designated as Prepositioned Materiel Configured in Unit Sets (POMCUS) in Europe in excess of four division sets except as specified to maintain certain inventories at a fixed percent of established requirements; (3) the transfer of manufacturing equipment and data for military equipment to a foreign country without the prior approval of the Secretary concerned; (4) the transfer of a technical data package or any assistance from any Government-owned and operated defense plant manufacturing large caliber cannons to any foreign government; and (5) unjustified intelligence activity unless the Appropriations Committees are notified. Requires the Advanced Technology Bomber program to be funded at a level at least equal to that provided by the conference committee. Prohibits the use of funds for: (1) the purchase of foreign coal or coke for U.S. defense facilities in Europe when U.S. coal is available; (2) the procurement of manual typewriters from Warsaw Pact countries; (3) more than 37 Executive Schedule Positions in the Department; (4) converting certain military technician positions to nonmilitary positions in support of the reserves and the guards; and (5) imposing a civilian personnel ceiling on industrially funded activities of the Department. Permits the transfer and merger of funds for increased pay costs for research, development, test, and evaluation. Directs the use of Indian labor and products whenever practicable. Prohibits the use of funds for: (1) leasing Department aircraft or vehicles to non-Federal agencies when commercial alternatives are available; (2) congressional lobbying; (3) certain multiyear leasing or chartering of vessels with excessive termination liabilities; (4) enforcing small business contract prequalification requirements; (5) selling or leasing any land which is part of Fort DeRussy, Honolulu, Hawaii; (6) the operation of more than 247 commissaries in the contiguous United States; (7) procuring certain foreign-manufactured aircraft ejection seats; (8) unemployment benefits over a specified amount; (9) certain nonmilitary Army Reserve technicians; (10) too frequent adjustments of the base period for determining comparable professional service fees in a locality under CHAMPUS; (11) shipbuilding claims arising out of events occurring more than 18 months before the claim's submission; (12) the transfer of the Department of Defense Dependents Schools to the Department of Education; (13) certain purchases of aircraft power supply cable assemblies beyond a specified percent; (14) purchasing dogs or cats to study the medical treatment of wounds; (15) transporting household goods to or from Alaska and Hawaii under the competitive rate program; and (16) the full-scale engineering development of any major defense acquisition program until the Secretary certifies to the Appropriations Committees that there will be sufficient production sources. Limits the amount of funds which may be used for the transportation of dependent children of members stationed overseas. Permits the use of limited funds for travel expenses of a family of a member who dies in the line of duty to attend the funeral of such member. Prohibits the use of funds for the payment of variable housing allowances beyond the actual differences between between actual housing costs and the basic allowance for quarters. Prohibits the use of appropriations to compensate certain foreign selling costs. Permits the use of appropriations for humanitarian and civic assistance costs incidental to authorized operations. Expresses the sense of Congress that the President should inform and consult with NATO members and Japan on the Strategic Defense Initiative program. Directs the Secretary to report annually to the appropriate congressional committees on such consultations. Expresses the sense of Congress that the President should insist that pertinent NATO members meet or exceed their FY 1984 and 1985 pledges for a three percent real growth annual increase in defense spending and that Japan further increase its defense spending. Authorizes the retention in active status until age 60 of certain reserve or guard technicians. Permits a limited transfer of funds for health care delivery demonstration projects upon notification of Congress by the Secretary of such transfer. Prohibits the use of funds for: (1) transporting chemical munitions into the Lexington-Blue Grass Army Depot for future demilitarization; or (2) procuring fresh milk more than three days old. Repeals the prohibition against establishing a second source of production for the M-1 tank. Permits the Secretary to use limited appropriations under CHAMPUS to provide specified dental benefits for active duty service member dependents under 18. Prohibits the use of funds for: (1) charters of vehicles, vessels, or aircraft in excess of 18 months without prior congressional approval; or (2) the consolidation or conversion of certain heating facilities to district heating systems in Defense installations in Europe. Transfers from the Administrator of General Services to the Director of Central Intelligence the responsibility for protecting Agency real property. Expresses the sense of Congress that the rights and privileges of official representatives to the United States of a foreign government which engages in harmful intelligence activities within the United States should be equal to those enjoyed by representatives of the United States in such countries. Directs the President to report annually to the appropriate Congressional committees on actions taken to conform such rights and privileges. Amends the State Department Basic Authorities Act of 1956 to require that either the Director or the Deputy Director of the Office of Foreign Missions be an individual who has served in the U.S. intelligence community while the other be an individual who has served in the U.S. Foreign Service. Prohibits the disposal of any silver from the National Defense Strategic Stockpile until the President reports to the Armed Services Committees. Permits the payment of a station housing allowance to a member stationed in Alaska or Hawaii in lieu of a variable housing allowance. Authorizes the Secretary of the Army to contract for family housing units at Fort Drum, New York, Fort Wainwright, Alaska, and Fort Benning, Georgia, if necessary to accommodate the restationing of the light infantry divisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriation Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of Defense for the fiscal year ending September 30, 1985, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:29-05:00"
}