{
  "actions": [
    {
      "acted_at": "1973-06-15", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2004-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-15", 
  "number": "2004", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to remove tax incentives to plant closings.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Job Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Hart, Philip A.", 
    "state": "MI", 
    "thomas_id": "01348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-15", 
  "subjects": [
    "Business and commerce", 
    "Income tax", 
    "Labor and employment", 
    "Plant shutdowns", 
    "Tax exclusion"
  ], 
  "subjects_top_term": "Tax exclusion", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-15", 
    "text": "Job Protection Act - Prohibits a tax exclusion, under the Internal Revenue Code, on the gross income from industrial development bonds, if such bonds are related to plant departure from areas in which the average unemployment rate exceeds 6 percent during the year preceding the tax year for which such exclusion is sought. Eliminates the exclusion of exchanges of stocks and securities in reorganizations if the total fair market value of the assets of the corporations which are parties to the reorganization exceeds $10,000,000. Eliminates the exclusion of distribution of stocks and securities of a controlled corporation if, immediately prior to the distribution, the total fair market value of the assets of the distributing corporation exceeds $10,000,000. Eliminates the nonrecognition of gain or loss to corporations if the total fair market value of the assets of the corporations which are parties to the reorganization exceeds $10,000,000. Eliminates the nonrecognition of gain or loss in connection with liquidations following sales to corporations if the total fair market value of the assets of the corporations which are parties to the sale or exchange exceeds $10,000,000. Provides that the installment method of declaration of income for sale or disposition of property shall not apply to a sale or other disposition of substantially all of the stock or properties of a corporation to another corporation if the total fair market value of the assets of the two corporations exceeds $10,000,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Job Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to remove tax incentives to plant closings.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:46-05:00"
}