{
  "actions": [
    {
      "acted_at": "1973-07-11", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9208-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Corman, James C.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00234", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-11", 
  "number": "9208", 
  "official_title": "A bill to establish the National Professions Foundation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Professions Foundation Act", 
  "sponsor": {
    "district": "38", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-11", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Labor and employment", 
    "Professions"
  ], 
  "subjects_top_term": "Professions", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-11", 
    "text": "National Professions Foundation Act - States that it the purpose of this Act to establish a National Professions Foundation which shall develop coordinated efforts among public professions for the solution of national problems on a multiprofessional basis. Directs the Foundation to: (1) develop and encourage the pursuit of a broadly conceived public professions policy which supports the national interest; (2) develop programs to coordinate the public professions in the establishment of methods to define and assess national problems, including the delivery of professional services, conservation of natural resources, crime, pollution, the poor, population growth, provision of medical and other health services, transportation, and urban growth; (3) establish a coordinated effort by public professions to assess national problems and needs and to conduct ongoing studies to determine approaches and resources necessary to meet such problems and needs; (4) establish, through grants, loans, and other assistance, programs of investigation and applied research among the public professions designed to involve the public professions in the solution of national problems; (5) conduct, through grants, loans, and other assistance, studies and evaluations of the operation of the public professions, the delivery of services by the public professions, and the manner in which governmental agencies use the services of public professions; (6) award scholarships and graduate fellowships for the study of the public professions; (7) establish grants, loans, and other assistance for the financing of libraries and other facilities relating to the public professions at educational institutions and elsewhere; (8) conduct studies designed to evaluate and improve curriculums relating to the public professions at educational institutions; (9) provide for seminars, conferences, and lectures designed to promote public understanding of the need to coordinate public professions to solve national problems; and (10) act as a clearinghouse of information with respect to the public professions and the need for services offered by the public professions. Establishes a twenty-four member Board, appointed by the President, by and with the advice and consent of the Senate. Provides that the Board shall appoint a Director for the Foundation who, in turn, shall appoint a Deputy Director. Requires the Foundation to transmit an annual report to the President and to each House of the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Professions Foundation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the National Professions Foundation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:22-05:00"
}