{
  "actions": [
    {
      "acted_at": "1986-03-20", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-03-24", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Energy Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2217-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-03-20", 
  "number": "2217", 
  "official_title": "A bill to provide fair incentives for the domestic production of oil and gas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil and Gas Deregulation and Incentive Act of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-03-20", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank mergers", 
    "Coal", 
    "Congress and Members of Congress", 
    "Contracts", 
    "Department of Energy", 
    "Depletion allowances", 
    "Economics and public finance", 
    "Electric power production", 
    "Energy", 
    "Energy facilities", 
    "Energy prices", 
    "Excess profits tax", 
    "Excise tax", 
    "Federal Energy Regulatory Commission", 
    "Finance and financial sector", 
    "Fuel", 
    "Gas pipelines", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Interstate banking", 
    "Legislation", 
    "Mines and mineral resources", 
    "Natural gas", 
    "Oil well drilling", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum conservation", 
    "Petroleum industry", 
    "Petroleum pipelines", 
    "Price regulation", 
    "Savings and loan associations", 
    "State laws", 
    "States", 
    "Tax deductions", 
    "Tax reform", 
    "Taxation"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-03-20", 
    "text": "Oil and Gas Deregulation and Incentive Act of 1986 - Title I: Elimination of Tax Reform Provisions Which Detrimentally Affect the Petroleum Industry - Expresses the sense of the Congress that retention of current income tax provisions regarding the petroleum industry (such as the oil depletion allowance and deduction for intangible drilling expenses) is necessary to provide capital formation for the industry. Urges that certain provisions of H.R. 3838 (Tax Reform Act of 1985) affecting the industry be eliminated. Title II: Federal Banking Agency Cooperation with Troubled Banks and Thrift Institutions - Amends the Federal Deposit Insurance Act to prescribe guidelines under which an in-State or out-of-State bank holding company (or savings and loan holding company) may acquire both closed banks and banks undergoing financial difficulties. Amends the Bank Holding Company Act of 1956 to authorize the immediate consummation of such an acquisition upon the finding by the Federal Reserve Board of Governors that it must act immediately to approve an application for such acquisition. Expresses the sense of the Congress that Federal banking agencies should: (1) affirm that financial institutions are allowed to account prospectively for modifications of their borrowers' debts as reduced interest income; (2) exercise forbearance of their capital standards when capital reduction is attributable to loans to certain troubled economic sectors; and (3) implement changed disclosure requirements for renegotiated loans. Title III: Windfall Profit Tax Repeal and Clarification of Assessment Period - Amends the Internal Revenue Code to repeal the windfall profit tax on domestic crude oil. Title IV: Deregulation of the Gas Industry - Amends the Powerplant and Industrial Fuel Use Act of 1978 to repeal the prohibition against the use of petroleum and natural gas as primary energy sources in new and existing electric powerplants and major fuel-burning installations. Amends the Natural Gas Policy Act of 1978 to repeal: (1) the passthrough of natural gas acquisition costs incurred by interstate pipelines (incremental pricing); (2) wellhead price controls on the first sale of natural gas as of January 1, 1987; (3) standby price control authority over natural gas sales contracts executed or renegotiated after enactment of this Act; (4) Natural Gas Act jurisdiction over first sales of dedicated or committed natural gas; and (5) the authority of the Federal Energy Regulatory Commission (the Commission) to prescribe minimum natural gas purchase contract duration provisions. Authorizes the Commission to order natural gas companies and interstate pipelines to provide transportation services without discriminating as to class of shipper or recipient. Title V: General Provisions - Declares it the sense of the Congress that State rules regarding the plugging and abandonment of oil and gas producing wells should be reviewed with the goals of: (1) ensuring that wells are not prematurely abandoned; (2) determining limited plugging procedures to facilitate future re-entry; and (3) ensuring that neither operating interest owners nor landowners are unjustly penalized as a result of plugging requirement revisions. Amends the Mineral Lands Leasing Act to increase from ten to 20 years the lease term allotted for coal deposits exploration and development."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil and Gas Deregulation and Incentive Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide fair incentives for the domestic production of oil and gas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:49-05:00"
}