{
  "actions": [
    {
      "acted_at": "1973-06-28", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9059-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-28", 
  "number": "9059", 
  "official_title": "A bill to create an Office of Federal Procurement Policy within the Executive Office of the President, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Office of Federal Procurement Policy Act", 
  "sponsor": {
    "district": "19", 
    "name": "Holifield, Chet", 
    "state": "CA", 
    "thomas_id": "00551", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-28", 
  "subjects": [
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-28", 
    "text": "Office of Federal Procurement Policy Act - Declares it to be the purpose of this Act to provide direction for the development of procurement policies, procedures, and forms for executive agencies in implementation of procurement statutes. Establishes in the executive branch of the Government an agency to be known as the Office of Federal Procurement Policy, headed by an Administrator, appointed by the President with the advice and consent of the Senate. Directs the Administrator to provide overall guidance of procurement policy and prescribe policies to be followed by executive agencies (1) in the procurement of property, other than real property, services, and construction, alteration, repair, or maintenance of real property; and (2) in connection with grants for procurement by grantees of specified items. Prescribes the functions of the Administrator, including: (1) establishing a system of Governmentwide coordinated procurement regulations; (2) establishing criteria soliciting the viewpoints of interested parties in the development of procurement policies; and (3) monitoring policies concerning reliance on the private sector to provide needed property and services. Enumerates the powers authorized to the Administrator in performing such functions. Requires the Administrator to submit annual reports to Congress. Authorizes to be appropriated such sums as necessary to carry out the provisions of this Act. Provides that the Administrator, in cooperation with the executive agencies and the Office of Management and Budget, shall undertake a study to determine the feasibility of authorizing his Office, or another Federal office or agency, to provide overall guidance to be followed by executive agencies in the administration of grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Office of Federal Procurement Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create an Office of Federal Procurement Policy within the Executive Office of the President, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:19-05:00"
}