{
  "actions": [
    {
      "acted_at": "1974-12-03", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-12-03", 
      "references": [], 
      "text": "Reported to House from the Committee on Rules, H. Rept. 93-1515.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-12-09", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres1485-93", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-12-03", 
  "number": "1485", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to deal with discriminatory and unfair competitive practices in international air transportation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "14", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-12-03", 
  "subjects": [
    "Bill consideration (Rule)", 
    "House of Representatives", 
    "House rules and procedure"
  ], 
  "subjects_top_term": "House rules and procedure", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1974-12-09", 
    "text": "(LATEST SUMMARY) Provides that upon the adoption of this resolution it shall be in order to move that the House resolve itself into the Committee of the Whole House on the State of the Union for the consideration of the bill (H. R. 5385) to restore and maintain a healthy transportation system, to provide financial assistance, to improve competitive equity among surface transportation modes, to improve the process of Government regulation, and for other purposes. States that after general debate, which shall be confined to the bill and shall continue not to exceed one hour, to be equally divided and controlled by the chairman and ranking minority member of the Committee on Interstate and Foreign Commerce, the bill shall be read for amendment under the five-minute rule. Requires that it shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Interstate and Foreign Commerce now printed in the bill as an original bill for the purpose of amendment under the five-minute rule, said substitute shall be read for amendment by titles instead of by sections, and all failure to comply with the provisions of clause 4, rule XXI are hereby waived. Provides that, at the conclusion of the consideration of the bill H. R. 5385 for amendment, the Committee shall rise and report the bill to the House with such amendments as may have been adopted, and any member may demand a separate vote in the House on any amendment adopted in the Committee of the Whole to the bill or to the committee amendment in the nature of a substitute. Provides that the previous question shall be considered as ordered on the bill and amendments thereto to final passage without intervening motion except one motion to recommit without instructions. States that after the passage of H. R. 5385, the committee on Interstate and Foreign Commerce shall be discharged from the further consideration of the bill S. 1149, and it shall then be in order in the House to move to strike out all after the enacting clause of the said Senate bill and insert in lieu thereof the provisions of H. R. 5385 as passed by the House."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to deal with discriminatory and unfair competitive practices in international air transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:48-05:00"
}