{
  "actions": [
    {
      "acted_at": "1978-06-01", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 95-1248.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-07", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-07", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-08", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-13", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-13", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #448 (338-61).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-14", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-16", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 95-1119.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-25", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #419 (71-13).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-27", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-29", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-06", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1746.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Motion to recommit conference report to the Committee of Conference with instructions rejected in House, roll call #892 (187-200).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "House insisted on its disagreement to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Senate receded from certain of its amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-12", 
      "references": [], 
      "text": "Senate receded and concurred in House amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "Senate requested return of Measure from House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-13", 
      "references": [], 
      "text": "House returned Measure to Senate, division vote (28-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "House agreed to Senate amendment, roll call #922 (198-195).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-16", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-18", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-10-18", 
      "references": [], 
      "text": "Public Law 95-480.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12929-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-10-18", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-01", 
  "number": "12929", 
  "official_title": "A bill making appropriations for the Department of Labor, and Health, Education, and Welfare, and related agencies, for the fiscal year ending September 30, 1979, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1220-95", 
      "reason": "rule"
    }
  ], 
  "short_title": "Departments of Labor and Health, Education, and Welfare Appropriation Act", 
  "sponsor": {
    "district": "11", 
    "name": "Flood, Daniel J.", 
    "state": "PA", 
    "thomas_id": "00391", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-14", 
  "subjects": [
    "Abortion", 
    "Aliens", 
    "Appropriations", 
    "Busing (School integration)", 
    "Department of Health, Education, and Welfare", 
    "Department of Labor", 
    "Discrimination", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Lobbying", 
    "Occupational health and safety", 
    "Racial discrimination", 
    "Reverse discrimination in education", 
    "Sex discrimination"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Senate receded and concurred with amendment", 
    "date": "1978-10-12", 
    "text": "(Senate receded and concurred in House amendment with an amendment) Departments of Labor and Health, Education, and Welfare Appropriations Act - =Title I: Department of Labor= - Department of Labor Appropriation Act - Makes appropriations for fiscal year 1979 for the following: Employment and Training Administration; Labor- Management Services Administration; Pension Benefit Guaranty Corporation; Employment Standards Administration; Occupational Safety and Health Administration; Mine Safety and Health Administration; Bureau of Labor Statistics; Departmental Management; Grants to States for Unemployment Insurance and Employment Services; and Black Lung Disability Trust Fund. Stipulates that none of the funds appropriated by this Title may be used to carry out activities for or on behalf of any illegal alien in the United States. =Title II: Department of Health, Education, and Welfare= - Department of Health, Education, and Welfare Appropriation Act - Appropriates funds for fiscal year 1979 for the following: Health Services Administration; Center for Disease Control; National Institutes of Health; Alcohol, Drug Abuse, and Mental Health Administration; Health Resources Administration; Assistant Secretary of Health; Health Care Financing Administration; Education Division for the Office of Education; the National Institute of Education; and the Office of the Assistant Secretary for Education; Social Security Administration; Special Institutions; Assistant Secretary for Human Development; and Departmental Management. Stipulates that funds be used to achieve specified staffing levels for the following health programs: (1) 9,258 fulltime permanent positions for the Health Services Administration; (2) 3,982 fulltime permanent positions for the Preventive Health Services of the Center for Disease Control; (3) 2,062 fulltime permanent positions for the National Cancer Institute; (4) 788 fulltime permanent positions for the National Heart, Lung, and Blood Institute; (5) 287 fulltime permanent positions for the National Institute of Dental Research; (6) 642 fulltime permanent positions for the National Institute of Arthritis, Metabolism, and Digestive Diseases; (7) 567 fulltime permanent positions for the National Institute of Neurological and Communicative Disorders and Stroke; (8) 649 fulltime permanent positions for the National Institute of Allergy and Infectious Diseases; (9) 179 fulltime permanent positions for the National Institute of General Medical Sciences; (10) 400 fulltime permanent positions for the National Institute of Child Health and Human Development; (11) 258 fulltime permanent positions for the National Institute on Aging; (12) 186 fulltime permanent positions for the National Eye Institute; (13) 405 fulltime permanent positions for the National Institute of Environmental Health Sciences; (14) 80 fulltime permanent positions for Research Resources; (15) 503 fulltime permanent positions for the National Library of Medicine; (16) 4,780 fulltime permanent positions for the Office of the Director, National Institutes of Health; (17) 1,275 fulltime permanent positions for Health Resources of the Health Resources Administration; and (18) 1,921 fulltime permanent positions for the Office of the Assistant Secretary for Health. Reduces appropriations to the Department by $1,000,000,000. Stipulates that such reduction shall be achieved by the reduction of fraud, abuse, and waste as defined and cited in the annual report, dated March 31, 1978, of the Inspector General of such Department. Places limitations on the utilization of funds appropriated by this Act. Includes a prohibition on the use of such funds to force the busing of students for desegregation purposes. Prohibits the use of such funds to perform abortions except: (1) where the life of the mother is in danger; (2) for victims of rape or incest where such incident has been promptly reported to a law enforcement agency or public health service; or (3) in instances where severe and long-lasting damage to the mother would result from the pregnancy when so determined by two physicians. Permits the use of drugs or devices to prevent implantation of the fertilized ovum. Permits payments for medical procedures necessary for the termination of an ectopic pregnancy. =Title III: Related Agencies= - Makes appropriations to the following for fiscal year 1979: Federal Mediation and Conciliation Service; Federal Mine Safety and Health Review Commission; National Commission on Libraries and Information Science; National Labor Relations Board; National Mediation Board; Occupational Safety and Health Review Commission; Railroad Retirement Board; and Soldiers' and Airmen's Home. =Title IV: General Provisions= - States that no part of any appropriation contained in this Act shall remain available for obligation beyond the current fiscal year unless expressly so provided. Places limitations on the utilization of funds appropriated by this Act. Prohibits the use of such funds to pay the salary or expenses of any grant or contract recipient or agent acting for such recipient to engage in any activity designed to influence legislation or appropriations pending before the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Departments of Labor and Health, Education, and Welfare Appropriation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Health, Education, and Welfare Appropriation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Labor Appropriation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for the Department of Labor, and Health, Education, and Welfare, and related agencies, for the fiscal year ending September 30, 1979, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:13-05:00"
}