{
  "actions": [
    {
      "acted_at": "1981-04-10", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-15", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3216-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Benedict, Cleve", 
      "sponsored_at": "1981-04-10", 
      "state": "WV", 
      "thomas_id": "00074", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bliley, Tom", 
      "sponsored_at": "1981-04-10", 
      "state": "VA", 
      "thomas_id": "00097", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Brown, Clarence, Jr.", 
      "sponsored_at": "1981-04-10", 
      "state": "OH", 
      "thomas_id": "00131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1981-04-10", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Dannemeyer, William E.", 
      "sponsored_at": "1981-04-10", 
      "state": "CA", 
      "thomas_id": "00264", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1981-04-10", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1981-04-10", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1981-04-10", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Whittaker, Bob", 
      "sponsored_at": "1981-04-10", 
      "state": "KS", 
      "thomas_id": "01224", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-10", 
  "number": "3216", 
  "official_title": "A bill to extend the Consumer Product Safety Act and to revise the authority of the Consumer Product Safety Commission under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Product Safety Amendments of 1981", 
  "sponsor": {
    "district": "6", 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-10", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Authorization", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Consumer Product Safety Commission", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Fire prevention", 
    "Fires and Fire Fighters", 
    "Flammable materials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "Lawn mowers", 
    "Poisons", 
    "Product safety", 
    "Regulatory impact statements", 
    "Searches and seizures"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-10", 
    "text": "Consumer Product Safety Amendments of 1981 - Amends the Consumer Product Safety Act to direct the Consumer Product Safety Commission to notify the Congressional commerce committees of any consumer product information or research grant in an amount greater than $50,000. Stipulates that the Commission shall assist public and private organizations in the development of safety standards and test methods \"to the extent feasible.\" Amends the Consumer Product Safety Act, the Federal Hazardous Substances Act, and the Flammable Fabrics Act to prohibit the Commission from making a public disclosure of information about a product of an identifiable manufacturer or private labeler unless: (1) the information is accurate and not confidential; and (2) its disclosure is fair in the circumstances and reasonably necessary to effectuate a specific function of the Commission. Deems as confidential, information which relates to a trade secret or is not in the public domain. Requires the Commission to: (1) notify a manufacturer or labeler of its intention to disclose information about a product not less than 30 days prior to such disclosure; (2) publish a retraction of inaccurate or misleading information; and (3) communicate promptly to each manufacturer or labeler on any information with respect to significant risk of injury associated with a product. Eliminates the Commission's authority to promulgate by rulemaking consumer product safety standards with respect to composition, contents, design, construction, finish, or packaging of a consumer product. Retains such authority with respect to product performance. Eliminates the current provision prohibiting the incorporation of any sampling plan in a safety standard, except with respect to flammability standards. Revises the rulemaking procedures for promulgation of consumer product safety standards to eliminate the Commission's authority to develop a standard without making an invitation to interested persons. Eliminates the provision which permits a person to offer to develop a proposed standard. Requires the Commission to prepare a regulatory impact analysis containing specified information, including cost-benefit analysis, before publishing or promulgating a consumer product safety rule. Requires that the opportunity for oral presentation with respect to consumer product safety rules include an opportunity for cross-examination when requested by interested persons for resolution of material issues of fact and when other procedures, including oral and written rebuttal, are determined by the Commission to be inadequate. Directs the Commission, before publishing a proposed consumer product safety rule, to solicit public comment on the hazard which may be presented by the product which would be subject to the proposed standard. Amends the Consumer Product Safety Act, the Federal Hazardous Substances Act, and the Flammable Fabrics Act to require the Commission to find that compliance with a voluntary standard is unlikely to result in elimination of risk or that substantial compliance with such a standard is unlikely, before promulgating a regulation with respect to which persons have adopted a voluntary standard. Amends the Consumer Product Safety Act to repeal the provision authorizing private actions to enforce product safety orders. Repeals the authority of the Commission to initiate with the concurrence of the Attorney General criminal actions to enforce laws subject to its jurisdiction. Requires that orders issued by the Commission to persons to submit reports and answers to Commission questions be designed to place the least burden on such persons as is practicable taking into account the order's purpose. Requires the Commission to obtain a search warrant before entering a facility or conveyance for inspection purposes. Directs the Commission to: (1) amend its consumer product safety standard for walk-behind lawn mowers to provide that manually started rotary mowers which have specified characteristics shall be considered in compliance; and (2) report on the effect of such amendment within 26 months after the standard becomes effective. Prohibits the Commission from amending the standard as changed before such date. Establishes a Chronic Hazard Scientific Review Panel to review the scientific data and other information respecting risk of injury from a consumer product which presents risk of injury from cancer, birth defects, gene mutations, or behavioral disorders. Prohibits the Commission from taking any action with respect to a consumer product unless the Panel determines that the product presents such risk. Eliminates the Product Safety Advisory Council, the National Advisory Committee for the Flammable Fabrics Act, and the technical advisory committee authorized under the Poison Prevention Packaging Act of 1970. Establishes a Congressional veto of consumer product safety rules or regulations promulgated under the Consumer Product Safety Act, the Federal Hazardous Substances Act, and the Flammable Fabrics Act. Provides that any regulation shall not take effect if: (1) both Houses of Congress adopt a concurrent resolution of disapproval within 90 days of its promulgation; or (2) one House adopts such a resolution within 60 days and the other House does not disapprove such resolution within 30 days. Extends the authorization of appropriations for the Consumer Product Safety Commission in the reduced amounts of $33,000,000 for fiscal year 1982 and $35,000,000 for fiscal year 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Product Safety Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend the Consumer Product Safety Act and to revise the authority of the Consumer Product Safety Commission under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:51-05:00"
}