{
  "actions": [
    {
      "acted_at": "1975-03-04", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4251-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-04", 
  "number": "4251", 
  "official_title": "A bill to amend the Older Americans Act of 1965 to establish a grant program for home repair and renovation projects for older Americans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Older Americans Home Repair Assistance Act", 
  "sponsor": {
    "district": "14", 
    "name": "Seiberling, John F.", 
    "state": "OH", 
    "thomas_id": "01040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-04", 
  "subjects": [
    "Aged and aging", 
    "Federal aid to housing", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing for the aged", 
    "Rehabilitation", 
    "Residential rehabilitation", 
    "Social welfare"
  ], 
  "subjects_top_term": "Housing for the aged", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-04", 
    "text": "Older Americans Home Repair Assistance Act - Establishes a home repair assistance grant program under the Older Americans Act to assist homeowners 60 years of age or older whose income does not exceed the intermidiate budget for a retired couple in urband areas of the United States. Authorizes appropriations for the program of $12,500,000 for each of fiscal years 1976 and 1977. Directs the Commissioner of Aging to make funds available to States which submit approved home repair projects. Limits approval to no more than five such projects submitted by a particular State. States that home repair projects should: (1) provide for repairing or renovating the home of eligible homeowners in a manner which the Commissioner determines to be appropriate; (2) includes the provision of supplies or labor; (3) establish procedures for granting preference to homeowners according to need; and (4) give preference to low-income workers over the age of 55. Requires nonprofit organizations or political subdivisions of a State desiring to receive a grant to take steps to provide older workers with a workmen's compensation program. States that older workers may not be employed for periods exceeding forty hours in any work week, or 1,300 hours in a calendar year. Limits to 90 percent the Federal share of home repair improvement project costs. States that income received by older workers as a result of employment in home repair projects shall not be considered as income or benefits for purposes of any Federal assistance program or activity. Requires the Commissioner to report to the Secretary of Health, Education and Welfare, the President, and the Congress not later than December 31, 1976, with respect to the administration of the program. Stipulates that the report shall include a plan for the implementation of expanded home repair services and employment opportunities for older workers, together with appropriate legislative recommendations. Authorizes appropriations of $35,000,000 for fiscal year 1975 for grants to States submitting approved plans for the purpose of paying up to 75 percent of the costs of meeting the transportation needs of older persons, with special emphasis on providing supportive transportation in connection with nutrition projects. Requires State agencies to give priority to areas in which there is no public transportation or such transportation is inadequate to meet the special need of older persons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Americans Home Repair Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Older Americans Act of 1965 to establish a grant program for home repair and renovation projects for older Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:38-05:00"
}