{
  "actions": [
    {
      "acted_at": "1975-04-09", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5827-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Bergland, Bob", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "00081", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-09", 
  "number": "5827", 
  "official_title": "A bill to amend the Packers and Stockyards Act of 1921, as amended, to require packers or other persons buying or acquiring livestock or poultry to provide adequate bonding or other security to pay the producers for such commodities and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5493-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Thone, Charles", 
    "state": "NE", 
    "thomas_id": "01154", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-09", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Bankruptcy", 
    "Business and commerce", 
    "Department of Agriculture", 
    "Farm produce", 
    "Food industry", 
    "Liability (Law)", 
    "Livestock", 
    "Livestock industry", 
    "Meat", 
    "Meat packing industry", 
    "Poultry", 
    "Poultry industry"
  ], 
  "subjects_top_term": "Livestock industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-09", 
    "text": "Permits the Secretary of Agriculture under the Packers and Stockyards Act to require a reasonable bond from every packer under such rules and regulations as he may prescribe. Revises the definition of the term \"packer\" to include any person engaged in the business of acquiring by any means livestock or poultry in commerce, and preparing edible poultry and meat products for sale or shipment in commerce. Declares that nothing in this Act shall affect the jurisdiction of the Federal Trade Commission with respect to the retail sale of meat products or poultry products. Deletes the requirement that specified practices be \"in commerce\" in order to be unlawful, unfair, discriminatory, or deceptive. Empowers the Secretary after notice and a hearing during which he determines that any packer is insolvent to issue an order requiring such packer to cease and desist from operating. Makes any person subject to any of the provisions of the Act liable to persons injured in consequence of a violation of any of the provisions of the Act or of any order of the Secretary. Permits any person complaining of anything done or omitted by any person in violation of any of the provisions of the Act to apply by complaint to the Secretary within 120 days after the cause of action has accrued. Declares that no oral hearing need be held for complaints not in excess of $3000. Permits any party adversely affected by an entry by the Secretary to appeal within 30 days to the district court of the United States in the district in which a hearing was held, or in which any defendant is located where no oral hearing was held. Suspends automatically as a registrant under the Act any person against whom an order for the payment of money has been issued, and who does not comply within a period of five days. Subjects any other defendent who does not comply with an order within 5 days to a penalty of $500 each day. Permits the Secretary to notify the Attorney General who may apply to the United States district court for a temporary injunction or restraining order whenever the Secretary has reason to believe that any person subject to the Act has failed to pay, has operated while insolvent, or does not have the required bond. Establishes a priority for debts of a bankrupt under the Federal bankruptcy law who, at the time such debts were incurred, was a packer, market agency, or dealer subject to the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Packers and Stockyards Act of 1921, as amended, to require packers or other persons buying or acquiring livestock or poultry to provide adequate bonding or other security to pay the producers for such commodities and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:04-05:00"
}