{
  "actions": [
    {
      "acted_at": "1987-12-14", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-30", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "International Development Institutions and Finance", 
      "text": "Referred to Subcommittee on International Development Institutions and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-30", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "International Finance, Trade and Monetary Policy", 
      "text": "Referred to Subcommittee on International Finance, Trade and Monetary Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3758-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Development Institutions and Finance", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Finance, Trade and Monetary Policy", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-14", 
  "number": "3758", 
  "official_title": "A bill to provide for participation by the United States in the Multilateral Investment Guarantee Agency and to protect workers' rights and trade benefits to the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Multilateral Investment Guarantee Agency Act of 1987", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-14", 
  "subjects": [
    "Development credit institutions", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "International agencies", 
    "Multilateral development banks"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-14", 
    "text": "Multilateral Investment Guarantee Agency of 1987 - Authorizes the President to accept membership for the United States in the Multilateral Investment Guarantee Agency. Designates the Governor and Alternate Governor of the International Bank for Reconstruction and Development as Governor and Alternate Governor of the Agency. Directs that the U.S. Director of the Agency propose to the Board of Directors that the Board adopt policies and procedures under which the Agency would refrain from issuing guarantees with respect to any proposed investment that would: (1) be in a country which does not afford internationally recognized workers' rights; (2) be subject to trade-distorting performance requirements imposed by the host country that are likely to result in a significant net reduction in employment, or other trade benefits likely to accrue to, other member countries from the investments; or (3) likely increase a country's productive capacity for the same or a similar or competing product to one already facing excess worldwide capacity and cause substantial injury to producers of such product in another member country. Directs the Secretary of the Treasury: (1) to instruct the U.S. Director to oppose any such investment promotion; (2) within 18 months after the United States becomes a member of the Agency, to conduct an independent evaluation (to be submitted to the Congress on its completion) of U.S. investments guaranteed by the Agency to determine the anticipated net impact of such investments on employment in, and exports from, the United States and the extent to which such investments were made in countries which do not afford internationally-recognized workers' rights; and (3) consult periodically with U.S. private sector representatives on policy directions and operations of the Agency, and take account of such consultations in determining U.S. policies toward the Agency. Makes specified provisions of the Bretton Woods Agreements Act applicable with respect to the Agency to the same extent as with respect to the Bank and the International Monetary Fund. Prohibits the President or any person or agency, unless authorized by law, from taking the following actions on behalf of the United States: (1) subscribing to additional shares of stock of the Agency; (2) voting for or agreeing to any amendment of the Convention Establishing the Multilateral Investment Guarantee Agency which increases the obligations of the United States, or changes the purpose or functions of the Agency; or (3) making a loan or providing other financing to the Agency. Requires: (1) any Federal Reserve bank, at the request of the Agency, to act as its fiscal agent; and (2) the Board of Governors of the Federal Reserve System to supervise and direct the carrying out of such functions. Authorizes the Secretary of the Treasury to subscribe to a specified number of shares of stock of the Agency. Authorizes appropriations. Sets forth provisions governing U.S. court jurisdiction for civil actions against the Agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Multilateral Investment Guarantee Agency Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Multilateral Investment Guarantee Agency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for participation by the United States in the Multilateral Investment Guarantee Agency and to protect workers' rights and trade benefits to the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:04-05:00"
}