{
  "actions": [
    {
      "acted_at": "1979-12-20", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6208-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-20", 
  "number": "6208", 
  "official_title": "A bill to improve education and work opportunities for youth.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Education and Work Act", 
  "sponsor": {
    "district": "98", 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-20", 
  "subjects": [
    "Children and youth", 
    "Corporations and Stocks", 
    "District of Columbia", 
    "Education", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government records, documents, and information", 
    "Income tax", 
    "Information services", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Manpower training programs", 
    "Old age, survivors and disability insurance", 
    "Poor", 
    "Public Welfare and Charities", 
    "Secondary school students", 
    "Selective dissemination of information", 
    "Social security taxes", 
    "Social welfare", 
    "States", 
    "Students", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Teachers", 
    "Unemployment", 
    "Unemployment insurance", 
    "Vocational education", 
    "Youth employment"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-20", 
    "text": "Youth Education and Work Act - Title I: Amendments to Title IV of the Comprehensive Employment and Training Act - Amends title IV (Youth Programs) of the Comprehensive Employment and Training Act (CETA) to establish a Youth Education and Work Entitlement program to guarantee employment and supplemental employment opportunities to eligible youth in poverty areas. Defines \"eligible youth\" as a person between the ages of 15 and 19, inclusive, who has not acquired a high school diploma or its equivalent and is either attending a qualified high school or is a resident of a poverty area and has not attended school within the previous 12 months. Defines \"qualifying school\" as any high school a majority of whose students are residents of poverty areas and which serves all the residents of a poverty area. Defines \"poverty area\" as any Bureau of Census geographic division in which 20 percent or more of the residents are at or below the poverty level. Directs the Secretary of Labor and the Secretary of Education (\"the Secretaries\") administer youth education and work entitlement programs. Requires that applications for financial assistance for such programs be submitted jointly by any local education authority having jurisdiction over a qualifying school and the prime sponsor with jurisdiction over the poverty area from which such school draws it students. Sets forth required procedures and contents for such applications. Directs the Secretaries to ensure that opportunity to comment on such applications is given to appropriate parties, including State boards of education. Requires entitlement programs to include specified forms of appropriate compensatory activity consisting of: (1) not more than 20 hours per week during the school year and 40 hours in the summer, for every youth in a qualifying school who is making satisfactory progress; (2) not more than 15 hours per week during the school year and 40 hours in the summer, for every youth in such school who is not making satisfactory progress; and (3) not more than 40 hours per week, subject to specified total limits, for every other eligible youth. Grants a completion bonus to every youth who acquires a high school diploma or its equivalent while a participant in such program. Provides that such bonus: (1) shall have a value equal to 300 times the Federal minimum hourly wage and (2) shall be issued in the form of a certificate by the prime sponsor to the qualifying youth. Allows such bonus to be redeemed within two years issuance: (1) by an employer who has employed the youth for 2,000 hours after issuance and before expiration; or (2) by an institution of postsecondary education at which the youth has pursued a substantial full-time course of study, for an amount not exceeding attendance costs, with any balance to be payable to an employer at the rate of one hour of bonus for every two hours of employment supplied to the youth. Requires that all compensated activity be paid at a rate not less than 85 percent of the otherwise applicable Federal minimum wage. Limits compensation in any one year to 2,000 total hours for any youth and to 1,000 total hours for any youth attending school. Permits prime sponsors to pay in full the wages of any youth employed by any employer under such program. Exempts such program from specified conditions applicable to all other CETA programs. Directs the Secretaries to make grants to Governors to provide needed vocational education services to eligible youths, through State boards and in accordance with agreements between State boards and prime sponsors. Requires State vocational educational boards, prior to such agreements, to consult with designated representatives of State agencies and councils involved in the formulation of a five-year State plan under the Vocational Educational Act of 1963. Authorizes appropriations necessary to carry out such programs. Provides for reimbursement of prime sponsors, and for payments and grants to States and local education authorities. Repeals provisions for Youth Incentive Entitlement Pilot Projects. Title II: Amendments to the Internal Revenue Code - Amends the Internal Revenue Code to provide that remuneration paid to any youth enrolled in the CETA youth entitlement program or paid to a youth within one calendar year after completion of such program is excluded from the definition of \"wages\" for purposes of employment taxes under the Federal Insurance Contributions Act and unemployment taxes under the Federal Unemployment Tax Act. Title III: Establishment of the Academy of Education and Work - Establishes the Academy of Education and Work, a nonprofit organization to be organized under the laws of the District of Columbia. Directs the Secretaries to each appoint ten persons, representative of those administrating and operating the entitlement program, to be the interim board of governors of the academy. Directs the interim board to organize the academy and promulgate bylaws which include specified provisions. Declares that the purpose of the academy shall be to promote improved and alternative methods of instruction to enhance the educational attainment and employability potential of youth who have dropped out of the education system or are otherwise not being adequately prepared for further education or employment by providing a professional association of persons concerned in programs with that objective. Authorizes the academy to: (1) hold regional meetings of members and national meetings of fellows: (2) conduct training institutes for members; (3) provide professional recognition for those who have made significant contributions to entitlement programs implementation; (4) recommend changes in certification and credentialing procedures; and (5) disseminate information on successful programs using Departments of Education and Labor channels. Authorizes appropriations in specified amounts to carry out such purposes for fiscal year 1981 and to pay the initial organizational expenses of the academy, including travel and subsistence costs of fellows attending national meetings, for fiscal year 1982. Requires that all academy expenses after fiscal year 1982 be paid for by membership dues and contributions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Education and Work Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve education and work opportunities for youth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:54-05:00"
}