{
  "actions": [
    {
      "acted_at": "1989-08-03", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-08-16", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "subcommittee": "Science, Research and Technology", 
      "text": "Referred to the Subcommittee on Science, Research and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-15", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "in_subcommittee": "Science, Research and Technology", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3131-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Science, Research and Technology", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1989-11-08", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1989-08-03", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Browder, Glen", 
      "sponsored_at": "1989-08-03", 
      "state": "AL", 
      "thomas_id": "00130", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1989-08-03", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Chandler, Rod D.", 
      "sponsored_at": "1990-05-10", 
      "state": "WA", 
      "thomas_id": "00189", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1989-08-03", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Hayes, James A.", 
      "sponsored_at": "1990-05-10", 
      "state": "LA", 
      "thomas_id": "00517", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Lantos, Tom", 
      "sponsored_at": "1989-11-08", 
      "state": "CA", 
      "thomas_id": "00663", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1989-08-03", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1989-08-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Miller, John R.", 
      "sponsored_at": "1989-11-08", 
      "state": "WA", 
      "thomas_id": "00809", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1990-06-26", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Morrison, Sid", 
      "sponsored_at": "1990-05-10", 
      "state": "WA", 
      "thomas_id": "00836", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1989-08-03", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Schneider, Claudine", 
      "sponsored_at": "1989-08-03", 
      "state": "RI", 
      "thomas_id": "01032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Skaggs, David E.", 
      "sponsored_at": "1989-08-03", 
      "state": "CO", 
      "thomas_id": "01062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "1989-11-08", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-08-03", 
  "number": "3131", 
  "official_title": "To provide for a coordinated Federal research program to ensure continued United States leadership in high-performance computing.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1067-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "National High-Performance Computer Technology Act of 1989", 
  "sponsor": {
    "district": "18", 
    "name": "Walgren, Doug", 
    "state": "PA", 
    "thomas_id": "01195", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-08-03", 
  "subjects": [
    "Administrative procedure", 
    "Artificial intelligence", 
    "Computer industry", 
    "Computer networks", 
    "Computer security measures", 
    "Computer software", 
    "Computers", 
    "Computers and government", 
    "Computers in education", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Data transmission systems", 
    "Electrical engineering", 
    "Engineers", 
    "Export controls", 
    "Federal advisory bodies", 
    "Federal aid to research", 
    "Federal budgets", 
    "Fiber optics", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government operations and politics", 
    "Government procurement", 
    "Higher education", 
    "Industrial policy", 
    "Information services", 
    "International competitiveness", 
    "Materials research", 
    "Research and development", 
    "Research centers", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientists", 
    "Standards", 
    "Supercomputers", 
    "Technology policy", 
    "Technology transfer", 
    "User charges"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-08-03", 
    "text": "National High-Performance Computer Technology Act of 1989 - Title I: National High-Performance Computer Technology Program - Amends the National Science and Technology Policy, Organization, and Priorities Act of 1976 to direct the President, through the Federal Coordinating Council for Science, Engineering, and Technology (Council), to develop and implement a National High-Performance Computer Technology Plan, to be submitted to the Congress within one year of this title's enactment and revised at least biennially. Requires the plan to recommend a five-year proposal of goals and priorities for a Federal high-performance computer technology program. Describes required plan contents, including funding requirements and suggested roles for various Federal agencies. Designates the Council as the lead entity responsible for development and implementation of the plan, directing it to coordinate related activities among the agencies, review budget estimates, and work with the National Research Council and other researchers and potential users of the research. Suggests responsibilities appropriate to specified Federal agencies. Directs each Federal entity involved in high-performance computing to submit, as part of its annual budget request, a report to the Office of Management and Budget on the role of its activities with regard to the plan and relevant budget requests. Instructs the Chairman of the Council to submit to the President and to the Congress, by March 1 annually, a report on plan achievements and progress. Title II: National Research and Education Network - Directs the National Science Foundation (NSF) to provide for the establishment of a three gigabit-per-second computer network, to be known as the National Research and Education Network, with provisions for certain user charges, to link government, industry, and higher education. Requires the Council to: (1) establish a National Network Advisory Committee; (2) submit a report to the Congress evaluating effective mechanisms for providing operating funds for the long-term maintenance and use of the Network; and (3) allow Federal research grant recipients to use grant moneys to pay for computer networking and other telecommunications expenses. Requires the Department of Defense, through the Defense Advanced Research Projects Agency, to be responsible for research and development of needed advanced fiber optics technology, switches, and protocols. Requires the National Institute of Standards and Technology (NIST) (formerly the National Bureau of Standards) to develop common standards for network activities to provide interoperability, common user interfaces to systems, and enhanced security. Directs the National Telecommunications and Information Administration to determine the effect of current telecommunications regulations on private industry participation in the data transmission field and to report its findings to the Congress within one year of this Act's enactment. Authorizes FY 1990 through 1994 appropriations. Title III: National Information Infrastructure - Directs the NSF to coordinate the development of a national science and technology information infrastructure of data bases and knowledge banks accessible through the Network. Title IV: Software - Requires the Office of Science and Technology Policy (OSTP) to oversee the cooperative efforts of Federal departments and agencies in the research and development of high-performance computer software. Requires the NSF to: (1) establish clearinghouses to validate and distribute unclassified software developed by federally funded researchers and other software in the public domain; and (2) place special emphasis on the development of artificial intelligence (AI) and establish joint research programs among government, industry, and higher education to develop AI applications. Requires the NIST to develop standards for software programs purchased or developed by the Federal Government that promote development of interoperable software systems. Requires procurement regulations of departments and agencies to be changed so that contractors providing software to the Government are no longer required to forfeit the proprietary software development tools that they used to develop the software. Authorizes appropriations to the OSTP for distribution to relevant agencies for computer software research and development for FY 1990 through 1994. Title V: Computer Systems - Requires the NSF to ensure that the national supercomputer centers in the United States continue to have the most advanced, commercially available supercomputers produced by U.S. manufacturers. Requires Federal agencies to procure prototype or early production models of new high-performance computer systems and subsystems to stimulate development in the American high-performance computer industry. Directs the Secretary of Commerce, within 60 days of enactment of this Act, to review and report to the Congress on export controls that hinder the development of foreign markets for U.S. supercomputer and other high-performance computer technology manufacturers. Authorizes appropriations to the OSTP, for distribution as specified in the Plan, for research in computational science and engineering for FY 1990 through 1994. Title VI: Basic Research and Education - Requires the OSTP to: (1) support basic computer technology research; (2) create technology transfer mechanisms to make basic research results readily available to U.S. industry; (3) promote basic research in computer science, computational science, electrical engineering, and material science; and (4) educate more researchers in computer science and computational science. Authorizes appropriations to the NSF to support basic research and training of scientists and engineers in specified fields for FY 1990 through 1994."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National High-Performance Computer Technology Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for a coordinated Federal research program to ensure continued United States leadership in high-performance computing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:02-05:00"
}