{
  "actions": [
    {
      "acted_at": "1990-05-24", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2685-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-24", 
  "number": "2685", 
  "official_title": "A bill to provide for the regulation of exports from the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Export Promotion and Control Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "D'Amato, Alfonse", 
    "state": "NY", 
    "thomas_id": "01313", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-24", 
  "subjects": [
    "Armed forces and national security", 
    "Arms sales", 
    "Arrest", 
    "China", 
    "Commercial aircraft", 
    "Commercial blacklisting", 
    "Communist countries", 
    "Congressional oversight", 
    "Customs administration", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "International agencies", 
    "Licenses", 
    "Nuclear exports", 
    "Searches and seizures", 
    "Seizure of vessels and cargoes", 
    "Technology transfer", 
    "Trade agreements", 
    "Trade negotiations", 
    "Warsaw Pact countries"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-24", 
    "text": "Export Promotion and Control Act of 1990 - Terminates licensing requirements and other restrictions on exports imposed under the Export Administration Act of 1979 within six months of the effective date of this Act, except: (1) controls on militarily critical technology transfers to Soviet Bloc countries; (2) exports to Soviet Bloc countries designated as \"controlled-countries\"; (3) controls in furtherance of U.S. foreign policies; and (4) controls on missiles, chemical and biological weapons, and nuclear goods and technology. Directs the Secretary of Commerce to establish a Critical Technologies Review Board. Requires the Board to establish a Technology Control List for the control of technology exports. Requires the Secretary to establish a National Security Control List which shall replace the United States Munitions List, the Commodity Control List, and other U.S. export control lists. Phases out controls on exports to noncontrolled countries. Declares that the Secretary may not require a license for the export of goods and technology unless he or she has determined that such items are not available to the country of destination from sources other than the United States. Directs the Secretary to eliminate such licensing requirement, except for foreign availability determinations for controlled countries, upon certification by an exporter that such items are available from noncontrolled sources outside of the United States. Declares that goods and information not included on the National Security Control List shall not be subject to licensing requirements but shall be exported with specified declarations to the Customs Service. Sets forth various types of authorized export licenses. Directs the President to issue regulations prohibiting any U.S. person from knowingly supporting any boycott imposed by a foreign country and not supported by the United States against a country friendly to the United States. Provides for enforcement of this Act. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export Promotion and Control Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation of exports from the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:04-05:00"
}