{
  "actions": [
    {
      "acted_at": "1977-02-01", 
      "committee": "Senate Committee on Commerce (Subsequently: Commerce, Science, and Transportation)", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce (Subsequently: Commerce, Science, and Transportation).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s568-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Long, Russell B.", 
      "sponsored_at": "1977-01-03", 
      "state": "LA", 
      "thomas_id": "01386", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-01", 
  "number": "568", 
  "official_title": "A bill to regulate the transportation of oil by tankers in the domestic and foreign commerce of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Tanker Preference Act", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-01", 
  "subjects": [
    "Harbors", 
    "Marine safety", 
    "Merchant marine", 
    "Oil pollution control", 
    "Oil pollution of rivers, harbors, etc.", 
    "Oil pollution of the sea", 
    "Petroleum and petroleum products", 
    "Public safety", 
    "Ships and shipping", 
    "Tankers"
  ], 
  "subjects_top_term": "Tankers", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-01", 
    "text": "Safe Tanker Preference Act - Prohibits tankers from off-loading oil in any port or place in the United States or in the navigable waters of the United States or the waters of a fishery conservation zone if such oil will be subsequently landed within the United States unless such vessel is a class I tanker. Defines class I tankers as those vessels which are built in, and are under the registry of, the United States, and which are equipped with the best available pollution prevention technology as prescribed by the Secretary of Transportation, including separate ballast capacity and specified navigational and monitoring devices. Defines class II tankers as vessels which are documented under the laws of a foreign country and which are certified as conforming to such standards. Defines class III tankers as all tankers not included in classes I or II. Authorizes the Secretary of Commerce to waive such prohibition in domestic commerce if a class I tanker is unavailable and there is a necessity for such waiver. Requires the use of class I tankers for the transportation of oil in the foreign commerce of the United States. Authorizes the use of class II tankers where no class I tanker is available at fair and reasonable rates. Authorizes the use of class III tankers only when a class I or II tanker is unavailable at fair and reasonable rates. Authorizes appropriations in such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Tanker Preference Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate the transportation of oil by tankers in the domestic and foreign commerce of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:03-05:00"
}