{
  "actions": [
    {
      "acted_at": "2008-09-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-09-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Air Quality", 
      "text": "Referred to the Subcommittee on Energy and Air Quality.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7212-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Air Quality", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "DeGette, Diana", 
      "sponsored_at": "2008-09-28", 
      "state": "CO", 
      "thomas_id": "01479", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-09-28", 
  "number": "7212", 
  "official_title": "To amend title XIX of the Social Security Act to improve the State plan amendment option for providing home and community-based services under the Medicaid Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3327-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Empowered at Home Act of 2008", 
  "sponsor": {
    "district": "6", 
    "name": "Pallone, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "00887", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-09-28", 
  "subjects": [
    "Community health services", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Disabled", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Health promotion", 
    "Home care services", 
    "Intergovernmental fiscal relations", 
    "Long-term care", 
    "Medicaid", 
    "Medical records", 
    "Social welfare", 
    "Welfare eligibility", 
    "Welfare waivers"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-09-28", 
    "text": "Empowered at Home Act of 2008 - Amends title XIX (Medicaid) of the Social Security Act (SSA) to revise the income eligibility level for home and community-based (HCBS) services for elderly and disabled individuals. Revises the income eligibility limit for the state option to provide HCBS services under a waiver. Replaces the income limit of 150% of the poverty line with a limit of 300% of the supplemental security income (SSI) benefit rate. Authorizes a state to offer HCBS services under a waiver to eligible individuals that differ in type, amount, duration, or scope from the HCBS waiver services offered to other such individuals so long as they are within the scope of services for which the Secretary has authority to approve a waiver and do not include room or board. Increases the federal medical assistance percentage (FMAP) for the provision of HCBS waiver services under Medicaid through the state plan option. Directs the Secretary of Health and Human Services to report annually to Congress on the extent to which state Medicaid plans have adopted a state plan amendment for medical assistance for HCBS waiver services for elderly and disabled individuals. Reauthorizes Medicaid investment grants (currently called transformation grants) at increased funding and specifies additional permissible uses to facilitate the provision of HCBS and other long-term care (LTC) services. Directs the Secretary to award grants on a competitive basis to eligible states to conduct an evidence- and community-based health promotion program. Amends SSA title XIX, with respect to treatment of the income and resources of HCBS waiver services recipients who would otherwise be institutionalized, to repeal the state option, and thus require, application to such individuals of spousal impoverishment protection requirements. Directs states to elect to exclude up to six months of the average cost of nursing facility services from assets or resources for purposes of eligibility for HCBS waiver services. Directs the Secretary, acting through the Administrator of the Centers for Medicare & Medicaid Services, to revise certain data reporting forms and systems to ensure uniform and consistent state reporting under this Act. Directs the Comptroller General to study and report to Congress on: (1) the provision of home health services under different state Medicaid plans; and (2) the extent to which states offer consumer self-direction of such services, or allow for other consumer-oriented policies with respect to them."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Empowered at Home Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XIX of the Social Security Act to improve the State plan amendment option for providing home and community-based services under the Medicaid Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:39-05:00"
}