{
  "actions": [
    {
      "acted_at": "1977-04-29", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6776-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-29", 
  "number": "6776", 
  "official_title": "A bill to promote the rights of individuals who take standardized educational tests; to make such individuals, educational institutions, and other persons more aware of the uncertain reliability of such tests, and the problem of using such tests.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Testing Reform Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-29", 
  "subjects": [
    "Education", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Federal aid to education", 
    "Higher education"
  ], 
  "subjects_top_term": "Educational tests", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-29", 
    "text": "Testing Reform Act - Title I: Rights of Test Subjects - Terminates Federal funding under any program to an educational agency or institution which (1) uses a standardized test administered by a testing agency which has a policy or practice of (a) not including with the test scores it releases the standard error of measurement of such scores and a statement, as set forth in this Act, concerning the validity of such scores, (b) denying test subjects, the Commissioner of Education, and researchers the right to inspect and review such test and the correct answers, and (c) releasing the scores of a test subject to any person without the written consent of such test subject; or (2) has a policy or practice of releasing test scores without including the standard error of measurement and validity statement as required by this Act. Requires the standard error of measurement and validity statement to be included with the report of the test scores in such a manner as to be readily identifiable to anyone reading such report. Requires copies of each standardized test and the correct answers to be provided upon request, to test subjects and researchers. Permits a reasonable charge to be made for such materials. Directs the testing agency to provide the Commissioner of Education with a copy of the test and the correct answers. Terminates Federal funding under any program to an education agency or institution which uses a standardized test administered by a testing agency which fails to inform the test subjects before taking such test of specific matters concerning such test and such test subjects rights in relation to their scores and other test matters. Title II: Exclusion of Students or the Basis of Test Scores - Terminates Federal funding under any program to an institution of higher education which denies admission to applicants solely on the basis of test scores falling below a minimum set by such institution. Title III: Standardized Testing Information - Directs the Administrator of the National Center for Education Statistics to collect and disseminate statistics and other data related to standardized testing. Terminates Federal funding under any program to an educational agency or institution using a standardized test administered by a testing agency which has failed to comply with a request by the Administrator for statistics and other data. Stipulates that any data provided shall not include any personal information concerning a test subject. Title IV: Miscellaneous - Requires the Commissioner, prior to termination of funding to an educational agency or institution, to publish his determination that a testing agency has failed to comply with the requirements imposed by this Act in such a manner to give such agency or institution adequate notice. Requires the Commissioner to terminate funding to an education agency or institution only if he finds such agency or institution is using a test administered by a noncomplying testing agency. Directs the Commissioner to notify such agency or institution at the time of such termination that funds will be restored once the agency or institution is in compliance with this Act. Stipulates that rights accorded a minor test subject shall be accorded to and required by the parents or legal guardian of such test subject."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Testing Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the rights of individuals who take standardized educational tests; to make such individuals, educational institutions, and other persons more aware of the uncertain reliability of such tests, and the problem of using such tests.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:22-05:00"
}