{
  "actions": [
    {
      "acted_at": "1979-06-25", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-06-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4597-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "43", 
      "name": "Burgener, Clair W.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00147", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Dougherty, Charles F.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00311", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hinson, Jon C.", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00543", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mitchell, Parren J.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00818", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-25", 
  "number": "4597", 
  "official_title": "A bill to extend and improve title V of the Social Security Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Maternal and Child Health and Crippled Childrens Services Amendments of 1979", 
  "sponsor": {
    "district": "5", 
    "name": "Carter, Tim Lee", 
    "state": "KY", 
    "thomas_id": "00181", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-25", 
  "subjects": [
    "Advisory bodies", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Child health", 
    "Children and youth", 
    "Community health services", 
    "Comprehensive health care", 
    "Department of Health, Education, and Welfare", 
    "Disabled", 
    "Drug abuse", 
    "Drugs and narcotics", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government records, documents, and information", 
    "Health", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Maternal and infant welfare", 
    "Maternal health services", 
    "Medical research", 
    "Mental health", 
    "Mentally handicapped", 
    "Mentally handicapped children", 
    "Physically handicapped children", 
    "Pregnant women", 
    "Regional medical programs", 
    "Research and development", 
    "Sexually transmitted diseases", 
    "Social welfare", 
    "States", 
    "Treatment and rehabilitation of alcoholics", 
    "Women's health", 
    "Women's rights"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-25", 
    "text": "Maternal and Child Health and Crippled Children's Services Amendments of 1979 - Revises title V (Maternal and Child Health and Crippled Children's Services) of the Social Security Act. States that grants under such title shall be to extend and improve services: (1) to reduce infant mortality and otherwise promote the health of mothers, infants, children, and adolescents; (2) to prevent disease and disability that cripple children and to locate, diagnose, treat, and provide followup services for children who have crippling conditions or who suffer conditions which may lead to crippling; and (3) for locating and identifying mothers, infants, children, adolescents, and cripple children. Authorizes appropriations under title V for each fiscal year ending on or after September 30, 1981 for: (1) maternal and child health services; (2) crippled children services; (3) grants for projects of regional or national significance which may contribute to the advancement of maternal and child health; (4) grants for projects of special country or local significance which contribute to the advancement of maternal and child health; (5) training of personnel for health care and related services for mothers and children; and (6) research projects relating to maternal and child health services or crippled children's services. Sets forth formulas for alloting funds to States for: (1) maternal and child health services; and (2) crippled children's services. Directs the Secretary of Health, Education, and Welfare to conduct a study of such formulas and to report to Congress on such study. Sets forth requirements for a State plan of maternal and child and crippled childrens' services. Includes requirements: (1) for the establishment of a State advisory council to be appointed by the Governor of the State to advise the State agency administering the plan in matters of policy, consolidation of health care programs in the State, identification of mothers and children in need of care, and bring care to them; (2) that when services are available in the community, the State health agency shall reimburse an individual practitioner or other private health entity for medical services rendered; (3) for the development of a unified State plan for mothers, infants, children, and adolescents by the maternal and child health and crippled children's program; (4) that the maternal and child health program and the crippled children's program will include basic programs and services as determined by the State advisory council, and a series of special programs and projects; and (5) for the State agency to report annually to the Director of the National Office of Maternal and Child Health Services on the activities conducted pursuant to the State plan. Directs the Secretary to pay subject to certain stipulations 50 percent of a State's total expenditures under a plan developed in accordance with this Act. States that projects of regional or national significance conducted by a State pursuant to this Act may include those which are necessary: (1) to the prospective mother and the developing fetus; (2) to the infant during the first year of life; (3) to the child during the years of growing and development; (4) for the adolescent; and (5) to otherwise promote the health and well-being of women, infants, children, and adolescents. Limits any single grant for such projects to $12,000,000 annually. Authorizes the Secretary to make available from the special grants for underserved counties and local areas up to 75 percent of the cost of programs which: (1) help to reduce the incidence of mental retardation and other handicapping conditions caused by complications associated with child bearing and help to reduce infant and maternal mortality; (2) help to promote the health of preschool and school age children; and (3) foster comprehensive health care for youth and otherwise provide for care, treatment, and counseling for conditions associated with pregnancy, venereal disease, alcoholism, drug addiction, and mental health. Limits any single such grant to $1,000,000 annually. Establishes in the Department of Health, Education, and Welfare an identifiable unit known as the National Office of Maternal and Child Health Services to: (1) monitor the operation of title V; (2) coordinate the activities of the federal health agencies in the operation of title V; (3) develop guidelines for use by State in developing State plans under title V; (4) develop an organized system of data collection and retrieval as central source of information related to the health of mothers and children; (5) provide technical assistance to a State in carrying out its plan; and (6) develop a long-range program for carrying out the purposes of this title by the States on a voluntary basis. Directs the Secretary to establish an Advisory Committee on Mental and Child Health to: (1) function as a continuing review body of the programs under this title; (2) advise and assist the Secretary in the preparation of regulations for the administration of title V; (3) make recommendations to the Secretary with respect to the approval of State plans under title V; (4) review the long-range program; and (5) advise and assist the National Office of Maternal and Child Health Services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Maternal and Child Health and Crippled Childrens Services Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and improve title V of the Social Security Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:21-05:00"
}