{
  "actions": [
    {
      "acted_at": "2009-03-09", 
      "references": [
        {
          "reference": "CR S2912-2913", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-09", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S2912", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-12-17", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-06-08", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. With written report No. 111-202.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-06-08", 
      "calendar": "Senate Legislative", 
      "number": "419", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 419.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s554-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2009-05-13", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burris, Roland", 
      "sponsored_at": "2009-06-04", 
      "state": "IL", 
      "thomas_id": "01963", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2009-03-09", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-03-09", 
  "number": "554", 
  "official_title": "A bill to improve the safety of motorcoaches, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1396-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1396-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Motorcoach Enhanced Safety Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-12-17", 
  "subjects": [
    "Accidents", 
    "Administrative law and regulatory procedures", 
    "Department of Transportation", 
    "Drug, alcohol, tobacco use", 
    "Employment and training programs", 
    "Fires", 
    "Government investigations", 
    "Hazardous wastes and toxic substances", 
    "Licensing and registrations", 
    "Medical tests and diagnostic methods", 
    "Motor carriers", 
    "Motor vehicles", 
    "Technology assessment", 
    "Telephone and wireless communication", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-06-08", 
    "text": "Motorcoach Enhanced Safety Act of 2009 - (Sec. 3) Directs the Secretary of Transportation (DOT) to prescribe regulations requiring motorcoaches (manufactured more than two years after publication of a final rule) to be installed with: (1) safety seat belts at each seating position; (2) advanced glazing in each portal to prevent passenger ejection; (3) stability enhancing technology to reduce the number and frequency of rollover crashes; (4) improved firefighting equipment; and (5) direct tire pressure monitoring systems. Requires the Secretary to prescribe regulations establishing improved strength and crush resistance standards for motorcoach roofs. (Sec. 4) Requires the Secretary to evaluate: (1) the feasibility of establishing flammability standards for motorcoach exterior and interior components; (2) technologies to prevent wheel well fires; and (3) requirements for motorcoaches to be equipped with improved designs for emergency passenger evacuation and fire suppression systems. Directs the Secretary to issue performance requirements for improved fire safety and passenger evacuation based on the results of the evaluations. Requires the Secretary also to review federal motor vehicle safety standard number 302 (relating to flammability of interior materials) to consider more realistic tests to improve the resistance of motorcoach interiors and components to burning, prevent inhalation by passengers of toxic smoke and vapors, and permit sufficient time for the safe evacuation of passengers from motorcoaches. (Sec. 5) Requires the Secretary to: (1) conduct compartmentalization safety countermeasures, occupant impact protection, and collision avoidance research; and (2) issue a standard or regulation based on research results. (Sec. 6) Authorizes the Secretary to register a person to provide motorcoach services only after that person: (1) undergoes a pre-authorization safety audit, including verification of drug and alcohol testing, vehicle maintenance, and safety management programs, and of a system to comply with hours-of-service regulations; (2) has been interviewed about the carrier's safety management controls and written safety oversight policies and practices; and (3) has demonstrated proficiency to comply with such requirements. Reduces from 18 months to 9 months after motorcoach operations begin the deadline for mandatory safety reviews of newly registered motorcoach owners or operators. Requires pre-authorization audits of new registrants to be completed onsite no later than 90 days after submission of an application to operate a motorcoach. (Sec. 7) Authorizes the Secretary, upon complaint or on the Secretary's own initiative, to deny, suspend, amend, or revoke a registration of a motor carrier for failure to disclose in its registration application a material fact relevant to its ability to comply with: (1) motor carrier requirements; (2) an order or regulation of the Secretary or the Surface Transportation Board; or (3) a registration condition. Prohibits two or more motorcoach operators from using common ownership, common management, common control, or common familial relationship to avoid compliance, or conceal noncompliance or a history of noncompliance with commercial motor vehicle safety regulations or an order of the Secretary. Requires the Secretary, if such actions have occurred, to: (1) deny, suspend, amend, or revoke a motor carrier's registration; and (2) take such noncompliance into account in assessing civil penalties. (Sec. 8) Requires the Secretary to: (1) determine the safety fitness and assign a rating for each registered motorcoach operator; (2) update such rating at least every three years; and (3) establish a process for monitoring regularly the safety performance of each operator following the assignment of a rating, including progressive intervention to correct unsafe practices. Authorizes the Secretary to organize special enforcement strike forces targeting noncompliant motorcoach operators. Requires the Secretary to revise DOT's safety fitness rating methodology to meet the goals of the safety recommendation H-99-6 of the National Transportation Safety Board issued February 26, 1999. Requires, at a minimum, a compliance review be conducted whenever a motor carrier meets the Safety Measurement System criteria for being high risk for two consecutive months. (Sec. 9) Requires the Secretary to: (1) establish minimum curricular requirements for entry-level motorcoach drivers and drivers upgrading from one class of commercial driver's license to another, to be adopted by public and private schools and motor carriers and motorcoach operators that train such drivers; (2) require each motorcoach driver seeking a commercial driver's license (CDL) passenger endorsement to undergo training that includes the minimum curricular requirements before taking the CDL test; (3) require each trainer of a driver seeking a CDL passenger endorsement to issue a certificate to the trainee and the state licensing authority certifying that the trainee has completed the motorcoach driver training requirements; and (4) require each CDL passenger endorsement applicant to present the certificate to the state licensing authority. Requires the Secretary to report to Congress on the feasibility, benefits, and costs of establishing a system for certifying motorcoach driver training schools. (Sec. 10) Requires the Secretary to issue a final rule in Docket No. Federal Motor Carrier Safety Administration (FMCSA) 2007-27659: Commercial Driver's License Testing and Commercial Learner's Permit Standards that improves the stringency of examination for the CDL passenger-carrying endorsement. Requires the Secretary to establish by regulation a requirement that a driver: (1) must have a CDL passenger-carrying endorsement in order to operate a commercial van transporting 9 to 15 passengers in interstate commerce; and (2) have been tested for drugs and alcohol. (Sec. 11) Revises examination requirements for the listing of medical examiners in a national registry. Requires medical examiners to pass a rigorous written examination and demonstrate a willingness to comply with FMCSA reporting requirements in order to be listed. Requires a state, as a condition to receiving a grant for improving motor carrier safety and to enforce federal and state commercial motor vehicle safety and hazardous materials transportation safety regulations and standards, to submit for Secretary approval a state plan that requires state licensing authorities to compare the medical examination certificate of CDL applicants received from the medical examiner with that certificate supplied by the driver to ensure its accuracy. Requires the Secretary to review annually the licensing authorities of 10 states to assess the accuracy, validity, and timeliness of physical examination reports and medical certificates submitted by certified medical examiners to state licensing authorities, as well as the processing of such submissions by such authorities. Requires the Secretary, within a specified period, to establish a national registry of medical examiners. (Sec. 12) Requires the Secretary to prescribe regulations to require all motorcoaches in interstate commerce to be equipped with electronic onboard recorders. Requires the Secretary to evaluate the use of event data recorders in motorcoaches in interstate commerce. (Sec. 13) Requires the Secretary to complete a rulemaking proceeding to consider requiring states to conduct annual inspections of commercial passenger motor vehicles. (Sec. 14) Requires the Secretary to: (1) prescribe regulations on the use of electronic or wireless devices (including cell phones and other distracting devices) by motorcoach operators; and (2) prohibit their use in cases where they interfere with the driver's safe operation of a motorcoach, but not when necessary for the safety of the driver or the public in emergency situations. (Sec. 15) Redefines \"employer,\" for purposes of the application of federal commercial motor vehicle safety standards, to include a person that offers for rent or lease in interstate commerce motor vehicles used to transport more than 15 passengers (including the driver) from the same location, or as part of the same business provides names or contact information of drivers, or holds itself out to the public as a charter bus company."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motorcoach Enhanced Safety Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Motorcoach Enhanced Safety Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the safety of motorcoaches, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:54-05:00"
}