{
  "actions": [
    {
      "acted_at": "1987-05-07", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-12", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from Farm Credit Admin.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-05-12", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Conservation Credit and Rural Development", 
      "text": "Referred to Subcommittee on Conservation Credit and Rural Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-06", 
      "bill_ids": [
        "hr3030-100"
      ], 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "See H.R.3030.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2324-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Credit, and Rural Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Boucher, Rick", 
      "sponsored_at": "1987-05-07", 
      "state": "VA", 
      "thomas_id": "00113", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Bustamante, Albert G.", 
      "sponsored_at": "1987-07-28", 
      "state": "TX", 
      "thomas_id": "00158", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Chapman, Jim", 
      "sponsored_at": "1987-07-28", 
      "state": "TX", 
      "thomas_id": "00190", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Clarke, James McC.", 
      "sponsored_at": "1987-06-25", 
      "state": "NC", 
      "thomas_id": "00200", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hall, Ralph M.", 
      "sponsored_at": "1987-06-25", 
      "state": "TX", 
      "thomas_id": "00484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hatcher, Charles", 
      "sponsored_at": "1987-05-07", 
      "state": "GA", 
      "thomas_id": "00514", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1987-05-07", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1987-05-07", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lancaster, H. Martin", 
      "sponsored_at": "1987-05-07", 
      "state": "NC", 
      "thomas_id": "00660", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Watkins, Wes", 
      "sponsored_at": "1987-06-25", 
      "state": "OK", 
      "thomas_id": "01206", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Weber, Vin", 
      "sponsored_at": "1987-07-28", 
      "state": "MN", 
      "thomas_id": "01212", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-07", 
  "number": "2324", 
  "official_title": "A bill to amend the Farm Credit Act of 1971 to provide Farm Credit System stockholder/borrowers with a multi-point program of relief and reform, and to assure the long-term health and stability of Farm Credit Banks and associations through local control.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3030-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Farm Credit Borrower Relief, System Reform and Local Control Act of 1987", 
  "sponsor": {
    "district": "7", 
    "name": "Rose, Charlie", 
    "state": "NC", 
    "thomas_id": "00986", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-07", 
  "subjects": [
    "Actions and defenses", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Bank mergers", 
    "Business losses", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Depreciation and amortization", 
    "District courts", 
    "Executive reorganization", 
    "Family farms", 
    "Farm Credit Administration", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Interest", 
    "Interest rates", 
    "Soil conservation", 
    "Soil erosion", 
    "Wetlands"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-07", 
    "text": "Farm Credit Borrower Relief, System Reform and Local Control Act of 1987 - Title I: Interest Rate Reduction - Provides for: (1) a mandatory interest rate reduction of at least seven percent on all Farm Credit System (System) loans; (2) an additional reduction of up to two points, upon a borrower's written request, to be funded by applying up to one-half of such borrower's stock against interest otherwise due; and (3) a five-year guarantee of borrower stock. Title II: Borrower Relief: Forbearance and Restructuring - Amends the Farm Credit Act of 1971 to require all banks and associations to have a forbearance program providing for loan extensions, deferrals, or late payments for delinquent borrowers who meet specified criteria. Prohibits foreclosure if a borrower is making efforts to repay a loan, is maintaining the property, and has the capacity to work out of debt. Provides: (1) that a borrower must have at least 30 days written notice before a foreclosure action is filed against him or her; and (2) a ten-day right to appeal such action. Requires System institutions to make efforts to permit a borrower in a foreclosure or voluntary liquidation action to retain ownership or possession of a principal residence and a reasonable amount of adjoining land in order to maintain his or her family. Requires System institutions to establish lease-back buy-back programs to avoid displacing farm operators and depressing land values. Includes within such program provisions regarding: (1) leases with repurchase options; (2) repurchase options; (3) maximum ten-year terms for holding collateral; (4) use of loan collateral as bond collateral; (5) appeal rights; and (6) program inapplicability to wetlands and highly erodible land. Title III: Borrower Rights - Amends the Farm Credit Act of 1971 to protect a borrower from: (1) being required to provide additional collateral; (2) being foreclosed for failing to provide such collateral; or (3) being required to furnish additional financial information unless such provision is in the loan agreement or unless the borrower requests an agreement change. Provides for borrower access to documents and information. Grants a borrower the right to sue any System institution in a U.S. district court. Title IV: Uniform Use of Regulatory Accounting - Amends the Farm Credit Act of 1971 to require each bank of the System, for the years 1986 through 1988, to capitalize, amortize (over a 20-year period), and prepare financial reports on: (1) any additions to their loan loss reserves in excess of one-half of one percent; and (2) interest costs in excess of six percent. Title V: Sunset of the Capital Corporation and Halt to System Centralization Through Service Organizations - Amends the Farm Credit Act of 1971 to terminate the Farm Credit System Capital Corporation 90 days after the enactment of this Act. (Currently, such Corporation expires as of December 31, 1990.) Prohibits the Farm Credit Administration from chartering any entities except Federal land banks, Federal land bank associations, Federal intermediate credit banks, production credit associations, banks for cooperatives, the Central Bank for Cooperatives, and the Federal Farm Credit Banks Funding Corporation. Liquidates all service organizations established before the effective date of this Act, except the Federal Farm Credit Banks Funding Corporation, within 90 days of the effective date of this Act. Title VI: Future Stability Through Farm Credit Reserve Fund - Amends the Farm Credit Act of 1971 to direct the Farm Credit Administration to establish a reserve fund within 30 days of the effective date of this Act. States that such reserve shall be used to: (1) guarantee borrower stock; and (2) protect institution viability. Funds such reserve initially through a one-time issue of an uncollateralized joint obligation of System banks. Provides for perpetual reserve funding through obligation contributions. Sets forth operating provisions. Title VII: Termination of Loss Sharing That Conflicts With the Reserve Fund - Repeals the authority for interbank loss-sharing agreements. Title VIII: Local Control - Amends the Farm Credit Act of 1971 to provide a referendum method for stockholder elections of separate boards of directors for System banks. Terminates a district board if separate boards are established for two or more banks in such district. Sets forth related operating provisions. Title IX: Mandatory Cool-Off Period for Mergers - Amends the Farm Credit Act of 1971 to provide for a mandatory cooling-off period before a merger becomes effective. Title X: Funding Corporation Report - Amends the Farm Credit Act of 1971 to require the Federal Farm Credit Banks Funding Corporation to report annually to each System institution detailing its bond placements, budget, costs, and expenses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Farm Credit Borrower Relief, System Reform and Local Control Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Farm Credit Act of 1971 to provide Farm Credit System stockholder/borrowers with a multi-point program of relief and reform, and to assure the long-term health and stability of Farm Credit Banks and associations through local control.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:26-05:00"
}