{
  "actions": [
    {
      "acted_at": "1979-03-27", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-27", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-27", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-03-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3268-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-27", 
  "number": "3268", 
  "official_title": "A bill to promote the orderly development of hard mineral resources in the deep seabed, pending adoption of an international regime relating thereto.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2759-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Deep Seabed Hard Mineral Removal Tax Act of 1978", 
  "sponsor": {
    "district": "41", 
    "name": "Wilson, Robert C.", 
    "state": "CA", 
    "thomas_id": "01234", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-27", 
  "subjects": [
    "Antitrust law", 
    "Boundaries", 
    "Conservation of natural resources", 
    "Department of the Treasury", 
    "Environmental assessment", 
    "Environmental protection", 
    "Excise tax", 
    "Government trust funds", 
    "International law", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Maritime law", 
    "Mineral resources conservation", 
    "Mines and mineral resources", 
    "Ocean", 
    "Ocean floor", 
    "Ocean mining", 
    "Taxation", 
    "Treaties", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Ocean mining", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-27", 
    "text": "Deep Seabed Hard Mineral Resources Act - Title I: Regulation of Exploration and Commercial Recovery by United States Citizens - Disclaims extraterritorial sovereignty by the United States over deep seabeds. Prohibits any United States citizen from engaging in exploration or commercial recovery unless authorized: (1) under a license issued pursuant to this Act; (2) under a license issued by a reciprocating state; or (3) pursuant to an international agreement. Permits the continuation of existing exploration upon timely application for such license. Prohibits interference with the activities of a licensee under this Act. Stipulates activities which are exempted from this Act. Sets forth procedures for the issuance of, and limitations upon, licenses for exploration and commercial recovery under this Act. Declares any United States citizen eligible for a license for exploration. Establishes a formula for the determination of priority of right for issuance. Sets forth findings which must be made prior to issuance of a license of exploration or commercial recovery. Permits modifications or suspension of operations upon order of the Secretary of Commerce. Provides for an antitrust review by the Attorney General and the Federal Trade Commission of any such license application. Stipulates procedures and effects of denial, suspension, or revocation of a license. Directs the Secretary to issue regulations for the implementation of this Act. Directs the Secretary to prepare an environmental impact statement with respect to the areas likely to be developed by United States citizens. Specifies criteria for the size of areas of exploration or commercial recovery. Requires the Secretary to impose performance requirements upon licensees. Permits relinquishment or surrender of such licenses. Requires certain record keeping, environmental impact statements, navigational safety procedures and disclosure by licensees. Prohibits licensees from interfering with reasonable uses of the seas. Permits the Secretary to monitor exploration or commercial recovery operations. Permits the President to designate \"reciprocating states\" as defined by this Act. Title II: Transition to International Agreement - Declares the intent of Congress regarding any international seabed agreements to which the United States may become a party to be: (1) to provide reasonable access to the deep seabed mineral resources for United States citizens; and (2) to recognize certain continuing seabed mining rights of United States citizens who have begun such mining operations prior to any such international agreement. Sets forth the effect upon specified provisions of this Act resulting from subsequent international agreements. Title III: Civil Penalties, Criminal Offenses, and Miscellaneous Provisions - Makes unlawful violations of this Act. Establishes civil and criminal penalties for such violations. Directs the Secretary of Commerce to enforce this Act. Makes vessels in violation of this Act liable in rem for such violation. Title IV: Tax - Deep Seabed Hard Mineral Removal Tax Act of 1978 - Amends the Internal Revenue Code of 1954 to impose a tax on the removal of hard mineral resources from the deep seabed. Establishes in the United States Treasury a Deep Seabed Revenue Sharing Trust Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Deep Seabed Hard Mineral Removal Tax Act of 1978", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the orderly development of hard mineral resources in the deep seabed, pending adoption of an international regime relating thereto.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:54-05:00"
}