{
  "actions": [
    {
      "acted_at": "1980-02-05", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2263-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-05", 
  "number": "2263", 
  "official_title": "A bill to provide for the establishment of the Women's Rights National Historic Park in the State of New York, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6407-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-05", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Historic sites", 
    "National parks", 
    "New York State", 
    "Parks and Natural Areas", 
    "Women's studies"
  ], 
  "subjects_top_term": "National parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-05", 
    "text": "Establishes the Women's Rights National Historical Park in Seneca Falls, New York, to preserve and interpret the nationally significant historical and cultural sites and structures associated with the formal beginning of the struggle for equal rights for women. Authorizes the Secretary of the Interior to acquire such land, or interest therein he deems necessary, by donation, purchase with donated or appropriated funds, or exchange. Limits fee acquisition to specified Women's Rights Historic Sites in Seneca Falls, New York. Directs the Secretary to encourage local and State agencies to establish a preservation commission to develop and implement a plan for the preservation and rehabilitation of the area within the park boundary. Authorizes the Secretary to provide technical assistance and funding for such plan, up to a limit of 50 percent of the total cost. Establishes the Women's Rights National Historical Park Advisory Commission. Terminates such commission 10 years after the date of establishment of the park. Authorizes the Secretary to enter into cooperative agreements with appropriate nonprofit entities for developing and implementing programs related to the women's rights movement. Directs the Secretary, within three years, to submit to specified congressional committees, a general management plan for the women's rights historic sites. Requires any Federal entity conducting or supporting activities directly affecting the park to consult with the Secretary prior to the issuance of final approval for such activity, license, or permit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the establishment of the Women's Rights National Historic Park in the State of New York, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:18-05:00"
}