{
  "actions": [
    {
      "acted_at": "2000-05-09", 
      "references": [
        {
          "reference": "CR E673-674", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-05-09", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-05-10", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Water Resources and Environment", 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4411-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "2000-05-09", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Borski, Robert A.", 
      "sponsored_at": "2000-05-09", 
      "state": "PA", 
      "thomas_id": "00111", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "2000-05-09", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-05-09", 
  "number": "4411", 
  "official_title": "To provide for the conservation and development of water and related resources, to authorize the Secretary of the Army to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Water Resources Development Act of 2000", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bud", 
    "state": "PA", 
    "thomas_id": "01055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-05-09", 
  "subjects": [
    "Brownfields", 
    "Cemeteries and funerals", 
    "Central Valley Reclamation Project (California)", 
    "Coastal zone", 
    "Congress", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Dams", 
    "Destruction of property", 
    "Dikes (Engineering)", 
    "Drainage", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Emergency management", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Estuarine ecology", 
    "Estuarine pollution", 
    "Everglades", 
    "Federal aid to water pollution control", 
    "Federal aid to water resources development", 
    "Federal-Indian relations", 
    "Flood control", 
    "Flood damage prevention", 
    "Florida", 
    "Hydroelectric power", 
    "Indian lands", 
    "Informers", 
    "Infrastructure", 
    "Land transfers", 
    "Minorities", 
    "Missouri River development", 
    "National recreation areas", 
    "North Dakota", 
    "Public lands and natural resources", 
    "Restoration ecology", 
    "South Dakota", 
    "Washington State", 
    "Water resources development", 
    "Water supply", 
    "Water use", 
    "Watershed management", 
    "Wetland conservation", 
    "Wetland restoration"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-05-09", 
    "text": "Water Resources Development Act of 2000 - Approves the Comprehensive Everglades Restoration Plan to modify the Central and Southern Florida (CSF) Project to restore, preserve, and protect the South Florida ecosystem.Authorizes implementation, at specified total costs, of certain pilot projects and other projects included in the Plan. Authorizes the Secretary of the Army to implement modifications to the CSF Project that are consistent with the Plan and that will produce independent and substantial restoration, preservation, or protection benefits to the ecosystem, provided that the total cost of each project accomplished under such authority shall not exceed $35 million and the total Federal cost of all such projects shall not exceed $250 million. Requires a specific authorization of Congress for all other future projects included the Plan.Directs the Secretary to establish a program to ensure that socially and economically disadvantaged individuals within the South Florida ecosystem are informed of the Plan, given the opportunity to review and comment on each project feature, provided opportunities to participate as a small business concern contractor, and given opportunities for employment or internships in emerging industry sectors. Requires the Secretary to establish a goal that not less than ten percent of the amounts made available for construction of projects be expended with small business concerns owned and controlled by such individuals within the ecosystem.Requires the Secretary: (1) to dedicate and manage the water made available from project features for the temporal and spatial needs of the natural system; and (2) after notice and opportunity for public comment and with the concurrence of the Secretary of the Interior, to issue programmatic regulations identifying the amount of water to be dedicated and managed. Requires that such regulations be completed within two years of the date of enactment of this Act.Requires the Secretary, after notice and opportunity for public comment, to develop project feature specific regulations to ensure that the benefits anticipated from each feature are achieved and maintained.Requires Secretary to ensure that Plan implementation, including physical or operational modifications to the CSF Project, does not cause substantial adverse impacts on existing legal water uses, including annual water deliveries to Everglades National Park, water for the preservation of fish and wildlife in the natural system, and other legal uses. Prohibits the Secretary from eliminating existing legal sources of water supply until new sources of comparable quantity and quality are available.Requires the Secretary and the Secretary of Interior to jointly submit to Congress a report on Plan implementation beginning on October 1, 2005 and periodically thereafter (but at least every five years) until October 1, 2036.(Sec. 4) Amends the Water Resources Development Act of 1986 to replace provisions for the study of water resources needs of river basins and regions with provisions for the assessment of such needs, including cost sharing requirements. Authorizes appropriations.(Sec. 5) Directs the Secretary to carry out a program to provide assistance to non-Federal interests in the remediation and restoration of abandoned or idled industrial and commercial sites where such assistance will improve the quality, conservation, and sustainable use of the nation's streams, rivers, lakes, wetlands, and floodplains. Authorizes appropriations.(Sec. 6) Authorizes the Secretary, in cooperation with federally recognized Indian tribes and other Federal agencies, to study and determine the feasibility of implementing water resources development projects that will substantially benefit Indian tribes and that are located primarily within Indian country or in proximity to Alaska Native villages. Authorizes appropriations.(Sec. 7) Amends the Water Resources Development Act of 1986 to apply ability to pay requirements relating to flood control or agricultural water supply projects to cost sharing agreements for a feasibility study or for construction of an environmental protection and restoration project.(Sec. 8) Authorizes the Secretary to implement a program to reduce vandalism and destruction of property at water resources development projects.(Sec. 9) Authorizes the Secretary to participate in the National Recreation Reservation Service on an interagency basis and fund the Department of the Army's share of those activities required for implementing, operating, and maintaining such Service.(Sec. 10) Amends the Water Resources Development Act of 1986 to: (1) provide that activities currently performed by personnel under the direction of the Secretary in connection with the operation and maintenance of hydroelectric power generating facilities at Army Corps of Engineers water resources projects are to be considered as inherently governmental functions and not as commercial activities where such activities require specialized training related to hydroelectric power generation; and (2) subject such activities to specified labor standards.(Sec. 11) Amends such Act to increase funding for the Secretary to engage in interagency and international support activities to address problems of national significance to the United States.(Sec. 12) Authorizes the Secretary: (1) to identify and set aside areas at civil works projects that may be used to re-inter Native American remains that have been discovered on project lands and which have been rightfully claimed by a lineal descendant or Indian tribe; (2) in consultation and consent with the lineal descendant or the respective Indian tribe, to recover and re-bury the remains at such sites at full Federal expense; and (3) to transfer to such Indian Tribe the land for use as a cemetery.(Sec. 13) Amends the Rivers and Harbors Appropriation Act of 1899 to provide that the approval required of the location and plans, or any modification of plans, for any dam or dike, applies only to any dam or dike that would completely span a waterway currently used to transport interstate or foreign commerce when existing commerce could be adversely affected.(Sec. 14) Amends the Water Resources Development Act of 1986 to revise cost sharing requirements with respect to the non-Federal share of the cost of a structural project assigned to flood control.(Sec. 15) Authorizes the Secretary to participate with the appropriate Federal and State agencies in the planning and management activities associated with the CALFED Bay Delta Program and to integrate the activities of the Corps of Engineers in the San Joaquin and Sacramento River basins with the long-term goals of the Program. Allows the Secretary to accept and expend funds from other Federal agencies and non- Federal public, private, and non-profit entities to carry out ecosystem restoration projects and activities associated with such Program and to enter into contracts, cooperative research and development agreements, and cooperative agreements with Federal agencies and such entities in carrying out these projects and activities. Authorizes appropriations.(Sec. 16) Amends the Water Resources Development Act of 1986 to revise provisions governing water resources project de-authorizations. Requires the Secretary to transmit to Congress annually a list of projects that have been authorized for construction: (1) but for which no appropriations have been obligated during the four preceding fiscal years; and (2) for which construction funds have been obligated in the past but for which no appropriations have been obligated for construction during the two previous consecutive fiscal years. Requires any authorized project to be de-authorized: (1) after seven years after its most recent authorization unless construction funds have been obligated; or (2) if construction funds have been obligated but no new construction appropriations have been obligated during five subsequent fiscal years.(Sec. 17) Requires that the guidelines for the preparation of floodplain management plans also require non-Federal interests to take measures to preserve the level of flood protection provided by the project for which required compliance with Federal floodplain management and flood insurance programs applies.(Sec. 18) Authorizes the Secretary to conduct a feasibility study in cooperation with the Secretary of the Interior, the States of South Dakota, North Dakota, and Nebraska, and other affected interests, for the transfer of land that was acquired by the Secretary for the implementation of the Pick-Sloan Missouri River basin program and is located within the reservations of the Three Affiliated Tribes of the Fort Berthold Reservation, ND, the Standing Rock Sioux Tribe of North and South Dakota, the Crow Creek Sioux Tribe of the Crow Creek Reservation, SD, the Yankton Sioux Tribe of South Dakota, and the Flandreau Santee Sioux Tribe of South Dakota, to the Secretary of the Interior to be held in trust for the benefit of such Indian tribes.(Sec. 19) Authorizes the Secretary to participate in Critical Restoration Projects in the area of Puget Sound and its adjacent waters, including the watersheds that drain directly into the Sound, Admiralty Inlet, Hood Canal, Rosario Strait, and the eastern portion of the Strait of Juan de Fuca. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water Resources Development Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the conservation and development of water and related resources, to authorize the Secretary of the Army to construct various projects for improvements to rivers and harbors of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:05-05:00"
}