{
  "actions": [
    {
      "acted_at": "1999-04-20", 
      "references": [
        {
          "reference": "CR S3925-3926", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-04-20", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s838-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-04-20", 
  "number": "838", 
  "official_title": "A bill to amend the Juvenile Justice and Delinquency Prevention Act of 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Juvenile Crime Control and Community Protection Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-04-20", 
  "subjects": [
    "Accounting", 
    "Administration of juvenile justice", 
    "Arts, culture, religion", 
    "Assault", 
    "Auditing", 
    "Authorization", 
    "Block grants", 
    "Case management", 
    "Charities", 
    "Child abuse", 
    "Child support enforcement", 
    "Churches", 
    "Citizenship education", 
    "Community policing", 
    "Compensation for victims of crime", 
    "Compulsory education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Court records", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Criminal statistics", 
    "Curfews", 
    "Delinquency prevention", 
    "Department of Justice", 
    "Dropout prevention", 
    "Drug abuse", 
    "Drug courts", 
    "Drug traffic", 
    "Drugs and youth", 
    "Drunk driving", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement", 
    "Federal aid to youth services", 
    "Finance and financial sector", 
    "Fingerprints", 
    "Firearms", 
    "Gangs", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Homicide", 
    "Identification of criminals", 
    "Juvenile corrections", 
    "Juvenile courts", 
    "Juvenile delinquency", 
    "Juvenile delinquents", 
    "Juvenile detention", 
    "Juvenile probation", 
    "Juveniles tried as adults", 
    "Kidnapping", 
    "Labor and employment", 
    "Law", 
    "Libraries", 
    "Mentoring", 
    "Murder", 
    "Parent and child", 
    "Parole", 
    "Performance measurement", 
    "Photography", 
    "Prison boot camps", 
    "Prisoners", 
    "Prosecution", 
    "Rape", 
    "Recidivists", 
    "Recreation", 
    "Religion", 
    "Robbery", 
    "School administrators", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Social welfare", 
    "Sports and recreation", 
    "Student records", 
    "Transportation and public works", 
    "Victims of crimes", 
    "White House conferences", 
    "Youth violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-04-20", 
    "text": "TABLE OF CONTENTS: Title I: Reform of Existing Programs Title II: Incentive Grants For Accountability-Based Reforms Title III: General Provisions Juvenile Crime Control and Community Protection Act of 1999 - Title I: Reform of Existing Programs - Revises Juvenile Justice and Delinquency Prevention Act of 1974 (the Act): (1) findings to specify that juvenile delinquency requires action by Federal, State, and local governments (currently, the Federal Government); and (2) purposes to include assisting State and local governments in promoting public safety by improving the openness of the juvenile justice system to the public and by encouraging the identification of violent and hard-core juveniles and transferring them into adult criminal court jurisdiction.(Sec. 103) Requires the Administrator of the Office of Juvenile Justice and Delinquency Prevention to develop objectives, priorities, and a long-term plan, and implement overall policy and a strategy to carry out such plan, for all Federal juvenile delinquency programs and activities relating to punishment and to submit such plan to the Congress. Replaces certain requirements regarding the Administrator's duties with a requirement that he reduce duplication among Federal juvenile delinquency programs and activities. Repeals requirements that the Administrator: (1) consult with the Coordinating Council on Juvenile Justice and Delinquency Prevention; and (2) require certain Federal agencies to submit annual juvenile delinquency development statements to the Council.(Sec. 104) Requires the Administrator to submit to the President, specified congressional leaders, and the Governor of each State a report containing data and analysis regarding the rate at which juveniles are taken into custody, the numbers of juveniles taken into custody, repeat offenders, juveniles using weapons, and juvenile and adult victims of juvenile crime, and trends.(Sec. 105) Amends Act provisions regarding block grants for State and local programs to authorize the Administrator to: (1) make grants to charitable and religious organizations and for specified purposes such as initiatives for holding juveniles accountable for acts of delinquency and improving juvenile court and law enforcement records; and (2) use specified sums to establish and maintain a clearinghouse to disseminate to the States information on juvenile delinquency prevention, treatment, and control, and to provide training and technical assistance.(Sec. 106) Repeals a requirement that a State plan for carrying out a State's purposes applicable to a three-year period under such Act be amended annually to include new programs and challenge activities subsequent to State participation. Rewrites provisions regarding an advisory group to require that it include: (1) not less than five members appointed by the chief executive officer of the State and consist of a majority of members who are not full-time Federal, State, or local government employees; (2) members who have training, experience, or special knowledge concerning the prevention and treatment of juvenile delinquency, the administration of juvenile justice (including law enforcement), and the representation of the interests of the victims of violent juvenile crime and their families; and (3) as members at least one locally elected official representing general purpose local government.Requires the State plan to provide assurances that, in each secure facility located in the State, there is no commingling in the same cell or community room or any other regular, sustained physical contact between a juvenile and an adult offender (but allows the use of a community room or other common area of the facility by such juveniles and adults at different times and the use of the same staff for both juvenile and adult inmates).(Sec. 107) Repeals various Act programs, including provisions regarding the National Institute for Juvenile Justice and Delinquency Prevention, special emphasis prevention and treatment programs, State challenge activities, treatment for juvenile offenders who are victims of child abuse or neglect, mentoring, boot camps, and the White House Conference on Juvenile Justice.Title II: Incentive Grants for Accountability-Based Reforms - Amends the Act to direct the Administrator to provide juvenile delinquent accountability grants to States that have: (1) policies and programs that ensure that juveniles who commit an act after attaining age 14 that would be a serious violent crime if committed by an adult are treated as adults for prosecution purposes, unless on a case-by-case basis, as a matter of law or prosecutorial discretion, the transfer of such juveniles for disposition in the juvenile system is determined to be in the interest of justice (but the juvenile's age alone shall not be determinative of whether such transfer is in the interest of justice); (2) graduated sanctions for juvenile offenders; and (3) a specified system of records relating to juveniles under age 15 who are adjudicated delinquent for conduct that if committed by an adult would constitute a serious violent crime. Makes such records available to law enforcement agencies, prosecutors, the courts, and school officials.Subjects school officials to the same standards applicable to law enforcement and juvenile justice system employees under Federal and State law for handling and disclosing such information.Makes such States eligible for additional sums upon demonstrating compliance with specified accountability-based youth violence reduction practices, such as mandatory victim and community restitution (including statewide programs to reach restitution collection levels of not less than 80 percent), public access to juvenile court delinquency proceedings, zero tolerance for truancy and for deadbeat juvenile parents, and specified recordkeeping and fingerprinting requirements for juveniles under age 14 who commit acts which, if committed by an adult, would constitute a felony under Federal or State law.Title III: General Provisions - Modifies the Act to authorize appropriations through FY 2004 for the Office, for block grants for State and local programs, and for incentive grants for accountability-based reforms. Specifies that the source of such appropriations may be the Violent Crime Reduction Trust Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Juvenile Crime Control and Community Protection Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Juvenile Justice and Delinquency Prevention Act of 1974, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:32-05:00"
}