{
  "actions": [
    {
      "acted_at": "1981-01-15", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-01-15", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "subcommittee": "Labor - Health and Human Services, and Education", 
      "text": "Referred to Subcommittee on Labor - Health and Human Services, and Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-04", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Labor - Health and Human Services, and Education", 
      "references": [], 
      "text": "First Day of Subcommittee Hearings.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-25", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Labor - Health and Human Services, and Education", 
      "references": [], 
      "text": "Final Day of Subcommittee Hearings.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-10", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Labor - Health and Human Services, and Education", 
      "references": [], 
      "text": "First Day of Subcommittee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-10", 
      "in_committee": "House Committee on Appropriations", 
      "in_subcommittee": "Labor - Health and Human Services, and Education", 
      "references": [], 
      "text": "Final Day of Subcommittee Mark-up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-23", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "text": "First Day of Committee Mark-Up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-23", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "text": "Final Day of Committee Mark-Up.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-23", 
      "in_committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-09-23", 
      "references": [], 
      "text": "Reported to House by House Committee on Appropriations.  Report No: 97-251.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-09-23", 
      "references": [], 
      "text": "Placed on Union Calendar No: 161.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-06", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-10-06", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1981-10-07", 
      "committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Received in the Senate, read twice, and referred to the Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-11-05", 
      "in_committee": "Committee on Appropriations", 
      "references": [], 
      "text": "Committee on Appropriations. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-11-09", 
      "references": [], 
      "text": "Committee on Appropriations. Reported to Senate by Senator Baker for Senator Hatfield favorably with amendments. With written report No. 97-268.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-09", 
      "calendar": "Senate Legislative", 
      "number": "372", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 372.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h278-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "278"
    }, 
    {
      "amendment_id": "h279-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "279"
    }, 
    {
      "amendment_id": "h280-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "280"
    }, 
    {
      "amendment_id": "h281-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "281"
    }, 
    {
      "amendment_id": "h282-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "282"
    }, 
    {
      "amendment_id": "h283-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "283"
    }, 
    {
      "amendment_id": "h284-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "284"
    }, 
    {
      "amendment_id": "h285-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "285"
    }, 
    {
      "amendment_id": "h286-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "286"
    }, 
    {
      "amendment_id": "h287-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "287"
    }, 
    {
      "amendment_id": "h288-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "288"
    }, 
    {
      "amendment_id": "h289-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "289"
    }, 
    {
      "amendment_id": "h290-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "290"
    }, 
    {
      "amendment_id": "h291-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "291"
    }, 
    {
      "amendment_id": "h292-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "292"
    }, 
    {
      "amendment_id": "h293-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "293"
    }, 
    {
      "amendment_id": "h294-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "294"
    }, 
    {
      "amendment_id": "h295-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "295"
    }, 
    {
      "amendment_id": "h296-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "296"
    }, 
    {
      "amendment_id": "h297-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "297"
    }, 
    {
      "amendment_id": "h298-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "298"
    }, 
    {
      "amendment_id": "s630-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "630"
    }, 
    {
      "amendment_id": "s631-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "631"
    }, 
    {
      "amendment_id": "s632-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "632"
    }, 
    {
      "amendment_id": "s642-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "642"
    }
  ], 
  "bill_id": "hr4560-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP", 
      "subcommittee": "Subcommittee on Labor-Health and Human Services", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1981-10-06", 
    "vetoed": false
  }, 
  "introduced_at": "1981-09-23", 
  "number": "4560", 
  "official_title": "A bill making appropriations for the Departments of Labor, Health, and Human Services, and Education, and related agencies for the fiscal year ending September 30, 1982, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Departments of Labor, Health and Human Services, and Education and Related Agencies Appropriation Act, 1982", 
  "sponsor": {
    "district": "2", 
    "name": "Natcher, William H.", 
    "state": "KY", 
    "thomas_id": "00853", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1981-10-06", 
  "subjects": [
    "Abortion", 
    "Appropriations", 
    "Automobile fuel consumption", 
    "Bilingual education", 
    "Busing (School integration)", 
    "Community schools", 
    "Discrimination", 
    "Economics and public finance", 
    "Education", 
    "Federal advisory bodies", 
    "Federal aid to hospitals", 
    "Federal officials", 
    "Government consultants", 
    "Government operations and politics", 
    "Government service contracts", 
    "Independent regulatory commissions", 
    "Maryland", 
    "Massachusetts", 
    "Medicaid", 
    "Medicare", 
    "Mine safety", 
    "New York State", 
    "Occupational health and safety", 
    "Potash", 
    "Public health administration", 
    "Religion in the public schools", 
    "Sand and gravel industry", 
    "Washington State"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1981-11-09", 
    "text": "(Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 97-268) Department of Labor, Health and Human Services, and Education and Related Agencies Appropriation Act, 1982 - Makes appropriations for the Departments of Labor, Health and Human Services, and Education, and related agencies for fiscal year 1982. Title I: Department of Labor - Department of Labor Appropriation Act 1982 - Makes appropriations for FY 1982 to the Department of Labor for the following agencies and purposes: (1) the Employment and Training Administration for program administration, employment and training assistance, community service employment for older Americans, Federal unemployment benefits and allowances, grants to States for unemployment insurance and employment services, and advances to the Unemployment Trust Fund and other funds; (2) the Labor-Management Services Administration for salaries and expenses and the Pension Benefit Guaranty Corporation; (3) the Employment Standards Administration for salaries and expenses, special benefits and the Black Lung Disability Trust Fund; (4) the Occupational Safety and Health Administration for salaries and expenses; (5) the Mine Safety and Health Administration for salaries and expenses (prohibits any of such funds from being obligated or expended to classify a mine in the potash industry as gassy based upon air samples containing concentrations of methane gas, unless such classification standard has been adopted through formal rulemaking on or after November 5, 1981); (6) the Bureau of Labor Statistics for salaries and expenses; (7) departmental management, salaries and expenses; and (8) the special foreign currency program. Makes such appropriations which are available for salaries and expenses available for supplies, services, and rental of conference space within the District of Columbia, as deemed necessary for the settlement of labor-management disputes. Prohibits the use of any of the funds appropriated under this title to: (1) pay any prisoner for work performed prior to 12 months before the presumptive release date of such prisoner; or (2) carry out any activities for or on behalf of any individual who is an illegal alien. Title II: Department of Health and Human Services - Department of Health and Human Services Appropriation Act, 1982 - Makes appropriations for fiscal year 1982 to the Department of Health and Human Services for the following agencies: (1) the Health Services Administration for health services; (2) the Centers for Disease Control for preventive health services; (3) the National Institutes of Health for the National Cancer Institute, the National Heart, Lung, and Blood Institute, the National Institute of Dental Research, the National Institute of Arthritis, Diabetes, and Digestive and Kidney Diseases, the National Institute of Neurological and Communicative Disorders and Stroke, the National Institute of Allergy and Infectious Diseases, the National Institute of General Medical Sciences, the National Institute of Child Health and Human Services, the National Eye Institute, the National Institute of Environmental Health Sciences, the National Institute on Aging, and Research Resources, the John E. Fogarty International Center for Advanced Study in the Health Sciences, the National Library of Medicine, buildings and facilities, and the Office of the Director; (4) the Alcohol, Drug Abuse, and Mental Health Administration for alcohol, drug abuse, and mental health and Saint Elizabeths Hospital; (5) the Health Resources Administration for health resources and the Medical Facilities Guarantee and Loan Fund; (6) the Assistant Secretary for Health for salaries and expenses; (7) Health Maintenance Organization Loan and Loan Guarantee Fund; (8) retirement pay and medical benefits for commissioned officers; (9) the Health Care Financing Administration for grants to States for Medicaid, payments to health care trust funds and program management; (10) the Social Security Administration for payments to Social Security trust funds, special benefits for disabled coal miners, supplemental security income program, assistance payments program, low-income home energy assistance program, refugee assistance, Cuban and Haitian entrant assistance, domestic assistance, and reception and processing; (11) the Assistant Secretary for Human Development Services for community services block grants, block grants to States for social services, human development services, work incentives, and general departmental management; (12) the Office of the Inspector General; (13) the Office for Civil Rights; and (14) research studies under the Social Security Act. Sets aside a specified amount of the Health Services Administration's funds for the use of Public Health Services hospitals in Seattle, Washington, Staten Island, New York, Baltimore, Maryland, and Boston, Massachusetts if certain standards are met. Directs the Secretary of Health and Human Services to determine whether transfer proposals for such hospitals meet such standards. Prohibits any of the funds appropriated by this title for grants-in-aid of State agencies from being withheld if the State agency has established by legislative enactment and has in operation a merit system and classification and compensation plan covering their employees because of any disapproval of their personnel or the manner of their selection or the rates of pay of such employees. Prohibits the use of any such funds to pay any recipient of a grant for the conduct of research an amount equal to as much as the entire cost of such research. Prohibits the use of any such funds to perform abortions except where the life of the mother would be endangered if the fetus were carried to term. Specifies that any State is free not to fund abortions to the extent that they in their sole discretion deem appropriate. Makes the funds advanced to the National Institutes of Health Management Fund from appropriations in this Act available for the expenses of sharing medical care facilities and resources pursuant to the Public Health Service Act. Limits the amount of funds appropriated for the Social Security Administration and the Office of Child Support Enforcement that may be used for official reception and representation expenses related to income maintenance or child support enforcement activities. Prohibits the reimbursement of State or local expenditures made prior to October 1, 1978, under specified titles of the Social Security Act unless a request for reimbursement had been officially transmitted to the Federal Government within one year after the fiscal year in which the expenditure occurred. Prohibits the use of any of the funds appropriated in this title to move the headquarters of the National Institute for Occupational Safety and Health or any staff from its present headquarters to Atlanta, Georgia, or Cincinnati, Ohio. Prohibits the use of funds appropriated in this title from being used to pay the salaries of officers and employees for implementation or enforcement of a specified section of the Omnibus Budget Reconciliation Act of 1981 which related to recipients of Medicaid and Medicare receiving prescription drugs. Amends the Omnibus Budget Reconciliation Act of 1981 to extend to June 30, 1982, the date for submission of a study concerning allotment of block grants to the States. Title III: Department of Education - Department of Education Appropriation Act, 1982 - Makes appropriations for fiscal year 1982 to the Department of Education for the following purposes: (1) compensatory education for the disadvantaged; (2) special programs; (3) bilingual education; (4) school assistance in federally affected areas; (5) education for the handicapped; (6) rehabilitation services and handicapped research; (7) vocational and adult education; (8) student financial assistance; (9) student loan insurance; (10) higher and continuing education; (11) higher education facilities loan and insurance; (12) college housing loans; (13) educational research and statistics; (14) educational, research, and training activities overseas (special foreign currency program); (15) libraries; (16) the American Printing House for the Blind, National Technical Institute for the Deaf, Gallaudet College, and Howard University; (17) the Office for Civil Rights for salaries and expenses; (18) departmental management, salaries and expenses; and (19) the Office of the Inspector General for salaries and expenses. Prohibits withholding of funds appropriated by this title for grants-in-aid to cover State agencies operating expenses because of any disapproval of their personnel or manner of personnel selection if a merit system and classification and compensation plan is in operation. Subjects the funds appropriated in this Act to the American Printing House for the Blind, Howard University, the National Technical Institute for the Deaf, and Gallaudet College to an audit by the Secretary of Education. Prohibits the use of funds appropriated under this Act to: (1) force any school or school district which is desegregated to take any action to force the busing of students, force on account of race, creed or color the abolishment of any such school, or force the transfer or assignment of any student attending such a school to or from a particular school over the protest of the student's parents; (2) transport students or teachers in order to overcome racial imbalance or to carry out a plan of racial desegregation of any school or school system; or (3) transport any student to a school other than the school which is nearest the student's home. Limits the total full-time equivalent employment of the Department of Education during fiscal year 1982. Prohibits the use of any of the funds appropriated in this Act to prevent the implementation of programs of voluntary prayer and meditation in the public schools. Title IV: Related Agencies - Makes appropriations for fiscal year 1982 to: (1) ACTION for operating expenses, domestic programs; (2) the Corporation for Public Broadcasting for the Public Broadcasting Fund; (3) the Federal Mediation and Conciliation Service for salaries and expenses; (4) the Federal Mine Safety and Health Review Commission for salaries and expenses; (5) the National Commission on Libraries and Information Science for salaries and expenses; (6) the National Labor Relations Board for salaries and expenses; (7) the National Mediation Board for salaries and expenses; (8) the Occupational Safety and Health Review Commission for salaries and expenses; (9) the President's Commission for the Study of Ethical Problems in Medicine for salaries and expenses; (10) the Railroad Retirement Board for the dual benefits payments account; (11) Milwaukee Railroad Restructuring, administration; and (12) Soldiers' and Airmen's Home for operation and maintenance. Title V: General Provisions - Limits the expenditure of any appropriation under this Act for any consulting service through procurement contract to those contracts where such expenditures are a matter of public record, except where otherwise provided under existing law, or under existing Executive Order issued pursuant to existing law. Sets forth authorized uses and limitations on use of funds appropriated for salaries and expenses under this Act. Prohibits the use of funds appropriated under this Act for any loan, loan guarantee, grant, salary or other remuneration for any individual applying for admission, attending, employed by, teaching at, or doing research at an institution of higher education who has engaged in conduct on or after August 1, 1969, which involves the use of (or the assistance to others in the use of) force or the threat of force or the seizure of property under the control of an institution of higher education, to require or prevent the availability of certain curricula, or to prevent the faculty, administrative officials, or students in such institution from engaging in their duties or pursuing their studies at such institution. Authorizes the Secretaries of Labor, Education, and Health and Human Service to transfer unexpended balances of prior appropriations to accounts corresponding to current appropriations provided in this Act, provided that such transferred balances are used for the same purposes, and for the same periods of time, for which they were originally appropriated. Prohibits any part of any appropriation contained in this Act from: (1) remaining available for obligation beyond the current fiscal year, unless expressly provided; (2) being used for publicity or propaganda to support or defeat legislation pending before Congress, except in presentation to the Congress itself or for normal and recognized executive-legislative relationships; (3) being used to pay for activities by grant or contract recipients or their agents designed to influence legislation or appropriations pending before the Congress; or (4) being used for research, experimental, or other activities presenting a danger to participants or subjects, without their written, informed consent (or that of parents or legal guardians, in the case of minors). Authorizes the Secretaries to make available a specified amount, respectively, from funds available for salaries and expenses under titles I, II, and III, for official reception and representation expenses. Authorizes the Director of the Federal Mediation and Conciliation Service and the Chairman of the National Mediation Board to make available specified amounts for such expenses. Prohibits the expenditure of any of the funds appropriated by this Act pursuant to any order or injunction of any court which would compel the expenditure of such funds for a purpose for which such expenditure is specifically prohibited by this Act. Prohibits any of the funds provided under this Act from being obligated or expended to: (1) procure passenger automobiles with an EPA estimated miles per gallon average of less than 22 miles per gallon; or (2) provide a personal cook, chauffeur or other personal servants to any officer or employee of a department or agency (except chauffeurs furnished for Cabinet officers). Prohibits the use of funds appropriated by this Act from being used pursuant to the Comprehensive Employment and Training Act, for the participation of individuals who publicly advocate the violent overthrow of the Federal Government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Departments of Labor, Health and Human Services, and Education and Related Agencies Appropriation Act, 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Education Appropriation Act, 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Health and Human Services Appropriation Act, 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Labor Appropriation Act, 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making appropriations for the Departments of Labor, Health, and Human Services, and Education, and related agencies for the fiscal year ending September 30, 1982, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:22-05:00"
}