{
  "actions": [
    {
      "acted_at": "2012-09-20", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3599-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennet, Michael F.", 
      "sponsored_at": "2012-09-20", 
      "state": "CO", 
      "thomas_id": "01965", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-20", 
  "number": "3599", 
  "official_title": "A bill to streamline and address overlap in the Federal workforce investment system, steer Federal training dollars toward skills needed by industry, establish incentives for accountability through a Pay for Performance pilot program, and provide new access to the National Directory of New Hires, to measure performance and better connect the unemployed to jobs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Careers through Responsive, Efficient, and Effective Retraining Act", 
  "sponsor": {
    "district": null, 
    "name": "Portman, Rob", 
    "state": "OH", 
    "thomas_id": "00924", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-20", 
  "subjects": [
    "Employee hiring", 
    "Employment and training programs", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Labor and employment", 
    "Performance measurement", 
    "State and local government operations", 
    "Wages and earnings", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-20", 
    "text": "Careers through Responsive, Efficient, and Effective Retraining Act - Amends the Workforce Investment Act of 1988, with respect to funds for statewide youth activities which are allocated to a local area for eligible youth seeking assistance in achieving academic and employment success, to require the use of such funds for training programs, with priority consideration given to those that lead to an industry-recognized, nationally portable, and regionally relevant credential. Requires the operator of a state one-stop system for delivery of training services to adults and dislocated workers also to give priority consideration to training programs that lead to the same kind of credential. Requires the program of a provider of training services that leads to such a credential to meet quality criteria as established by the state governor. Directs the Secretary of Labor to establish in at least five states, including at least one rural state, a Pay for Performance pilot program to provide a portion of training services for adults and dislocated workers under a plan meeting specified criteria. Requires the Director of the Office of Management and Budget (OMB) to prepare a plan to reorganize federal job training programs to increase their efficiency, integration, and alignment. Requires the plan to propose a decrease in the number of federal job training programs without decreasing services or accessibility to them for eligible job training participants, including individuals with specified barriers to employment such as economic disadvantage, limited English proficiency, age, a need for remedial education, or completion of a criminal sentence. Amends part D (Child Support and Establishment of Paternity) of title IV (Temporary Aid to Needy Families) (TANF) of the Social Security Act to require the Secretary of Health and Human Services (HHS) to disclose pertinent employment information in the National Directory of New Hires to any state agency administering part D that transmits to the Secretary the names and Social Security account numbers of individuals. Prescribes restrictions on state use of such information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Careers through Responsive, Efficient, and Effective Retraining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to streamline and address overlap in the Federal workforce investment system, steer Federal training dollars toward skills needed by industry, establish incentives for accountability through a Pay for Performance pilot program, and provide new access to the National Directory of New Hires, to measure performance and better connect the unemployed to jobs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:26-05:00"
}