{
  "actions": [
    {
      "acted_at": "1993-07-13", 
      "references": [
        {
          "reference": "CR S8619-8620, S8627-8628", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-07-13", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1215-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1993-07-13", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-07-13", 
  "number": "1215", 
  "official_title": "A bill to increase the number of primary care providers in order to improve the Nation's health care access and contain health care spending by the establishment of medical education reimbursement programs and other programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Primary Medical Care Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-07-13", 
  "subjects": [
    "Clinics", 
    "Community health services", 
    "Data banks", 
    "Depreciation and amortization", 
    "Education", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to medical education", 
    "Health", 
    "Income tax", 
    "Interest", 
    "Medical education", 
    "Medical residents", 
    "Medical supplies", 
    "Medicare", 
    "Nurse practitioners", 
    "Nurses", 
    "Physicians", 
    "Physicians' assistants", 
    "Public health personnel", 
    "Rural public health", 
    "Student loan funds", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Teaching hospitals"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-07-13", 
    "text": "TABLE OF CONTENTS: Title I: Increasing the Number of Primary Care Providers Title II: Community Health Services Expansion Title III: Expanding the Supply of Health Professionals in Rural Areas Title IV: Miscellaneous Provisions Primary Medical Act of 1993 - Title I: Increasing the Number of Primary Care Providers - Amends title XVIII (Medicare) of the Social Security Act to revise Medicare medical education payments with the goal of achieving an increase in the number of primary care physicians by: (1) providing that payments for primary care residency programs relative to nonprimary care residency programs shall be 50 percent higher; and (2) requiring hospitals and health care training consortia receiving Medicare assistance for their residency programs to pay primary care residents at least 20 percent more than the amount paid to nonprimary care residents. Defines health care training consortium as an association that includes at least one school of medicine, teaching hospital, and ambulatory site that is organized in such a manner that at least 50 percent of the involved medical school's or schools' graduates become primary care providers. Amends the Public Health Service Act to direct the Secretary of Health and Human Services, for the purposes of payments made pursuant the provisions of this paragraph, to: (1) establish criteria to be used to determine which residencies in pediatrics, internal medicine, and obstetrics and gynecology shall be approved as primary care training programs; (2) approve such programs, using such criteria; and (3) approve health care training consortium. Authorizes appropriations for grants and contracts for the training of: (1) physician assistants; and (2) nurse practitioners and nurse midwives. Directs the Secretary to award grants to States or nonprofit entities for at least ten demonstration projects which will evaluate increasing and enhancing the delivery of primary care services. Amends the Health Education Extension Amendments of 1992 to authorize appropriations for data bases concerning postgraduate training programs for primary care providers. Title II: Community Health Services Expansion - Directs the Secretary, under the Public Health Service Act, to establish and administer a program to provide allotments to States to enable such States to provide grants for the creation or enhancement of community-based primary care entities that provide services to low-income or medically underserved populations. Directs the Secretary to fund such program with 50 percent of the funds appropriated for grants to federally qualified health centers (FQHCs) for the purpose of providing access to services for medically underserved populations or in high impact areas not currently being served by a FQHC. Authorizes appropriations. Title III: Expanding the Supply of Health Professionals in Rural Areas - Authorizes appropriations for the scholarship program and loan repayment program of the National Health Service Corps. Amends the Internal Revenue Code to set forth specified tax incentives for primary health services providers practicing in rural areas. Title IV: Miscellaneous Provisions - Sets forth effective date provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Primary Medical Care Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the number of primary care providers in order to improve the Nation's health care access and contain health care spending by the establishment of medical education reimbursement programs and other programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:02-05:00"
}