{
  "actions": [
    {
      "acted_at": "1997-11-07", 
      "references": [
        {
          "reference": "CR S11968-11969, S11975-11977", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-11-07", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-11-20", 
      "references": [], 
      "text": "Star Print ordered on the bill.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1401-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1997-11-07", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-11-07", 
  "number": "1401", 
  "official_title": "A bill to provide for the transition to competition among electric energy suppliers for the benefit and protection of consumers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Transition to Electric Competition Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Bumpers, Dale", 
    "state": "AR", 
    "thomas_id": "01295", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-11-07", 
  "subjects": [
    "Actions and defenses", 
    "Air pollution measurement", 
    "Air quality", 
    "Alaska", 
    "Alternative energy sources", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Cogeneration of electric power and heat", 
    "Collection of accounts", 
    "Columbia River development", 
    "Commerce", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Contracts", 
    "Corporate mergers", 
    "Department of Energy", 
    "Electric power distribution", 
    "Electric power production", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal preemption", 
    "Freedom of information", 
    "Fuel", 
    "Gas companies", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hawaii", 
    "Holding companies", 
    "Housing and community development", 
    "Independent regulatory commissions", 
    "Law", 
    "Nuclear facilities", 
    "Privatization", 
    "Public utility regulation", 
    "Rural electrification", 
    "Standards", 
    "State laws", 
    "Tennessee Valley Authority", 
    "Tennessee Valley development", 
    "Washington State", 
    "Water resources development"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-11-07", 
    "text": "TABLE OF CONTENTS: Title I: Retail Competition Title II: Public Utility Holding Companies Title III: Public Utility Regulatory Policies Act Title IV: Environmental Protection Title V: Bonneville Power Administration Title VI: Tennessee Valley Authority Transition to Electric Competition Act of 1997 - Amends the National Historic Preservation Act of 1966 to require Federal agencies to which a historic light station is conveyed to maintain such light station in accordance with such Act, Historic Preservation Standards, and other applicable laws. (Sec. 5) Authorizes any aggrieved person to bring an action in the appropriate Federal district court to enforce the requirements of this Act against any non-complying individual, corporation, or other retail electric energy supplier or provider. Title I: Retail Competition - Sets January 1, 2002, as the date from which: (1) each consumer shall have the right to purchase retail electric energy from any offeror; and (2) all sellers of such energy shall have reasonable and nondiscriminatory access, on an unbundled basis, to the local distribution and retail transmission facilities of retail electric energy providers and all ancillary services. (Sec. 103) Permits State authorities to implement the program before such dateline. Sets forth guidelines for: (1) State regulatory authority; (2) recovery of stranded costs by a retail or wholesale electric energy provider and nonregulated utilities; (3) recovery of lost retail benefits; and (4) universal service for specified consumers. (Sec. 110) Sets forth a statutory framework for retail electric energy suppliers to comply with Renewable Energy Credit requirements. Directs the Administrator of the Bonneville Power Administration (BPA) to use proceeds from the sale of such Credits to repay outstanding debt to the Treasury and bondholders of securities backed by the BPA. Sets forth a termination date for such Credit program. (Sec. 111) Prescribes procedural guidelines to determine the appropriate State or Federal jurisdiction over local distribution facilities. (Sec. 112) Directs the Federal Energy Regulatory Commission (FERC) to establish the broadest feasible transmission regions and designate an Independent System Operator to manage and operate it in each region beginning on January 1, 2002. (Sec. 113) Amends the Federal Power Act to: (1) prohibit a public utility from acquiring the facilities or securities of a natural gas utility company unless FERC finds such acquisition is in the public interest; and (2) authorize FERC to require the divestiture of generating or transmission facilities, among other specified actions, in order to prohibit a retail electric energy supplier or provider from using its ownership or control of resources to maintain a situation inconsistent with effective competition among retail and wholesale electric suppliers. (Sec. 114) Requires retail and wholesale electric energy suppliers and providers owning nuclear generating units before the enactment of this Act to recover from their customers all reasonable nuclear decommissioning costs pursuant to a non-bypassable charge imposed on all consumers located in the service territories purchasing power, or that had purchased power, from such nuclear generating units. (Sec. 115) Requires FERC to ensure by a specified deadline that each retail electric energy supplier discloses to the public the types of fuel used to generate the electricity the supplier sells, including the percentage of electric energy generated by each fuel type. (Sec. 116) Declares this title inapplicable to any person located in the States of Alaska and Hawaii regarding any activity or transaction occurring there. Title II: Public Utility Holding Companies - Repeals the Public Utility Holding Company Act of 1935, except with respect to: (1) the United States; (2) a State or local government; (3) any foreign governmental authority not operating in the United States; (4) any agency, authority, or instrumentality of any of the foregoing; or (5) any officer, agent, or employee of any of the foregoing acting as such in the course of his official duty. (Sec. 203) Retains Federal and State access to books and records of public utility holding companies and their associate companies. (Sec. 205) Empowers FERC and State regulatory bodies to determine whether a public utility company may recover in rates any costs of goods and services acquired from an associate company after a specified date. Authorizes a State regulatory body to examine the prudence of interaffiliate power transactions among public utilities. Title III: Public Utility Regulatory Policies Act - Declares the Public Utility Regulatory Policies Act of 1978 governing cogeneration and small power production inapplicable to public utility facilities beginning commercial operations after the enactment of this Act. States that no public utility shall be required to enter into a new contract or obligation to purchase or sell electric energy after the effective date of this title or, if earlier, the date on which retail electric competition is implemented in all of its service territories. Title IV: Environmental Protection - Instructs the Environmental Protection Agency to report to the Congress on the implications of differences in air pollution emissions standards for wholesale and retail electric generation competition and for public health and the environment. Title V: Bonneville Power Administration - Places BPA transmission services under FERC rules on nondiscriminatory open access to transmission services provided by public utilities. (Sec. 504) Requires FERC to adopt a transition cost recovery mechanism if BPA proposes a charge to recover transition costs resulting from Federal law or a certain FERC Order. (Sec. 505) Authorizes the BPA Administrator to participate in a FERC-regulated Independent System Operator. (Sec. 506) Precludes BPA's financial obligations under this Act from being interpreted or implemented in a manner that adversely affects third-party financing arrangements of the Washington Public Power Supply System. (Sec. 507) Prohibits the BPA Administrator from marketing, selling or disposing of electric power to end use or retail customers with whom no sales contract existed as of October 1997. (Sec. 509) Amends the Federal Columbia River Transmission System Act to repeal the mandate that the BPA Administrator make available to all utilities on a nondiscriminatory basis any capacity in the Federal transmission system determined to exceed the capacity required to transmit electric power generated or acquired by the United States. Title VI: Tennessee Valley Authority - Sets a date from which: (1) all electric energy suppliers shall have the right to sell retail and wholesale electric energy to persons currently purchasing such energy directly or indirectly from the Tennessee Valley Authority (TVA); (2) TVA may sell wholesale electric energy to any person; (3) TVA wholesale power customers may sell such power to any person; and (4) customers may terminate their contracts to purchase TVA power. (Sec. 604) Requires the TVA Board of Directors to: (1) establish and periodically review TVA energy sales and transmission rates, subject to FERC review; and (2) study and report to the Congress on TVA privatization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transition to Electric Competition Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the transition to competition among electric energy suppliers for the benefit and protection of consumers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:12-05:00"
}