{
  "actions": [
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Budget (without written report).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-02", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-23", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-23", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-17", 
      "bill_ids": [
        "hr7765-96"
      ], 
      "references": [], 
      "text": "Text inserted in H. R. 7765 as passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2939-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-07-02", 
  "number": "2939", 
  "official_title": "A bill to provide for revenue reconciliation as provided by section 310 of the Congressional Budget Act of 1974.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7765-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Revenue Reconciliation Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1980-07-02", 
  "subjects": [
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Business and commerce", 
    "Capital gains tax", 
    "Communications and Broadcasting", 
    "Corporations and Stocks", 
    "Excess profits tax", 
    "Excise tax", 
    "Foreign Trade and Investments", 
    "Foreign investments", 
    "Gasoline", 
    "Imports", 
    "Income tax", 
    "Land transfers", 
    "Minimum tax", 
    "Oil and gas leases", 
    "Old age, survivors and disability insurance", 
    "Personal income tax", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Public Lands and Real Property", 
    "Real estate business", 
    "Social security taxes", 
    "Social welfare", 
    "Tariff", 
    "Tax administration", 
    "Tax returns", 
    "Taxation", 
    "Taxation of foreign income", 
    "Telephone", 
    "Wages", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1980-07-23", 
    "text": "(Measure passed Senate, amended) Revenue Reconciliation Act of 1980 - =Subtitle A: Taxation of Foreign Investment in United States Real Property= - Foreign Investment in Real Property Tax Act of 1980 - Amends the Internal Revenue Code to impose on a nonresident alien or foreign corporation a tax of 28 percent of the excess over $5,000 (if any) of the net capital gains realized by the taxpayer during the taxable year from the sale of United States real property interests. Defines \"U.S. real property interest\" as either: (1) an interest in real property located in the United States; or (2) any interest (other than solely as a creditor) in any corporation, partnership, or trust which was in a U.S. real property holding organization (a business entity in which a controlling interest is held by ten or fewer individuals and of which U.S. real property interests constitute more than 50 percent of the fair market value of the organization) for up to five years prior to such sale. Includes within the term \"interest in real property\" fee ownership and co-ownership of land or improvements thereon, leaseholds of land or improvements, and options to acquire such leaseholds of land or improvements. States that nonrecognition provisions shall not apply to amounts realized on such sales, except as prescribed by the Secretary of the Treasury. Requires individuals who acquire a U.S. real property interest from a nonresident alien or a foreign corporation to withhold an amount equal to 28 percent of the amount realized on the transaction. Provides an exemption from such withholding requirement if: (1) the buyer knows the seller is a foreign person, or the seller of a property interest provides the buyer with notice which indicates that any tax liability with respect to the sale has been satisfied or does not exist; (2) the transaction involves the acquisition of stock in a corporation which is effected through the medium of an organized securities exchange; or (3) the transaction involves the sale of property used as a single family principal residence and the amount realized upon disposition does not exceed $150,000. Allows a credit against the income tax for any tax so withheld. Requires any entity holding United States real property interests to file an informational return for the calendar year in which such interests are held. Requires every entity making a return to furnish an informational statement, as prescribed by the Secretary, to each person who at any time during such year held an interest in such entity. Provides civil penalties for organizations which fail to file such returns. Overrides, for taxable years after December 31, 1984, tax treaties which would exempt foreign investors from the requirements established by this Act. Permits the Internal Revenue Service to inspect the books and records of a taxpayer to insure compliance with the requirements of this Act without regard to any restrictions on IRS inspections otherwise imposed by law. =Subtitle B: Inclusion in Wages of FICA Taxes Paid by Employer= - Requires inclusion in a taxpayer's wages of the old-age, survivors, and disability insurance and hospital insurance taxes paid by the taxpayer's employer, unless such wages are for domestic service in the employer's private home, or for agricultural labor. Exempts from such requirement any State or local government which, as of July 26, 1980, paid both employer and employee FICA taxes without deduction from the employee's remuneration. =Subtitle C: Telephone Tax= - Extends the two percent telephone tax through 1981. =Subtitle D: Cash Management= - Requires any large corporation (which had taxable income of at least $1,000,000 for any of the three immediately preceding years) to pay at least 50 percent of its current year tax as estimated tax. Includes any minimum tax in such estimated tax payments. Increases from 80 percent to 85 percent the amount of estimated tax that must be paid to avoid penalties for underpayment. =Subtitle E: Import Duty on Certain Imports of Ethyl Alcohol= - Amends the Appendix to the Tariff Schedules of the United States to impose an import duty on ethyl alcohol imported for use as fuel. =Subtitle F: Amendments Relating to Crude Oil Windfall Profit Tax= - Allows a credit against or refund of crude oil windfall profit taxes to any qualified royalty owner for any portion of such tax paid in connection with qualified royalty production between February 29, 1980 and January 1, 1981. Limits such credit to $1,000. Provides for allocation of such credit among family members, and among stockholders in qualified family farm corporations. Denies an income tax deduction where such credit or refund is allowable. Reduces the adjusted base price of crude oil for purposes of computing the windfall profit tax by 10.1 percent for fiscal year 1981. Exempts from the windfall profit tax two barrels per day removed from a stripper well (which produces less than ten barrels per day) between September 30, 1980, and October 1, 1981."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Revenue Reconciliation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Foreign Investment in Real Property Tax Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for revenue reconciliation as provided by section 310 of the Congressional Budget Act of 1974.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:31-05:00"
}