{
  "actions": [
    {
      "acted_at": "1992-05-27", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-27", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-08", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Crime and Criminal Justice", 
      "text": "Referred to the Subcommittee on Crime and Criminal Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5266-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime and Criminal Justice", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1992-10-02", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Lehman, Richard H.", 
      "sponsored_at": "1992-10-02", 
      "state": "CA", 
      "thomas_id": "00679", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-27", 
  "number": "5266", 
  "official_title": "To provide grants to the Bureau of Justice Assistance to expand the capacity of correctional facilities in the States, increase programs for major offenders and parolees, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "25", 
    "name": "Andrews, Michael", 
    "state": "TX", 
    "thomas_id": "00020", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-27", 
  "subjects": [
    "Arrest", 
    "Cigarettes", 
    "Citizen participation in crime prevention", 
    "Corrections", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Data banks", 
    "Debarment of government contractors", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and youth", 
    "Federal aid programs", 
    "Federal aid to law enforcement agencies", 
    "Government publications", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Manpower training programs", 
    "Narcotic traffic", 
    "Parole", 
    "Police", 
    "Prison labor", 
    "Prisons", 
    "Prosecution", 
    "Public service employment", 
    "Recidivists", 
    "Rehabilitation of criminals", 
    "Sentences (Criminal procedure)", 
    "Smoking", 
    "Taxation", 
    "Tobacco tax", 
    "Violence"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-27", 
    "text": "Title I: Targeting Habitual Repeat and Violent Criminal Offenders - Subtitle A: Expanding the Capacity of State Correctional Facilities - Authorizes the Director of the Bureau of Justice Assistance (the Director) to make grants to States to construct additional correctional facilities for the purpose of increasing prison capacity to make habitual and violent criminal offenders serve the full term of their sentences. Specifies that such construction should aim to provide sufficient capacity to incarcerate such offenders who exhibit a high risk for continued or violent criminal activity for such terms, including individuals: (1) with three or more arrests by age 18; (2) with a history of violent criminal offenses; and (3) exhibiting a pattern of crimes of premeditation and deliberation for whom a prison stay may have a significant deterrent value. Sets forth application requirements. Directs that each State application include a comprehensive plan containing: (1) a description of the correctional facility needs in the State, including relevant supporting data; (2) a description of the resources available to build additional correctional facility capacity, together with an account of the expenses involved that cannot be met with existing resources at the State and local levels; (3) an explanation of how the State will be able to sustain the increased operation and maintenance costs of expanded correctional facility capacity without Federal assistance in the long term; and (4) an evaluation component, including quantifiable data, that measures progress toward meeting the prison capacity goals under this subtitle. Sets forth provisions regarding: (1) fund allocation; (2) grant renewal and limitations; and (3) grant approval and disapproval procedures. Authorizes appropriations. Subtitle B: Major Offenders Programs - Authorizes the Director to make grants to States, for use by the States and units of local government, for purposes of developing and increasing the capacity and the effectiveness of major offenders programs that prioritize the arrest and prosecution of habitual and violent criminal offenders. Specifies that such programs shall include: (1) establishment or expansion of specialized major offender units in law enforcement and criminal prosecutor offices to identify, monitor, arrest, and prosecute major offenders; (2) establishment or expansion of a State crime information center computer database to include the complete arrest histories of major offenders and other relevant information for use by law enforcement officers and criminal prosecutors; and (3) create programs and pilot programs that foster cooperation between law enforcement and criminal prosecution offices in arresting and prosecuting major offenders. Sets forth application requirements. Directs that each State application include a comprehensive plan containing: (1) a description, with supporting data, of the crime problems attributable to major offenders that improved law enforcement and prosecution programs may be able to decrease; (2) a description of the resources available to implement or expand major offenders programs; and (3) an evaluation component. Sets forth provisions regarding: (1) local applications; (2) fund allocation; (3) grant renewal and limitations; and (4) grant approval and disapproval procedures. Authorizes appropriations. Title II: Reducing Criminal Recidivism - Subtitle A: Alternative Sentencing Program Grants: Targeting Nonviolent and Nonrepeat Criminal Offenders - Authorizes the Director to make grants to States, for use by States and units of local government, to develop and increase the capacity and the effectiveness of alternative programs that target the reform of nonviolent and nonrepeat criminal offenders. Directs that alternative methods ensure the certainty of punishment for such offenders who, in the assessment of the State and local courts, can be punished more effectively in an environment other than a traditional correctional facility, including: (1) correctional options, such as community-based incarceration, weekend incarceration, and electronic monitoring of offenders; (2) community service programs that provide work service placement for young offenders; and (3) innovative methods and pilot projects that address the problems of young offenders convicted of serious substance abuse and gang-related offenses, including technical assistance and training to counsel and treat such offenders. Sets forth application requirements. Directs each State application to include a comprehensive plan containing: (1) a description of the alternative programs needed to combat recividism and reduce prison overcrowing, as well as an assessment of the expected decrease in area crime problems due to the availability of alternative sentences, including relevant supporting data; (2) a description of the resources available to implement such programs; and (3) an evaluation component. Sets forth provisions regarding: (1) fund allocation; (2) grant renewal and limitations; and (3) grant approval and disapproval procedures. Authorizes appropriations. Subtitle B: Parole System Fortification - Authorizes the Director to make grants to States, for use by States and units of local government, to increase the capacity and effectiveness of parolee monitoring and drug testing. Specifies that grant applications should ensure the improved effectiveness of supervisory release programs in reducing recidivism, including programs that: (1) increase the number of parole officers, reducing the ratio of officers to parolees; (2) establishing or expanding a parolee release and information computer network; (3) establishing or expanding drug treatment, rehabilitation, and testing programs for parolees with a history of drug abuse and serious criminal activity; and (4) innovative methods or pilot projects that use parole officers as agents in the prevention of parolee recidivism and that increase cooperation between police and parole officers. Sets forth application requirements. Directs each State application to include a comprehensive plan containing: (1) a description of the parole system needs, and local crime problems attributable to the release of parolees, including relevant supporting data; (2) a description of the resources available to address parolee needs; and (3) an evaluation component. Sets forth provisions regarding: (1) local applications; (2) fund allocation; (3) grant renewal and limitations; and (4) grant approval and disapproval procedures. Authorizes appropriations. Title III: Ending the Double Victimization of Society - Subtitle A: Denial of Federal Benefits - Makes any individual who is convicted of three Federal or State felony offenses ineligible for any Federal benefits. Requires: (1) State and Federal courts to send information, as determined necessary by the Director of the Office of Justice Assistance, regarding the conviction of third-time felons to such Office in a timely manner; (2) such Office to maintain a computer listing of individuals convicted of a third Federal or State felony offense and update such list in a timely manner; (3) such Office to transfer the names of such individuals to the General Services Administration for inclusion in the publication \"Lists of Parties Excluded from Federal Procurement or Nonprocurement Programs\"; and (4) representatives of a Government agency that is responsible for the distribution of a Federal benefit to consult such publication before granting such benefit. Authorizes appropriations. Subtitle B: Prison Work Programs - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to require a State, in order to avoid a reduction of available funds by 25 percent (for redistribution to other participating States), to implement or continue a prison workfare program that requires an inmate who is physically able (as determined by the State Director of Corrections) to work a portion of each day. Title IV: Community Policing Programs - Subtitle A: Community Policing - Authorizes the Director to make grants to States, for use by States and community groups, to develop or expand community policing and crime prevention programs. Sets forth provisions regarding: (1) State and local application requirements; and (2) grant renewal and limitations. Permits community group grant recipients to use such funds for the recruitment of new members, administrative expenses, equipment acquisitions, and community education programs. Authorizes appropriations. Subtitle B: Trust Fund for Community Policing - Amends the Internal Revenue Code to impose a tax, equal to 100 percent of the price for which sold, on taxable smoking paraphernalia manufactured in or imported into the United States. Increases the tax on cigarette papers. Establishes in the U.S. Treasury the Drug Prevention Trust Fund. Transfers to such Fund amounts equivalent to the net revenues received in the Treasury from such taxes. Specifies that amounts in the Fund shall be available, as provided in appropriation Acts, only for purposes of making expenditures to carry out the community policing program coordinated by the Director."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To provide grants to the Bureau of Justice Assistance to expand the capacity of correctional facilities in the States, increase programs for major offenders and parolees, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:37-05:00"
}