{
  "actions": [
    {
      "acted_at": "2005-12-15", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-12-15", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-12-15", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-12-16", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Economic Development, Public Buildings and Emergency Management", 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-02-16", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime, Terrorism, and Homeland Security", 
      "text": "Referred to the Subcommittee on Crime, Terrorism, and Homeland Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4564-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development, Public Buildings and Emergency Management", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, and Homeland Security", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-12-15", 
  "number": "4564", 
  "official_title": "To make improvements in the administration of charitable donations made in the aftermath of disasters, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Securing Useful and Responsive Giving in Emergencies (SURGE) Act", 
  "sponsor": {
    "district": "2", 
    "name": "Thompson, Bennie G.", 
    "state": "MS", 
    "thomas_id": "01151", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2005-12-15", 
  "subjects": [
    "Alabama", 
    "Auditing", 
    "Charitable contributions", 
    "Charities", 
    "Community development", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost accounting", 
    "Data banks", 
    "Disaster relief", 
    "Emergency communication systems", 
    "Emergency management", 
    "Finance and financial sector", 
    "Floods", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Hurricane aftermath legislation", 
    "Hurricanes", 
    "Infrastructure", 
    "Inspectors general", 
    "Louisiana", 
    "Mississippi", 
    "Nonprofit organizations", 
    "Performance measurement", 
    "Planning-programming-budgeting", 
    "Pluralism (Social sciences)", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2005-12-15", 
    "text": "Securing Useful and Responsive Giving in Emergencies (SURGE) Act - Requires the Director of the Federal Emergency Management Agency (FEMA) to report to specified congressional committees on the feasibility of establishing a publicly accessible disaster charities database of nongovernmental, private donor, private sector, and volunteer organizations that provide relief services following Incidents of National Significance and other disasters and emergencies, including organizations specializing in immediate relief and those specializing in longer-term community redevelopment.Amends the Homeland Security Act of 2002 to require the FEMA Director, after the Secretary of Homeland Security declares an Incident of National Significance, to submit to such congressional committees initial, interim, and final immediate relief estimates of the money needed for immediate relief for Incident victims, and the portion of that total that private charities and nonprofit organizations should be reasonably expected to provide.Requires the Comptroller General to report to such congressional committees on the use by hurricane-relief charities of nongovernment funds donated for relief for the victims of Hurricanes Katrina and Rita. Directs the Inspector General of the Department of Homeland Security (DHS) to: (1) assess the performance of the American National Red Cross after the hurricanes with respect to its DHS partnership and related responsibilities pursuant to Emergency Support Function 6 of the National Response Plan under the Homeland Security Act of 2002; and (2) report on its designation as the only nongovernmental organization with primary agency responsibility under such Emergency Support Function.Directs the Secretary to establish a disaster call center network to facilitate responses to Incidents of National Significance, disasters, and emergencies.Amends the federal charter of the American Red Cross with respect to its annual report to the Secretary of Defense, its purpose, and mandatory management staff, partnership, and business enterprise initiative diversity.Directs the Secretary of Homeland Security to amend the National Response Plan to include a similar diversity requirement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Securing Useful and Responsive Giving in Emergencies (SURGE) Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make improvements in the administration of charitable donations made in the aftermath of disasters, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:11-05:00"
}