{
  "actions": [
    {
      "acted_at": "1973-06-06", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8471-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-06", 
  "number": "8471", 
  "official_title": "A bill to make rules governing the use of the Armed Forces of the United States in the absence of a declaration of war by the Congress of the United States or of a military attack upon the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3046-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Thone, Charles", 
    "state": "NE", 
    "thomas_id": "01154", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-06", 
  "subjects": [
    "Armed forces and national security", 
    "Congress", 
    "Congressional-Presidential relations", 
    "Government operations and politics"
  ], 
  "subjects_top_term": "Congressional-Presidential relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-06", 
    "text": "Provides that in the absence of a declaration of war by the Congress or of a military attack upon the United States, its territories or possessions, the Armed Forces of the United States shall not be committed to combat or introduced into a situation where combat is imminent or likely at any place outside of the United States, its territories and possession, without prior notice to and specific prior authorization by the Congress, except in case of emergency or necessity, the existence of which emergency or necessity is to be determined by the President of the United States. Provides that whenever, in the absence of a declaration of war by the Congress or of a military attack upon the United States, its territories or possessions, the President of the United States nevertheless determines that an emergency or necessity exists which justifies such action, and shall, by consequence, commit the Armed Forces of the United States to combat or shall introduce them into a situation where combat is imminent or likely at any place outside of the United States, its territories or possessions, without prior notice to and authorization by the Congress, the President shall report such action to the Congress in writing, as expeditiously as possible and, in all events, within twenty-four hours from and after the taking of such action. States that not later than ninety days after the receipt of the report of the President the Congress by the enactment with such period of a bill or resolution appropriate to the purpose, shall either approve, ratify, confirm, and authorize the continuation of the action taken by the President and reported to the Congress, or shall disapprove and require the discontinuance of the same."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make rules governing the use of the Armed Forces of the United States in the absence of a declaration of war by the Congress of the United States or of a military attack upon the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:10-05:00"
}