{
  "actions": [
    {
      "acted_at": "1977-03-09", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-09", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4775-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-09", 
  "number": "4775", 
  "official_title": "A bill to provide comprehensive services for the blind.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7165-95", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Snyder, M. G. (Gene)", 
    "state": "KY", 
    "thomas_id": "01086", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-09", 
  "subjects": [
    "Blind", 
    "Disabled", 
    "Executive reorganization", 
    "Federal aid programs", 
    "Health", 
    "States", 
    "Vision disorders"
  ], 
  "subjects_top_term": "Blind", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-09", 
    "text": "Declares it to be the purpose of this Act to authorize grants: (1) to assist the States in developing and implementing comprehensive and continuing plans for services to the blind; (2) for the evaluation of visual loss and of the services needed at the onset of blindness; (3) for provision of services to the blind; and (4) for developing or demonstrating new or improved for the provision of services to the blind. Authorizes the appropriation of specified sums for fiscal years 1977 and 1978 and of such sums as are necessary for making grants for succeeding fiscal years. Sets forth a formula for the apportionment of the sums appropriated among the States. Bases such apportionment on the populations of the States. Declares that, regardless of population, the minimum allotment to any State shall be $50,000. Authorizes States to pool funds in pursuing joint programs to carry out the purposes of this Act. Authorizes the Secretary of Health, Education, and Welfare to pay up to 90 percent of the cost of projects conducted by private or nonprofit agencies when such project are especially significant in meeting the needs of the blind. Permits the Secretary to use for such projects up to ten percent of the funds appropriated under this Act. Sets forth the requirements for State plans to be eligible for grants under this Act. Directs that such plans provide for such fiscal control and fund accounting procedures as are necessary to assure the proper disbursement of funds received under this Act. States that the term \"services to the blind\" includes but is not limited to: (1) prevention of blindness services; (2) provision of eyeglasses and other visual and mobility aids; (3) rehabilitation services; (4) supportive services such as guide and reader services, and transportation services necessary to assure delivery of the services, and (5) the establishment and the maintenance of a register of the blind. Directs the Secretary to establish within the Department of Health, Education, and Welfare, or other agency charged with administration of the Vocational Rehabilitation Act a division for the blind which shall be the principal agency in the Department for administering programs relating to vocational rehabilitation and related services for the blind."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide comprehensive services for the blind.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:45-05:00"
}