{
  "actions": [
    {
      "acted_at": "1989-10-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1784-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-24", 
  "number": "1784", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to revise various civil penalties.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Internal Revenue Code Penalty Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, David H.", 
    "state": "AR", 
    "thomas_id": "01420", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-10-24", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Congressional reporting requirements", 
    "Damages", 
    "Excise tax", 
    "Fines (Penalties)", 
    "Foreign corporations", 
    "Fraud", 
    "Government paperwork", 
    "Income tax", 
    "Injunctions", 
    "Law", 
    "Lawyers", 
    "Magnetic recorders and recording", 
    "Right of privacy", 
    "Tax administration", 
    "Tax assessment", 
    "Tax consultants", 
    "Tax courts", 
    "Tax evasion", 
    "Tax preparers", 
    "Tax returns", 
    "Tax shelters", 
    "Taxation", 
    "Taxpayers", 
    "Valuation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-10-24", 
    "text": "Internal Revenue Code Penalty Reform Act - Title I: Document and Information Return Penalties - Amends the Internal Revenue Code to revise penalty provisions in connection with tax return administration. Imposes a uniform penalty of $50 per offense to a maximum of $250,000 per year on any person who fails to: (1) file timely and correct information returns; (2) furnish correct payee statements; or (3) comply with other information reporting requirements. Reduces penalties if corrections are made within a specified time period. Allows exceptions for de minimis failures. Increases penalties and removes the annual penalty ceiling in cases of intentional disregard of filing requirements. Lowers the maximum penalties for taxpayers whose gross receipts do not exceed a specified amount for the most recent three years. Modifies certain reporting requirements relating to individual retirement accounts and certain trusts and annuity plans. Requires United States shareholders of a controlled foreign corporation to meet certain reporting requirements. Revises requirements governing regulations prescribed by the Secretary of the Treasury in connection with returns that must be filed on magnetic media or in other machine-readable form. Directs the Comptroller General to study and report to specified congressional committees concerning ways to resolve discrepancies between taxpayer identity information shown on information returns and that in Internal Revenue Service (IRS) records. Title II: Revision of Substantial Understatement of Liability Penalties - Reduces the penalty for substantial understatement of income tax liability. Establishes additional penalties if such understatement is due to negligence. Imposes: (1) a 100 percent penalty in the form of additional tax with respect to any underpayment attributable to fraud; and (2) a 50 percent penalty in connection with underpayments of or failure to pay any stamp tax. Title III: Preparer, Promoter, and Protester Penalties - Revises provisions governing damages assessable for offenses related to Tax Court litigation to: (1) grant the Tax Court discretion in requiring a taxpayer to pay the United States a penalty (current law requires the penalty); (2) increase the amount of the permissible penalty from a $5,000 to a $25,000 maximum; (3) authorize the Tax Court to impose a penalty upon any attorney who unreasonably multiplies the proceedings in question. Authorizes similar sanctions in cases brought before other courts. Modifies penalty provisions associated with understatements of taxpayer liability by income tax return preparers to: (1) increase penalty amounts; and (2) institute penalties for understatements due to unrealistic positions or reckless or intentional disregard of tax laws. Increases from $25 to $50 (to an annual maximum of $25,000) the penalty imposed on income tax return preparers who fail to furnish copies to taxpayers, sign returns, or furnish identifying numbers. Modifies penalties imposed on tax preparers who fail to file correct information returns. Increases the possible penalty imposed on persons who promote abusive tax shelters. Broadens the scope of persons subject to penalties for aiding and abetting understatements of tax liability. Increases from $500 to $1,000 the penalty for filing a frivolous income tax return. Repeals a provision prohibiting injunctions against any income tax return preparer who files a surety bond. Requires that regulations governing disclosure or use of information by tax return preparers permit disclosures for quality or peer reviews. Title IV: Failures to File or Pay - Increases the penalty for failure to file a tax return, except for certain low-income taxpayers. Modifies the penalty for failure to make timely deposit of taxes. Provides that the liability for interest or penalties for failure to deduct and withhold tax on nonresident aliens and foreign corporations is not relieved by the payment of such tax."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Internal Revenue Code Penalty Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to revise various civil penalties.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:45-05:00"
}