{
  "actions": [
    {
      "acted_at": "1975-10-21", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2537-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Buckley, James L.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01294", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1975-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fannin, Paul J.", 
      "sponsored_at": "1975-01-03", 
      "state": "AZ", 
      "thomas_id": "01330", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1975-01-03", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-21", 
  "number": "2537", 
  "official_title": "A bill to reform the Food Stamp Act of 1964 by improving the provisions relating to eligibility, simplifying administration, and tightening accountability.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Food Stamp Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Talmadge, Herman E.", 
    "state": "GA", 
    "thomas_id": "01446", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-21", 
  "subjects": [
    "Agriculture and food", 
    "Aliens", 
    "College students", 
    "Education", 
    "Federal-state relations", 
    "Food stamps", 
    "Poor", 
    "Poverty", 
    "Social welfare", 
    "States", 
    "Students"
  ], 
  "subjects_top_term": "Food stamps", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-21", 
    "text": "National Food Stamp Reform Act - Defines \"household\" under the Food Stamp Act as meaning a group of individuals who are sharing common living quarters, but who are not residents of an institution or boarding house, and who have access to cooking facilities and for whom food is customarily purchased in common. Provides that the Secretary of Agriculture may not approve any plan which permits any household to simultaneously participate in both the food stamp program and the distribution of federally donated foods. Requires the Secretary to establish uniform national standards of eligibility for participation by households in the food stamp program. States that the income standards of eligibility shall be the income poverty guidelines prescribed by the Office of Management and Budget adjusted pursuant to the Economic Opportunity Act. Directs the Secretary to prescribe additional standards of eligibility which shall include, but not be limited to, the amounts of liquid and nonliquid assets. Provides that household income for purposes of the food stamp program shall be the gross income of the household less: (1) a standard deduction of $100 a month applicable to all households; and (2) an additional deduction of $25 a month for any household in which there is a least one member who is age sixty or older. Limits eligibility to participate in the food stamp program to citizens and aliens lawfully admitted for permanent residency. States that no individual shall be considered eligible for the food stamp program as a member of a household if he is: (1) over 18; (2) is enrolled at an institution of higher education; and (3) is a dependent child for income tax purposes of a taxpayer who is not a member of an eligible household. Prohibits households which transfer liquid or nonliquid assets for the purpose of qualifying for the food stamp program from becoming eligible for at least a thirty-day period. Requires the Secretary to issue photo identification cards to households certified eligible to participate in the program. States that households shall be charged thirty percent of their income for the coupon allotment issued to them. Provides that if a State agency does not comply with the provisions of the Food Stamp Act, the Secretary may refer the matter to the Attorney General with a request for an injunction, or he may direct that there be no further issuance of coupons in the political subdivisions where such failure has occurred until such time as satisfactory corrective action has been taken. Directs the Secretary to pay to each State agency out of funds appropriated by Congress an amount equal to 75 percent of all direct costs of State food stamp program investigations, prosecutions, and State activities related to recovering losses sustained in the food stamp program. Provides for a civil money penalty of up to $10,000 for each violation of the Food Stamp Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Food Stamp Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the Food Stamp Act of 1964 by improving the provisions relating to eligibility, simplifying administration, and tightening accountability.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:36-05:00"
}