{
  "actions": [
    {
      "acted_at": "2010-07-13", 
      "committee": "Committee on Science and Technology, and in addition to the Committee on Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Science and Technology, and in addition to the Committee on Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-13", 
      "committee": "House Science and Technology", 
      "references": [], 
      "text": "Referred to House Science and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-13", 
      "committee": "House Natural Resources", 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-14", 
      "in_committee": "House Science and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-07-14", 
      "in_committee": "House Science and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T11:27:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science and Technology. H. Rept. 111-554, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T11:28:00-04:00", 
      "references": [], 
      "text": "Committee on Natural Resources discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T11:28:00-04:00", 
      "calendar": "Union", 
      "number": "317", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 317.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2010-07-21T12:28:00-04:00", 
      "references": [], 
      "text": "Mr. Gordon (TN) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T12:28:00-04:00", 
      "references": [
        {
          "reference": "CR H5874-5878", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T12:28:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5716.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-21T12:44:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H5875-5876", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2010-07-21T12:44:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-22", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-08-05", 
      "calendar": "Senate Legislative", 
      "number": "517", 
      "references": [], 
      "text": "Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 517.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5716-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2010-07-21T12:44:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-13", 
  "number": "5716", 
  "official_title": "To provide for enhancement of existing efforts in support of research, development, demonstration, and commercial application activities to advance technologies for the safe and environmentally responsible exploration, development, and production of oil and natural gas resources.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3509-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Safer Oil and Natural Gas Drilling Technology Research and Development Act", 
  "sponsor": {
    "district": "6", 
    "name": "Gordon, Bart", 
    "state": "TN", 
    "thomas_id": "00448", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2010-07-21T12:44:00-04:00", 
  "subjects": [
    "Accidents", 
    "Advisory bodies", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Energy research", 
    "Environmental assessment, monitoring, research", 
    "Environmental technology", 
    "Higher education", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Oil and gas", 
    "Research administration and funding", 
    "Research and development", 
    "Technology assessment"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2010-07-21", 
    "text": "Safer Oil and Natural Gas Drilling Technology Research and Development Act - (Sec. 3) Amends the Energy Policy Act of 2005 to direct the Secretary of Energy (DOE) to implement: (1) a deepwater (in lieu of ultra-deepwater) technologies research and development program that addresses technology challenges for well control and accident prevention; and (2) research supportive of such activities through DOE and its Office of Fossil Energy. Revises the petroleum resources research and development program to replace ultra-deepwater activities with deepwater architecture, well control and accident prevention, and deepwater technology. Extends the program to drilling in all waters greater than 1,000 feet (currently, limited to only those waters greater than 15,000 feet). Directs DOE, in implementing this Act, to consult regularly with other federal agencies (as well as the Secretary of the Interior, as under current law), including those serving on, and collaborating with, the Interagency Coordinating Committee on Oil Pollution Research. Directs DOE to advance safe and environmentally responsible exploration, development, and production of natural gas and petroleum resources. Modifies focus areas for awards to include: (1) specified aspects of deepwater resources (including technologies and systems aimed at improving operational safety and reducing potential environmental impacts of deepwater exploration and production activities); (2) expanded unconventional onshore resources (including advanced coalbed methane, deep drilling, natural gas production from tight sands, natural gas production from gas shales, stranded gas, and innovative exploration and production techniques, and enhanced recovery techniques); (3) consortia of small producers advancing energy efficient, safe, and environmentally responsible production of unconventional oil reservoirs in tar sands and oil shales; and (4) safety, accident prevention, mitigation research, and commercial application activities (which may include technologies and best management practices for enhanced well integrity and accident mitigation, as well as methodologies for risk management decisionmaking). Requires DOE to include in its mandatory annual plan a summary of ongoing and planned activities to improve operational safety and to reduce environmental impacts of exploration and production. Directs DOE to ensure that safety and accident prevention and mitigation are regularly included as specific focus areas for solicitations for proposals for grant awards for research, development, demonstration, and commercial application activities. Transfers from the U.S. Geological Survey to the Department of the Interior activities implementing long-term research programs. Transfers program review and oversight functions from the National Energy Technology Laboratory to the Office of Fossil Energy. (Sec. 4) Renames the Ultra-Deepwater Advisory Committee as the Program Advisory Committee. Requires Committee members to be qualified by education, training, and experience to evaluate scientific and technical information relevant to research, development, and demonstration under such Act. (Sec. 6) Renames the Ultra-Deepwater and Unconventional Natural Gas and Other Petroleum Research Fund as the Safer Oil and Natural Gas Drilling Technology Research and Development Fund. Revises the formula for Fund allocations. Directs DOE to ensure that research activities carried out by the consortium and by DOE under this Act are coordinated and not duplicative of one another."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safer Oil and Natural Gas Drilling Technology Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Safer Oil and Natural Gas Drilling Technology Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Safer Oil and Natural Gas Drilling Technology Research and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for enhancement of existing efforts in support of research, development, demonstration, and commercial application activities to advance technologies for the safe and environmentally responsible exploration, development, and production of oil and natural gas resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:34-05:00"
}