{
  "actions": [
    {
      "acted_at": "1985-09-26", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-15", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3446-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Boxer, Barbara", 
      "sponsored_at": "1985-09-26", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1985-09-26", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Schneider, Claudine", 
      "sponsored_at": "1985-09-26", 
      "state": "RI", 
      "thomas_id": "01032", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-09-26", 
  "number": "3446", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to make access to student assistance programs more equitable, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Financial Assistance Equity Act of 1985", 
  "sponsor": {
    "district": "1", 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-09-26", 
  "subjects": [
    "Adult education", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Communications and Broadcasting", 
    "Commuting", 
    "Compensatory education", 
    "Costs", 
    "Day care", 
    "Disabled", 
    "Discrimination in employment", 
    "Displaced homemakers", 
    "Domestic Relations and Families", 
    "Education", 
    "Educational counseling", 
    "Educational equalization", 
    "Equal pay for equal work", 
    "Families", 
    "Federal aid to higher education", 
    "Federally-guaranteed loans", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "High school students", 
    "Information services", 
    "Junior high schools", 
    "Labor and employment", 
    "Maternity leave", 
    "Minorities", 
    "Minority education", 
    "Parents", 
    "Public Welfare and Charities", 
    "Public assistance programs", 
    "Scholarships", 
    "Sex discrimination", 
    "Single-parent families", 
    "Social welfare", 
    "Statistics", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Students", 
    "Telephone", 
    "Transportation and Travel", 
    "Travel costs", 
    "Unemployment", 
    "Wages", 
    "Women's education", 
    "Women's employment", 
    "Women's rights"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-09-26", 
    "text": "Student Financial Assistance Equity Act of 1985 - Amends title IV (Student Assistance) of the Higher Eduction Act of 1965 (HEA) to direct the Secretary of Education (the Secretary) to conduct, publish, and disseminate an annual survey to determine average awards and types of awards to, and participation rates of, students receiving Federal student assistance, analyzed by age, gender, race, national origin, whether the student is disabled, and other appropriate subgroups. Revises provisions for supplemental educational opportunity grants (SEOG) and for work-study program funds to remove limitations on the portions of a higher education institution's SEOG allocation and work-study program funds which may be used for less-than-half-time students. Requires the institution to use for such SEOG and work-study program amounts that are reasonably proportionate to their need as compared to the need of students who are carrying at least one-half of the full-time academic workload. Removes the requirement that a student must be carrying or planning to carry at least one-half the normal full-time workload for the student's course of study, for purposes of eligibility for title IV student assistance programs (i.e. Pell grants, supplemental educational opportunity grants, guaranteed, insured, or direct student loans, work-study and other assistance). Makes a conforming amendment. Requires wages under the work-study program to be consistent with the provisions of the Equal Pay Act of 1963 and title VII (Equal Employment Opportunities) of the Civil Rights Act of 1964. Requires the expected family contribution for independent students with dependents to be determined according to the same need analysis elements as the expected family contribution of the family of dependent students. Provides that, for purposes of need analysis determinations for less-than-half-time students, the cost of attendance allowance shall be limited to tuition and fees and an allowance for books, supplies, transportation, and miscellaneous personal expenses as determined by the institution. Revises the cost of attendance allowance for day care to provide for an allowance, to be determined by the institution, based on the actual (currently reasonable) expenses incurred for care of dependents (currently dependent children only) who require care in the student's absence. Adds a cost of attendance allowance for commuting students based on transportation expenses actually incurred in traveling to the educational institution for education activities. Provides that any student financial assistance received pursuant to a need analysis system approved by the Secretary for determining eligibility for assistance under title IV of HEA shall not be considered income or resources for determining eligibility for assistance under any other program funded in whole or in part with Federal funds. Permits the deferral of repayment of federally insured, guaranteed, and direct student loans for not more than 12 months of parental leave. Defines parental leave as a period: (1) during which the borrower is pregnant, caring for a newborn child and recovering from childbirth, or caring for a child immediately following the placement of the child through adoption; (2) during which the borrower is not in attendance at an eligible institution or gainfully employed; and (3) which follows, by six months or less, a period during which the borrower was in attendance at an eligble institution. Includes the establishment of innovative programs of student assistance information development and dissemination, focusing particularly on the needs of non-traditional students, among the purposes for which the Secretary is authorized to make grants and contracts under title X (Fund for the Improvement of Postsecondary Education). Removes a requirement that copies of all rules, regulations, guidelines, instructions and application forms published or promulgated pursuant to title IV (Student Assistance) of HEA must be provided to specified congressional committees at least 30 days prior to their effective date. Directs the Secretary, after consulting with agencies and organizations involved in counseling and student financial assistance, to make contracts with appropriate institutions, private nonprofit organizations, or States to: (1) coordinate the development and dissemination of pre-eligibility and postsecondary access information; (2) develop materials to increase student awareness of Federal student assistance programs and postsecondary opportunities under title IV of HEA; and (3) operate short-term training institutes for junior and senior high school counselors and teachers, college admissions and other specified personnel, and community agency staffs to enable them to more effectively counsel students and adults regarding postsecondary opportunity and financial aid eligibility. Requires particular emphasis to be placed upon providing information to: (1) disadvantaged, minority, and handicapped individuals; (2) adults and nontraditional students, including single parents, re-entry adult learners, displaced homemakers, and unemployed and displaced workers; (3) geographically isolated or rural communities; (4) other under-represented groups; and (5) junior high school students and parents, including parents of low-income, minority, and handicapped students. Requires the Secretary, before entering into such a contract, to consider the potential contractor's ability to involve a broad range of professionals, including student financial aid administrators, high school counselors, college admissions counselors, and other specified personnel. Directs the Secretary to also establish a toll-free, \"hot-line\" student assistance information phone number that provides timely and accurate answers to questions of students and parents. Directs the Secretary to allocate from the Department of Education's operating budget a specified amount for each fiscal year to cover the costs of implementing these student aid information requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Student Financial Assistance Equity Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to make access to student assistance programs more equitable, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:49-05:00"
}