{
  "actions": [
    {
      "acted_at": "1977-07-13", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-07-15", 
      "references": [], 
      "text": "Referred jointly to House Committees on Banking, Finance and Urban Affairs; and the Judiciary.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8280-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Goldwater, Barry, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00444", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-13", 
  "number": "8280", 
  "official_title": "A bill to restrict access by the Federal Government to consumer reports, and to financial, credit, and insurance records, which are maintained by third parties.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Protection of Personal Records Act", 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-07-13", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Confidential communications", 
    "Consumer protection", 
    "Finance and financial sector", 
    "Government paperwork", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-07-13", 
    "text": "Protection of Personal Records Act - Prohibits Federal officers, employees, or agents from obtaining information which is contained in personal records maintained by a third-party recordkeeper. Defines the term \"third-party recordkeeper\" as any consumer reporting agency, creditor, financial institution, insurance institution or insurance support organization. Prohibits such recordkeepers from disclosing such information to a Federal officer, employee, or agent. Permits a Federal officer, employee, or agent to obtain information contained in personal records maintained by third-party recordkeepers, and permits such recordkeepers to disclose such information in the following cases: (1) when the person to whom the personal record relates expressly authorizes such disclosure; (2) when the Federal agent requiring such records obtains an administrative subpena in accordance with procedures set forth in this Act; (3) when such Federal agent has obtained a search warrant pursuant to the Federal Rules of Criminal Procedure or applicable State law; or (4) when such Federal agent has obtained a judicial subpena. Prohibits the issuance of a search warrant, or of a judicial or administrative subpena, to obtain papers and effects of an individual which contain information of an intimate nature, including the business records of a sole practitioner, and which are in the possession of the individual or a third-party recordkeeper. Restricts the use by a Federal grand jury of information obtained from a personal record maintained by a third-party recordkeeper. States that personal information maintained by a third-party recordkeeper which is obtained in violation of the provisions of this Act may not be received in evidence in any trial or other proceeding before any court or other authority of the United States. Establishes civil remedies for individuals whose right to privacy under this Act is violated. Establishes criminal penalties for Federal officials who violate this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Protection of Personal Records Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restrict access by the Federal Government to consumer reports, and to financial, credit, and insurance records, which are maintained by third parties.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:49-05:00"
}