{
  "actions": [
    {
      "acted_at": "1985-05-21", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1176-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-21", 
  "number": "1176", 
  "official_title": "A bill to amend the Railroad Retirement Act of 1974 to provide additional annuity eligibility.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Retirement Improvements Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-21", 
  "subjects": [
    "Annuities", 
    "Divorce", 
    "Divorcees", 
    "Domestic Relations and Families", 
    "Employee benefit plans", 
    "Labor and employment", 
    "Railroad employees", 
    "Railroad retirement plans", 
    "Railroads", 
    "Support of dependents"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-21", 
    "text": "Railroad Retirement Improvements Act of 1985 - Amends the Railroad Retirement Act of 1974 to provide that the survivor of a deceased employee who did not have a current connection with the railroad industry at the time of death (but was otherwise entitled to an annuity) is entitled to a survivor's annuity unless both spouses jointly waived such annuity. Prescribes guidelines for such waiver. Exempts that portion of an annuity which parallels certain Social Security benefits payable at age 62 from requirements that: (1) the annuitant must cease rendering compensated service; (2) the annuitant must relinquish the right to return to the service of an employer; (3) an annuity may not be paid for the month in which the annuitant rendered compensated service to an employer or to the last persons by whom he was employed prior to the date on which the annuity began to accrue; (4) the divorced spouse of an annuitant may not receive such benefits until the annuitant actually retires; and (5) no annuity shall be paid to a survivor with respect to any month in which such survivor renders service for compensation as an employee of an employer. Makes applicable to that portion of an annuity which parallels certain Social Security benefits the formula used to compute deductions on account of work under the Social Security Act. Extends such formula to the annuity benefits available to spouses, divorced spouses, and survivors. Entitles a divorced wife to an annuity under the same criteria applied to divorced wives of individuals under the Social Security Act whose service as an employee after December 31, 1986, met certain definitional criteria. Deems an individual to have a current connection with the railroad industry after completing 25 years of service. Doubles the limitation on monthly and annual earnings which disabled annuitants may receive without forfeiting their annuity payments. Grants disabled railroad workers the same nine month trial work period before benefits are curtailed as is granted disabled workers under the Social Security Act. Entitles certain disabled spouses of annuitants to annuity benefits regardless of such spouse's age or child-in-care considerations. Provides annuity benefits to spouses of annuitants in need of constant care and attendance. Provides that an annuitant's years of service work credits shall include military service which occurred when the annuitant acquired certain veterans' reemployment rights (thus conforming the railroad retirement system to veterans' reemployment rights law). Eliminates the requirement that unemployment and sickness benefits be reduced dollar for dollar by any other social insurance a railroad employee is receiving."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Retirement Improvements Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Railroad Retirement Act of 1974 to provide additional annuity eligibility.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:27-05:00"
}