{
  "actions": [
    {
      "acted_at": "1981-05-05", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-05-05", 
      "bill_ids": [
        "s1022-97", 
        "s1074-97"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking incorporated provisions of related measures S. 1022, S. 1074 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-15", 
      "references": [], 
      "text": "Committee on Banking. Original measure reported to Senate by Senator Garn under the authority of the order of May 13, 81. With written report No. 97-87.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-15", 
      "calendar": "Senate Legislative", 
      "number": "111", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 111.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.129 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.130 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.131 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.132 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.133 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.134 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.135 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.136 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.137 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.129 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.130 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.131 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.132 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.133 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.134 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.135 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.136 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "S.UP.AMDT.137 ", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-06-03", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "138", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with amendments by Yea-Nay Vote. 65-24. Record Vote No: 138.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1981-06-08", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "su129-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "129"
    }, 
    {
      "amendment_id": "su130-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "130"
    }, 
    {
      "amendment_id": "su131-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "131"
    }, 
    {
      "amendment_id": "su132-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "132"
    }, 
    {
      "amendment_id": "su133-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "133"
    }, 
    {
      "amendment_id": "su134-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "134"
    }, 
    {
      "amendment_id": "su135-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "135"
    }, 
    {
      "amendment_id": "su136-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "136"
    }, 
    {
      "amendment_id": "su137-97", 
      "amendment_type": "su", 
      "chamber": "s", 
      "number": "137"
    }
  ], 
  "bill_id": "s1197-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1981-06-03", 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-15", 
  "number": "1197", 
  "official_title": "An original bill to amend and extend certain Federal laws relating to housing, community, and economic development, and related programs, to provide an improved and expedited multifamily mortgage foreclosure procedure, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1022-97", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1074-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Housing and Community Development Amendments of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1981-06-03", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Age discrimination", 
    "Aliens", 
    "Apartment houses", 
    "Authorization", 
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Conflict of interests", 
    "Construction industries", 
    "Cooperative housing", 
    "Corporations and Stocks", 
    "Crime and law enforcement", 
    "Department of Housing and Urban Development", 
    "Department of the Treasury", 
    "Disabled", 
    "Disaster insurance", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Energy", 
    "Energy consumption", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to hospitals", 
    "Federal aid to housing", 
    "Federal budgets", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Flood insurance", 
    "Floods", 
    "Foreclosure", 
    "Government corporations", 
    "Government operations and politics", 
    "Government publications", 
    "Government publicity", 
    "Government records, documents, and information", 
    "Government regulation", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Historic sites", 
    "Home repair and improvement", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Illegal aliens", 
    "Immigration", 
    "Income", 
    "Insurance", 
    "Interest", 
    "Intergovernmental fiscal relations", 
    "Kansas", 
    "Landlord and tenant", 
    "Legal fees", 
    "Local and Municipal Government", 
    "Local finance", 
    "Local officials and employees", 
    "Low-income housing", 
    "Mobile homes", 
    "Mortgage guaranty insurance", 
    "Mortgage interest rates", 
    "Mortgages", 
    "Municipal services", 
    "National banks", 
    "Presidential appointments", 
    "Public assistance programs", 
    "Public housing", 
    "Public utility rates", 
    "Rent", 
    "Rent control", 
    "Rent subsidies", 
    "Rental housing", 
    "Research", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Riots", 
    "Rural housing", 
    "Social welfare", 
    "Solar energy", 
    "Solar houses", 
    "State officials and employees", 
    "State-local relations", 
    "States", 
    "Urban economic development", 
    "Urban homesteading", 
    "Zoning and zoning law"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1981-06-03", 
    "text": "(Measure passed Senate, amended, roll call #138 (65-24)) Housing and Community Development Amendments of 1981 - Title I: Community and Economic Development - Amends the Housing and Community Development Act of 1974 to authorize combined appropriations for block grants for community development activities and urban development action grants for fiscal years 1982 and 1983. Eliminates application requirements for block grants to metropolitan cities and urban counties. Directs any such city or county (entitlement community) and any State or local government seeking a grant to submit to the Secretary of Housing and Urban Development: (1) a final statement or community development objectives and the projected use of funds; and (2) certifications that the grant will be administered in accordance with the Civil Rights Acts of 1964 and 1968, and that the projected use of funds gives priority to activities to benefit low and moderate income families or to prevent blight. Directs grantees to: (1) furnish information to the public concerning the amount of funds available for proposed community development and housing activities; (2) publish proposed grant statements for public comment; (3) hold public hearings on community development and housing needs; and (4) make the final statement available to the public. Permits grants to be made to an entitlement community only if such community certifies that it is following a current housing assistance plan approved by the Secretary. Requires grantees (entitlement communities and states) to submit performance reports. Directs the Secretary to review the performance of grantees annually to determine: (1) whether each entitlement community has carried out its activities, housing assistance plan, and certifications in a timely manner; and (2) whether each State grantee has distributed funds to local governments in a timely manner and conducted appropriate reviews of the performance of such local governments. Authorizes the Secretary to adjust, reduce, or withdraw grants on the basis of such reviews. Directs State grantees to perform actions of the Secretary concerning the release of funds to units of local government to carry out the purposes of the National Environmental Policy Act of 1974. Provides grantees authority to receive grant payments in one lump sum to establish a revolving fund in a private institution to finance rehabilitation activities. Eliminates certain restrictions on the use of block grant funds for the provision of public services not provided by a local government within the last 12 months. Authorizes the use of such funds for the provision of assistance to private, for-profit entities to carry out an economic development project. Limits to ten percent the amount of any grant which may be used for public service activities. Permits the Secretary to waive such limitation. Revises the formula for the allocation of funds appropriated for community development block grants. Allocates 70 percent of such funds to entitlement communities and 30 percent of such funds to States for nonentitlement areas. Requires that funds which are allocated but not received by entitlement communities of a State in a fiscal year be reallocated among entitlement communities of the same State the next fiscal year according to the fund allocation formula in effect for such year. Requires that the funds allocated to States be distributed to nonentitlement areas: (1) by the States according to its final statement projecting the use of such funds; or (2) by the Secretary if the State elects not to distribute such funds, if the State's performance evaluation warrants such action, or if the State governor fails to certify that the State: (a) plans for community development activities; (b) provides technical assistance to local governments for such activities, (c) provides State funds for such activities equal to ten percent of the Federal funds allocated; and (d) consults with local officials concerning such distributions. Reduces the total amount of appropriations which may be set aside for the Secretary's special discretionary fund for fiscal years 1982 and 1983. Eliminates uses of the fund for making grants for: (1) areawide community development programs; (2) disaster assistance; and (3) correcting inequities resulting from the block grant allocation formula. Prohibits age discrimination under any program or activity funded under the Housing and Community Development Act of 1974. Reduces the amount of appropriations authorized for urban development action grants for fiscal years 1982 and 1983. Modifies the contents of grant applications to eliminate requirements for: (1) documentation of results in providing housing for persons of low and moderate income and in providing housing and employment for minorities; (2) an urban development action plan consistent with the community development program, the housing assistance plan, and the overall economic development plan of the area; and (3) preparation of a citizen participation plan and publication of information on fund availability and eligible activities. Revises grant selection criteria to include: (1) the extent to which the grant will stimulate economic recovery by leveraging private investments; (2) the number of jobs to be created; and (3) the extent to which State or local government funding has been committed. Eliminates a requirement that the Secretary allocate such grants equally among programs to restore deteriorated neighborhoods, to reclaim real property for industrial purposes, and to renew commercial employment centers. Directs the Secretary to assure that the amount of any grant is the least necessary to make the project feasible. Permits rehabilitation loans to be made only for urban homesteading programs or multifamily properties after October 1, 1981. Terminates authority for such loans on October 1, 1983. Authorizes appropriations for fiscal year 1983 to carry out the urban homesteading program. Repeals the Neighborhood Self-Help Development Act of 1978. Amends the Housing Act of 1954 to repeal provisions concerning comprehensive planning grants. Directs the Secretary to report to Congress on steps to be taken to: (1) target block grant funds on the cities' most urgent revitalization needs; (2) develop income eligibility requirements for recipients of block grant supported rehabilitation; and (3) limit rehabilitation work to essential work needed to restore decent, safe, and sanitary or energy-efficient conditions. Title II: Housing Assistance Programs - Increases the Secretary's annual contributions contract authority for low-income housing projects for fiscal years 1982 and 1983 and the corresponding budget authority. Requires the Secretary to allocate a specific portion of the additional contract authority for fiscal years 1982 and 1983 for public housing modernization. Restricts the allocation of the remaining contract authority between existing and newly constructed or substantially rehabilitated units. Prohibits the Secretary from reserving more than 30 percent of the total annual budget authority for the last quarter of a fiscal year or more than 15 percent for any month of the last quarter. Authorizes appropriations for fiscal years 1982 and 1983 for operating subsidies for public housing projects. Authorizes the Secretary to retain up to ten percent of the contract authority provided for housing assistance in a fiscal year to be available for allocation to communities for: (1) unforeseeable housing needs, such as emergency assistance following natural disasters; (2) assistance for the handicapped, minority enterprise, and housing in new communities; (3) providing assisted housing as a result of the settlement of litigation; (4) research projects; and (5) lower-income housing needs. Prohibits the Secretary from withholding new construction authority from allocation for discretionary use in a fiscal year. Authorizes appropriations for operating assistance for troubled multi-family housing projects for fiscal years 1982 and 1983. Extends through fiscal year 1983 the Secretary's authority to use amounts in the rental housing assistance fund for such projects. Increases the mortgage purchase authority of the Government National Mortgage Association for fiscal year 1982. Limits the amount available to purchase mortgages of projects containing no federally-assisted units. Increases the amount the Secretary may borrow from the U.S. Treasury to finance the loan program for housing for the elderly or handicapped for fiscal years 1982 and 1983. Amends the United States Housing Act of 1937 and the National Housing Act to establish the rent for housing units assisted under such Acts at the highest of: (1) 30 percent of the family's monthly adjusted income; (2) 10 percent of the family's monthly income; or (3) the portion of any welfare assistance designated for the family's housing costs. Redefines the term \"lower income families\" to exclude families whose incomes exceed 50 percent of the median area income. Includes as income the value of any asset a family member disposed of within the preceding 24 months to qualify for housing assistance. Requires the Secretary to review annually (currently biennially) the incomes of families living in public housing projects and rental housing projects designed for lower-income families. Establishes the amount of monthly assistance payments to owners who provide housing for lower-income families as the difference between the maximum rent the owners may charge under terms of the assistance contract and the rent established for tenants of assisted units. Amends the Housing and Urban Development Act of 1965 to establish the rent supplement for units provided for lower-income tenants at the lesser of: (1) 70 percent of the fair market rent; or (2) the amount by which the fair market rent exceeds 30 percent (currently 25 percent) of the tenant's adjusted income. Provides for the delayed application of such revised supplement Amends the United States Housing Act of 1937 to require the Secretary to: (1) assure that newly constructed housing to receive lower-income housing assistance is modest in design; (2) limit increases in contract rents for such housing units to the operating cost increases incurred by owners of comparable projects in the area; (3) give cost considerations a 33 1/3 percent weighted average when reviewing proposals for housing assistance; and (4) give priority to entering contributions contracts with housing projects located on specific tracts of land provided by State or local governments, if affording such priority will be cost-effective. Prohibits the Secretary from: (1) providing assistance payments for unoccupied units for more than 30 days; (2) entering into a contributions contract for a newly constructed project if the sizes of the project units exceed the minimum property standards by more than ten percent or the local standards; or (3) denying assistance to projects because project units do not contain bathroom or kitchen facilities. Directs the Secretary to assure that at least 25 percent of the newly constructed or substantially rehabilitated units for the elderly or handicapped to which Federal housing assistance is provided after October 1, 1981, are efficiencies. Requires the Secretary to rescind a regulation requiring owners of federally-assisted housing projects to attempt to select tenant families so that the average family income is at least 40 percent of the median area income. Permits providing lower-income housing assistance to promote mixed income housing only when such assistance aids lower income families in obtaining a decent place to live. Prohibits the owner of an assisted project from renting any project unit to a tenant who is not eligible for assistance unless the satisfactory number of units are occupied by eligible tenants. Permits the Secretary to give preference to applications for assistance for a portion of the units in a project only if that project does not receive other forms of Federal assistance. Eliminates a requirement that public housing agencies select tenants with a broad range of incomes. Prohibits the Secretary from entering into a contract to provide lower-income housing assistance to a project in an area imposing rent controls. Requires the owner of a project receiving such assistance to notify tenants at least six months before increasing the rent after expiration of the assistance contract. Directs the Secretary to: (1) determine the number of assisted housing projects owned by developers with five-year contributions contracts who will not renew their contracts; (2) notify the tenants of such projects of possible rent increases upon the expiration of such contracts; and (3) report to Congress on ways of recapturing the Government's investment in such projects. Directs the Secretary to assure that no State or local official profits by participating in a federally-assisted housing program. Permits public housing agencies to retain the greater of 100 percent of their legal expenses or 50 percent of the amount collected out of judgments obtained in recovering lower-income housing assistance wrongfully paid because of fraud or abuse. Eliminates provisions authorizing only the public housing agency to evict a tenant in an assisted unit. Declares that the tenant's rights shall be determined by the lease and applicable State and local law. Authorizes the Secretary to utilize additional budget authority provided for contributions contracts under the United States Housing Act of 1937 for rent supplements under the Housing and Urban Development Act of 1965. Amends the Housing and Community Development Amendments of 1978 to direct the Secretary to dispose of multifamily housing projects owned by the Secretary to tenant-owned cooperatives. Amends the National Housing Act to eliminate the requirement that the Secretary recapture assistance provided to a homeowner when the homeowner fails to make mortgage payments for 90 days or more. Prohibits the Secretary from providing Federal housing assistance for the benefit of any illegal alien. Directs the Secretary to develop and implement a revised fee schedule for development managers of lower income housing projects. Directs the Secretary to: (1) review the administration of the subsidy program for the operation of low-income housing projects; (2) report to Congress recommendations for new subsidy formulas containing incentives for good management; and (3) report to Congress on the feasibility of implementing a computer system to be utilized by public housing agencies to comply with reporting requirements. Amends the Housing and Community Development Amendments of 1978 to require the Secretary, before approving or disapproving rent increases for certain federally-assisted housing projects, to consider whether the mortgagor could control increases in utility costs by securing more favorable utility rates or by taking cost-effective actions to reduce energy consumption. Authorizes the Secretary: (1) to adjust the proposed rent increase upon determining the mortgagor could exercise such control; and (2) to provide financial assistance to a mortgagor to upgrade the project to satisfy energy efficiency standards prescribed by the Secretary. Requires the Secretary to permit the Kansas Department of Economic Development to participate as a public housing agency for purposes of programs carried out under the United States Housing Act of 1937. Title III: Program Amendments and Extensions - Amends the National Housing Act to extend the Secretary's authority to insure loans for mortgages and home improvement. Extends the Secretary's authority to establish the maximum interest rates for certain mortgage insurance programs. Amends the Housing and Urban Development Act of 1970 to authorize appropriations for research for the Department of Housing and Urban Development in fiscal years 1982 and 1983. Amends the National Housing Act to increase the amount of funds authorized to be appropriated to cover losses sustained by the General Insurance Fund. Increases the maximum amounts of property improvement loans eligible for Federal insurance with respect to existing single family structures or manufactured homes, apartment buildings or dwellings for two or more families, and historic structures. Provides for higher loans where financing of a solar energy system is involved. Increases maximum loan amounts for financing the purchase of single and multi-module manufactured homes and lots for such homes. Permits the Secretary to increase such amounts by a specified sum when necessary to meet higher area costs. Eliminates the distinction between an undeveloped and a developed lot. Increases the maximum loan terms for: (1) property improvement loans where installation of a solar energy system is involved; (2) loans to purchase single-module manufactured homes; and (3) historic preservation loans. Increases the maximum loan amount which the Secretary may insure in connection with a manufactured home park. Amends the Housing and Urban Development Act of 1968 to authorize the Secretary to provide low and moderate income tenants with default and delinquency counseling. Amends the National Flood Insurance Act of 1968 to authorize appropriations for various insurance studies during fiscal years 1982 and 1983, and to repeal erosion insurance coverage for the collapse or subsidence of land along a lake caused by waves or currents exceeding anticipated cyclical levels. Amends the National Housing Act to extend the Secretary's authority to provide riot insurance and to repeal erosion insurance coverage for the collapse or subsidence of land along a lake caused by waves or currents exceeding anticipated cyclical levels. Amends the National Housing Act to extend the Secretary's authority to provide riot insurance and to repeal the Secretary's authority to provide crime insurance. Amends the Housing and Community Development Amendments of 1978 to authorize appropriations for the Neighborhood Reinvestment Corporation for fiscal years 1982 and 1983. Amends the Housing and Community Development Act of 1975 to direct the President to appoint two of the members of the Board of Directors of the National Institute of Building Sciences selected each year, and to extend the authorization for the Institute through fiscal year 1987. Authorizes the Secretary to develop a model manufactured housing zoning code for use by local authorities, and a demonstration program utilizing lower cost building technology for projects located on vacant inner-city land. Directs the Secretary to publish a complete edition of the basic laws and authorities relating to housing and community development reflecting changes caused by this Act, and to publish revised editions as necessary. Amends the National Consumer Cooperative Bank Act to terminate the authority of the Bank to make new commitments for loans or guarantees and to issue obligations. Directs the Bank to deposit amounts received as loan repayments into the U.S. Treasury. Provides that any housing cooperative existing on March 21, 1980, is eligible for a bank loan regardless of voting control requirements. Prohibits the Secretary from obligating or expending $5,552,000,000 of budget authority provided for fiscal year 1981. Amends the National Housing Act to allow the Secretary to approve an increase in a mortgage covering a new or rehabilitated hospital which is eligible to be insured under such Act, provided that the application for such increase is filed within two years after enactment of this Act. Title IV: Multifamily Mortgage Foreclosure - Multifamily Mortgage Foreclosure Act of 1981 - Authorizes the Secretary to foreclose multifamily mortgages held by the Secretary encumbering real estate located in any State. Sets forth procedures for the designation of a foreclosure commissioner or commissioners by the Secretary. Designates the Secretary as a guarantor of payment of any judgment against such commissioners. Permits a foreclosure by the Secretary to commence upon the breach of a covenant or condition in the mortgage agreement for which foreclosure is authorized under such mortgage. Specifies procedures for (1) notice of default and foreclosure sale; (2) service of such notice; (3) presale reinstatement and cancellation of foreclosure; (4) conduct of a foreclosure sale; (5) disposition of foreclosure costs and sale proceeds; (6) transfer of title and possession; and (7) recording the foreclosure and sale. Authorizes the Secretary to require, as a condition and term of sale, that the purchaser at a foreclosure sale under this Act agree to the continued operation of the security property in accordance with the appropriate loan program. Title V: Rural Housing - Amends the Housing Act of 1949 to authorize appropriations for fiscal year 1982 to the Secretary of Agriculture: (1) to insure and guarantee loans for rural housing, with certain restrictions; (2) to make loans and grants for improvements of rural housing; (3) to provide financial assistance for the provision of low-rent housing for domestic farm labor; (4) for the payment of expenditures respecting construction defects in assisted dwelling units; (5) to provide rental assistance to low and moderate income families in rural areas; and (6) for programs of mutual and self-help housing in rural areas and the Self-Help Housing Land Development Fund. Repeals the current definition of \"persons of low income\" for purposes of such Act. Authorizes the Secretary of Agriculture to establish income definitions. Removes the requirement that the Secretary of Agriculture provide interest credit subsidies on rural housing loans to persons of low and moderate income. Directs the Secretary of Agriculture to report to Congress concerning: (1) financing for rural housing programs; (2) workable definitions of \"low income\" and recommendations for contribution requirements to conform Farmers Home Administration housing assistance programs to the Housing programs of the Department of Housing and Urban Development; (3) minimum levels for subsidies to assisted families; and (4) the Administration's efforts to minimize the costs of subsidized housing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing and Community Development Amendments of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Multifamily Mortgage Foreclosure Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend and extend certain Federal laws relating to housing, community, and economic development, and related programs, to provide an improved and expedited multifamily mortgage foreclosure procedure, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:52-05:00"
}