{
  "actions": [
    {
      "acted_at": "1975-03-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4059-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-03", 
  "number": "4059", 
  "official_title": "A bill to amend the Emergency Petroleum Allocation Act of 1973 to establish a program for the creation and distribution of gasoline entitlements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gasoline Conservation Act", 
  "sponsor": {
    "district": "7", 
    "name": "Adams, Brock", 
    "state": "WA", 
    "thomas_id": "00005", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-03", 
  "subjects": [
    "Fuel allocation", 
    "Gasoline", 
    "Petroleum and petroleum products", 
    "Resource allocation"
  ], 
  "subjects_top_term": "Fuel allocation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-03", 
    "text": "Gasoline Conservation Act - Provides, under the Emergency Petroleum Allocation Act of 1973, that the President shall promulgate a rule which shall provide for the establishment of a gasoline entitlement program. Requires that such program shall: (1) provide for the assignment and distribution of entitlement stamps or other evidences of right to State licensed drivers, authorizing such drivers to purchase a mimimum gallonage entitlement; (2) prohibit the retail sale of gasoline for use in passenger motor vehicles except in exchange for a gallonage equivalent of entitlement stamps; (3) create a system to permit the purchase from the Federal Government of additional entitlement stamps by the payment of a fixed user fee of no more than $.50 per gallon; and (4) provide for the taking of such steps as may be necessary to facilitate secondary market trading and exchanges of such entitlement stamps. Directs the President, in designing such program, to obtain reductions in the aggregate consumption of gasoline as measured against a 1974 base year of 5.5 percent by the end of 1975 and by 16 percent in the end of 1977. Requires Congressional approval of regulations proposing to exempt an oil or product from allocation price requirements or to rescind the gasoline entitlement program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Gasoline Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Emergency Petroleum Allocation Act of 1973 to establish a program for the creation and distribution of gasoline entitlements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:34-05:00"
}