{
  "actions": [
    {
      "acted_at": "1975-12-15", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11160-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Abzug, Bella S.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bedell, Berkley W.", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Obey, David R.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "00877", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-15", 
  "number": "11160", 
  "official_title": "A bill to regulate commerce to assure increased supplies of natural gas at reasonable prices for the consumer.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9159-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Natural Gas Production and Conservation Act", 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-15", 
  "subjects": [
    "Business and commerce", 
    "Economics and public finance", 
    "Energy", 
    "Energy industries", 
    "Energy policy", 
    "Gases", 
    "Independent regulatory commissions", 
    "Natural gas", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum conservation", 
    "Power resources", 
    "Public lands and natural resources", 
    "Small business"
  ], 
  "subjects_top_term": "Natural gas", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-15", 
    "text": "Natural Gas Production and Conservation Act - Defines terms used in this Act, including: (1) \"affiliate\" to mean any person directly or indirectly controlling, controlled by, or under common control or ownership with any other person; (2) \"old natural gas\" to mean natural gas dedicated to interstate commerce prior to January 1, 1975 with the determination or dedication to be the findings the Commission made at the time deliveries of such natural gas were first made; (3) \"producer\" to mean a person who produces and sells more than 10 million mcf of natural gas per year and who is not or does not qualify as a small producer; and (4) \"user\" to mean a person or governmental entity using natural gas after it is delivered in interstate or intrastate commerce. Provides that new natural gas may be sold or transferred in interstate or intrastate commerce by a producer or small producer at a price that does not exceed: (1) the national base price established by the Federal Power Commission or any relevant high-cost production base price established by the Commission plus; (2) an adjustment to the national base price or any high-cost production base price for inflation or deflation for new natural gas first delivered during the year for which such adjustment is applicable; (3) an additional annual price increase equal to 2 percent per year of the adjusted base price of such gas at the time of initial dedication or such higher annual adjustment as may be approved by the Commission to be necessary to cover increased costs of production and provide for a reasonable rate of return on investment to such producer; and (4) adjustments to increase or decrease the base prices at the wellhead for gathering services, removing impurities, quality adjustments, expenses incurred such as State or Federal production or severance taxes, and the uncompensated value of advanced payments made to the producer. Permits a producer of new natural gas that is liquified, regasified or synthetic natural gas, to charge a special price that is just and reasonable based on his costs of production. States that those producers who discovered natural gas on the Federal domain more than two years before the enactment of this Act and still have not comitted such natural gas reserves to a pipeline are not able to take advantage of the incentive new gas or exempt gas pricing provisions. Directs the Commission to establish the initial national base price at a level of not less than 40 cents per mcf nor more than 75 cents per mcf. Directs the Commission to review and reestablish the national base price and any high-cost production base price at five-year intervals after the date of their initial establishment. Sets forth the criteria to be used in establishing the initial national base price, any initial high-cost production base prices, and subsequent national and subsequent high-cost production price bases. Requires the Commission to establish any base price for new natural gas pursuant to the rulemaking provisions of the Administrative Procedures Act. Permits the pass-through on a dollar-for-dollar basis of the cost of all new natural gas and exempt natural gas incurred by any pipeline unless such costs exceed the applicable price permitted under this Act. States that after the date of enactment of this Act, all sales of natural gas in interstate commerce that are not sales of old natural gas must comply with the provisions of this Act concerning new natural gas, unless such gas is exempt gas sold by a producer or small producer who qualifies as an independent. Allows a small producer to sell new natural gas in interstate or intrastate commerce at a price that exceeds the price authorized to be charged by a producer so long as such price does not exceed the applicable national or high-cost reproduction price by more than 50 percent. Provides that a producer or small producer which qualifies as an independent may charge any price for exempt natural gas on or after the date of enactment of this Act if such price does not exceed the average price of new domestic crude oil on the date such exempt natural gas is first dedicated. Requires all purchasers to file with the Commission all new natural gas and exempt natural gas sales contracts, transfer agreements, or any other transfer arrangements. States that with respect to old natural gas, the Commission is directed not to authorize any increase in the price charged by a producer or small producer except under enumerated circumstances. Requires all pipelines to give first priority for sales or transfers under the applicable tariff for old natural gas to local distribution companies to meet the requirements of each such local distribution company's residential users and small users to the extent old natural gas is available. Provides that sales of new natural gas or exempt natural gas by producers or small producers may be made without any application for a certificate of public convenience and necessity under the Natural Gas Act. Provides that, after the date of enactment of this Act, the Commission shall require all new natural gas pipeline transportation facilities on Federal lands to be common carriers available for use by any pipeline to transport natural gas upon payment of a reasonable transportation fee. Requires that natural gas producers on Federal lands undertake and complete exploratory and developmental programs to obtain maximum efficient levels of production at the earliest feasible date following the leasing of these lands. Requires that, after the date of enactment of this Act, all production of new natural gas or exempt natural gas from Federal lands shall be sold or transferred to a pipeline. Directs the Commission to conduct studies of production, gathering, storage, transportation, distribution and sale of natural, artificial, or synthetic gas. Directs the Commission to promulgate by rule a national plan to prohibit as soon as practicable the boiler fuel use of natural gas not initially contracted for prior to January 1, 1975 by users other than residential or small users. Prohibits any interruption or curtailment of natural gas service and requires necessary steps to assure as soon as practicable the availability in interstate commerce of sufficient quantities of natural gas for certain priority agricultural uses. Authorizes the Commission to declare a natural gas supply emergency within the service area of a pipeline which is unable or may be unable to supply its residential users, small users, hospitals, services and products vital to the public health and safety. Includes synthetic natural gas within the jurisdication of the Federal Power Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Natural Gas Production and Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate commerce to assure increased supplies of natural gas at reasonable prices for the consumer.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:35-05:00"
}