{
  "actions": [
    {
      "acted_at": "1997-06-16", 
      "references": [
        {
          "reference": "CR S5694-5695", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-16", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s904-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1997-06-17", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1997-06-16", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1997-06-17", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1997-06-16", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-16", 
  "number": "904", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide medicare beneficiaries with choices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Comprehensive Medicare Reform and Improvement Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Breaux, John B.", 
    "state": "LA", 
    "thomas_id": "00120", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-16", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Competitive bidding", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Debarment of government contractors", 
    "Deceptive advertising", 
    "Department of Health and Human Services", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraternal organizations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Grievance procedures", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "House rules and procedure", 
    "Housing and community development", 
    "Insurance premiums", 
    "Judicial review of administrative acts", 
    "Kidney diseases", 
    "Law", 
    "Legislation", 
    "Licenses", 
    "Managed care", 
    "Marketing", 
    "Medical economics", 
    "Medical statistics", 
    "Medicare", 
    "Medicare managed care", 
    "Medigap", 
    "Patients' rights", 
    "Physicians", 
    "Preferred provider organizations (Medical care)", 
    "Prospective payment systems (Medical care)", 
    "Quality of care", 
    "Religion", 
    "Rural health", 
    "Senate rules and procedure", 
    "Social welfare", 
    "State laws", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-16", 
    "text": "TABLE OF CONTENTS: Title I: Establishment of MediHealth Plans Title II: Increase in Flexibility Under Medicare Title III: Quality in MediHealth Plans Comprehensive Medicare Reform and Improvement Act of 1997 - Title I: Establishment of MediHealth Plans - Amends title XVIII (Medicare) of the Social Security Act (SSA) to add a new part D (MediHealth Plans) (based on the Federal Employees Health Benefits Plan). (Sec. 101) Makes eligible for the MediHealth program an individual entitled to benefits under Medicare part A (Hospital Insurance) and enrolled under Medicare part B (Supplementary Medical Insurance), who does not, before enrollment, have end-stage renal disease. Entitles each Medihealth eligible individual to: (1) choose to receive covered health care items and services through the traditional Medicare program or in a MediHealth plan; and (2) enroll in any new plan with a Medicare service area during open annual and other enrollment periods. States that health plans eligible for the MediHealth program include private managed or coordinated care plans, such as health maintenance organizations and preferred provider organization plans, point-of- service plans, and provider-sponsored plans, which provide health care services through an integrated network of providers. Requires the Secretary of Health and Human Services (HHS) to develop an understandable standardized comparative report addressing specified issues about offered MediHealth plans, updated annually, that will assist MediHealth eligible individuals in their decisionmaking about medical care and treatment. Requires a MediHealth enrollee to pay: (1) ten percent of the plan's premium, plus 100 percent of any difference between the standardized payment amount and the plan premium, if higher; and (2) an amount equal to cost-sharing under the Medicare fee-for-service program, subject to a formula maximum. States that a MediHealth enrollee shall not be required to pay the part B premium. Makes appropriations to the Secretary representing each MediHealth's pro rata share of the Secretary's estimated costs in carrying out certain requirements, including enrollment requirements. Specifies general MediHealth plan requirements, including one-year enrollments and an open enrollment period each November. Permits Medicare Choice religious fraternal benefit society plans to restrict enrollment to affiliated church, convention, or group members. Includes prescription drugs and additional health services the Secretary may approve among mandatory basic plan benefits, as well as items and services covered under Medicare parts A and B (subject to nominal co-payments). Authorizes each MediHealth plan to offer specified optional supplemental benefit plans for an additional premium, which may not exceed the amount that would have been charged by a non-MediHealth plan in the MediHealth payment area. Prescribes licensing and financial requirements for MediHealth plan sponsors. Requires certification, according to specified standards, of each MediHealth plan a sponsor offers. Requires a sponsor, for each plan it operates, to have an agreement with an independent quality review and improvement organization approved by the Secretary. Prohibits: (1) discrimination in enrollment because of an individual's health status; and (2) cancellation of or refusal to renew a beneficiary, except in the case of fraud or nonpayment of premium amounts due the plan, or other circumstances specified by the Secretary. Provides for handling enrollee appeals and grievances. Authorizes the Secretary to waive or modify any requirement for a MediHealth plan offered in a rural area to reflect any differences between the provision of health care items and services in rural and nonrural areas, and encourage organizations to offer MediHealth plans in rural areas. Establishes an Office of Competition within HHS to administer the MediHealth program. Requires each MediHealth plan sponsor to file annual bids containing the monthly premium for each plan it offers in each Medicare payment area. Prohibits the premiums charged by a MediHealth plan sponsor from varying among individuals that reside in the same payment area. Specifies procedures for: (1) the Secretary's determination of a standardized amount of the Medicare payment to a MediHealth plan sponsor for the following calendar year for each Medicare payment area; and (2) monthly advance payments to such sponsors. Places a limitation on the payment amounts an out-of-plan physician or other entity may collect. Sets forth the Secretary's contracting authority with respect to MediHealth plan sponsors, as well as a temporary Federal licensing process for coordinated health plans for which a State: (1) has failed to complete the licensing process by a certain deadline; or (2) has denied a license application in a process or according to standards which create an unreasonable barrier to market entry. (Sec. 102) Provides that current Medicare payment requirements for health maintenance organizations (HMOs) and competitive medical plans shall not apply to risk-sharing contracts effective for contract years beginning on or after January 1, 2003, except that an individual enrolled in Medicare part B only, and also enrolled in an eligible organization with a risk-sharing contract under such requirements on December 31, 2002, may continue enrollment in such organization. Requires the Secretary, not later than July 1, 2002, to issue regulations relating to such individuals and such organizations. (Sec. 103) Directs the Secretary to conduct demonstration projects implementing this title in: (1) ten urban areas where under 25 percent of Medicare beneficiaries are enrolled with an eligible HMO or competitive medical plan; and (2) three rural areas. Requires the Secretary to report to the President an evaluation of whether the method of payment to MediHealth plans used in the demonstration projects should be extended to the entire Medicare population, plus any legislative recommendations to modify such method, if determined necessary, along with an implementing bill which shall receive expedited congressional consideration. Title II: Increase in Flexibility Under Medicare - Amends SSA title XVIII part B to direct the Secretary to: (1) establish competitive acquisition (bidding) areas for contract award purposes; and (2) conduct a competition among individuals and entities supplying Medicare items and services (except physician services) for each competitive acquisition area established for each class of items and services. Requires any entity awarded a contract to meet quality standards specified by the Secretary. Prohibits payment under Medicare part A or B for any expenses incurred for an item or service furnished in a competitive acquisition area by an entity other than an entity with which the Secretary has entered into a contract for such an item or service in that area, except in a case of urgent need, or in other circumstances the Secretary specifies. (Sec. 202) Allows the Secretary to enter into contracts with providers of services, physicians, and other entities and individuals that furnish Medicare items or services under which the Secretary may utilize: (1) alternative claims processing, administrative, and related procedures; and (2) reduced payment rates or alternative payment methodologies. Allows such contracts to provide for reductions in payments required from individuals entitled to Medicare benefits. Requires the Secretary to certify that the amounts to be paid under such a contract are less than the amounts that would otherwise be paid. Allows the Secretary to waive any otherwise applicable competitive procedures to any contract entered into under this title. Requires the Secretary to report biennially to the Congress on the implementation of this title and its results. Title III: Quality in MediHealth Plans - Establishes the Quality Advisory Institute to make recommendations to the Director of the Office of Competition concerning criteria for the licensing of certifying entities, the certification of MediHealth plans, and measurement methods for the development of comparative reports for assisting prospective enrollees in choosing which plans to enroll in. (Sec. 304) Requires the Director to: (1) ensure that a MediHealth plan may not be offered unless it has been certified in accordance with this title; and (2) establish a program under which payments are made to reward various MediHealth plans for meeting or exceeding quality targets. (Sec. 306) Requires a MediHealth plan sponsor to participate in the certification process and offer MediHealth plans certified in accordance with this title in order to be eligible to contract with the Director to enroll individuals in a MediHealth plan. (Sec. 307) Directs the Director to: (1) develop procedures for the licensing of entities to certify MediHealth plans; (2) establish minimum criteria to be used by licensed certifying entities in the certification of MediHealth plans; and (3) develop grievance and appeals procedures under which a MediHealth plan may appeal a certification denial to the Director."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Comprehensive Medicare Reform and Improvement Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to provide medicare beneficiaries with choices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:59-05:00"
}