{
  "actions": [
    {
      "acted_at": "1975-04-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5804-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Nix, Robert N. C.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00866", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-09", 
  "number": "5804", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide that a taxpayer conscientiously opposed to participation in war may elect to have his income, estate, or gift tax payments spent for non-military purposes; to create a trust fund (the World Peace Tax Fund) to receive these tax payments; to establish a World Peace Tax Fund Board of Trustees; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4897-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "World Peace Tax Fund Act", 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-09", 
  "subjects": [
    "Conscientious objectors", 
    "Estate tax", 
    "Gift tax", 
    "Income tax", 
    "Peace", 
    "Taxation", 
    "War"
  ], 
  "subjects_top_term": "Conscientious objectors", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-04-09", 
    "text": "World Peace Tax Fund Act - Establishes within the Treasury of the United States a special trust fund to be known as the World Peace Tax Fund. Provides that any taxpayer who has qualified as a conscientious objector, or who declares that he or she is conscientiously opposed to participation in war, within the meaning of the Military Selective Service Act, shall qualify to designate the payment of his or her income taxes to the fund. Makes provisions for the designation of income, estate, or gift tax payments for transfer to the World Peace Tax Fund. Provides for the computation and publication of the percentage of annual expenditures for military purposes. Provides that this portion of moneys in the Fund shall remain in the Fund to accrue interest, and that the remaining portion shall be transferred to the general fund of the Treasury of the United States, not to be appropriated for any military purposes. Establishes a Board of Trustees of eleven members to authorize expenditures out of the Fund for research into peaceful solutions to international conflict, and for improvement of international conflict, and for improvement of international health, education, and welfare. Requires the Board to submit its budget to the Congress, report to the President and Congress annually, and provide a complete accounting of all funds received and disbursed according to this Act. Defines \"military purposes and activities\" for purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "World Peace Tax Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide that a taxpayer conscientiously opposed to participation in war may elect to have his income, estate, or gift tax payments spent for non-military purposes; to create a trust fund (the World Peace Tax Fund) to receive these tax payments; to establish a World Peace Tax Fund Board of Trustees; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:04-05:00"
}