{
  "actions": [
    {
      "acted_at": "1988-08-05", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-09-13", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Subcommittee on Hazardous Wastes and Toxic. Approved for full committee consideration with an amendment favorably.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2693-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Hazardous Wastes and Toxic Substances", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1988-09-13", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-05", 
  "number": "2693", 
  "official_title": "A bill entitled the \"PCB Control Act of 1988\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "PCB Control Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-08-05", 
  "subjects": [
    "Business and commerce", 
    "Business records", 
    "Environmental protection", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Hazardous waste disposal", 
    "Polychlorinated biphenyls", 
    "Transportation and Travel", 
    "Transportation of hazardous substances"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-05", 
    "text": "PCB Control Act of 1988 - Amends the Toxic Substances Control Act to require those who intend to deal in the transportation, storage, or disposal of polychlorinated biphenyls (PCBs) to notify the Administrator of the Environmental Protection Agency of such intent and receive an identification number from the Administrator before engaging in such activities. Directs such individuals to comply with the requirements of a manifest system set forth in rules to be promulgated by the Administrator within 60 days of this Act's enactment. Directs the Administrator to promulgate rules, within 60 days of this Act's enactment, for the transportation of PCBs and the implementation of a PCB storage approval process. Conditions the Administrator's approval of the storage or disposal of PCBs on the applicant's compliance with financial responsibility, contingency plan, and closure and post-closure requirements. Requires that each approval for PCB disposal or storage be reviewed and, if necessary, modified within five years of its issuance or reissuance. Authorizes the Administrator to revoke such approval for an individual's noncompliance with this Act's requirements. Directs the Administrator to thoroughly inspect PCB storage and disposal facilities at least once every two years. Requires the Administrator to publish notice, by June 30 of each year, of the identify of, and the amount of civil penalty assessed from, each person against whom the Administrator has concluded an enforcement action for noncompliance with this Act's requirements during the previous calendar year. Amends the Resource Conservation and Recovery Act (RCRA) to designate PCBs as a hazardous waste to be regulated under such Act six months after this Act's enactment. Directs the Administrator, within two years of this Act's enactment, to revise Toxic Substances Control Act requirements where necessary to protect human health and the environment or satisfy RCRA requirements"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "PCB Control Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"PCB Control Act of 1988\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:05-05:00"
}