{
  "actions": [
    {
      "acted_at": "1979-02-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1820-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-01", 
  "number": "1820", 
  "official_title": "A bill to amend title VIII of the Public Health Service Act to extend for two fiscal years the program of assistance for nurse training.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1143-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Nurse Training Amendments of 1979", 
  "sponsor": {
    "district": "3", 
    "name": "Satterfield, David E., 3d", 
    "state": "VA", 
    "thomas_id": "01019", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-01", 
  "subjects": [
    "Authorization", 
    "Economics and public finance", 
    "Education", 
    "Federal aid to medical education", 
    "Medical education", 
    "Medical personnel", 
    "Medical students", 
    "Nurses"
  ], 
  "subjects_top_term": "Federal aid to medical education", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-01", 
    "text": "Title I: Nurse Training - Nurse Training Amendments of 1979 - Amends title VIII of the Public Health Service Act to extend the assistance program for nurse training and students, generally at current levels of authorization through fiscal year 1980. Increases and extends the authorization for special project grants and contracts for nurse training programs from $15,000,000 per fiscal year to $20,000,000 for each of fiscal years 1979 and 1980. Establishes a new assistance program for training nurse anesthetists. Authorizes appropriations of $2,000,000 for fiscal year 1979 and $3,000,000 for fiscal year 1980 for such purpose. Directs the Secretary of Health, Education, and Welfare to: (1) arrange for the conduct of a study, either with the National Academy of Sciences (if such body agrees) or with another public or nonprofit private entity (if the Academy declines), to determine the need to continue a specific Federal assistance program for nursing education, taking into account specified factors; and (2) report to Congress on such study by October 1, 1979. Title II: Other Health Professions Programs - Amends title VII of the Public Health Service Act (Health Research and Teaching Facilities and Training of Professional Health Personnel) to authorize the Secretary of Health, Education, and Welfare to increase the ceiling on federally insured loans in any academic year to a medical student in a school of medicine, osteopathy, or dentistry from $10,000 to $15,000 upon a determination that educational costs require such increase. Increases the aggregate insured unpaid principal amount for all such insured loans made to any such borrower from $50,000 to $60,000. Authorizes the Secretary to defer the date used with respect to service requirements for National Health Service Corps scholarships for students of medicine, osteopathy, or dentistry for a period longer than the current three-year limit for such deferment. Exempts a medical or osteopathic school participating in an area health education center program from the requirement that such school conduct a program for training physician assistants or nurse practitioners which emphasizes enrolling individuals from the area served by the center of the program, if another school participating in the same program meets such requirement. Increases from $5,000,000 to $10,000,000 the sums which may be obligated for schools of medicine and other types of health care which are financially distressed or unaccredited, from the total authorizations for start-up assistance, financial distress training, and curriculum development of medical schools. Amends the Health Professions Educational Assistance Act of 1976 to extend authorization of appropriations through fiscal year 1981 for certain area health education programs which were funded under the Public Health Service Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nurse Training Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VIII of the Public Health Service Act to extend for two fiscal years the program of assistance for nurse training.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:26-05:00"
}