{
  "actions": [
    {
      "acted_at": "1991-06-11", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1274-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1991-06-11", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanford, Terry", 
      "sponsored_at": "1991-09-25", 
      "state": "NC", 
      "thomas_id": "01427", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1991-06-11", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-11", 
  "number": "1274", 
  "official_title": "A bill to provide for the improved management of the nation's water resources.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr844-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Municipal and Industrial Water Conservation Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Fowler, Wyche, Jr.", 
    "state": "GA", 
    "thomas_id": "00405", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-11", 
  "subjects": [
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to water pollution control", 
    "Government and business", 
    "Information services", 
    "Planning", 
    "Revolving funds", 
    "Waste water treatment", 
    "Water conservation", 
    "Water resources development", 
    "Water supply", 
    "Water use"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-11", 
    "text": "Municipal and Industrial Water Conservation Act of 1991 - Directs the Administrator of the Environmental Protection Agency to establish an Office of Water Conservation to perform specified duties, including: (1) the support of programs to reduce water use and loss in municipal, industrial, commercial, institutional, and residential sectors; (2) the support of dissemination of model water conservation programs; and (3) the promotion of least-cost approaches to water planning and regional approaches to management of water and sewer systems. Calls for intergovernmental coordination in water conservation efforts. Requires the Office to provide technical assistance to States, Indian tribes, utilities, local governments, and others in efforts to implement water conservation policies. Requires regular consultations with major water resources development agencies to target limited resources. Requires the Office to develop a series of model water conservation programs with policy options for States, Indian tribes, water utilities, and municipalities. Allows such water users to request feasibility studies of their current and potential water conservation activities. Allocates the costs of such studies, allowing smaller studies to be conducted at full Federal cost. Amends the Federal Water Pollution Control Act (as amended by the Water Quality Act of 1987) to require the Administrator to make capitalization grants to State water pollution control revolving funds for conducting municipal and industrial water conservation activities which will reduce operating and capital costs of and needs for waste water treatment facilities. Directs the Office to provide, upon request, technical assistance to businesses and institutions for water efficiency campaigns, plumbing system leak-detection, water use audits, and other water conservation measures. Requires the development of model water conservation programs for businesses and institutions and studies, upon request, of their programs. Directs the Administrator to establish a National Clearinghouse on Water Conservation to collect and disseminate, free of charge, information on water conservation technologies and practices. Establishes the Advisory Council on Water Conservation to make recommendations to the Administrator on activities under this Act. Requires the President's Council on Environmental Quality to require, by rulemaking authority, the consideration of water conservation activities in all relevant environmental impact studies conducted under specified provisions of the National Environmental Policy Act of 1969. Authorizes appropriations through FY 1996 to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Municipal and Industrial Water Conservation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the improved management of the nation's water resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:02-05:00"
}