{
  "actions": [
    {
      "acted_at": "1992-04-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-02", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-07", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-04-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4759-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-02", 
  "number": "4759", 
  "official_title": "To amend title XVIII of the Social Security Act to provide for improved quality and cost control mechanisms to ensure the proper and prudent purchasing of durable medical equipment under the medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Durable Medical Equipment Patient Protection Act of 1992", 
  "sponsor": {
    "district": "16", 
    "name": "Panetta, Leon", 
    "state": "CA", 
    "thomas_id": "00888", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-02", 
  "subjects": [
    "Administrative fees", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Medical economics", 
    "Medical supplies", 
    "Medicare", 
    "Medicare fraud", 
    "Nursing homes", 
    "Standards"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-02", 
    "text": "Medicare Durable Medical Equipment Patient Protection Act of 1992 - Amends title XVIII (Medicare) of the Social Security Act (the Act) to direct the Secretary of Health and Human Services to designate no more than five regional carriers nationwide to process all claims for durable medical equipment (DME). Prohibits a supplier of a covered item from presenting, or causing to be presented, a claim for payment unless such claim is presented to the appropriate carrier (i.e., the carrier having jurisdiction over the geographic area of the residence of the patient to whom the item is furnished, with exceptions). Includes: (1) within the definition of \"DME\" ostomy and tracheostomy supplies, urologicals, surgical dressings, and splints, casts, and other devices used for reduction of fractures and dislocations; and (2) such supplies among \"inexpensive and other routinely purchased DME\" for purposes of special payment rules. Directs the Secretary to: (1) study and report to the Congress on the feasibility and desirability of basing payment amounts for covered items of DME, prosthetic devices, and orthotics and prosthetics under part B of the Medicare program on the reasonable costs of such items; and (2) establish and publish updated guidelines for carriers under part B that describe the conditions under which such items shall be considered medically effective when furnished to an elderly patient and when furnished to a disabled patient, and under which a supplier of such items may furnish a patient with an item in excess of, or more expensive than, the standard version of the item for which payment may be made under the program. Specifies that no payment of suppliers of DME may be made for any covered item furnished during a year (beginning with 1993) by any supplier unless the Secretary certifies (or has certified during the four preceding years) that the supplier meets specified certification standards. Directs the Secretary to establish and publish certification standards for suppliers, including a requirement that the supplier furnish the Secretary with the following information: (1) whether the items furnished by the supplier are purchased, warehoused, and shipped directly by the supplier or under arrangements with other suppliers; (2) the identity of subcontracting or subsidiary entities or entities with which the provider is doing business which are advertising or marketing firms directly or indirectly involved in furnishing covered items to individuals entitled to benefits under the Act; (3) a description of all items and services furnished by the supplier to individuals eligible for such benefits and to providers of services or other entities furnishing items and services for which payment may be made under the Act; and (4) a list of all States and counties in which individuals reside to whom the supplier furnishes items or services for which payment is made under Medicare or Medicaid. Authorizes the Secretary to: (1) require a supplier to pay an administrative fee (not to exceed $100) with respect to a certification or certification renewal, which shall be deposited in the Federal Supplementary Medical Insurance Trust Fund and available only for administration; and (2) waive or modify certification standards or fee payment with respect to a supplier if the Secretary determines that the majority of items furnished by the supplier are inexpensive or routinely purchased items, or that less than 25 percent of the supplier's annual gross revenues are attributable to the furnishing of covered items. Prohibits a carrier from issuing more than one provider number to a supplier of a covered item unless the issuance of multiple provider numbers is appropriate because of significant differences among the items the supplier furnishes or the geographic regions the provider serves (but permits a carrier to issue a new provider number to a supplier to replace an inactive or obsolete provider number). Provides that anti-kickback requirements under the Act shall not apply to any amount paid by an employer to a bona fide employee for employment in the provision of covered items or services (as under current law), except that any employment relationship between an employee of a nursing facility and a supplier of covered items shall not be considered a bona fide employment relationship for purposes of such provision. Directs the Secretary to develop and periodically update a list of suppliers determined to have: (1) engaged in activities which make the suppliers subject to specified civil or criminal monetary penalties; (2) furnished a substantial number of items for which payment was not made; or (3) engaged in a pattern of overutilization of items. Requires carriers to determine in advance whether payment for an item furnished by a supplier included on such list may not be made because of exclusions from coverage. Directs the Comptroller General to conduct a study of: (1) the impact of this Act on access to, and costs of, DME for Medicare beneficiaries; and (2) the types, volume, and utilization of items of DME furnished to Medicare beneficiaries residing in skilled nursing and intermediate care facilities. Sets forth reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Durable Medical Equipment Patient Protection Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title XVIII of the Social Security Act to provide for improved quality and cost control mechanisms to ensure the proper and prudent purchasing of durable medical equipment under the medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:24-05:00"
}