{
  "actions": [
    {
      "acted_at": "1975-06-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8014-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-18", 
  "number": "8014", 
  "official_title": "A bill to amend the Communications Act of 1934 in order to reorganize the Federal Communications Commission and revise its procedures so as to permit the Commission to more effectively perform its duties.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Communications Commission Reorganization and Reform Act", 
  "sponsor": {
    "district": "7", 
    "name": "Macdonald, Torbert H.", 
    "state": "MA", 
    "thomas_id": "00719", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-18", 
  "subjects": [
    "Executive reorganization", 
    "Federal Communications Commission", 
    "Government operations and politics", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-18", 
    "text": "Federal Communications Commission Reorganization and Reform Act - Decreases the number of Commissioners of the Federal Communications Commission from seven to five. Requires Senate confirmation of the Presidentially appointed Chairman of the Commission. Revises the provisions of the Communications Act of 1934 with respect to the composition of the staffs of the Commissioners. Requires each Commission employee engaged in any significant policymaking decision to make public disclosure of any meetings or communications with persons outside the Commission concerning any pending Commission policy decision. Requires the Commission to issue a written statement concerning any waiver or departure which it makes or authorizes from its established procedure. Directs the Commission to submit to Congress proposed legislation at any time it determines that additional legislation is necessary. Requires the Commission to provide all documents, as the term is defined in this Act, to Congressional committees which submit written requests for such documents. Declares that each meeting of the Commission shall be open to the public, except under specified circumstances. Requires the Commission to report quarterly on its activities to the Interstate and Foreign Commerce Committee of the House of Representatives and to the Commerce Committee of the Senate. Directs the Commission to establish an office of equal employment opportunity. Authorizes appropriations for the operation of the Commission through fiscal year 1979. Requires Congressional review of all Commission budget estimates or requests."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Communications Commission Reorganization and Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 in order to reorganize the Federal Communications Commission and revise its procedures so as to permit the Commission to more effectively perform its duties.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:42-05:00"
}