{
  "actions": [
    {
      "acted_at": "1977-04-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6660-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Caputo, Bruce F.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Harrington, Michael J.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00503", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Leggett, Robert L.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00678", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1977-01-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1977-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Moss, John E.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00838", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Mottl, Ronald M.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "00839", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Ottinger, Richard L.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "38", 
      "name": "Patterson, Jerry M.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00898", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Price, Melvin", 
      "sponsored_at": "1977-01-03", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Thompson, Frank, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "01152", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Traxler, Bob", 
      "sponsored_at": "1977-01-03", 
      "state": "MI", 
      "thomas_id": "01167", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Zeferetti, Leo C.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "01262", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-26", 
  "number": "6660", 
  "official_title": "A bill to increase the efficiency of the production and use of electric energy.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5841-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Electric Utility Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-26", 
  "subjects": [
    "Antitrust law", 
    "Consumer protection", 
    "Electric power", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Energy conservation", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Power resources", 
    "Public utilities", 
    "Restrictive trade practices"
  ], 
  "subjects_top_term": "Electric power", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-26", 
    "text": "Electric Utility Act Title I: Improving Efficiency of, and Preserving Competition in, Generation and Transmission of Electricity - Amends the Federal Power Act to authorize the Federal Power Commission to take additional action to increase the transmission capacity of electric generating facilities. Requires the use of central dispatch generating systems in all areas where technologically and economically feasible. Directs the Commission to require utilities to report anticipated shortages of electric energy and to accommodate such shortages in a manner designed to insure continuity of service to retail and wholesale customers. Establishes preliminary proceedings on proposed new utility rate schedules to allow the Commission to authorize such schedules on an interim basis. Prohibits utilities from proposing rate increases while the Commission has pending before it a schedule filed by the same utility, except under extraordinary circumstances. Prohibits increases or automatic adjustments resulting in increases in rate schedules without consideration of such increases in an evidentiary hearing. Requires review of legitimate automatic adjustment clauses by the Commission at least every two years. Authorizes the Commission to issue orders prohibiting unfair methods of competition by public utilities. Authorizes the Commission to review plans for operation of bulk power facilities and to require that such facilities be constructed in a manner consistent with antitrust laws. Directs the Commission to prescribe standards of electric utility reliability. Directs the Commission to prescribe rules encouraging the cogeneration of electric energy with other forms of energy. Revises the prohibition against interlocking directorates contained in such Act to include additional occupations which may not be held by officers or directors of public utilities without approval by the Commission. Title II: Coordination of Planning of Bulk Power Facilities - Requires that electric utilities which control bulk power facilities prepare an annual long-range plan for the use of each such facility. Establishes areawide planning councils to review such plans and submit area plans for bulk power facilities to the Commission. Title III: Improving Efficiency of Use of Electricity - Limits the applicability of the provisions of this title to sales of electric energy by electric utilities for purposes other than resale. Establishes national minimum standards for State-regulated electric utility rates. Stipulates that such rates shall reflect actual costs of providing electric service to each consumer class. Authorizes lower rates for electric energy for essential needs of residential electric consumers, as defined by the State regulatory authority. Stipulates that promotional, political, or institutional advertising costs incurred by public utilities, with specified exceptions, shall not be chargeable to electric consumers. Authorizes electric utilities to recover reasonable costs incurred for pollution control facilities from electric consumers. Prohibits increases or automatic adjustments resulting in increases in State-regulated electric utility rates without consideration of such increases in an evidentiary hearing. Stipulates that automatic adjustment clauses shall be subject to review by the State regulatory authority at least every two years. Requires State regulated electric utilities to promptly implement alternative load management techniques which have been determined to be practicable and cost-effective. Requires such utilities to inform electric consumers of existing rate schedules on and annual basis. Requires notification within 30 days of any proposed changes in rate schedules. Requires such utilities to furnish data on amount of actual electric energy consumption upon request by a specific consumer. Imposes minimum procedures upon such utilities to be followed prior to termination of electric service. Stipulates that nonregulated utilities shall be subject to the same requirements imposed by this title upon State-regulated utilities. Prohibits any rate increases by electric utilities except in accordance with such requirements. Establishes procedures for administration and enforcement of the provisions of this title. Authorizes State regulatory agencies or electric consumers to intervene in any proceeding under this title. Title IV: Consumer Representation and Assistance to State Agencies - Amends the Energy Conservation and Production Act to authorize the Federal Energy Administrator to make grants to State utility regulatory commissions to: (1) improve staffing; (2) encourage the development of innovative rate structures; and (3) to provide for programs to meet requirements with respect to participation in proceedings. Authorizes the appropriation of $40,000,000 per fiscal year for improved staffing. Authorizes the appropriation of $5,000,000 per fiscal year for each of the remaining purposes of this title. Establishes procedures for equitable allotment of sums appropriated under this title among the States in accordance with prescribed guidelines. Amends the Federal Power Act to establish an independent Office of Public Counsel in the Federal Power Commission to represent consumer interests in proceeding before the Commission. Authorizes the appropriation of the following sums to the Office: $500,000 for fiscal year 1978; $2,000,000 for fiscal year 1979; $2,200,000 for fiscal year 1980; and $2,400,000 for fiscal year 1981. Authorizes compensation of other parties in Commission proceedings whose views might not otherwise be adequately represented without such assistance. Stipulates that the total amount of such assistance shall not exceed $2,000,000 to all persons in any fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Utility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to increase the efficiency of the production and use of electric energy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:20-05:00"
}