{
  "actions": [
    {
      "acted_at": "1984-09-05", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-05", 
      "in_committee": "House Committee on District of Columbia", 
      "references": [], 
      "subcommittee": "Fiscal Affairs and Health", 
      "text": "Referred to Subcommittee on Fiscal Affairs and Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-09-06", 
      "in_committee": "House Committee on District of Columbia", 
      "in_subcommittee": "Fiscal Affairs and Health", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-06", 
      "in_committee": "House Committee on District of Columbia", 
      "in_subcommittee": "Fiscal Affairs and Health", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6186-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT", 
      "subcommittee": "Subcommittee on Fiscal Affairs and Health", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1984-09-05", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McKinney, Stewart B.", 
      "sponsored_at": "1984-09-05", 
      "state": "CT", 
      "thomas_id": "00781", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-09-05", 
  "number": "6186", 
  "official_title": "A bill to provide for the assumption of selected functions, programs, and resources of Saint Elizabeths Hospital by the District of Columbia, to provide for the establishment of a comprehensive mental health care system in the District of Columbia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-09-05", 
  "subjects": [
    "Civil service employment", 
    "District of Columbia", 
    "Federal employees", 
    "Federal employees and officials", 
    "Health", 
    "Health facilities", 
    "Hospitals", 
    "Land transfers", 
    "Mental health", 
    "Mental health services", 
    "Psychiatric hospitals", 
    "Public Lands and Real Property", 
    "Transfer of employees"
  ], 
  "subjects_top_term": "Mental health services", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-09-05", 
    "text": "Saint Elizabeths Hospital and District of Columbia Mental Health Services Act - Provides that, effective October 1, 1987, the District of Columbia shall assume full responsibility for the provision of mental health services to residents of the District. Establishes time schedules for the preparation and review of a system implementation plan for a comprehensive District mental health system. Sets forth the components of the plan. Requires the establishment of a labor-management advisory committee to make recommendations on the plan. Requires solicitation of comments from the public with respect to the development of the plan. Permits the shift of selected program responsibilities and staff resources from Saint Elizabeths Hospital to the District of Columbia with the mutual agreement of the Mayor of the District of Columbia and the Secretary of Health and Human Services, if such transfer is consistent with the plan. Requires that both a financial and physical plant audit of Saint Elizabeths Hospital be completed by January 1, 1986. Makes the Secretary responsible for making repairs and renovations necessary to bring those facilities at Saint Elizabeths Hospital which are to be utilized by the District as part of the comprehensive system up to applicable health and safety codes and standards. Creates a joint responsibility on the part of the District and the Secretary for providing citizens with the full range and scope of mental health services during the service coordination transition period. Establishes the Mental Health Services Transition Commission whose function is to review, amend, and adopt the system implementation plan for the provision of comprehensive mental health services in the District of Columbia. Sets forth transition provisions which shall apply to employees of Saint Elizabeths Hospital. Provides for the transfer of property connected with Saint Elizabeths Hospital to the District. Authorizes appropriations for FY 1988 through 1991 for the District of Columbia comprehensive mental health system. Authorizes the head of the appropriate Federal agency to pay the District the full costs of mental health care provided for Federal mental health care individuals. Authorizes a special Federal payment for FY 1986 through 1991 for assistance to the District in establishing and maintaining the comprehensive mental health care system. Provides that capital improvements to facilities at Saint Elizabeths Hospital shall be the shared responsibility of the District and the Federal Government during the transition period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the assumption of selected functions, programs, and resources of Saint Elizabeths Hospital by the District of Columbia, to provide for the establishment of a comprehensive mental health care system in the District of Columbia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:15-05:00"
}