{
  "actions": [
    {
      "acted_at": "1994-04-26", 
      "references": [
        {
          "reference": "CR S4892-4893", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-04-26", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2053-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1994-08-10", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-04-26", 
  "number": "2053", 
  "official_title": "A bill to prevent handgun violence and illegal commerce in firearms.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Handgun Control and Violence Prevention Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-04-26", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Ammunition", 
    "Assault weapons", 
    "Authorization", 
    "Business records", 
    "Commerce", 
    "Common carriers", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Data banks", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Explosives", 
    "Federal aid to law enforcement agencies", 
    "Federal installations", 
    "Federal preemption", 
    "Fees", 
    "Fines (Penalties)", 
    "Fingerprints", 
    "Firearms", 
    "Firearms control", 
    "Fraud", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hunting", 
    "Identification devices", 
    "Identification of criminals", 
    "Infrastructure", 
    "Judicial review", 
    "Larceny", 
    "Law", 
    "Law enforcement officers", 
    "Liability (Law)", 
    "Licenses", 
    "Limitation of actions", 
    "Narcotic traffic", 
    "Narcotics and crime", 
    "Pardons", 
    "Photography", 
    "Private police", 
    "Punitive damages", 
    "Receiving stolen goods", 
    "Recidivists", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sports and recreation", 
    "Standards", 
    "State laws", 
    "Torts", 
    "Trade fairs", 
    "Transportation and public works", 
    "Violence"
  ], 
  "subjects_top_term": "Firearms", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-04-26", 
    "text": "TABLE OF CONTENTS: Title I: National Handgun Controls Title II: Tracing of Guns Used in Crimes Title III: Dealer Responsibility Title IV: Theft of Firearms Title V: Armed Felons Title VI: Violent Misdemeanants Title VII: Ammunition Handgun Control and Violence Prevention Act of 1994 - Title I: National Handgun Controls - Amends the Federal criminal code to prohibit the sale, delivery, or other transfer of a handgun to an individual not possessing a Federal firearms license unless the transferor: (1) has verified that the transferee possesses a valid State handgun license that meets specified minimum requirements by examining such license and a valid identification document containing a photograph of the transferee and by contracting the chief law enforcement officer of the State that issued the license to confirm that such license has not been revoked; and (2) has provided to such officer of the State in which the transfer is to take place a completed State handgun registration form. Prohibits the sale, delivery, or other transfer of handgun ammunition to an individual not possessing a Federal firearms license unless the transferor has verified that the transferee possesses a valid State handgun license and prohibits such an individual from receiving a handgun or handgun ammunition unless the individual possesses a valid State handgun license. Sets forth: (1) minimum requirements to constitute a valid State handgun license; (2) procedures with respect to the issuance of such a license; and (3) penalties for violations of this title. Directs the Attorney General to make a grant to each State for the initial startup costs associated with establishing a system of licensing and registration. Authorizes appropriations. (Sec. 102) Prohibits any licensed dealer: (1) during any 30-day period, from selling two or more handguns to an unlicensed individual; or (2) from selling a handgun to an unlicensed individual who purchased a handgun during the 30-day period ending on the date of the sale. Permits the exchange of a handgun for a handgun. Prohibits an unlicensed individual from purchasing two or more handguns during any 30-day period. (Sec. 103) Prohibits engaging in the business of dealing in handguns without specific authorization. Directs the Secretary of the Treasury to authorize a licensed dealer (or applicant) to engage in the business of dealing in firearms if the dealer (or applicant) demonstrates that there is significant unmet lawful demand for handguns in the market area served by the dealer. Title II: Tracing of Guns Used in Crimes - Requires each licensee to provide all record information required to be kept, or such lesser information as the Secretary may specify, as may be required for determining the disposition of a firearm in the course of a law enforcement investigation. (Sec. 202) Requires the Director of the Bureau of Alcohol, Tobacco, and Firearms (BATF) to centralize all records of receipt and disposition of firearms obtained by the BATF, and maintain such records in whatever manner will enable their most efficient use in law enforcement investigations. (Sec. 203) Restates provisions regarding the interstate transportation of firearms to prohibit an unlicensed individual from transporting a firearm from one State into another State. (Sec. 204) Prohibits an unlicensed individual from receiving a firearm with intent to transfer the firearm for profit. Sets penalties for violations. (Sec. 205) Requires each licensed manufacturer to maintain records of the ballistics of handgun barrels made by the manufacturer and the serial numbers of such barrels and to make such records available to the Secretary. (Sec. 206) Directs the Secretary to establish in the BATF a National Firearms Tracing Center which shall be operated for the purpose of tracing the chain of possession of firearms and ammunition used in crimes. Authorizes appropriations. Title III: Dealer Responsibility - Requires compliance with State and local firearms licensing laws before issuance of a Federal firearms license. (Sec. 302) Requires that the background investigation of an applicant for a Federal firearms license include: (1) checking the applicant's fingerprints against all appropriate compilations of criminal records; and (2) inspection (by the Secretary) of the place at which the applicant is to conduct business pursuant to the license. Requires the applicant to have a business premises (currently, premises) from which he conduct such business. Extends the period for approving or denying the application. (Sec. 303) Increases license fees for dealer of firearms, destructive devices, or ammunition. (Sec. 304) Increases penalties for knowingly making false statements in connection with, or violating recordkeeping requirements concerning, firearms. (Sec. 305) Authorizes the Secretary to inspect or examine the inventory and records of a licensed dealer without reasonable cause or warrant as necessary to ensure compliance with Federal firearms provisions, to further a criminal investigation, or to determine the disposition of one or more particular firearms. (Sec. 306) Prohibits a licensed importer, manufacturer, or dealer from selling or delivering any handgun to any person who is not a licensed dealer at any place other than the location specified on the license of the transferor. (Sec. 307) Authorizes the Secretary to: (1) require a licensed dealer identified as the source of three or more firearms recovered by law enforcement officials in criminal investigations during a one-year period, or whom the Secretary has reason to believe is a source of firearms used in crimes, to produce any or all records of the acquisition and disposition of firearms; and (2) continue to impose such requirement until the Secretary determines that the dealer is not a source of firearms used in crimes. (Sec. 308) Authorizes any person suffering physical injury arising from a crime of violence in which a firearm that has been transferred by a licensed dealer to a convicted felon or a minor was used, to bring an action against the dealer who transferred the firearm knowing or having reasonable cause to believe that the recipient was prohibited from receiving it. Specifies that the defendant shall be held liable in tort, without regard to fault or proof of defect, for all direct and consequential damages arising from the crime of violence, with exceptions. Permits the court to award punitive damages. (Sec. 309) Requires: (1) a common or contract carrier that transports or delivers firearms in interstate or foreign commerce not less frequently than monthly to obtain from the Secretary a list of licensed dealers; and (2) the Secretary to provide to any such carrier, upon request and without charge, a list of licensed dealers and their license numbers. Prohibits knowingly delivering to any common or contract carrier for transportation or shipment in interstate or foreign commerce (currently, to persons other than licensed dealers) any package or other container in which there is a firearm or ammunition without: (1) written notice to the carrier that such firearm or ammunition is being transported or shipped, with exceptions (as under current law); and (2) written notice of the dealer's license number if the intended recipient of the package or container is a licensed dealer. Specifies that a common or contract carrier shall be considered to have cause to believe that a shipment of firearms would violate Federal firearms provisions if it fails to verify that the intended recipient is a licensed dealer. Title IV: Theft of Firearms - Requires each licensee to report to the Secretary and to the chief law enforcement officer of the locality in which the premises specified on the license is located any theft of firearms from the licensee by the close of business on the licensee's first business day after discovering the theft. (Sec. 402) Sets penalties for the theft of firearms or explosives and for such thefts from a licensee. (Sec. 404) Requires licensed dealers to provide for security against theft of firearms from their business premises in accordance with regulations prescribed by the Secretary. Makes it a requirement for a dealer's license that the applicant has provided for such security against theft. (Sec. 405) Prohibits the receipt, possession, concealment, storing, bartering, selling, disposition, or pledging or accepting as security for a loan of any stolen firearm or stolen ammunition which has moved in interstate or foreign commerce, either before or after it was stolen, knowing or having reasonable cause to believe that the firearm or ammunition was stolen. Title V: Armed Felons - Bars: (1) an individual from applying for, and the Secretary from granting, relief from disabilities imposed by Federal firearms prohibitions; and (2) any person whose application for relief from such disabilities is denied by the Secretary from filing for judicial review of such denial. Requires the Secretary, when granting such relief, to include within the notice of action published in the Federal Register: (1) the name of the person; (2) the disability with respect to which the relief is granted (and, if the disability was imposed by reason of a criminal conviction of the person, the crime for which and court in which the person was convicted); and (3) the reason for the action. Revises Federal firearms provisions regarding the definition of \"conviction\" to specify that a State conviction that has been expunged or set aside, or for which a person has been pardoned or has had civil rights restored, shall not be considered to be a conviction for purposes of such provisions if: (1) it expressly authorizes the person to ship, transport, receive, and possess firearms; and (2) the granting State authority has expressly determined that the circumstances regarding the conviction and the person's record and reputation are such that the applicant will not be likely to act in a manner that is dangerous to public safety and the granting of the relief would not be contrary to the public interest. Makes such provision inapplicable to a conviction for a violent felony or serious drug offense. (Sec. 503) Applies an enhanced penalty for the use of a semiautomatic firearm during a crime of violence or a drug trafficking crime. (Sec. 504) Sets: (1) penalties for violation of Federal firearms laws in aid of drug trafficking; and (2) mandatory penalties for firearms possession by violent felons and serious drug offenders with previous convictions. Title VI: Violent Misdemeanants - Prohibits the disposal of firearms or ammunition to, or the receipt of firearms or ammunition by, persons convicted of a violent crime or subject to a protection order. Title VII: Ammunition - Requires a Federal license to deal in ammunition, with exceptions. Makes applicable to ammunition certain penalties imposed for firearms violations, including the interstate transportation of firearms and the possession of firearms in Federal facilities. (Sec. 702) Defines \"armor piercing ammunition\" to include a jacketed: (1) hollow point projectile that may be used in a handgun, the jacket of which is designed to produce, upon impact, evenly spaced sharp or barb-like projections that extend beyond the diameter of the unfired projectile; and (2) projectile that may be used in a handgun, the jacket of which has a weight of more than 25 percent of the total weight of the projectile."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Handgun Control and Violence Prevention Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent handgun violence and illegal commerce in firearms.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:22-05:00"
}