{
  "actions": [
    {
      "acted_at": "1977-10-17", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9595-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-17", 
  "number": "9595", 
  "official_title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to strengthen the financing of the social security system, to reduce the effect of wage and price fluctuation on the system's benefit structure, to provide for a gradual increase in retirement age from 65 to 68, to improve the treatment of women (through the establishment of a working spouse's benefit and otherwise) and to eliminate gender-based discrimination, to provide coverage under the system for officers and employees of the United States, of State and local governments, and of nonprofit organizations, to increase and ultimately repeal the earnings limitation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Financing Amendments", 
  "sponsor": {
    "district": "35", 
    "name": "Conable, Barber B., Jr.", 
    "state": "NY", 
    "thomas_id": "00225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-17", 
  "subjects": [
    "Administrative procedure", 
    "Civil Rights and Liberties", 
    "Civil service employment", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Corporations", 
    "Disability insurance", 
    "Divorcees", 
    "Equality before the law", 
    "Families", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Income tax", 
    "Labor and employment", 
    "Local officials and employees", 
    "Medicare", 
    "Nonprofit organizations", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Sex discrimination", 
    "Sex discrimination against men", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "State employees", 
    "State officials and employees", 
    "States", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Widowers", 
    "Withholding tax", 
    "Women"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-17", 
    "text": "Social Security Financing Amendments - Title I: Provisions to Improve the Financing of the Old-Age, Survivors, and Disability Insurance Program - Amends the Internal Revenue Code of 1954 to increase the rate of tax on wages received by employees and paid by employers, and on the earnings of the self employed for the purposes of Title II (Old-Age, Survivors, and Disability Insurance), and of the hospital insurance program of Title XVIII (Medicare) of the Social Security Act. Sets forth the steps in which such increases shall be made through the taxable years beginning after December 31, 2010. Increases, to specified levels, the allocations of wages and self-employment income from the Treasury to the Federal Disability Insurance Trust Fund in accordance with Title II of the Social Security Act. Establishes measures to maintain balances in the Federal Old-Age and Survivor Insurance Trust Fund, and the Federal Hospital Insurance Trust Fund sufficient to make the payments required of such funds by means of loans among such funds. Title II: Improvement of Long-Range Financing Through Stabilization of Replacement Rates and Increase in Retirement Age - Sets forth a new formula for the computation of the primary insurance amount of an individual who becomes eligible for old age insurance benefits or disability insurance benefits under Title II after January, 1979. Bases such amount on the individual's average indexed monthly earnings. Promulgates a method for determining such average indexed monthly earnings. Requires that, in determining the amount on which an individual's primary insurance amount will be based, a worker's paid in wages and self employment income be indexed to reflect the changes in such wages and income between the year in which such individual became eligible for benefits and each year in which the worker had earnings. Sets forth a formula to be used in indexing an individual's earnings for a specified computation base year. Provides that the minimum monthly insurance benefit under such new formula shall be $114.30 Provides for the recomputation of the benefit amounts of current beneficiaries to assure that no individual receives less under the current method of computing benefit amounts than the amount he would receive under this Act. Establishes new maximum limits on the amount of benefits which an individual may receive. Increases from 65 to 68 years, the retirement age at which an individual may receive old-age, wife's, husband's, widow's or widower's insurance benefits without a reduction because such individual became eligible for such benefits before reaching retirement age. Sets forth a schedule for such increase in steps to occur between December, 1999 and March, 2011. Title III: Working Spouse's Benefit and Elimination of Gender-Based Distinctions Under the Old-Age, Survivors, and Disability Insurance Program - Establishes a \"working spouse's benefit\" under Title II. Provides that any individual who receives both old-age benefits or a disability insurance benefit and wife's, husband's, widow's, widower's, or mother's insurance benefits shall be entitled to such working spouses benefit. States that such benefit shall be a percentage of the smaller of the two benefits to which the recipient was entitled. Limits the receipt of such benefits to one member of a married couple when both members are eligible. States that any individual who is entitled to a governmental pension for any month shall be entitled to an old-age or disability insurance benefit for such month in an amount equal to the amount of such pension. Entitles an individual who is receiving old-age or disability insurance benefits in addition to a governmental pension to receive an additional benefit in the amount of such pension. Amends Title II to eliminate gender-based distinctions in awarding benefits under such Title. Equalizes treatment of fathers, husbands, divorced husbands, surviving divorced husbands, and widowers with the treatment of their female counterparts under the Old-Age, Survivors, and Disability Insurance Program. Eliminates marriage or remarriage of a benefit recipient as a factor in terminating or reducing benefits. Reduces from 20 to five years the number of years a divorced spouse must have been married to claim benefits under the former spouse. Title IV: Coverage Under the Old-Age, Survivors, and Disability Insurance Program - Amends Title II of the Social Security Act and the Internal Revenue Code of 1954 to include Federal, State, and local employees and employers of tax-exempt organizations within the coverage of the Social Security system. Directs the Secretary of Health, Education, and Welfare in consultation with the Civil Service Commission to carry out a detailed study of how best to coordinate the benefits of the civil service retirement system and the benefits of the old-age, survivors, and disability insurance system, with the objective of developing for Federal employees a combined program of retirement, disability, and related benefits which will assure that such employers are no worse off, comparing their benefits under the combined program with the benefits they would receive under the Federal staff retirement systems at the time of their coverage under the old-age, survivors, and disability insurance system pursuant to the amendments made by this Act. Directs the Secretary to carry out a study of how best to coordinate the Medicare program and the program established by the Federal Employees Health Benefits Act, with the objective of developing for Federal employees a combined program of health insurance benefits to accompany the retirement and disability program developed by this Act. Title V: Other Provisions Strengthening the Insurance Charter and Equity of the Program - Amends Title II to establish a minimum amount which an individual may earn per month before suffering a loss or reduction of benefits under that Title. Establishes the exempt amount at $416.66, 2/3 for each month of the taxable year beginning after January 1, 1978 ($5,000 per year), and $625 for each month of the taxable year beginning January 1, 1979 ($7,500 per year). Removes the earnings limitation for taxable years beginning after January 1, 1980. Establishes a ceiling on the primary insurance amount of a disabled worker on or the amount due an individual on the basis of the wages and earnings of a decrease individual. Sets forth the method of determining such ceiling."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Financing Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954 to strengthen the financing of the social security system, to reduce the effect of wage and price fluctuation on the system's benefit structure, to provide for a gradual increase in retirement age from 65 to 68, to improve the treatment of women (through the establishment of a working spouse's benefit and otherwise) and to eliminate gender-based discrimination, to provide coverage under the system for officers and employees of the United States, of State and local governments, and of nonprofit organizations, to increase and ultimately repeal the earnings limitation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:13-05:00"
}