{
  "actions": [
    {
      "acted_at": "1977-11-11", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-11", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-11", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-11", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-11", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-11", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-11-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10076-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Goldwater, Barry, Jr.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00444", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-11-11", 
  "number": "10076", 
  "official_title": "A bill to protect the privacy of individuals from governmental and nongovernmental intrusion.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Right to Privacy Act", 
  "sponsor": {
    "district": "6", 
    "name": "Preyer, Richardson", 
    "state": "NC", 
    "thomas_id": "00928", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-11-11", 
  "subjects": [
    "Administrative procedure", 
    "Business and commerce", 
    "Child support", 
    "Civil Rights and Liberties", 
    "Confidential communications", 
    "Consumer credit", 
    "Consumer protection", 
    "Credit", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Education", 
    "Families", 
    "Federal aid to education", 
    "Federal employees and officials", 
    "Federal officials", 
    "Finance and financial sector", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Health", 
    "Health facilities", 
    "Hospital records", 
    "Identification devices", 
    "Income tax", 
    "Information networks", 
    "Insurance", 
    "Insurance companies", 
    "Medicaid", 
    "Medical records", 
    "Medicare", 
    "Patients' rights", 
    "Presidential appointments", 
    "Public assistance programs", 
    "Public meetings of administrative bodies", 
    "Public records", 
    "Right of privacy", 
    "Schools", 
    "Social welfare", 
    "States", 
    "Student records", 
    "Students", 
    "Support of dependents", 
    "Tax administration", 
    "Tax returns", 
    "Taxation", 
    "Telegraph", 
    "Telephone"
  ], 
  "subjects_top_term": "Right of privacy", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-11-11", 
    "text": "Omnibus Rights to Privacy Act - Title I: Federal Information Practices Board - Federal Information and Privacy Board Act - Establishes the Federal Information Practices Board to conduct continuing oversight of the effect of private and governmental data collection activities on the rights and privileges of individuals. Directs the Board to investigate compliance with Federal laws affecting information practices including laws pertaining to: (1) privacy; (2) freedom of information; (3) fair credit reporting and billing; and (4) government in the sunshine. Title II: Privacy Act Amendments - Privacy Act Amendments - Requires, under the Privacy Act of 1974, Federal agencies maintaining records which identify persons to whom they pertain to disclose to such persons the actual uses and disclosures made of such records when access to such records is granted to such person under that Act. Specifies limitations on disclosures of such records to third parties, on collection, and on maintenance of such information. Prohibits Federal action that would foster the development of a standard universal personnel identifier based on social security numbers or otherwise or of a central population register unless specifically provided by statute. Title III: Personal Records - Protection of Personal Records Act - Sets forth procedures to be used for disclosure of consumer reports or credit, financial, toll, or insurance records by a third-party recordkeeper to a Federal officer, employee, or agent, provided such information is obtained pursuant to the Fair Credit Reporting Act. Includes among the means through which information may be disclosed (1) written authorization by the person to whom the information relates, (2) administrative subpena, (3) search warrant, (4) judicial subpena, and (5) grand jury subpena. Specifies prerequisite findings and other conditions for the issuance of administrative, judicial, and grand jury subpenas. Prohibits obtaining papers or other personal effects which contain intimate information, including the business records of a sole proprietor, from an individual or third-party recordkeeper by means of administrative subpena, judicial subpena, or search warrant. Title IV: Financial Assistance Records - Privacy of Public Assistance and Social Services Records Act - Requires each State, as a condition for the receipt of Federal moneys for public assistance or social services programs, to provide for the privacy of records used in the administering of such programs. Subjects such State privacy laws to the certification of the Secretary of Health, Education, and Welfare as meeting the principles specified in this Act. Requires, in accordance with such principles, the provision of access to information by the subject of such information, the correction and accuracy of such information and the establishment of appropriate remedies and penalties for the enforcement of such statute. Title V: Medical Records - Privacy of Medical Information Act - Directs the Secretary of Health, Education, and Welfare to require each medical-care institution participating in the Medicaid or Medicare program to implement procedures which meet specific privacy protection requirements for the maintenance and disclosure of personal medical information. Requires medical-care institutions to afford an individual (or his designated representative) a reasonable opportunity to inspect his personal medical information file. Permits the parent or guardian of a minor child to inspect the file of such minor, except that portion of the file which relates to: (1) venereal diseases of the minor; (2) family planning services (including abortions) sought and received by such minor; (3) alcohol or drug abuse services; and (4) any other medical services sought by the minor without the prior approval of his parent or guardian. Requires that the individual seeking disclosure of his personal medical information file sign and date a written authorization which permits a medical-care institution to disclose specific information to specified persons for a specified period of time and requires further that such institution maintain a record of all such disclosures. Makes it the duty of medical-care institutions to maintain accurate, relevant, timely, and complete files and to grant to individuals the right to request changes in their files. Requires such institutions either to make the requested changes and notify the individual of the change or to supply the individual with the reasons why such changes were not made and with an opportunity to file a statement disagreeing with the institution's refusal. Prohibits an institution from refusing to make a requested change if such change would make an individual's file accurate, relevant, timely, or complete. Requires medical-care institutions to disclose to individuals with personal medical information on file the uses to which such files may be put without their prior authorization. Generally limits disclosure to those portions of such files which are necessary to accomplish the purposes for which disclosure was originally authorized. Permits disclosure of personal medical information files without prior authorization: (1) for consultation; (2) for compelling circumstances involving an individual's health and safety; (3) for audits, evaluations, and biomedical and epidemiological research; (4) to comply with public reporting statutes; (5) to supply admission and health status information; and (6) to comply with a lawful judicial or administrative subpena. Title VI: Fair Credit Reporting Act Amendments - Fair Credit Reporting Act Privacy Amendments - Amends the Fair Credit Reporting Act to make specified restrictions on disclosures of information respecting a consumer by credit reporting agencies applicable to independent authorization services. Defines such services as any persons who regularly engage in whole or in part in the practice of providing consumer credit information or other credit-related information on consumers to third persons, or guarantee the payment to payor banks of checks signed by consumers. Requires credit card issuers to maintain reasonable procedures to prevent disclosures of inaccurate information. Prohibits any credit reporting agency from making any consumer report respecting any consumer which contains information identifying any person to whom a previous consumer report respecting such consumer has been furnished. Requires a credit grantor to disclose, upon request, specified information to a consumer who is adversely affected by a credit decision. Sets forth procedures to be followed when a consumer disputes the completeness or accuracy of any item of information contained in such consumer's file. Requires each commercial reporting service to maintain reasonable procedures designed to avoid the disclosure of inaccurate information to third persons and to assure that information maintained in its files is accurate. Sets standards to be followed by depository institutions with respect to the gathering of any information concerning a consumer, including disclosure to the consumer of all types of information which may be collected and all types of institutions which may collect such information. Requires a depository institution to inform the consumer whenever it makes an adverse decision respecting a depository service involving such consumer. Establishes safeguards for holders of insurance policies against errors of the insurance institution and violation of the privacy of such holders. Directs the Federal Trade Commission to promulgate regulations requiring specified institutions to make disclosures to policy holders. Specifies which information shall be disclosed. Makes provisions for the enforcement of this Title. Title VII: Tax Records - Confidentiality of Tax Records Act - Amends the Internal Revenue Code to restrict or prohibit the disclosure of taxpayer return information in matters pertaining to: prospective jurors; State tax enforcement; investigations of prospective Federal appointees; child support enforcement efforts; and Federal enforcement of nontax laws. Title VIII: Educational Privacy Rights - Family Educational Rights and Privacy Amendments - Amends the General Education Provisions Act to require educational agencies or institutions to adopt a written policy providing for protection of the privacy of personal information, including guidelines regarding: (1) access to student records; (2) the right to challenge such records and include clarifying material; (3) types of information that may be released with or without consent; (4) student and parental participation in formulating such privacy policies; and (5) enforcement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Right to Privacy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Confidentiality of Tax Records Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Credit Reporting Act Privacy Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Family Educational Rights and Privacy Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Information and Privacy Board Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Privacy Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Privacy of Medical Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Privacy of Public Assistance and Social Services Records Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Protection of Personal Records Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the privacy of individuals from governmental and nongovernmental intrusion.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:21-05:00"
}