{
  "actions": [
    {
      "acted_at": "1975-09-30", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9927-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Edgar, Robert W.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00334", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Flood, Daniel J.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00391", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Lehman, William", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Madden, Ray J.", 
      "sponsored_at": "1975-01-03", 
      "state": "IN", 
      "thomas_id": "00723", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Mikva, Abner J.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00803", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Mineta, Norman Y.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00812", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moffett, Toby", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "00821", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Price, Melvin", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00929", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1975-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Weaver, James H.", 
      "sponsored_at": "1975-01-03", 
      "state": "OR", 
      "thomas_id": "01210", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-30", 
  "number": "9927", 
  "official_title": "A bill to stabilize labor-management relations in the construction industry.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9909-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Construction Industry Collective Bargaining Act", 
  "sponsor": {
    "district": "3", 
    "name": "Brademas, John", 
    "state": "IN", 
    "thomas_id": "00117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-30", 
  "subjects": [
    "Advisory bodies", 
    "Business and commerce", 
    "Collective bargaining", 
    "Construction industries", 
    "Industrial relations", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Industrial relations", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-30", 
    "text": "Construction Industry Collective Bargaining Act - States that the purpose of this Act is to revise the framework of collective bargaining in the construction industry. Creates, in the Department of Labor, the Construction Industry Collective Bargaining Committee comprised of ten management representatives, ten labor representatives, and up to three neutral members, appointed by the President. Provides that one of the neutral members shall be appointed Chairman. Requires that the Director of the Federal Mediation and Conciliation Service and the Secretary of Labor shall be ex officio members. Provides that the management, labor, and neutral members shall be appointed after consultation with the national organizations. Requires local labor organizations affiliated with the standard labor organizations in the industry to give 60 days notice to their national unions before the expiration or reopening of agreements, and contractors or associations engaged in collective bargaining with them are similarly required to notify either the national organizations with which they are affiliated, or the Committee directly if there is no national affiliation. Directs standard national labor organizations and the national contractor associations engaged in collective bargaining to forward such notices to the Committee. Authorizes the Committee to take jurisdiction of the matter, in which case any strike or lockout is deferred for up to 30 days past the expiration or reopening date. Allows the Committee to decide to refer a matter to a national craft board or to the national machinery established by a branch of the industry, on which national unions and national contractor associations are represented, in an effort to assist the parties to reach agreement. Authorizes the Committee to elect to meet with the parties itself. Provides that the Committee may request the standard national labor organizations and the national contractor associations whose members are directly involved to participate in the negotiations. Directs that in that event, any new or revised collective bargaining agreement shall be approved by the standard national construction labor organization with which the local labor organization, or other subordinate body, is affiliated in order for the agreement to be of any force or effect. Prescribes that in the event the standard national labor organization or national contractor association participates in such negotiation, it shall not suffer any criminal or civil liability arising out of such participation; nor shall the standard national labor organization be subject to any civil or criminal liability arising out of its approval, or failure to approve, a collective bargaining agreement. Specifies the standards which the Committee shall take into account in taking jurisdiction of a matter and requesting the participation of the standard national labor organizations and the national contractor associations. Authorizes the Committee to make studies of collective bargaining in the industry and to make general recommendations with regard to negotiating structures, improvement of productivity, stability of employment, differentials among branches of the industry, dispute settlement procedures, and other related matters. Provides that this Act shall run for a term of five years. Directs the Committee to submit annual reports to the Congress and, six months in advance of the five-year limit, the Committee shall make recommendations with regard to the extension of the legislation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Construction Industry Collective Bargaining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to stabilize labor-management relations in the construction industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:15-05:00"
}