{
  "actions": [
    {
      "acted_at": "1973-01-18", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2380-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-18", 
  "number": "2380", 
  "official_title": "A bill to provide for the regulation of strip coal mining for the conservation, acquisition, and reclamation of strip coal mining areas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Strip Mining Reclamation Act", 
  "sponsor": {
    "district": "23", 
    "name": "Price, Melvin", 
    "state": "IL", 
    "thomas_id": "00929", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-18", 
  "subjects": [
    "Advisory bodies", 
    "Environmental protection", 
    "Mines and mineral resources", 
    "Strip mining"
  ], 
  "subjects_top_term": "Strip mining", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-18", 
    "text": "Strip Mining Reclamation Act - Provides that the Congress finds and declares that the mining of coal by the strip method: (1) destroys natural beauty; (2) damages the terrain for an indefinite period; (3) causes erosion of the soil; (4) contribues to water pollution; (5) adversely affects commercial and industrial development; (6) damages real property; (7) destroys forests, wildlife habitat, and other natural resources; and (8) menances the public health and safety. Defines various terms relating to this Act. Establishes a Strip Mine Reclamation Commission which shall be composed of three members to be appointed by the President, by and with the advice of the Senate. Requires its principal office to be in the District of Columbia. Establishes within the Commission a Director to be appointed by the President, by and with the advice and consent of the Senate, who shall discharge the administrative and executive functions of the Commission as the Commission will direct. Prohibits any conflict of interest by members of the Commission. Directs the Commission in the performance of its functions to: (1) prescribe such rules and regulations as may be necessary to carry out its functions under this Act; (2) make investigations or inspections necessary to insure compliance with this Act and the rules and regulations adopted pursuant thereto; (3) conduct hearings; (4) order, through the Director, a cease and desist order for any operation; (5) order, through the Director, the revocation of any license for failure to comply with any of the provisions of this Act or any rules and regulations adopted pursuant thereto; (6) appoint such advisory committees as may be of assistance to the Commission in the development of programs and policies; (7) review and vacate or modify orders and decisions of the Director; (8) designate certain areas as unsuitable for strip mining; and (9) perform such other duties as are provided by law. Requires the Commission to submit semi-annually reports to the Congress of its activities and recommendations. Provides that no operator shall engage in strip mining without a license issued by the Director which shall be made in writing upon forms prepared and furnished by the Commission. Requires the Director to investigate all applications and sets forth specified criteria to use in approving or rejecting such applications. Requires a bond of not less than $500 nor more than $1,000 per acre, based upon the number of acres to be affected during the license year. Requires a special reclamation fee of $40 for each acre of land to be affected in the mining operation. Provides that a license is valid for one year from its date of issue. Creates in the Department of the Treasury a fund to be known as the Strip Mining Reclamation Fund. Provides that any fee or fine which has been collected and any bond of deposit which has been forfeited under this Act shall be deposited in the Fund which shall be expended by the Director and the Commmission for the purposes authorized under this Act. Permits the Director to, with the approval of the Commission, purchase land, or any interest therein, which has been affected by strip mining on or after the effective date of this Act and has not been reclaimed, and authorizes the Director to acquire such land or interest in such land by any other method. Directs the Director to prepare plans and specifications for the reclamation to the lowest bidder of acquired lands and for lands which are unreclaimed. Authorizes the Director to revoke contracts for any violations. Sets forth precise procedures which must be observed by all operators. Requires each operator to reclaim land affected by his mining. Provides that in process of mining each operator is directed to: (1) remove the topsoil from the land in a separate layer and segregate the topsoil in a separate pile so that the soil is kept in a usable condition for sustaining vegetation; (2) backfill the operation so that the approximate original contour of the area of land affected is restored; (3) backfill, grade, and replace the topsoil which has been segregated unless a layer of soil which has been uncovered which is better able to support vegetation has been approved by the Director as a substitute, vegetative covering as approved by the Commission, or its regulations and rules; and (4) bury under adequate fill any toxic material, roof coal, pyritic shale, or material determined by the Director to be acid-producing, toxic, or creating a fire hazard or serious thermal problem. Provides for inspection of each strip mine operation. Grants the Commission necessary enforcement powers with judicial review by both parties. Permits any resident of the United States, who is injured in any manner for failure by any operator to comply with the provisions of this Act, or of any regulation, order, license, or plan of reclamation issued by the Director or the Commission, to bring an action for damages (including attorney fees) regardless of the amount involved, in an appropriate district court of the United States. Provides that no person shall: (1) remove more than two hundred fifty tons of coal from the earth by strip mining within twelve successive calendar months from any one operation; (2) falsely represent any material fact in an application for a license or in an application for the renewal of a license or in any hearing or investigation conducted by the Commission; or (3) willfully violate any provision of this Act, or any order, rule, or regulation issued pursuant thereto. Provides that whoever violates clause (1) above shall be fined $5,000 plus $1,000 per acre of land affected. Provides that whoever violates clause (2) above, shall be fined not less than $100 nor more than $1,000 or imprisoned not more than six months, or both. Provides that whoever violates clause (3) above, shall be fined not less than $1,000 nor more than $10,000 or imprisoned not more than six months, or both. Authorizes to be appropriated such sums as may be necessary and appropriate to carry out the provisions and purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Strip Mining Reclamation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation of strip coal mining for the conservation, acquisition, and reclamation of strip coal mining areas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:28-05:00"
}