{
  "actions": [
    {
      "acted_at": "1999-08-05", 
      "references": [
        {
          "reference": "CR E1753", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-08-05", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-08-17", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-10-13", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2804-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-05", 
  "number": "2804", 
  "official_title": "To expand Alaska Native contracting of Federal land management functions and activities and promote hiring of Alaska Natives by the Federal Government within the State of Alaska, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Alaska Federal Lands Management Demonstration Project", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-05", 
  "subjects": [
    "Alaska", 
    "Animals", 
    "Auditing", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Federal aid to Indians", 
    "Federal employees", 
    "Federal-Indian relations", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government service contracts", 
    "Labor and employment", 
    "Land use", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority employment", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "Native Americans", 
    "Planning", 
    "Public lands and natural resources", 
    "Recruiting of employees", 
    "Sports and recreation", 
    "Tourism", 
    "Trails", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Wilderness areas", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-05", 
    "text": "Alaska Federal Lands Management Demonstration Project - Directs the Secretary of the Interior to conduct an Alaska Federal Lands Management Demonstration Project.Requires the Secretary to: (1) select not less than six eligible Alaska Native tribes or tribal organizations per year to participate in the Project in FY 2000 and 2001; and (2) negotiate and enter into a contract with each participant to plan, conduct, and administer requested programs and services related to the administration of a conservation system unit or other public land unit substantially located within the respective Indian tribe's or tribal organization's geographic region.Requires contracts to include, at the participant's request, the operation and support of the regional advisory councils, biological research, harvest monitoring, and other technical research related to conservation and allocation actions by the regional councils and such other programs and services reasonably necessary to carry out title VIII of the Alaska National Interests Lands Conservation Act (ANILCA). Makes available the benefits, privileges, terms, and conditions of agreements entered into pursuant to titles I and IV of the Indian Self-Determination and Education Assistance Act for inclusion in the contract, at the request of the contracting tribe or tribal organization.Prohibits the separation of any career Federal employee employed at the time of the transfer of an operation or program from Federal service to a tribe or tribal organization. Directs the Secretary to provide each tribe or tribal organization funds that would have otherwise been provided for the operation of the requested programs and services.Specifies that contracts shall not include revenue producing visitor services unless an agreement is reached with the most directly affected Alaska Native corporations.Exempts Denali National Park from the provisions of this Act.Requires the Secretary, upon application, to award a planning grant to any participating Alaska Native tribe or tribal organization to plan for the contracting of programs and services authorized under this Act.Authorizes appropriations.Requires transmittal by the Secretary to the appropriate congressional committees of a report on the progress that the Department of the Interior has made in the implementation of ANILCA provisions concerning: (1) the continuation of existing visitor services in areas established as or added to a conservation system unit; and (2) establishment of a program for hiring individuals who, by reason of having lived or worked in or near public lands, have special knowledge or expertise concerning the natural or cultural resources of public lands, without regard to certain civil service training requirements, employment preferences, or numerical limitations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaska Federal Lands Management Demonstration Project", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To expand Alaska Native contracting of Federal land management functions and activities and promote hiring of Alaska Natives by the Federal Government within the State of Alaska, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:20-05:00"
}