{
  "actions": [
    {
      "acted_at": "1975-07-28", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-07-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Government Operations, S. Rept. 94-335.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-04", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-04", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #379 (66-15).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-05", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-10-08", 
      "references": [], 
      "text": "Reported to House from the Committee on Banking, Currency and Housing with amendment, H. Rept. 94-540.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-28", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-28", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #644 (208-188).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-14", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-11-17", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-18", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-11-28", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-11-28", 
      "references": [], 
      "text": "Public law 94-136.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2195-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brock, Bill", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "01291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jackson, Henry M.", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "01370", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-11-28", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-28", 
  "number": "2195", 
  "official_title": "An Act to establish a National Center for Productivity and Quality of Working Life; to provide for a review of the activities of all Federal agencies including implementation of all Federal laws, regulations, and policies which impede the productive performance and efficiency of the American economy; to encourage joint labor, industry, and Government efforts to improve national productivity and the character of working conditions; to establish a Federal policy with respect to continued productivity growth and improved utilization of human resources in the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres818-94", 
      "reason": "rule"
    }
  ], 
  "short_title": "National Productivity and Quality of Working Life Act", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-28", 
  "subjects": [
    "Economics and public finance", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Labor and employment", 
    "Labor productivity"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-28", 
    "text": "National Productivity and Quality of Working Life Act - Title I: Findings, Purpose, and Policy Definitions - Declares it to be the finding of Congress that the rate of productivity growth has declined during four of the past six years in the United States, and that such decline is detrimental to the social and economic welfare of the American people. States that there is a national need to identify the factors which affect adversely the productivity growth, to improve productivity, and to increase employment security. Declares it to be the purpose of this Act: (1) to establish a national policy which will encourage productivity growth consistent with needs of the economy, the natural environment, and the needs, rights, and best interests of management, the work force, and consumers; and (2) to establish as an independent establishment of the executive branch a National Center for Productivity and Quality of Working Life to focus, coordinate, and promote efforts to improve the rate of productivity growth. Title II: National Center for Productivity and Quality of Working Life Established - Creates as an independent establishment of the executive branch of the Government the National Center for Productivity and Quality of Working Life. Sets forth provisions for the establishment of the Board of Directors of the Center. Includes specified cabinet members and Federal officials ex officio, and provides for the appointment of other members by the President with the advice and consent of the Senate. Enumerates the functions of the Center, including: (1) the development and establishment of a national policy for productivity growth in the public and private sectors of the United States; (2) the stimulation of the maximum participation of the public and private sectors of the Nation's economy in efforts to improve the rate of productivity growth; (3) the recommendation of legislation and revision of regulations as appropriate to achieve the purposes of this Act; and (4) the dissemination of information collected through surveys and studies conducted under this Act. Defines the powers of the Center, including the power to organize and contract for studies pursuant to the purposes of this Act. Requires the Center to report annually to the President and to the Congress on its activities during the preceding fiscal year. Title III: Federal Agency Coordination and Liaison with Center - Directs each department, agency, and independent establishment of the Federal Government to designate an individual to serve as liaison with the Center. Directs such offices to keep the Center informed of all programs and initiatives relevant to this Act, and to provide the Center with any information and material which it may request. Title IV: Administrative Provisions - Authorizes the Executive Director of the Center to carry out such actions as are necessary for effective operation pursuant to this Act. Title V: Evaluation by the Comptroller General - Directs the Comptroller General of the United States to audit, review, and evaluate the implementation of the provisions of this Act by the Center and to report the results of such inspection to Congress within 30 to 36 months of the enactment of this Act. Title VI: Repeal and Transfer - Transfers the functions and staff of the National Commission on Productivity and Work Quality to the Center. Title VII: Authorization of Appropriations - Authorizes the appropriation of funds to carry out the purposes of this Act for fiscal years 1976, 1977, and 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Productivity and Quality of Working Life Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Center for Productivity and Quality of Working Life; to provide for a review of the activities of all Federal agencies including implementation of all Federal laws, regulations, and policies which impede the productive performance and efficiency of the American economy; to encourage joint labor, industry, and Government efforts to improve national productivity and the character of working conditions; to establish a Federal policy with respect to continued productivity growth and improved utilization of human resources in the United States.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to establish a National Center for Productivity and Quality of Working Life; to provide for a review of the activities of all Federal agencies including implementation of all Federal laws, regulations, and policies which impede the productive performance and efficiency of the American economy; to encourage joint labor, industry, and Government efforts to improve national productivity and the character of working conditions; to establish a Federal policy with respect to continued productivity growth and improved utilization of human resources in the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:31-05:00"
}