{
  "actions": [
    {
      "acted_at": "1979-06-08", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4397-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-08", 
  "number": "4397", 
  "official_title": "A bill to amend the Occupational Safety and Health Act of 1970 to improve the administration of such Act, to establish more efficient regulatory procedures for carrying out such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Occupational Safety and Health Reform Act of 1979", 
  "sponsor": {
    "district": "1", 
    "name": "Edwards, Jack", 
    "state": "AL", 
    "thomas_id": "00337", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-08", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Congressional veto", 
    "Courts and Civil Procedure", 
    "District courts", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Family farms", 
    "Farms", 
    "Government operations and politics", 
    "Labor and employment", 
    "Occupational health and safety", 
    "Public safety", 
    "Small business"
  ], 
  "subjects_top_term": "Occupational health and safety", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-08", 
    "text": "Occupational Safety and Health Reform Act of 1979 - Amends the Occupational Safety and Health Act (OSHA) of 1970 to exclude from the definition of \"employer\" for purposes of such Act: (1) non-agricultural employers of not more than 25 employees; and (2) small farmers (as defined by this Act). Authorizes an employer to establish a safety committee for purposes of such Act without being in violation of the National Labor Relations Act. States that the Secretary of Labor will not propose any rule formulating a new occupational health or safety standard before he: (1) has, as part of each such proposal, reviewed and published in the Federal Register the financial impact of such proposed standard; and (2) has determined with due regard for that impact that the benefit to be derived from such standard justifies such proposal. Provides that no standard shall require an employer to phase out, change, or replace existing equipment or facilities before the normal useful life of that equipment or facility has expired unless failure to do so would result in a serious violation. Provides that protective equipment or technological procedures other than those prescribed by OSHA standards may be used by an employer where they will afford: (1) adequate protection to the employees; and (2) not create any new health and safety hazards. Stipulates that no OSHA rule may take effect unless: (1) the Secretary transmits to the Senate and the House a copy of the proposed rule, together with a statement indicating its financial advantages exceed its financial disadvantages; and (2) the Congress does not disapprove such rule by concurrent resolution within 60 days. Directs that emergency temporary standards take effect in 30 days rather than immediately. Requires the Secretary to: (1) make an evaluation of existing standards and their applicability to each business or industry; (2) make a determination of employees to be excluded from such standards; (3) prescribe, as part of each standard adopted under such Act, the estimated average and maximum cost to the average employer subject to such standards, and the time period for meeting such standard; and (4) rescind an existing standard or not establish a new standard, if the Secretary determines it is impossible to comply with such standard within a specified time. Directs the Secretary to provide an employer with advance notice of an inspection where such notice: (1) would allow the employer to have management or consultant personnel present at the inspection; and (2) would not defeat the purposes of such Act. Authorizes the Secretary to require or provide for physical examinations of new employees. Provides that an employer found to be in violation of an OSHA rule or standard after an inspection shall receive a notice (rather than a citation as presently provided for). Stipulates that such notice shall: (1) be written; (2) describe with particularity the alleged violation; (3) set a time not less than 90 days for such violation to be abated; (4) suggest with particularity a course of action for such violation's abatement; and (5) be posted at the scene of such violation. Requires any such notice to be issued within six months of a violation's occurrence. Stipulates that an employer not in compliance with any rule or standard promulgated under such Act shall not receive a notice for such violation if he is able to show that: (1) implementing such rule or standard would not materially affect the safety of health of employees in the inspected facility; (2) he has employed adequate notice and executed reasonable efforts to obtain the compliance of his employees, and that such violation was attributable to such employees and he could not have reasonably prevented such violation; and (3) he has employed alternate procedures to effectively protect his employees. Directs the Secretary to refer unabated violations to the Attorney General, and stipulates that any civil action brought under this provision shall be brought in a United States district court. Authorizes the Secretary to enter into voluntary compliance agreements with employers. Repeals the provision authorizing the Solicitor of Labor to represent the Secretary in civil OSHA litigation. Directs the Secretary to make consultation visits to a workplace upon an employer's request. Authorizes the Secretary to provide technical assistance and consultation to employers with less than 100 employees to help them comply with standards promulgated under such Act. Authorizes the Secretary to make grants to enable employers to comply with certain standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Occupational Safety and Health Reform Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Occupational Safety and Health Act of 1970 to improve the administration of such Act, to establish more efficient regulatory procedures for carrying out such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:17-05:00"
}