{
  "actions": [
    {
      "acted_at": "1999-05-05", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-06", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Oversight, Investigations and Emergency Management", 
      "text": "Referred to the Subcommittee on Oversight, Investigations and Emergency Management.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1711-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Oversight, Investigations and Emergency Management", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Fowler, Tillie", 
      "sponsored_at": "1999-05-05", 
      "state": "FL", 
      "thomas_id": "00404", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1999-05-05", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Traficant, James A., Jr.", 
      "sponsored_at": "1999-05-05", 
      "state": "OH", 
      "thomas_id": "01166", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-05", 
  "number": "1711", 
  "official_title": "To amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to authorize programs for predisaster mitigation, to streamline the administration of disaster relief, to control the Federal costs of disaster assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1691-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1691-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Disaster Mitigation Act of 1999", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bud", 
    "state": "PA", 
    "thomas_id": "01055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-05", 
  "subjects": [
    "Cemeteries and funerals", 
    "Commerce", 
    "Construction costs", 
    "Construction industries", 
    "Dental care", 
    "Disaster relief", 
    "Displaced persons", 
    "Economics and public finance", 
    "Emergency housing", 
    "Emergency management", 
    "Energy", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Government lending", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Health", 
    "Home repair and improvement", 
    "Housing and community development", 
    "Housing subsidies", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Maintenance and repair", 
    "Medical economics", 
    "Mobile homes", 
    "Property insurance", 
    "Public utilities", 
    "Public-private partnerships", 
    "Recreational vehicles", 
    "Rental housing", 
    "Self-insurance", 
    "Small business", 
    "Sports and recreation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-05", 
    "text": "TABLE OF CONTENTS: Title I: Predisaster Hazards Mitigation Title II: Disaster Preparedness and Mitigation Assistance Disaster Mitigation Act of 1999 - Title I: Predisaster Hazards Mitigation - Authorizes the Director of the Federal Emergency Management Agency (FEMA) to establish a program of technical and financial assistance to States and local governments that implement predisaster mitigation measures to reduce injuries and loss of life and property damage and destruction, including damage to their critical public infrastructure and facilities. Requires the Director to provide financial assistance from the National Predisaster Mitigation Fund (established under this Act) to each State or local government that has identified all natural disaster hazards in its jurisdiction and has demonstrated its ability to form effective public-private disaster mitigation, to be used: (1) principally to implement the predisaster hazard mitigation measures contained in proposals approved by the Director; (2) to support effective public- private partnerships; (3) to ensure that new community growth and construction is disaster resistant; and (4) to improve the assessment of a community's natural hazards vulnerabilities or set a community's mitigation priorities. Requires the Director to take into account when establishing priorities for predisaster mitigation grants: (1) the level and nature of the risks to be mitigated; (2) grantee commitment to reduce damages from future disasters; and (3) commitment by the State or local government to support ongoing non-Federal support for the mitigation measures to be undertaken. Limits grant amounts to 75 percent of the total costs of the mitigation proposal(s) approved by the Director. (Sec. 103) Increases from 15 to 20 percent the maximum contribution for hazard mitigation costs with respect to a major disaster declared under the Robert T. Stafford Disaster Relief and Emergency Assistance Act after the enactment date of this Act. Title II: Disaster Preparedness and Mitigation Assistance - Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to direct the President to publish rules to require States, communities, or other applicants to protect property through self- insurance or adequate mitigation measures if the appropriate State insurance commissioner makes a certification regarding a reasonable amount of insurance and the President determines that the property is not adequately protected against natural or other disasters. (Sec. 202) Directs the President to: (1) establish management cost rates for disaster preparedness and mitigation assistance grantees and subgrantees; (2) review such rates at least every three years; and (3) promulgate regulations to define costs to be included in management costs. (Sec. 203) Limits the Federal share of assistance provided to 75 percent of the eligible costs of the repair, restoration, reconstruction, or replacement of damaged public and private facilities. Directs the President to publish rules to reduce the Federal share of assistance for such costs for eligible public or private facilities that have previously received significant disaster assistance on multiple occasions. Provides for the determination of eligible costs and the modification of such costs. Requires the President, through the Director of FEMA, to establish an expert panel for the determination of such costs. (Sec. 204) Rewrites temporary housing assistance provisions of such Act. Authorizes the President to provide financial assistance and, if necessary, direct services to disaster victims who, as a direct result of a major disaster, have necessary expenses and serious needs and are unable to meet such expenses or needs through other means, including insurance proceeds or loan or other financial assistance from the Small Business Administration (SBA) or another Federal agency. (Provides that the inability to meet such expenses and needs through loan or other financial assistance from the SBA shall not apply to provisions governing temporary housing rental assistance, or permanent housing construction.) Authorizes the President to provide financial or other appropriate assistance (for up to 18 months) to households that are displaced or whose primary residences are rendered uninhabitable as a result of such a disaster. Authorizes the President to provide the following types of housing assistance: (1) financial assistance to households to rent alternate housing accommodations, existing rental units, manufactured housing, recreational vehicles, or other readily fabricated dwellings; (2) housing units, acquired by purchase or lease, directly to households who would be unable to use such financial assistance; (3) up to $5,000 in financial assistance to households for emergency repairs to return owner-occupied primary residences, utilities, and residential infrastructure damaged by a major disaster to a habitable or functioning condition; and (4) financial or direct assistance to construct permanent housing in insular areas outside the continental United States and in other remote locations if no alternative housing resources are available. Sets forth terms and conditions governing the location and disposal of fabricated dwellings provided under this section. Authorizes the President to provide financial assistance to a household adversely affected by a major disaster: (1) to meet disaster-related medical, dental, or funeral expenses; and (2) to address personal property, transportation, and other expenses or needs. Directs the President to provide for substantial involvement of the affected State in administering assistance under this section. Limits to $25,000 the maximum amount of financial assistance that a household may receive under this section for a single major disaster."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Disaster Mitigation Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to authorize programs for predisaster mitigation, to streamline the administration of disaster relief, to control the Federal costs of disaster assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:46-05:00"
}