{
  "actions": [
    {
      "acted_at": "1987-05-20", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1246-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-20", 
  "number": "1246", 
  "official_title": "A bill to authorize the Administrator of General Services to convey property to the Museum of the American Indian, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-20", 
  "subjects": [
    "Arts, culture, religion", 
    "Federal aid to Indians", 
    "Federal installations", 
    "Government operations and politics", 
    "Museums", 
    "Native Americans", 
    "New York City"
  ], 
  "subjects_top_term": "Arts, culture, religion", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-20", 
    "text": "Directs the Administrator of General Services to convey to the Museum of the American Indian the Old United States Custom House in New York, New York. Requires the deed of conveyance to provide that: (1) the property shall be used by the Museum of the American Indian solely as a museum to preserve the customs and history of North and South American Indians and that it will revert to the United States if not used for that purpose; (2) the Museum shall maintain a branch in New York, New York; (3) the Museum shall maintain the historic architectural character of the site and give the Advisory Council on Historic Preservation an opportunity to comment on any renovations or alterations; (4) the Museum may not use the property as security for any obligation; and (5) the Administrator shall retain air rights and developmental rights associated with the property. Reserves to the United States the right of occupancy to the fifth and sixth floors of such property until the Federal courts at Foley Square receive suitable permanent accommodations. Requires the Museum to operate the property in a manner that will insure adequate services for the Federal courts. Requires the Museum, before making any major renovations to the property, to submit the plans to an architectural engineering firm selected by the Administrator and receive the Administrator's approval."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Administrator of General Services to convey property to the Museum of the American Indian, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:32-05:00"
}