{
  "actions": [
    {
      "acted_at": "1980-03-04", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2378-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Williams, Harrison A., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "01455", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-04", 
  "number": "2378", 
  "official_title": "A bill to amend title VII of the Public Health Service Act to provide grants and fellowships for health care management, to provide grants for special projects to encourage geographic and specialty distribution of physicians, to amend the Immigration and Nationality Act with regard to alien graduates of foreign medical schools, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Management and Health Care Personnel Distribution Improvement Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-04", 
  "subjects": [
    "Aliens", 
    "Education", 
    "Foreign-trained physicians", 
    "Grants-in-aid", 
    "Health planning", 
    "Immigration", 
    "Medical education", 
    "Medical personnel", 
    "Medical residents", 
    "Medical students", 
    "Passports", 
    "Physicians", 
    "Public health personnel", 
    "Visas"
  ], 
  "subjects_top_term": "Medical personnel", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-04", 
    "text": "Health Care Management and Health Care Personnel Distribution Improvement Act of 1980 - Title I: Health Care Management - Declares the purpose of this title to be to encourage effective management of health care services in determining the cost, quality, and availability of such services, and to target resources to improve health care management. Amends title VII (Health Research and Teaching Facilities and Training of Professional Health Personnel) of the Public Health Service Act to establish a program of health care management fellowships (replaces the existing graduate traineeship program). Sets forth application guidelines. States that such fellowships shall not exceed three years. Requires such fellowship recipients to be provided with at least two years academic training followed by one year of specified supervised training. Authorizes appropriations for fiscal years 1981, 1982, and 1983. Provides, with regard to eligibility for graduate program grants in health administration, that: (1) the minimum amount of required non-Federal funds shall be $150,000 (presently $100,000); (2) the comparison dates for first-year, full-time enrollments shall be fiscal years 1982 (presently 1978), and 1980 (presently 1976), respectively; (3) minority and other students from designated rural or urban areas shall comprise at least seven, ten, and 12 percent of the entering classes for fiscal years 1981, 1982, and 1983, respectively; and (4) certain courses and course concentrations shall be available. Authorizes appropriations for fiscal years 1981, 1982, and 1983. Authorizes the Secretary of Health and Human Services (formerly, the Secretary of Health, Education, and Welfare) to provide grants for curricula development to educational institutions with graduate health administration programs. States that such curricula may include: (1) finance; (2) marketing; (3) economics; (4) epidemiology and health planning; (5) health policy; (6) quality assurance; (7) information systems; (8) related health disciplines; and (9) ambulatory care services. Authorizes appropriations for fiscal years 1981, 1982, and 1983. Authorizes the Secretary to provide grants for faculty development to such educational institutions. Prohibits such a grant unless at least three students shall complete such program in each year for which a grant application is made. Requires a grant recipient to serve at least two years as a faculty member in a graduate health administration program. Authorizes appropriations for fiscal years 1981,1982, and 1983. Authorizes the Secretary to make grants to and enter into contracts with educational institutions and appropriate nonprofit private entities to conduct training in health care management for health care professionals. Authorizes appropriations for fiscal years 1981, 1982, and 1983. Directs the Secretary to: (1) contract with an appropriate public or private entity (or entities) for a health care management evaluation and report; and (2) submit such report, along with any accompanying comments, to the Senate Committees on Finance, and Labor and Human Resources, and to the House Committees on Interstate and Foreign Commerce, and Ways and Means, within 24 months of enactment of this Act. States that such report shall contain: (1) an analysis and comparison of health care management with management in other major industries; (2) an identification and evaluation of applicable management skills; (3) an assessment of educational needs; (4) an evaluation of Federal policies having an impact on the management of health care facilities or institutions; (5) a comparison of health care management career incentives with incentives in other major industries; and (6) an evaluation of management interaction between the health care industry and other industries. Title II: Special Projects and Experiments - Declares the purpose of this title to be the enhancement of physician residency training in order to improve the geographic and specialty distribution of physicians. Authorizes the Secretary to make grants to appropriate institutions with accredited physician residency training programs in internal medicine, pediatrics, family practice, obstetrics and gynecology, and psychiatry, to assist educational programs (as set forth in this Act) that encourage such physicians to locate their practices in medically underserved areas. Prohibits such grants from being used for the training of residents currently supported under federally funded training programs in general internal medicine, general pediatrics, and family practice. Authorizes the Secretary to make grants to develop and operate physician training programs in: (1) physical medicine, rehabilitation, and other nonprimary care specialties in undersupply; and (2) preventive medicine. Authorizes the Secretary to make grants for the educational costs of establishing new residency programs in specified medical fields. Directs that priority be given for programs: (1) in ambulatory care in medically underserved areas; and (2) that include an interdisciplinary team approach to ambulatory care. Prohibits such grants from being used solely for training physicians receiving support under federally funded programs in general internal medicine, general pediatrics, and family practice. Authorizes the Secretary to make grants for the educational costs of innovative residency training programs that: (1) prepare residents for teaching medical students and other hospital staff by providing programs suited to the clinical setting, and by providing programs that train faculty members as specialists in medical education and curriculum development; and (2) develop programs relating to the social and behavioral sciences, the humanities, and principles of health services organization, cost containment, and epidemiology. Prohibits such grants from being solely for training physicians receiving support under federally funded programs in general internal medicine, general pediatrics, and family medicine. Authorizes appropriations for fiscal years 1981, 1982, and 1983. Directs the Secretary to undertake research and demonstration projects, in coordination with specified experimental and demonstration projects, with respect to changes in Federal health care reimbursement policies. States that such projects shall: (1) encourage individuals to enter careers in undersupplied physician and health professional specialties; (2) encourage health personnel to practice in medically underserved areas; (3) determine the effect of different reimbursement rates for similar physician services; (4) determine financial incentives necessary to improve services to medically underserved areas; (5) determine the adequacy of reimbursement for nonprocedure oriented physician services; (6) assess the effect and cost of direct reimbursement of primary care nonphysician providers on the availability of such service in medically underserved areas; (7) determine necessary changes in reimbursement policies to encourage ambulatory care training; and (8) assess the cost and impact of altering reimbursement policies to include reimbursement for disease prevention and health promotion activities in the primary care setting. Requires the Secretary to submit annual interim reports, and a final report within three years of enactment of this Act, regarding such projects to the Senate Committees on Finance, and Labor and Human Resources, and to the House Committees on Ways and Means, and Interstate and Foreign Commerce. Title III: Alien Graduates of Foreign Medical Schools - Amends the Immigration and Nationality Act regarding alien graduates of foreign medical schools, to: (1) require medical schools to submit to the Commissioner on Immigration and Naturalization and the Secretary of Health and Human Services (formerly, the Secretary of Health, Education, and Welfare) an assessment of staffing requirements in the hospital departments in which the alien will be trained, and a staff utilization plan; (2) limit such alien's stay to the lesser of seven years or the time normally required to complete a designated course of medical study (presently two years with one year extension); (3) permit such alien to change his or her designated course of medical study, upon approval of the Director of the International Communication Agency (presently must continue course of education under which admitted into the United States); (4) make such duration of stay and course change provisions applicable to those aliens entering the United States on or after January 10, 1978; and (5) extend the waiver authority regarding such aliens from December 31, 1980, to December 31, 1985. Amends the Public Health Service Act to consider as health manpower shortage areas hospitals with a residency training program in which more than 25 percent of the positions in such program are filled by alien graduates of foreign medical schools. Provides: (1) for priority assignments of National Health Service Corps personnel at such hospitals; and (2) that whenever possible such assignments shall reduce the number of alien residents at such hospitals. Establishes financial incentives for such replacement. Permits such residency to be counted toward satisfying the period of obligated Corps service. Directs the Secretary, in order to reduce hospital dependence on alien graduates of foreign medical schools, to: (1) identify the States, and the hospitals in such States, in which such aliens fill more than 25 percent of the places in residency training programs; and (2) develop a plan to reduce such dependency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Management and Health Care Personnel Distribution Improvement Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VII of the Public Health Service Act to provide grants and fellowships for health care management, to provide grants for special projects to encourage geographic and specialty distribution of physicians, to amend the Immigration and Nationality Act with regard to alien graduates of foreign medical schools, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:20-05:00"
}