{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-06", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-20", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-01-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr200-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Applegate, Douglas", 
      "sponsored_at": "1987-03-04", 
      "state": "OH", 
      "thomas_id": "00025", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "44", 
      "name": "Bates, Jim", 
      "sponsored_at": "1987-03-04", 
      "state": "CA", 
      "thomas_id": "00065", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Collins, Cardiss", 
      "sponsored_at": "1987-03-04", 
      "state": "IL", 
      "thomas_id": "00220", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1987-03-04", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1987-03-04", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1987-03-04", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fauntroy, Walter E.", 
      "sponsored_at": "1987-03-04", 
      "state": "DC", 
      "thomas_id": "00372", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fuster, Jamie B.", 
      "sponsored_at": "1987-03-04", 
      "state": "PR", 
      "thomas_id": "00424", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Gray, Kenneth J.", 
      "sponsored_at": "1987-03-04", 
      "state": "IL", 
      "thomas_id": "00459", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1987-03-04", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1987-03-04", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1987-03-04", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Rangel, Charles B.", 
      "sponsored_at": "1987-03-04", 
      "state": "NY", 
      "thomas_id": "00944", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Savage, Gus", 
      "sponsored_at": "1987-03-04", 
      "state": "IL", 
      "thomas_id": "01020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1987-03-04", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1987-03-04", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1987-03-04", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Weiss, Ted", 
      "sponsored_at": "1987-03-04", 
      "state": "NY", 
      "thomas_id": "01213", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Stangeland, Arlan", 
      "sponsored_at": "1987-03-04", 
      "state": "MN", 
      "thomas_id": "01098", 
      "title": "Rep", 
      "withdrawn_at": "1987-03-25"
    }, 
    {
      "district": "4", 
      "name": "Kolter, Joseph P.", 
      "sponsored_at": "1987-03-04", 
      "state": "PA", 
      "thomas_id": "00646", 
      "title": "Rep", 
      "withdrawn_at": "1987-03-11"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "200", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to ensure, through a USHealth Program, access for all Americans to quality health care while containing the costs of the health care system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "USHealth Program Act", 
  "sponsor": {
    "district": "25", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Abortion, Birth Control, and Family Planning", 
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Alcohol and Alcoholic Beverages", 
    "Alcoholism", 
    "Alien labor", 
    "Ambulatory care", 
    "Birth control", 
    "Business and commerce", 
    "Capital budgets", 
    "Case mix (Medical care)", 
    "Cigarettes", 
    "Civil service compensation", 
    "Clergy", 
    "Communications and Broadcasting", 
    "Consumer complaints", 
    "Consumer education", 
    "Consumer protection", 
    "Contraceptives", 
    "Day care", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Drug abuse", 
    "Drugs", 
    "Drugs and narcotics", 
    "Economics and public finance", 
    "Employee benefit plans", 
    "Excise tax", 
    "Executive agreements", 
    "Executive reorganization", 
    "Extended care facilities", 
    "Eyeglasses", 
    "Families", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government trust funds", 
    "Gross national product", 
    "Health", 
    "Health facilities", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Home care services", 
    "Hospital care", 
    "Hospitals", 
    "Income tax", 
    "Insurance", 
    "Intergovernmental fiscal relations", 
    "Intermediate care facilities", 
    "International agencies", 
    "Labor and employment", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medical supplies", 
    "Medicare", 
    "Mental health", 
    "Mental health services", 
    "Midwives", 
    "National health insurance", 
    "Nursing", 
    "Off-budget expenditures", 
    "Old age assistance", 
    "Ombudsman", 
    "Patients' rights", 
    "Peer review organizations (Medicine)", 
    "Physical examinations", 
    "Physical therapy", 
    "Poverty", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Prosthesis", 
    "Religion and Clergy", 
    "Social security taxes", 
    "Social welfare", 
    "Speech disorders", 
    "State officials and employees", 
    "States", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation", 
    "Telephone", 
    "Terminal care", 
    "Tobacco", 
    "Tobacco tax", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "USHealth Program Act - Title I: Eligibility and Enrollment - Amends title XVIII (Medicare) of the Social Security Act to establish the USHealth Program (Program) for the provision of comprehensive medical care, without regard to age or disability status to: (1) U.S. citizens; (2) permanent U.S. residents; and (3) aliens who are employed with a foreign government or international organization and reside in the United States, provided an executive agreement can be arranged with such government or organization for payments into the Program. Provides for the possibility of incorporating foreign visitors into the program. Repeals title XIX (Medicaid) of the Act and provisions of various other benefit programs rendered superfluous by the comprehensive nature of the USHealth Program. Makes conforming amendments to the Railroad Retirement Act of 1974. Title II: Benefits and Providers - Lists Program benefits which comprise: (1) inpatient hospital and inpatient psychiatric hospital services; (2) medical and other health services; (3) comprehensive outpatient rehabilitation facility services; (4) extended care services; (5) home health services; (6) hospice care; (7) respite care; (8) alcohol and drug abuse rehabilitation services; and (9) outpatient mental health services. Amends the Medicare program to expand covered medical and other health services to include: (1) periodic screening and diagnosis of individuals under age 21 to ascertain their physical or mental defects and the care necessary to correct or ameliorate discovered defects; (2) family planning services and supplies for individuals of child-bearing age; (3) private duty nursing services; (4) State authorized nurse-midwife services; (5) adult day health care; (6) eyeglasses and dental services, with specified conditions; (7) prescribed drugs and prosthetic devices; (8) physical therapy; (9) other diagnostic, preventive, and rehabilitative services; and (10) other medical or remedial care furnished by licensed practitioners within the scope of their practice or as specified by the USHealth Board (Board). Expands extended care services to include services furnished to inpatients in intermediate care facilities. Extends home health services to include the services of a homemaker/home health aide. Directs the Board to review coverage limitations on mental and home health services and to make such changes to improve access to such services while containing costs. Requires the Board to report to the Congress on whether Program coverage should include services of pediatric and geriatric assessment units. Makes the Program the primary payor where items and services provided may also be covered by a group health plan. Provides that before providers are paid for extended care services a physician must certify that the patient needed daily nursing or rehabilitation services which as a practical matter could only be provided in skilled nursing or intermediate care facilities. Sets forth certification standards for comprehensive outpatient rehabilitation facility services, outpatient physical therapy services, and outpatient speech pathology services which require that such services be furnished pursuant to a plan that is periodically reviewed by a physician. Title III: Payments for Services - Ties changes in the payment rate for services provided under the Program to changes in the gross national product (GNP) over a payment period, with adjustments in payments among services being made in response to changes in the utilization of such services. Sets forth a formula for determining the payment due to hospitals for capital-related costs which takes into account capital resource use associated with differing diagnosis-related groups as well as changes in the GNP. Directs the USHealth Board to establish a payment schedule for each class of covered health care services and periodically adjust such schedules to reflect GNP changes as well as regional and qualitative differences in services provision. Authorizes the Board to provide for the payment of services under an alternative reimbursement system established by a State, provided the system does not increase the cost or reduce the quality of such services. Provides funding to States establishing such a system. Cuts a State's required contribution to the Program by 50 percent of the savings which result from use of the State's alternative system. Prohibits providers from charging beneficiaries or third parties for services covered by this Act. Requires the Board to use insurance companies as carriers, where practicable, and strengthen utilization review by carriers. Increases the rate of payment for each class of individuals enrolled with a health maintenance organization (HMO) to 100 percent of the cost for that class. (Currently, 95 percent of the costs are covered.) Restricts coverage to HMOs qualified under the Public Health Service Act. Requires HMOs to provide enrollees with all services covered by this Act. Directs the Board to conduct a national campaign encouraging eligible individuals to enroll with HMOs. Title IV: Financing Program - Requires USHealth beneficiaries to pay, subject to specified maximum payment limits, 25 percent of the payments provided for custodial long-term care services and 20 percent of the payments provided for other services (in addition to nominal copayments). Waives the coinsurance requirement where such payments would place a family's income below the Federal poverty level. Provides that the failure to pay coinsurance amounts will not result in loss of benefit entitlement. Sets forth the formula for determining the monthly premium for individuals age 65 or older, authorizing the reduction or elimination of such premium when the individual's family income falls below the Federal poverty level. Extends the wages on which the Hospital Insurance tax is levied to an unlimited dollar amount after 1991. Amends the Internal Revenue Code to impose an excise tax, to be paid into the USHealth Program Trust Fund (Trust Fund), on wages and self-employment income, including in such tax certain Federal, State, and church employment. Increases the Federal excise tax on cigarettes. Applies the increase to the Trust Fund. Adjusts the rate of such taxes to reflect changes in the GNP. Amends the Medicare program to require the States to pay into the Trust Fund an amount equal to 50 percent of Program payments made to families whose income falls below the Federal poverty level. Amends the Internal Revenue Code to impose a surtax on personal income to cover the amount by which estimated Program costs for a calendar year will exceed Program revenues. Amends the Medicare program to establish the USHealth Program Trust Fund which is to replace the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund and be administered by the Board. Provides for off-budget treatment of receipts and disbursements of the Trust Fund. Amends the Internal Revenue Code to repeal the exclusion of employer health insurance contributions from income computations. Title V: Quality Assurance - Amends part B (Peer Review) of title XI of the Act to establish a National Council on Quality Assurance. Directs the Director of the Congressional Office of Technology Assessment to provide for the appointment of members of the Council. States that the general functions of the Council shall be to: (1) provide oversight of the operations of the quality assurance system; and (2) make recommendations annually to the Board and the Congress for improvements in the system. Sets forth the Council's functions more specifically. Requires the Council to report annually to the Congress on the functioning and progress of the Council. Authorizes appropriations. Requires contracts with peer review organizations to provide that: (1) at least one-half of the organizations' efforts must be on quality assurance activities; and (2) quality assurance activities shall be conducted with respect to all the different types of items and services covered by Medicare, Medicaid, or through a private payor. Adds to the definition of the term \"peer review organization\" so as to require such an entity to: (1) include representatives of quality assurance activities; and (2) have a consumer advisory board. Defines a \"consumer advisory board.\" Requires peer review organizations to review health maintenance organizations (HMOs). Requires any peer review organization to: (1) educate USHealth beneficiaries; (2) provide for a toll-free telephone number, which shall be provided to USHealth beneficiaries for the purpose of receiving questions and complaints from USHealth beneficiaries; (3) assist in resolving any such complaints that are legitimate; (4) make available to its consumer advisory boards appropriate information received from the telephone service; and (5) train members of its consumer advisory board. Appropriates funds, in addition to any other amounts appropriated to carry out part B of title XI, from the Trust Fund for distribution to peer review organizations. Amends the Medicare program to require hospitals to implement a discharge planning process which meets guidelines and standards to be established by the Board, in conjunction with the National Council on Quality Assurance, to: (1) protect against inappropriate early hospital discharges; (2) ensure a timely and smooth transition to the most appropriate type of and setting for post-hospital care; and (3) permit early initiation of the authorization process for continuing care services. Amends part B of title XI of the Act to require peer review organizations to monitor hospitals' compliance with discharge planning process requirements. Requires the Board to promulgate a consumers' bill of rights which includes rights: (1) facilitating consumer participation in the planning and delivery of services; (2) requiring consumer notification regarding services, charges for services, and the termination or reduction of services; (3) protecting consumer dignity, privacy, and property; and (4) ensuring service from properly trained and competent individuals. Requires home health agencies to: (1) satisfy Medicare home health agency requirements; (2) provide consumers with copies of the consumers' bill of rights; (3) implement grievance review procedures and provide copies of such procedures and provide copies of such procedures to consumers; (4) provide consumers with schedules of the services to be provided; (5) have methods for identifying and reviewing a home health consumer's needs and coordinating the provision of services with other providers; (6) ensure that home health providers receive training and disclose the extent of such training to consumers; and (7) supervise and annually evaluate home health providers employed by or under contract to the agency. Conditions coverage of durable medical equipment services on home health agencies: (1) issuing written instructions to, and training the home health consumer and staff in, the operation of such equipment; and (2) formulating an emergency plan appropriate to the equipment provided to the consumer. Authorizes the Board to modify home health requirements to meet the circumstances of individual providers, but prohibits modifications which exempt a provider from training requirements or infringe upon the consumers' bill of rights. Directs the Board to establish sanctions against providers failing to comply with this Act. Requires the Board to provide grants to States for the establishment of a health and long-term care ombudsman in each State. Directs each State to establish a statewide uniform reporting system and a toll-free telephone hotline for the collection and communication of complaints regarding conditions in inpatient care facilities. Sets forth study and reporting requirements. Title VI: Administration and Miscellaneous - Amends part B (Supplementary Medical Insurance) of title XVIII (Medicare) of the Act to replace the heading of part B with the heading, \"Part B-USHealth Administration.\" Establishes as an independent executive agency a USHealth Administration (Administration). Provides that it shall be the duty of the Administration to administer the USHealth Program. Provides that the Administration shall be governed by a USHealth Board. Requires the Board to study and make recommendations as to the most effective methods of providing for the health care of permanent U.S. residents and as to legislation and matters of administrative policy. Establishes in the Administration: (1) a USHealth Administrator; (2) a Deputy USHealth Administrator; (3) a General Counsel; (4) an Inspector General; and (5) an office of the USHealth Ombudsman, to be headed by a USHealth Ombudsman who shall represent the interests of USHealth beneficiaries within the Administration. Requires the annual report of the Board to include a description of the activities of the Ombudsman. Requires the Board to make annual budgetary recommendations relating to the Administration. Requires that appropriations requests by the Administration for staffing and personnel be based upon a comprehensive workforce plan as established by the Board. Provides for the apportionment of administrative costs. Requires the annual report of the Board to include a section reflecting the use of budget authority provided to the Administration. Requires that authority for automated data processing procurement and facilities construction be provided in the form of contract authority covering the total cost of such acquisitions. Makes amounts needed for the liquidation of contract authority so provided available from the Trust Fund to the extent that such amounts are not needed to meet current obligations for benefit payments. Requires the Board to cause a seal of office to be made and judicial notice taken thereof. Directs the Administrator and the Board to report to the Congress within 120 days after the beginning of each regular session on their administration under this Act. Requires the Board and the Director of the Office of Personnel Management to implement demonstration projects relating to personnel matters. Directs the Board and the Administrator of General Services to implement such projects relating to delegations from such Administrator. Specifies the authorities which are to be delegated to the Board from the Administrator of General Services and the Director. Requires the Comptroller General to report to specified congressional committees concerning such projects, including an evaluation of the Board's readiness to assume full and permanent authority. Provides for the transfer to the Administration of all functions carried out by the Secretary of Health and Human Services with respect to the programs and activities which have been administered by the Health Care Financing Administration. Abolishes the position of Administrator of the Health Care Financing Administration in the Department of Health and Human Services. Sets forth effective date and transitional rule provisions. Title VII: Miscellaneous Provisions - Makes this Act inapplicable to Medicare or Medicaid services furnished before 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "USHealth Program Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to ensure, through a USHealth Program, access for all Americans to quality health care while containing the costs of the health care system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:28-05:00"
}