{
  "actions": [
    {
      "acted_at": "2012-03-22", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2232-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Portman, Rob", 
      "sponsored_at": "2012-03-27", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, Mark R.", 
      "sponsored_at": "2012-03-22", 
      "state": "VA", 
      "thomas_id": "01897", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-03-22", 
  "number": "2232", 
  "official_title": "A bill to decrease the deficit by realigning, consolidating, disposing, and improving the efficiency of Federal buildings and other civilian real property, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1734-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1503-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Civilian Property Realignment Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Scott P.", 
    "state": "MA", 
    "thomas_id": "01975", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-03-22", 
  "subjects": [
    "Advisory bodies", 
    "Congressional oversight", 
    "Government buildings, facilities, and property", 
    "Government operations and politics", 
    "Homelessness and emergency shelter", 
    "Land transfers"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-03-22", 
    "text": "Civilian Property Realignment Act of 2012 or CPRA - Establishes the Civilian Property Realignment Commission to: (1) identify opportunities to reduce significantly the federal government's inventory and cost of federal real property assets, (2) identify not fewer than five federal properties that have an anticipated sales price of not less that $500 million and that are not currently on the list of surplus or excess properties, (3) carry out an independent analysis of the inventory of federal real property assets, (4) transmit to the President its findings and recommendations for consolidating or otherwise reducing such inventory, and (5) establish and maintain a website for making relevant information about federal real property assets publicly available. Excludes certain properties from the application of this Act, including military installations, wilderness study areas, Indian and native Eskimo property held in trust, property operated and maintained by the Tennessee Valley Authority (TVA), postal properties, and other properties necessary for national security. Requires federal agencies to submit to the Administrator of General Services (GSA) and the Director of the Office of Management and Budget (OMB) on an annual basis: (1) current data of all federal real property owned, leased, or controlled by such agencies; and (2) recommendations for the disposal of such properties to reduce inventory, for operational efficiencies, and for opportunities to pursue enhanced use leasing in under-used buildings. Establishes a process for the review of the Commission's recommendations by the President and Congress. Requires each federal agency to implement the Commission's recommendations after the completion of such process. Exempts properties included in the recommendations for disposal or realignment under this Act from certain public benefit conveyance requirements, including the McKinney-Vento Act (requiring surplus property to be used to assist the homeless). Limits the authority of executive agencies to lease space for the purposes of a public building. Requires the Commission to identify and compile, on an annual basis, a list of assets located outside of the United States and its territories that are owned or managed by the Bureau of Overseas Building Operations of the Department of State and that may be sold to reduce the federal real property inventory or otherwise disposed of, transferred, or consolidated. Requires OMB and GSA to: (1) provide specified congressional committees, upon request, access to the Federal Real Property Profile established by Executive Order 13327, dated February 4, 2004; and (2) make such Profile available, upon request, to the Government Accountability Office (GAO), the Congressional Research Service (CRS), the Congressional Budget Office (CBO), and the Commission. Requires each federal agency, not later than three years after the enactment of this Act, to sell, dispose, transfer, exchange, consolidate, co-locate, reconfigure, or redevelop any federal real property that is deemed excess property. Prohibits judicial review of certain actions taken by the Commission or the President under this Act. Requires the Administrator to consider the life-cycle cost (i.e., the sum of investment, capital, installation, energy, operating, maintenance, and replacement costs) of certain public buildings that are constructed or leased after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civilian Property Realignment Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "CPRA", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to decrease the deficit by realigning, consolidating, disposing, and improving the efficiency of Federal buildings and other civilian real property, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:23:14-05:00"
}