{
  "actions": [
    {
      "acted_at": "1990-10-15", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3203-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-15", 
  "number": "3203", 
  "official_title": "A bill to establish a replacement fuels program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-15", 
  "subjects": [
    "Air quality", 
    "Alternative energy sources", 
    "Congressional reporting requirements", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Gasoline", 
    "Government paperwork", 
    "Motor vehicle pollution control"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-15", 
    "text": "Directs the Secretary of Energy to establish a replacement fuels development program which: (1) promotes the replacement of gasolines as a motor fuel with nonpetroleum motor fuels; (2) ensures the availability of replacement and nonpetroleum motor fuels; and (3) will have the greatest impact in improving air quality in urban areas, along transportation corridors, and nationwide. Prescribes program guidelines. Requires the Secretary to establish optimal replacement fuel production goals for 1996 and 1997 and to report to the Congress about program status. Prescribes minimum percentages of domestically produced replacement fuel to be sold in specified calendar years. Sets a deadline by which the Secretary must prescribe the minimum percentage of domestically produced replacement fuel which must be contained in the total annual gasoline sales by refiners for motor fuel use in certain years. Requires refiners and manufacturers to report annually to the Secretary regarding the amount of domestically produced replacement fuel and nonpetroleum fuel sold. Requires the Secretary to promulgate regulations by a specified deadline regarding the exchange of marketable credits among: (1) refiners; (2) manufacturers of replacement fuels; and (3) distributors of nonpetroleum motor fuels sold into commerce for transportation purposes. Establishes civil penalties for violations of this Act. Authorizes appropriations. Requires the Secretary to issue regulations requiring gasoline retailers to have replacement motor fuels and nonpetroleum motor fuels for sale for the transportation needs of consumers. Requires the Administrator of the Environmental Protection Agency to report to the Congress on the environmental impact potential of developing replacement fuels and nonpetroleum motor fuels."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish a replacement fuels program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:16-05:00"
}