{
  "actions": [
    {
      "acted_at": "1984-06-04", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-06-12", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Criminal Justice", 
      "text": "Referred to Subcommittee on Criminal Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-12", 
      "bill_ids": [
        "hjres648-98"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "See H.J.Res.648.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5773-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Criminal Justice", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Gekas, George W.", 
      "sponsored_at": "1984-06-04", 
      "state": "PA", 
      "thomas_id": "00432", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-06-04", 
  "number": "5773", 
  "official_title": "A bill to reform Federal criminal sentencing procedures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres648-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Sentencing Reform Act of 1984", 
  "sponsor": {
    "district": "21", 
    "name": "Fish, Hamilton, Jr.", 
    "state": "NY", 
    "thomas_id": "00384", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-06-04", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of justice", 
    "Advisory bodies", 
    "Bail", 
    "Capital punishment", 
    "Compensation for victims of crime", 
    "Congressional oversight", 
    "Correctional institutions", 
    "Corrections", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal law", 
    "Criminal procedure", 
    "Fines (Penalties)", 
    "Forfeiture", 
    "Imprisonment", 
    "Judicial review", 
    "Narcotics and crime", 
    "Organized crime", 
    "Parole", 
    "Pleas (Criminal procedure)", 
    "Pretrial procedure", 
    "Prisons", 
    "Probation", 
    "Punishment", 
    "Sentences (Criminal procedure)", 
    "Victims of crimes"
  ], 
  "subjects_top_term": "Sentences (Criminal procedure)", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-06-04", 
    "text": "Sentencing Reform Act of 1984 - Sets forth a new sentencing structure applicable to a defendant who is found guilty of an offense under any Federal statute. Permits an individual to be sentenced to a term of imprisonment or probation and a fine, and to receive additional sanctions, including: (1) forfeiture for certain racketeering crimes and drug-related offenses; (2) an order of notice to victims of crimes in cases involving fraud or deceptive practices; or (3) an order of restitution in cases involving bodily injury or property damage. Permits an organization to receive these penalties, with the exception of imprisonment. Creates the United States Sentencing Commission. Specifies factors to be considered by a sentencing court, including the guidelines and policy statements issued by the United States Sentencing Commission. Requires the court to impose a sentence within the range set forth by the Commission, if one has been issued, unless aggravating or mitigating circumstances exist that were not adequately considered by the Commission in formulating the guidelines. Requires the court to state in open court at the time of sentencing the reason for imposing a sentence at a point within the prescribed range, or the specific reason for imposing a sentence outside of such range. Authorizes the imposition of a term of probation in certain circumstances. Sets forth a fine schedule for the categories of offenses generally at higher levels than current law. Includes higher maximums for organizational defendants. Directs the court to consider the defendant's financial status in determining the amount of a fine and the method of payment. Provides for the collection of criminal fines. Sets maximum terms of imprisonment for five classes of felonies (A to E), three classes of misdemeanors (A to C), and an infraction (five day maximum). Allows the court, in imposing a sentence of imprisonment for a felony or misdemeanor, to include a term of supervised release after imprisonment. Eliminates the special sentencing provisions under current law for dangerous special offenders, youth offenders, young adult offenders, and drug addicts, but provides for these categories of offenders under the proposed sentencing guidelines. Excludes capital punishment as an authorized penalty, but leaves unaffected the current death penalty and procedures for aircraft hijacking. Eliminates the parole system. Allows the defendant or the government to file a notice of appeal in the district court for review of a final sentence. Provides for congressional review of the operation of the sentencing system after receipt of a study by the General Accounting Office."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sentencing Reform Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform Federal criminal sentencing procedures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:06-05:00"
}