{
  "actions": [
    {
      "acted_at": "1973-06-13", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1990-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-13", 
  "number": "1990", 
  "official_title": "A bill to establish a Federal Legal Aid Corporation through which the government of the United States of America may render financial assistance to its respective States for the purpose of encouraging the provision of legal assistance to individual citizens who are in need of professional legal services for prosecution or defense of certain causes in law and equity.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8806-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Federal Legal Aid Corporation Act", 
  "sponsor": {
    "district": null, 
    "name": "Brock, Bill", 
    "state": "TN", 
    "thomas_id": "01291", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-13", 
  "subjects": [
    "Corporations", 
    "Law", 
    "Legal Services Corporation", 
    "Legal services", 
    "Poverty"
  ], 
  "subjects_top_term": "Legal Services Corporation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-13", 
    "text": "Federal Legal Aid Corporations Act - Declares that the purpose of Congress is to make the institutions of justice available to all regardless of race, religion, sex national origin, or personal wealth. Establishes as a nonprofit corporation in the District of Columbia the Federal Legal Aid Corporation, to be brought into being by a board of directors, composed of seven members appointed by the President and confirmed by the Senate. States that the purpose of the Corporation shall be: (1) to render financial assistance to the States to enable the provision of legal assistance to qualified individual citizens who are indigent and in need of professional legal services; (2) to assist in the provision of legal services to eligible clients by obtaining and making available information of a technical nature to those rendering legal services to eligible clients; and (3) to, consistent with the provisions of this Act, set forth such procedures and regulations governing the use of Federal funds as may be authorized for expenditure by the Corporation. Establishes the following powers of the Corporation: (1) to assign and disburse appropriated funds to the several States; and (2) to contract with a private or public group, association, or organization for the purpose of doing research into special legal problems encountered by eligible clients. Requires the Corporation to use appropriated funds only for the purpose of making legal assistance available to individual eligible clients and to pay authorized expenses. Prohibits the Corporation from using appropriated funds or from commingling such funds with other funds being used for the following purposes: (1) to initiate, organize, support, represent, or assist any training program, workshop, seminar, school, publication, newsletter, club, association, group, organization, demonstration, boycott, meeting, rally, march, strike, or any other activity, group, or institution; (2) to support or oppose, directly or indirectly, any candidate for public or party office, or any political party; (3) to represent any person less than eighteen years of age without formal written consent of one of said person's parents or guardian; or (4) which tends to discriminate in favor of or against individual attorneys, employees, or clients, on grounds of race, religion, sex, or national origin. Requires that the Corporation shall not: (1) initiate or defend litigation on behalf of clients other than the corporate entity itself; (2) seek to influence, nor shall any funds appropriated or disbursed by it be used to influence the passage or defeat of, any legislation by the Congress or State or local legislative bodies or otherwise support any group or association advocating or opposing any legislative proposals, ballot measures, initiatives, referendums, executive orders, or similar enactments or promulgations. Prohibits the use of Corporation funds for any of the following purposes: (1) to provide legal services with respect to any criminal proceeding or, in the case of juveniles, proceedings which would be criminal if involving adults; (2) for any of the political activities described in this section, or to contribute to or in any way assist any group or association participating in such activities; (3) to maintain any action at law until such time as any and all administrative remedies provided for in applicable contracts have been exhausted; or (4) to represent any person who fails to meet eligibility standards established in accordance with this Act. Requires the Corporation to evaluate annually the program for provision of legal services to eligible clients. Authorizes the Corporation to terminate disbursal of funds to any State whose program involves discrimination on the basis of race, religion, sex, or national origin in the provision of legal services to eligible clients. Prescribes criminal penalties for violation of any provision of the Corporation's powers, requirements and prohibitions. Sets forth procedures for qualifying States for assignment of funds from the Corporation. Prohibits the Corporation from interfering with any attorney in carrying out his professional responsibility to anyone who has become his client, or from abrogating the authority of a jurisdiction to enforce adherence by any attorney to applicable standards of professional responsibility. Authorizes the Corporation to require reports from the States, and to prescribe the keeping of records of funds. Requires the Congress to publish an annual report to the President and to the Congress. Requires an annual audit of the accounts of the Corporation. Requires that the report of such audit shall be available for public inspection."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Legal Aid Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Federal Legal Aid Corporation through which the government of the United States of America may render financial assistance to its respective States for the purpose of encouraging the provision of legal assistance to individual citizens who are in need of professional legal services for prosecution or defense of certain causes in law and equity.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:46-05:00"
}