{
  "actions": [
    {
      "acted_at": "1982-05-06", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-05-18", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-18", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1982-05-18", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Science and Technology.  Report No: 97-574.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-05-18", 
      "references": [], 
      "text": "Placed on Union Calendar No: 357.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "references": [], 
      "text": "Rule Granted Providing an Open Rule with 1 Hour of Debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-07-27", 
      "bill_ids": [
        "hres535-97"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.535 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-17", 
      "references": [], 
      "text": "Called up by House by Rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-17", 
      "references": [], 
      "text": "House Agreed to Amendments Adopted by the Committee of the Whole.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-17", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "285", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Yea-Nay Vote: 314 - 92 (Record Vote No: 285).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1982-08-17", 
      "references": [], 
      "text": "Laid on Table in House by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1982-08-17", 
      "bill_ids": [
        "s2577-97"
      ], 
      "references": [], 
      "text": "Other Measure S.2577 (Amended) Passed House in Lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h815-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "815"
    }, 
    {
      "amendment_id": "h816-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "816"
    }, 
    {
      "amendment_id": "h817-97", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "817"
    }
  ], 
  "bill_id": "hr6323-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Blanchard, James", 
      "sponsored_at": "1982-05-06", 
      "state": "MI", 
      "thomas_id": "00094", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1982-05-06", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Schneider, Claudine", 
      "sponsored_at": "1982-05-06", 
      "state": "RI", 
      "thomas_id": "01032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1982-05-06", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "White, Richard C.", 
      "sponsored_at": "1982-05-06", 
      "state": "TX", 
      "thomas_id": "01219", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1982-08-17", 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-06", 
  "number": "6323", 
  "official_title": "A bill to authorize appropriations for environmental research, development, and demonstration for the fiscal years 1983 and 1984, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres535-97", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2577-97", 
      "reason": "related"
    }
  ], 
  "short_title": "Environmental Research, Development, and Demonstration Act of 1983", 
  "sponsor": {
    "district": "11", 
    "name": "Scheuer, James H.", 
    "state": "NY", 
    "thomas_id": "01029", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1982-08-17", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Air pollution control", 
    "Authorization", 
    "Conflict of interests", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Energy", 
    "Energy research", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Fungicides", 
    "Government operations and politics", 
    "Government trust funds", 
    "Insect control", 
    "Liability for environmental damages", 
    "Older workers", 
    "Pesticides", 
    "Planning", 
    "Pollution control", 
    "Potable water", 
    "Refuse and refuse disposal", 
    "Research and development", 
    "Scientists in government", 
    "Synthetic fuel", 
    "Technological innovations", 
    "Toxic substances legislation", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1982-08-17", 
    "text": "(Measure passed House, amended, roll call #285 (314-92)) Environmental Research, Development, and Demonstration Act of 1983 - Authorizes appropriations to the Environmental Protection Agency (EPA) for FY 1983 and 1984 for activities authorized under the: (1) Clean Air Act; (2) Federal Water Pollution Act; (3) Safe Drinking Water Act; (4) Solid Waste Disposal Act; (5) Federal Insecticide, Fungicide, and Rodenticide Act; (6) Public Health Service Act (radiation activities); (7) interdisciplinary activities provisions; (8) Toxic Substances Control Act; (9) energy research programs relating to control technology, health effects, ecological effects, monitoring, and acid rain; and (10) Comprehensive Environmental Response, Compensation and Liability Act (Superfund). Authorizes appropriations to the EPA Office of Research and Development for FY 1983 and 1984 for program management and support. Sets forth permissible uses of such funds. Provides for congressional oversight of transfers of funds between categories. Prohibits the Administrator of the EPA from using any funds appropriated under this Act for a reduction-in-force, unless the Administrator has provided certain information to Congress in advance. Requires that at least 20 percent of specified funds authorized under this Act for FY 1983 and 1984 be obligated and expended for long-term research and development. Distributes such long-term research and development funds among in-house peer-reviewed research, peer-reviewed research grants, cooperative agreements or block grants to university or nonprofit research institutes, and the exploratory research program and its salaries and expenses. Sets forth provisions for obligation, expenditure, and transfer of such funds. Directs the Administrator of the EPA to report annually on the performance of such long-term research and development programs to the appropriate committees of the Congress at the time the President's budget is submitted to the Congress. Requires that certain amounts of specified funds authorized under this Act for FY 1983 and 1984 be authorized for environmental monitoring activities which are authorized under Federal environmental statutes and which support development of a continuing national environmental monitoring program. Directs the Administrator, in consultation and cooperation with specified Federal and State officials, to: (1) ensure that the national environmental monitoring program called for under this Act is comprehensive and national in scope; (2) develop a national monitoring program for air quality and apply its features, where appropriate, to programs for other media; and (3) prepare a plan for the design and implementation of the national monitoring program, with specified inclusions, to be reviewed by the National Academy of Sciences (NAS) and submitted to the appropriate congressional committees one year after enactment of this Act, and thereafter biannually, following plan review and update by program participants, the NAS, and the EPA. Directs the Administrator, on the last day of FY 1984 and of each subsequent fiscal year, to report on the state of, and factors affecting air quality based on data gathered through the monitoring program. Requires that data for such monitoring programs be subjected to validated quality assurance procedures. Prohibits the use of funds appropriated pursuant to this Act for special monitoring efforts to acquire data for specific, limited-duration health effects studies or for estimates of the environmental concentration of recently discovered pollutants. Requires that appropriations authorized for energy research under this Act for FY 1983 and 1984 be used for environmental research associated with: (1) synthetic fuels production; (2) coal, oil, natural gas, and other fossil fuel extraction, processing, transportation, and combustion; and (3) other energy development activities and related problems posing threats to public health and the environment (including indoor air pollution). Directs the Administrator to: (1) establish and maintain a long-term health and ecological effects research program on energy-related pollutants; (2) coordinate such program with related Federal research programs; (3) establish and maintain an energy-related pollutants monitoring program; and (4) include in the air quality report a report on the emission and dispersion of energy-related air pollutants based on data from such monitoring program. Directs the Administrator to continue to conduct development and demonstration of energy-related pollution control technologies as required by pertinent pollution control statutes. Prohibits: (1) administrative transfer of energy-related environmental research projects authorized to be administered by the EPA under this Act to any other Federal or State agency; or (2) the reduction of such programs through budget amendment. Amends the Environmental Research, Development, and Demonstration Authorization Act of 1978 to revise provisions relating to the membership of the Science Advisory Board. Requires that the Board be composed of members appointed by the Administrator from a list recommended by a nominating committee. Requires that the nominating committee's representation include the National Institute of Occupational Safety and Health, National Cancer Institute, National Science Foundation, National Academy of Sciences, and National Institute of Environmental Health Sciences (NIEHS). Directs the NIEHS, in consultation with the Administrator, to establish, chair, and manage the nominating committee. Directs the nominating committee to solicit candidates for nomination to the Board from the general public through notice in the Federal Register. Authorizes the Administrator to obtain necessary information from nominees. Directs the Administrator to publish the name, address, and professional affiliation of each nominee in the Federal Register. Directs the Administrator to ensure that Board membership is fairly balanced in terms of points of view represented and functions to be performed. Requires that Board membership represent States, industry, labor, academia, consumers, and the general public. Directs the nominating committee to make certain such requirement is met in recommending nominees. Requires that the terms of Board members be three years and be staggered so that the terms of no more than one-third of the total membership of the Board and its committees expire within a single fiscal year. Requires that each member of the Board serve a full term unless such member is unable, for involuntary reason, to discharge Board duties or has violated conflict of interest regulations. Requires, if a vacancy on the Board is not filled by the Administrator within 90 days, the nominating committee to meet and appoint, within 60 days, a member to fill such vacancy from its list of recommended nominees. Directs the Administrator, within 120 days after enactment of this Act, to promulgate regulations regarding conflict of interest with respect to Board members. Requires that the Board's advice and comments be included in the record with respect to any proposed rule and published in the Federal Register in accordance with the requirements of the environmental statutes and the authority of the Administrator. Reserves a specified amount of the funds authorized under this Act for FY 1983 and 1984 for a study on management and organization of Federal environmental research, to be conducted outside of the Federal Government. Sets forth requirements for contracts let by the Administrator for such study, including an oversight and review role by the National Academy of Sciences. Requires that a report of such study be submitted to the President, the Administrator, and the Congress within two years after enactment of this Act. Requires that such report: (1) include appropriate recommendations for executive, administrative, or legislative action; and (2) not be subject to any prior clearance or review, except as specifically provided under this Act. Directs the Administrator to carry out a research program with respect to indoor air quality. Requires that such program be designed to: (1) gather data and information on all aspects of indoor air quality in order to contribute to the understanding of health problems associated with the existence of air pollutants in the indoor environment; and (2) coordinate Federal, State, local and private research, development, and demonstration efforts relating to the improvement of indoor air quality. Authorizes the Administrator to establish committees of representatives of appropriate Federal agencies, and advisory groups of representatives of the scientific community, industry, and public interest organizations, as may be necessary to assist in carrying out such indoor air quality research program. Directs the Administrator to consult and coordinate with State and local officials and other interested parties having concerns related to such program. Requires that the indoor air quality research program include research concerning: (1) monitoring of pollution sources and levels; (2) effects of indoor air pollution on human health; (3) control technologies; and (4) information dissemination to assure public availability of research findings. Directs the Administrator to submit to the Congress: (1) an indoor air quality research implementation plan within one year after enactment of this Act; (2) a progress report within 36 months of such enactment; and (3) a final report within 54 months of such enactment. Requires that the progress report and final report be submitted to the National Academy of Sciences (NAS) within a reasonable period before submittal to the Congress and contain any NAS comments when submitted. Reserves specified amounts to carry out such program from funds appropriated pursuant to authorization under this Act for FY 1983 and 1984. Directs the Administrator to develop a Senior Environmental Assistance Program to aid Federal, State, and local environmental agencies in carrying out programs under this Act. Requires, to the fullest extent possible, the utilization of existing older American programs in providing such assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Research, Development, and Demonstration Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Environmental Research, Development, and Demonstration Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Environmental Research, Development, and Demonstration Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for environmental research, development, and demonstration for the fiscal years 1983 and 1984, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:02-05:00"
}