{
  "actions": [
    {
      "acted_at": "2000-03-30", 
      "references": [
        {
          "reference": "CR S1999-2000", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-30", 
      "committee": "Committee on Foreign Relations", 
      "references": [
        {
          "reference": "CR S1998-1999", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres280-106", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-03-30", 
  "number": "280", 
  "official_title": "A resolution expressing the sense of the Senate with respect to United States relations with the  Russian Federation in view of the situation in Chechnya.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-03-30", 
  "subjects": [
    "Armed forces and national security", 
    "Central Asia", 
    "Civil rights and liberties, minority issues", 
    "Conferences", 
    "Courts-martial and courts of inquiry", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Democracy", 
    "Detention of persons", 
    "Diplomacy", 
    "Diplomats", 
    "Dispute settlement", 
    "Foreign leaders", 
    "Freedom of the press", 
    "Government operations and politics", 
    "Human rights", 
    "Immigration", 
    "Insurgency", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International relief", 
    "Labor and employment", 
    "Labor unions", 
    "Military operations", 
    "Military personnel", 
    "Nongovernmental organizations", 
    "Officer personnel", 
    "Peace negotiations", 
    "Political parties", 
    "Prosecution", 
    "Refugees", 
    "Russia", 
    "Switzerland", 
    "Treaties", 
    "United Nations", 
    "War crime trials", 
    "War crimes", 
    "War relief"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-03-30", 
    "text": "Expresses the sense of the Senate that: (1) the lack of action of most Western governments to respond to the conflict in Chechnya could be interpreted by the Government of the Russian Federation as indifference and thus allow that Government to intensify and expand its military campaign, further contributing to the suffering of the Chechen people; (2) the President of the Russian Federation, Vladimir Putin, is responsible for the conduct of Russian troops in and around Chechnya and has an obligation to ensure compliance with international humanitarian law and human rights norms; and (3) the Government of the Russian Federation and the leadership of the Chechen Government should immediately cease military operations in Chechnya and seek a negotiated settlement to the conflict there.Urges the President of the Russian Federation to: (1) act immediately to end human rights violations by Russian soldiers in Chechnya; (2) allow access into and around Chechnya by international monitors to assess and report on the situation and to investigate alleged atrocities and war crimes; (3) allow international humanitarian agencies such access to Chechen civilians; and (4) investigate atrocities committed in Chechnya and initiate appropriate prosecutions.Urges the President of the United States of America to: (1) affirm respect for human rights, democratic rule of law, and international accountability as a foundation of U.S. foreign policy and as a condition for continued U.S.- Russian cooperation; (2) review U.S. foreign policy toward the Russian Federation with respect to its conduct in Chechnya and its implications for U.S.- Russian relations; (3) promote peace negotiations between the Government of the Russian Federation and the leadership of the Chechen Government through third-party mediation; (4) support societal forces in the Russian Federation working to preserve democracy there; and (5) take tangible steps to demonstrate to the Government of the Russian Federation that the United States strongly condemns its conduct in Chechnya and its unwillingness to find a just political solution to the conflict. Declares that the President should not reverse such actions taken until the Government of the Russian Federation has: (1) acted to end human rights violations by Russian soldiers in Chechnya; (2) provided access into and around Chechnya to international monitors to assess and report on the situation and to investigate alleged atrocities and war crimes; (3) granted international humanitarian agencies access to Chechen civilians; and (4) begun to investigate fully atrocities committed in Chechnya."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution expressing the sense of the Senate with respect to United States relations with the  Russian Federation in view of the situation in Chechnya.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:01-05:00"
}