{
  "actions": [
    {
      "acted_at": "1983-02-23", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-05", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department, Agriculture Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s572-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1983-06-21", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1983-02-23", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1983-04-14", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1983-06-21", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1983-02-23", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1983-03-03", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1983-04-14", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1983-02-23", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1983-04-14", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1983-02-23", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-23", 
  "number": "572", 
  "official_title": "A bill to provide emergency assistance for children.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Children's Survival Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-02-23", 
  "subjects": [
    "Abortion, Birth Control, and Family Planning", 
    "Administration of juvenile justice", 
    "Adoption", 
    "Aid to dependent children", 
    "Appropriations", 
    "Authorization", 
    "Birth control", 
    "Block grants", 
    "Child abuse", 
    "Child health", 
    "Child welfare", 
    "Children and youth", 
    "Community health services", 
    "Corrections and Correctional Institutions", 
    "Crime prevention", 
    "Day care", 
    "Delinquency prevention", 
    "Disabled", 
    "Domestic Relations and Families", 
    "Economics and public finance", 
    "Education", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Families", 
    "Family policy", 
    "Federal aid to child welfare", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Foster home care", 
    "Health", 
    "Health education", 
    "Income tax", 
    "Intergovernmental fiscal relations", 
    "Juvenile corrections", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Manpower training programs", 
    "Maternal health services", 
    "Medicaid", 
    "Nutrition", 
    "Nutrition policy", 
    "Poor", 
    "Population research", 
    "Preschool education", 
    "Preventive medicine", 
    "Public Welfare and Charities", 
    "Public service employment", 
    "Runaway children", 
    "School lunch program", 
    "Seasonal labor", 
    "Sex crimes", 
    "Social welfare", 
    "Structural unemployment", 
    "Summer employment", 
    "Tax administration", 
    "Tax credits", 
    "Tax-exempt organizations", 
    "Women's health", 
    "Women's rights", 
    "Youth employment", 
    "Youth services"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-02-23", 
    "text": "Children's Survival Act of 1983 - Title I: Essential Preventive Programs for Children - Subtitle A: Child Welfare; Adoption; Juvenile Justice; Runaway Youth - Makes appropriations for FY 1984 to enable the Secretary of Health and Human Services to cooperate with State public welfare agencies in establishing, extending, and strengthening child welfare services, pursuant to the authority contained in specified provisions of the Adoption Assistance and Child Welfare Act of 1980 and the Social Security Act. Reauthorizes the program of Federal payments for dependent children voluntarily placed in foster care (by eliminating the October 1, 1983, termination date for such program) under the Adoption Assistance and Child Welfare Act of 1980. Authorizes appropriations for FY 1984 for grants to States for child abuse and neglect prevention and treatment programs under the Child Abuse Prevention and Treatment Act. Authorizes appropriations for FY 1984 for demonstration projects under such Act. Authorizes appropriations for FY 1984 to carry out provisions relating to adoption opportunities under title II of the Child Abuse Prevention and Treatment and Adoption Reform Act of 1978. Authorizes and makes appropriations for FY 1984 to make grants and contracts under the Child Abuse Prevention and Treatment Act of 1978 for programs and projects to prevent, identify, and treat sexual abuse of children. Limits to ten percent the amount of such funds which may be used for research. Makes appropriations for FY 1984, pursuant to the above authorizations of appropriations for: (1) grants to states under the Child Abuse Prevention and Treatment Act; (2) demonstration projects under such Act; (3) adoption opportunities under title II of the Child Abuse Prevention and Treatment and Adoption Reform Act of 1978; and (4) programs and projects related to the treatment of sexual abuse of children. Amends the Omnibus Budget Reconciliation Act of 1981 to eliminate the ceiling on appropriations to carry out title II (Programs and Offices) of the Juvenile Justice and Delinquency Prevention Act of 1974. Makes appropriations for FY 1984 to carry out such title. Amends the Juvenile Justice and Delinquency Prevention Act of 1974 to increase the amount authorized to be appropriated for FY 1984 for part A (Grants Program) of title III (Runaway and Homeless Youth) of such Act. Makes appropriations for FY 1984 for such grants program for runaway and homeless youth under such Act. Subtitle B: Child Care - Makes appropriations for FY 1984 to carry out the Head Start Act, pursuant to the authority contained in specified provisions of the Omnibus Budget Reconciliation Act of 1981. Amends the National School Lunch Act to restore a reimbursement level for up to three meals and two supplements per day per child. (Current law provides for only two meals and one supplement.) Provides that no institution may be prohibited from serving breakfast, lunch, supper, and supplements to any eligible child each day, except in the case of institutions that provide day care to school children outside of school hours. Eliminates provisions for ten percent reductions in the total amount of reimbursement provided for school lunch program administrative expenses for family or group day care home sponsoring organizations. Directs the Secretary of Agriculture to immediately adjust the maximum allowable level for administrative expense payments so as to achieve an increase in the total amount of reimbursement which is equivalent to any reduction made pursuant to specified amendments made by the Omnibus Budget Reconciliation Act of 1981. Provides for restoration of the child care nutrition equipment assistance program under the National School Lunch Act. Directs the Secretary of Agriculture to provide assistance to States under the National School Lunch Act for programs serving large numbers of low-income children meals under such Act and the Child Nutrition Act of 1966. Sets forth formulas for reimbursements to institutions. Amends title XX (Blocks Grants to States for Social Services) of the Social Security Act to establish a program of supplemental incentive grants to States for child day care services. Authorizes appropriations for FY 1984 for such program. Sets forth provisions for apportionment among the States and other program requirements. Amends the Internal Revenue Code to increase the income tax credit for household and dependent care expenses from 20 percent to a maximum of 50 percent of such expenses. Reduces such percentage by one percent for each full $1,000 by which the taxpayer's adjusted gross income exceeds $10,000. Make the income tax credit for household and dependent care services refundable. Provides that no part of such credit shall be: (1) counted as income in determining eligibility for other entitlement programs; or (2) counted against other credits under specified provisions of the Code. Grants tax-exempt status to organizations which provide nonresidential dependent care services to the general public for purposes of enabling individuals to maintain employment. Subtitle C: Health Care for Mothers and Children - Part 1: Appropriations - Amends title V (Maternal and Child Health and Crippled Children's Services) of the Social Security Act to increase the amount authorized to be appropriated for FY 1984 for the maternal and child health block grant program. Makes appropriations for FY 1984 for such program. Makes appropriations for FY 1984 for grants to community health centers, pursuant to the authority contained in the Public Health Service Act. Makes appropriations for FY 1984 to carry out title X (Population Research and Family Planning) of the Public Health Service Act, pursuant to the authority contained in such Act and in the Omnibus Budget Reconciliation Act of 1981. Amends the Omnibus Budget Reconciliation Act of 1981 and the Public Health Service Act to increase the amount authorized to be appropriated in FY 1984 for grants for preventive health service programs to immunize children against immunizable diseases. Makes appropriations for FY 1984 for such grants. Amends the Omnibus Budget Reconciliation Act of 1981 and the Child Nutrition Act of 1966 to increase the amount authorized to be appropriated for FY 1984 for the special supplemental food program for women, infants, and children (WIC). Makes appropriations for FY 1984 for the WIC program. Part 2: Medicaid - Amends title XIX (Medicaid) of the Social Security Act to provide for: (1) eligibility for certain needy individuals under age 18 and for pregnant women; (2) automatic eligibility determination procedures during the first two months of life for certain children born to women receiving Medicaid assistance; (3) vision, hearing, and dental care services for eligible individuals under age 21; (4) exemption of certain expenditures in calculating Federal expenditure targets for States; and (5) mandatory Medicaid eligibility for recipients of State-provided child care. Subtitle D: Education - Makes appropriations for FY 1984 to carry out chapter I (Financial Assistance to Meet Special Educational Needs of Disadvantage Children) of the Education Consolidation and Improvement Act of 1981, pursuant to the authority contained in the Omnibus Budget Reconciliation Act of 1981. Makes appropriations for FY 1984 to carry out part B (Assistance for Education of All Handicapped Children) of the Education of the Handicapped Act, pursuant to the authority contained in the Omnibus Budget Reconciliation Act of 1981. Amends the National School Lunch Act to provide for a reduction of reduced-price meal costs. Revises eligibility standards for free and reduced-price lunches. Provides for an increased subsidy for preparation of free or reduced-price meals. Amends the Child Nutrition Act of 1966 to repeal the $5,000,000 per fiscal year limitation on funding for grants to states for nutrition education and information programs. Authorizes appropriations for at least $10,000,000 per fiscal year for such grants. Makes appropriations for FY 1984 for such grants. Repeals provisions of the Omnibus Budget Reconciliation Act of 1981 which lowered the earned income deduction under the food stamps program. Amends the Food Stamp Act of 1977 to increase the earned income deduction. Provides for optional retrospective accounting for determining household eligibility under the food stamps program. Raises food stamp benefit amounts to thrifty food plan levels. Subtitle F: Family Supports - Amends title XX (Block Grants to States for Social Services) of the Social Security Act to increase the amount authorized to be appropriated for FY 1984 and succeeding fiscal years. Amends the Internal Revenue Code to provide for an upward adjustment of the credit for dependent children and children under age six. Reduces the tax on earned income of low-income workers. Amends title IV, part A (Aid to Families with Dependent Children) of the Social Security Act to repeal provisions which count earned income tax credit payments in advance as income for AFDC grant determination purposes. Amends title IV, part A (Aid to Families with Dependent Children) of the Social Security Act to provide for: (1) mandatory supplemental payments to families with income; (2) optional retrospective budgeting and optional monthly reporting by states; (3) elimination of the four-month restriction on work incentive disregards; (4) repeal of the 150 percent cap on income limit for eligibility; and (5) increased amounts for the disregards for work expenses and child care expenses. Subtitle G: Youth Employment - Makes appropriations for FY 1984 to carry out part A (Adult and Youth Programs) of title II (Training Services for the Disadvantaged) and title IV (Federally Administered Programs)(other than part B - Job Corps - provisions of title IV) of the Job Training Partnership Act of 1982. Requires that at least 93 percent of the appropriated amount be available to carry out local training programs for economically disadvantaged persons under part A of title II of such Act. Makes appropriations for FY 1984 to carry out part B (Summer Youth Employment and Training Programs) of title II of the Job Training Partnership Act of 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Children's Survival Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide emergency assistance for children.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:36-05:00"
}