{
  "actions": [
    {
      "acted_at": "1976-09-17", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15617-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-17", 
  "number": "15617", 
  "official_title": "A bill to establish a new flood insurance program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Flood Disaster Protection Act", 
  "sponsor": {
    "district": "22", 
    "name": "Paul, Ron", 
    "state": "TX", 
    "thomas_id": "00900", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-17", 
  "subjects": [
    "Disaster insurance", 
    "Disaster relief", 
    "Disasters", 
    "Finance and financial sector", 
    "Flood insurance", 
    "Floods", 
    "Housing and community development", 
    "Insurance", 
    "Loans", 
    "Mortgage loans", 
    "Mortgages"
  ], 
  "subjects_top_term": "Floods", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-17", 
    "text": "Flood Disaster Protection Act - Amends the Flood Disaster Protection Act of 1973 to eliminate flood insurance and community participation in the national flood insurance program as prerequisites for Federal approval of financial assistance for acquisition or construction of, or for lending institution loans secured by, any building, mobile home, or personal property located or to be located in an area having special flood hazards. Eliminates provisions of the National Flood Insurance Act of 1968 directing the Secretary of Housing and Urban Development to develop comprehensive land management and use criteria for flood-prone areas and requiring State and local land use control measures found by the Secretary to be consistent with such criteria as a prerequisite for national flood insurance coverage. Prohibits the Secretary from making flood insurance available in States or locations which have not established, or agreed to establish, flood elevation standards or have not identified, or agreed to identify, areas with special hazards. Empowers local communities rather than the Secretary, to identify flood-prone areas and risk zones within such areas. Directs the Secretary to assist local communities in such identification. Directs the Secretary to make payments to owners of property which is located within an area which has been identified by a local community as having special flood hazards and whose value has decreased as a result of such identification."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Flood Disaster Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a new flood insurance program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:52-05:00"
}