{
  "actions": [
    {
      "acted_at": "1976-08-31", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15357-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-08-31", 
  "number": "15357", 
  "official_title": "A bill to amend schedule 8 of the Tariff Schedules of the United States in order to require proof of liability insurance for automobiles entered into the United States for personal use by nonresidents and foreign government personnel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Fisher, Joesph L.", 
    "state": "VA", 
    "thomas_id": "00385", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-08-31", 
  "subjects": [
    "Aliens", 
    "Automobile insurance", 
    "Automobiles", 
    "Diplomats", 
    "Foreign trade and international finance", 
    "Foreign trade regulation", 
    "Import restrictions", 
    "Imports", 
    "Insurance", 
    "Liability insurance", 
    "Motor vehicle registration", 
    "Motor vehicles", 
    "Property insurance"
  ], 
  "subjects_top_term": "Automobile insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-08-31", 
    "text": "Amends the Tariff Schedules of the United States to require proof of automobile property and personal liability insurance on automobiles imported for the personal use of nonresidents and foreign government personnel, in an amount equal to the minimum insurance requirements in those States in which the vehicle will be operated. Requires the importer of such automobile to verify that such insurance, under determinations made by the Secretary of Treasury, assures that the insurer is subject to direct suit and liable for payment without regard to the diplomatic status of the insured. Requires the importer to maintain such insurance while the automobile is in the United States. Directs the Secretary of the Treasury to forward identifying information on such vehicles to the Secretary of Transportation who shall forward such information to the appropriate State agency responsible for motor vehicle registration. Excludes from such requirements automobiles which will be in the United States for not more than 30 days. Requires importers of automobiles so excluded to forward the required information to the nearest customs officer in the event the vehicle remains in the country for 40 days. Authorizes the Secretary of the Treasury to impose a fine of $5,000 upon violators of this Act who had no notice of such requirements. Sets forth penalties of $5,000 or imprisonment for not more than one year, or both, for knowingly failing to furnish information required under this Act. Requires the Secretary of State: (1) to determine if action to enforce compliance with these requirements should be taken against a violator of this Act who is not subject to suit in the United States because of diplomatic immunity; (2) to report such determination to Congress; and (3) to notify Congress of the progress of such compliance action when the action is taken."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend schedule 8 of the Tariff Schedules of the United States in order to require proof of liability insurance for automobiles entered into the United States for personal use by nonresidents and foreign government personnel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:48-05:00"
}