{
  "actions": [
    {
      "acted_at": "1979-03-27", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s796-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-27", 
  "number": "796", 
  "official_title": "A bill to reform the economic regulation of railroads, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Deregulation Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-27", 
  "subjects": [
    "Accounting", 
    "Antitrust law", 
    "Commercial arbitration", 
    "Corporations and Stocks", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Interstate Commerce Commission", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad mergers", 
    "Railroad rates", 
    "Railroad rolling stock", 
    "Railroads", 
    "Railroads and state", 
    "Restrictive trade practices", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stocks"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-27", 
    "text": "Railroad Deregulation Act of 1979 - Directs the Interstate Commerce Commission, in matters pertaining to railroads, to consider the following as being in the public interest: (1) maximum reliance on competitive market forces; (2) avoidance of undue concentrations of market power; (3) reductions of regulatory barriers for entry to, or exit from, the industry; (4) maintenance of fair wages and working conditions; and (5) the development of a transportation system which is responsive to the needs of the public and in which decisions are reached fairly and expeditiously. Removes rail carriers from the general ratemaking provisions of the Interstate Commerce Act. Establishes new rail rate regulations under which rail carriers may set their own rates and services subject to specified conditions contained in this Act. Authorizes rail carriers to enter into contracts with purchasers of rail services regarding rates and services which are not subject to maximum or minimum rate regulations. Stipulates that between January 1, 1980, and December 31, 1984, rail carriers may raise their rates by seven percent annually, in constant 1980 dollars, without interference by the Interstate Commerce Commission. Authorizes the Commission to order rate reductions where rate increases exceed such ceiling only after an investigation initiated on petition of a complaining purchase of transportation service or an organization representing a complaining purchaser. Requires a complaining purchaser to show that it will be competitively damaged by such rate increase and that it is likely to prevail on the merits of any investigation before the Commission may institute such an investigation. Stipulates that in such an investigation a complaining purchaser must show, by clear and convincing evidence, that it has no reasonable alternative to the transportation by the carrier proposing the increase. Sets forth factors for the Commission to consider in determining whether such a reasonable transportation alternative exists. Stipulates that if the Commission determines that no reasonable transportation alternative exists then the rail carrier shall have the burden of showing, by clear and convincing evidence, that the increase is reasonable. Authorizes the Commission to order a rate reduction for the complaining purchaser upon a finding that no reasonable transportation alternative exists and that the rate at issue is not reasonable. Sets forth limitations on the amount of such rate reduction. Stipulates that any rates so reduced may not be raised for at least 12 months. Stipulates that rail carriers may not, with the intent to eliminate a competitor, set a rate below a level that contributes to the carrier's going concern value. Authorizes the Commission to order rate increases for rates in violation of this provision. Authorizes rail carriers to establish tariffs which contain minimum and maximum rates and which provide for fluctuations within such limits in response to either expected or actual fluctuations in demand for rail service. Stipulates that rates under such a tariff during the transition period (January 1, 1980, to December 31, 1984) shall be subject to minimum or maximum rate regulation only with respect to the average rate actually charged over a six-month period unless a given rate within the tariff range stays in effect for more than 120 days in a 150 day period. Repeals the requirement that the Commission consider rate relationships among commodities, parts, or other particular descriptions of traffic and the competitive damage a proposed rate will have on complaining purchasers in determining whether a proposed rate is lawful. Repeals the Commission's power to order an investigation into railroad affairs on its own initiative. Stipulates that investigations shall only be started by complaint and that no investigation may be ordered with respect to any rate increase which becomes effective after December 31, 1984. Requires all rail rate investigations to be completed and a final report issued within four months after a complaint is filed. Stipulates that if a decision is not made within such time, the rate protested shall be conclusively lawful. Stipulates that if a rate is found to be unlawful, the carrier shall refund to the complaining purchaser any portion of such increased rate found to be unlawful plus interest, and at the Commission's discretion, the complainant's costs and attorneys' fees. Eliminates the Commission's power to set joint-line rates involving rail carriers or to suspend or investigate a cancellation of a joint-line rate. Stipulates that in the event that any carrier which is a party to a joint-line rate unilaterally increases or decreases its rate for its part of the movement, the joint-line rate shall be automatically increased or decreased by such amount. Allows a participating carrier to cancel the joint-line rate under such circumstances. Establishes division of revenue arrangements for Commission-prescribed through routes where the carriers involved cannot agree on such a division. Stipulates that in order for a rail carrier to participate in discussion and voting on a joint-line rate, the carrier must have actually carried traffic under the joint-line rate during the preceding 12 months if the proposal is to change an existing rate or it must hold itself out to carry traffic under the rate at issue if the proposal is for a new joint rate. Requires that all rate bureau meetings (where groups of carriers vote on proposed rate and routing changes) be open to the public and recorded or transcribed unless the meeting deals solely with personnel or purely internal administrative matters. Removes a rate bureau's authority to discuss single-line rates. Removes, after a two year period, the Commission's authority to grant antitrust immunity to rate bureau agreements that provide for general rate increases or decreases. Authorizes rail carriers, without Commission approval, to enter into agreements providing solely for the compilation, publication, and distribution of rates. Exempts such agreements from the antitrust laws. Prohibits rail carriers from discriminating in price between purchasers of like and contemporaneous transportation service under similar transportation conditions unless (1) the cost of the service differs as between purchasers and the charges only reflect the difference or (2) the degree of competition to provide the purchasers with transportation services differs as between the purchasers. Sets forth procedural and proof requirements for purchasers complaining of rate discrimination. Entitles a successful complainant to the difference between the rate charged the complainant and that charged the favored shipper plus interest. Authorizes the Commission to award attorneys' fees and costs against a carrier for a willful violation and against the complainant for a complaint which was initiated or continued in bad faith. Requires rail carriers to file with the Commission the essential terms of contracts entered into with purchasers of rail services. Directs the Commission, to the maximum extent possible, to not require publication of the name or other identifying characteristics of purchasers. Authorizes the Commission to prescribe the information to be included in rail carrier tariffs but prohibits the Commission from prescribing the format for such tariffs. Establishes a three year phased-in decreasing notice period for railroad rate changes. Stipulates that at the end of such period rates may become effective upon publication. Repeals the provision of law which allows United States Government traffic to travel at reduced rail rates. Removes the Commission's authority to establish rules for demand-sensitive rates and distinct service pricing. Stipulates that any rate which became effective prior to January 1, 1980, shall remain in effect for no longer than five years from its effective date unless the parties agree otherwise. Directs the Secretary of Transportation, at the end of the second year after the effective date of this Act, to submit to Congress a preliminary study of competition in the provision of transportation services. Directs the Secretary to submit a final report regarding freight transportation competition two years later. Authorizes any rail carrier or other entity except a non-rail regulated carrier to construct or acquire railroad lines including an extension of an existing rail line or to construct lines which cross over another line under specified circumstances. Sets forth the conditions under which the Commission shall find that the public convenience and necessity requires or permits the abandonment of discontinuance of rail services. Requires the Commission to approve such an abandonment if no objection is filed by a shipper or user of the rail service in question within 30 days after the application for abandonment is filed. Establishes time limitations during which the Commission must act on abandonment applications. Stipulates that if such an investigation is not completed within such time frame, the certificate approving the abandonment or discontinuance must be issued. Stipulates that once an abandonment or discontinuance has been approved, any financially responsible person may offer, within ten days, to pay the carrier a subsidy to continue such rail service. Provides for binding arbitration by the Commission if the amount of the subsidy cannot be agreed upon by the offeror and the rail carrier. Establishes procedures for the purchase of rail lines where rail service abandonment or discontinuance has been approved. Provides for binding arbitration by the Commission if the purchase price cannot be agreed upon. Prohibits purchasers who acquire rail lines in such a manner from transferring such line or discontinuing such service for two years after the purchase was consummated, and prohibits the purchaser for the following three years from transferring the line to anyone except back to the carrier which sold the property. Stipulates that subsidies for approved abandonments or discontinuances may be discontinued on 60 days' notice. Sets forth considerations which the Commission is to take into account in approving pooling and other similar arrangements among carriers. Establishes time limitations during which the Commission must act on such proposed transactions. Exempts rail mergers and acquisition of control agreements or agreements where substantially all the assets of one rail carrier are acquired by another from the requirement that such transactions be approved by the Commission. Subjects such transactions to the antitrust laws. Requires that before such a transaction may take place, the Commission shall certify that specified employee protection arrangements have been made. Stipulates that such arrangements must provide employees with as much protection as was in effect before February 5, 1976. Repeals the Commission's authority to approve various types of rail carrier securities and repeals the Commission's authority to monitor and approve a change in the financial structure of rail carriers. Authorizes rail carriers to set standard per diem and demurrage charges for the use of the rolling stock or other equipment of another rail carrier. Stipulates that such agreements shall be submitted for approval to the Commission and that if approved such an arrangement shall not be subject to the antitrust laws. Requires that any discussions, agreements, or voting of rail carriers relating to the collective establishment of such rules, practices, or rates, be open to the public and that they shall be recorded or transcribed. Transfers the authority to issue orders relating to priority in transportation in times of war or threatened war from the Commission to the Secretary of Transportation. Directs the Commission, within four years, to revise all its reporting requirements affecting rail carriers to require only the minimum amount of information necessary to enable the Commission to properly perform its duties. Requires the Commission, within one year, to establish a Uniform Cost Accounting and Reporting System for rail carriers. Sets forth procedures for establishing arbitration panels within the Commission and establishes procedures for conducting such arbitration. Prohibits States or political subdivisions from imposing any type of economic regulation upon the interstate activity of railroads. Stipulates that nothing in this Act shall be construed to empower any court to grant injunctive relief with respect to any of the regulatory matters dealt with in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Deregulation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the economic regulation of railroads, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:50-05:00"
}