{
  "actions": [
    {
      "acted_at": "1981-01-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1244-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Burton, John", 
      "sponsored_at": "1981-03-09", 
      "state": "CA", 
      "thomas_id": "00155", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-23", 
  "number": "1244", 
  "official_title": "A bill to provide for the safeguarding of taxpayer rights, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Taxpayers Bill of Rights Act", 
  "sponsor": {
    "district": "3", 
    "name": "Collins, James M.", 
    "state": "TX", 
    "thomas_id": "00221", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-23", 
  "subjects": [
    "Auditing", 
    "Civil Rights and Liberties", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Congress and Congressmen", 
    "Congressional agencies", 
    "Courts and Civil Procedure", 
    "Estate tax", 
    "Gift tax", 
    "Income tax", 
    "Internal revenue law", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Liens", 
    "Right to counsel", 
    "Tax administration", 
    "Tax courts", 
    "Tax returns", 
    "Taxation", 
    "Valuation"
  ], 
  "subjects_top_term": "Tax administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-23", 
    "text": "Taxpayers' Bill of Rights Act - Requires the Secretary of the Treasury to prepare, for distribution to taxpayers, brief but comprehensive pamphlets which set forth in nontechnical terms: (1) the rights and obligations of taxpayers during an audit; (2) the procedures which the Internal Revenue Service (IRS) may use in enforcing revenue laws; and (3) the procedures by which a taxpayer may appeal adverse decisions, prosecute refund claims, and file taxpayer complaints. Requires a copy of such pamphlet to accompany the first communication from the IRS to any taxpayer regarding tax liability. Amends the Internal Revenue Code to prescribe criminal penalties for: (1) any investigation by employees of the United States in connection with Federal tax laws which inquires into the beliefs, associations, or activities of any individual which are not directly related to such tax laws; or (2) the maintenance of any records containing information derived from such an investigation. Creates a civil cause of action for any taxpayer aggrieved by a prohibited investigation or by the deprivation of any civil rights. Permits the award of a judgment of costs, including reasonable attorney's fees, to a prevailing taxpayer in any proceeding before the Tax Court. Requires the IRS, upon a taxpayer's request, to conduct any interview regarding a deficiency assessment in the taxpayer's residence or place of business, at a reasonable time convenient to the taxpayer. Requires the officer or employee conducting such interview to warn the taxpayer that: (1) he has a right to remain silent; (2) any statement he makes may be used against him; and (3) he has the right to the presence of an attorney. Exempts certain income producing property from levy for nonpayment of taxes. Makes binding on the Secretary: (1) a tax return prepared for the taxpayer by an officer or employee of the IRS acting in his official capacity to provide such assistance; and (2) information or advice given to the taxpayer by such an officer or employee acting in his official capacity. Directs the Comptroller General of the United States to establish, and to report annually to Congress on, a program to provide for a continuing audit and investigation of the efficiency, uniformity, and equity of the administration of the internal revenue laws of the United States. Places the burden of proof, in administrative and judicial proceedings involving the IRS and a taxpayer, upon the IRS. Requires that all property of taxpayers, for purposes of the estate and gift tax, be valued at historical cost (original cost to the taxpayer or the donor of the property)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Taxpayers Bill of Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the safeguarding of taxpayer rights, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:09-05:00"
}