{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committees on Banking and Financial Services, the Judiciary, and Science, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committees on Banking and Financial Services, the Judiciary, and Science, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-04", 
      "committee": "House Science", 
      "references": [], 
      "text": "Referred to House Science", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-17", 
      "in_committee": "House Science", 
      "references": [], 
      "subcommittee": "Technology", 
      "text": "Referred to the Subcommittee on Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-20", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Public Buildings and Economic Development", 
      "text": "Referred to the Subcommittee on Public Buildings and Economic Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-27", 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Domestic and International Monetary Policy", 
      "text": "Referred to the Subcommittee on Domestic and International Monetary Policy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-04-24", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr300-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Domestic and International Monetary Policy", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Public Buildings and Economic Development", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Technology", 
      "subcommittee_id": "17"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "300", 
  "official_title": "To reauthorize economic development programs under the Public Works and Economic Development Act of 1965 for fiscal years 1994 and 1995, to reenact the Public Works and Economic Development Act of 1965 as the Economic Development and Financing Act of 1994, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Development Reauthorization Act of 1995", 
  "sponsor": {
    "district": "11", 
    "name": "Kanjorski, Paul E.", 
    "state": "PA", 
    "thomas_id": "00615", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Appropriations", 
    "Armed forces and national security", 
    "Auditing", 
    "Business records", 
    "Cable television", 
    "Capital investments", 
    "Commerce", 
    "Commercialization", 
    "Community development corporations", 
    "Computer networks", 
    "Computers", 
    "Conferences", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Conversion of industries", 
    "Corporations", 
    "Crime and law enforcement", 
    "Data banks", 
    "Defense industries", 
    "Department of Commerce", 
    "Department of the Treasury", 
    "Depressed areas", 
    "Disaster relief", 
    "Dividends", 
    "Economic development", 
    "Economic research", 
    "Economic statistics", 
    "Economics and public finance", 
    "Embezzlement", 
    "Emergency management", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to community development", 
    "Federal aid to research", 
    "Federally-assisted loans", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Government and business", 
    "Government contractors", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publications", 
    "Government publicity", 
    "Grants-in-aid", 
    "Housing and community development", 
    "Information services", 
    "Infrastructure", 
    "Intellectual property", 
    "Interest rates", 
    "Investments", 
    "Job creation", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Loans", 
    "Lobbying", 
    "Location of industries", 
    "Military base closures", 
    "Minimum wages", 
    "Minorities", 
    "Nonprofit organizations", 
    "Patent licenses", 
    "Patents", 
    "Planning", 
    "Presidential appointments", 
    "Public works", 
    "Regional economic development", 
    "Revolving funds", 
    "Rural economic development", 
    "Science, technology, communications", 
    "Sewage treatment plants", 
    "Small business", 
    "Stocks", 
    "Strategic planning", 
    "Surety and fidelity", 
    "Technological innovations", 
    "Technology transfer", 
    "Telemarketing", 
    "Telephone", 
    "Trade adjustment assistance", 
    "Underemployment", 
    "Unemployment", 
    "Urban affairs", 
    "Wages", 
    "Waste disposal sites", 
    "Water pollution control", 
    "Water quality"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "Economic Development Reauthorization Act of 1995 - Amends the Public Works and Economic Development Act of 1965 to reenact such Act as the Economic Development Financing Act of 1995 (the Act). Prohibits any more than 15 percent of the total appropriations made for grants to States for public works and development facilities from being expended in any one State unless the Secretary of Commerce determines such expenditure is necessary due to the occurrence of a major natural disaster. Authorizes appropriations for public works and development facilities grants for FY 1995 and 1996. Allows for the use of funds for: (1) projects constructed under projected costs; and (2) projects for which the purpose or scope is changed after the grants are made if approved by the Secretary. Allows the Secretary to make public works and development facility loans to States, Indian tribes, or any private or public nonprofit organization or association if, among other conditions, the area for the proposed loan has an approved investment strategy (currently, an approved economic development program) for the funds provided. Allows the Secretary to assist in financing any industrial or commercial activity (currently, only those in a redevelopment area). Allows the Economic Development Revolving Fund established prior to this Act to continue to be available to the Secretary in connection with financial assistance extended before October 1, 1991. Directs the Secretary to establish an Office of Strategic Economic Development Planning and Policy to support research, evaluation, and demonstration projects, to provide and coordinate policy development, and to disseminate information with respect to economic development planning and policy. Directs the Secretary to establish and conduct a continuing program of study, training, and research into causes of long-term economic deterioration and to make such research available to interested parties. Requires an annual report. Directs the Secretary to: (1) develop and report to the Congress concerning a computerized geographic analysis tool to be used by all Federal departments and agencies and grant recipients to evaluate the success of the continuing programs; (2) establish an independent advisory committee to advise and make recommendations to the Office; and (3) establish a Federal Coordinating Council to provide assistance in the development of a Government-wide strategic plan for economic development. Allows for grants and contracts for appropriate demonstration projects. Directs the Secretary to establish the Office of Economic Development Information to serve as a central information clearinghouse on matters relating to economic development and adjustment, industrial retention, disaster recovery, and defense conversion programs and activities of Federal and State Governments. Requires the development of information data bases to be used by Federal, State and local agencies, public and private entities, and individuals in applying for assistance under such programs. Requires the establishment of mechanisms for easy access to information compiled and appropriate outreach services. Requires the Secretary to develop and report to the Congress on the use of a general, simplified application form for grant assistance provided under this Act to be used by all Federal departments and agencies. Removes the authority of the Secretary to provide technical assistance to alleviate or prevent conditions of excessive unemployment or underemployment in redevelopment areas. Directs the Secretary, with funds made available under this Act, to conduct during FY 1995 through 1997 a project to demonstrate methods of assisting isolated small businesses to access services provided by Federal, State, and local governments. Requires, as part of such project, the establishment of three business outreach centers. Authorizes appropriations. Requires applicants, in order to be eligible for assistance provided under the Act, to make certain certifications for the area in which the economic development project would be located with respect to unemployment, low incomes, sudden job loss, and related factors. Makes ineffective the designation of a redevelopment area made before the date of enactment of the Act. Requires the applicant to submit an investment strategy which identifies the economic development problems to be addressed using such assistance. Provides for the appointment of an Administrator for Economic Development. Directs the Assistant Secretary for Economic Development to publish and submit to specified congressional committees guidelines for the expeditious processing of applications for assistance under the Act. Requires, at least biennially, evaluations of each university center and economic development district receiving grant assistance under the Act. Authorizes appropriations. Directs the Secretary to ensure that Regional Counsels of the Economic Development Administration report directly to their Regional Director. Directs the Secretary to prescribe regulations and procedures for determining priorities in the awarding of grants for special economic development and adjustment assistance to State and local areas having special needs arising from severe unemployment due to economic dislocation. Authorizes the Secretary to make such assistance available to military bases which are closed or realigned and the communities affected by such closures or realignments. Authorizes appropriations for FY 1995 and 1996 for such projects, with a specific amount set aside for defense conversion activities and for any natural disaster. Authorizes the Secretary to guarantee loans made to private borrowers by private institutions and other lenders for the development of land and facilities for industrial or commercial usage or for the provision of working capital. Directs the Secretary, in order to study the possibility of equity financing, to establish a five-year pilot program under which the Secretary provides grants to eligible entities to purchase nonvoting instruments of private U.S. businesses or nonprofit organizations and associations for the purpose of providing capital for any project relating to industrial or commercial development or working capital for such projects. Establishes the Equity Investment Revolving Fund for grant purposes. Outlines conditions concerning the use of payments. Authorizes appropriations. Requires certain public review and comment with respect to revolving loan fund guidelines. Allows for the sale of financial instruments in the Fund, with proceeds to be used for Fund purposes. Directs the Secretary to establish a multi-year demonstration project under which grants are provided to selected recipients on a matching basis for the purpose of establishing substantially leveraged financing for business development and other innovative economic development efforts. Requires the recipient to establish an investment fund for such purposes. Outlines eligibility requirements (low per capita income, high unemployment rate, and related factors). Outlines grant and demonstration project requirements and limitations. Requires evaluations and reports. Authorizes FY 1996 appropriations. Directs the Secretary to establish and maintain an integrated, comprehensive data base describing all patents, licenses, technologies, processes, and other proprietary rights owned or held by the Federal Government or which originated in the course of federally funded research in which the Government has an interest. Requires the standardization and accessibility of such information. Requires access to the data base by the public (with restrictions such as national security interests) and by the Business Development and Technology Commercialization Corporation (created under this part). Directs the Secretary to review and report to the Congress on current Federal technology transfer efforts and commercialization activities. Establishes the Business Development and Technology Commercialization Corporation to facilitate the transfer and commercialization of Federal patents, licenses, technologies, processes, and other proprietary rights to qualified concerns. Requires such outreach to include the use of a cable television network devoted to marketing efforts for the commercialization of Federal technologies and processes, with promotional fees paid to the Corporation by the Secretary. Directs the Corporation to: (1) provide technical assistance and services upon request; (2) provide specific outreach services to qualified concerns located in areas of chronically depressed economies or high unemployment; and (3) act as an agent of the Government in facilitating the transfers of Federal technologies and processes. Outlines provisions with respect to the rights of the Government and qualified concerns receiving such technologies and processes, the financing of the Corporation, Corporation consultation with regard to their activities, Comptroller General audits, and jurisdiction when the Corporation is a party to a civil action. Directs the Corporation to act as a one-step clearinghouse for information to assist qualified concerns to identify sources of business development and technology commercialization financing available through the Federal Government, State and local governments, and private sources. Allows the Corporation to charge fees for technical assistance and services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Development Reauthorization Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize economic development programs under the Public Works and Economic Development Act of 1965 for fiscal years 1994 and 1995, to reenact the Public Works and Economic Development Act of 1965 as the Economic Development and Financing Act of 1994, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:46-05:00"
}