{
  "actions": [
    {
      "acted_at": "1988-07-14", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-14", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-07-18", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-18", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "text": "Referred to Subcommittee on Department Operations, Research, and Foreign Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-01", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, Interior, USDA, EPA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-01", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-01", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography", 
      "text": "Referred to Subcommittee on Oceanography.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "House Committee on Agriculture", 
      "in_subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-08", 
      "in_committee": "House Committee on Agriculture", 
      "in_subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-08", 
      "in_committee": "House Committee on Agriculture", 
      "in_subcommittee": "Department Operations, Research, and Foreign Agriculture", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-13", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-13", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-23", 
      "references": [], 
      "text": "Reported to House by House Committee on Agriculture.  Report No: 100-978 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-26", 
      "references": [], 
      "text": "Called up by House Under Suspension of Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-26", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1988-09-29", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5056-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Department Operations, Research, and Foreign Agriculture", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1988-07-14", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1988-07-14", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lancaster, H. Martin", 
      "sponsored_at": "1988-08-04", 
      "state": "NC", 
      "thomas_id": "00660", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1988-07-14", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Martin, Lynn M.", 
      "sponsored_at": "1988-09-14", 
      "state": "IL", 
      "thomas_id": "00742", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Roberts, Pat", 
      "sponsored_at": "1988-07-14", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Smith, Virginia", 
      "sponsored_at": "1988-09-16", 
      "state": "NE", 
      "thomas_id": "01084", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Stenholm, Charles W.", 
      "sponsored_at": "1988-07-14", 
      "state": "TX", 
      "thomas_id": "01110", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1988-09-26", 
    "vetoed": false
  }, 
  "introduced_at": "1988-07-14", 
  "number": "5056", 
  "official_title": "A bill to authorize agricultural research programs, improve the operations of the National Agricultural Library, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4651-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural Research Act of 1988", 
  "sponsor": {
    "district": "15", 
    "name": "de la Garza, E.", 
    "state": "TX", 
    "thomas_id": "00276", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1988-09-26", 
  "subjects": [
    "Agricultural colleges", 
    "Agricultural economics", 
    "Agricultural education", 
    "Agricultural innovations", 
    "Agricultural pests", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Alabama", 
    "Aquaculture", 
    "Atmospheric research", 
    "Authorization", 
    "Business and commerce", 
    "Commercialization", 
    "Corporations", 
    "Cotton", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Employee training", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to libraries", 
    "Feed grain program", 
    "Fisheries", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Groundwater", 
    "Information networks", 
    "Information services", 
    "International competitiveness", 
    "Libraries", 
    "Meteorological research", 
    "New products", 
    "Pest control", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Research grants", 
    "Revolving funds", 
    "Rice", 
    "Rubber", 
    "Rural economic development", 
    "Science and technology", 
    "Statistics", 
    "Strategic materials", 
    "Technological innovations", 
    "Technology transfer", 
    "Weather forecasting", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1988-09-26", 
    "text": "(Measure passed House, amended) Agricultural Research Act of 1988 - Title I: Alternative Agricultural Production Systems Research - Directs the Secretary of Agriculture (Secretary) to carry out through the Cooperative State Research Service a competitive grants research program to improve the diversity of production methods available to agricultural producers. Sets forth program criteria and grant priorities. Directs the Secretary to submit annual program reports to the appropriate congressional committees. Authorizes appropriations. Title II: Alternative Agricultural Products Research and Commercialization - Subtitle A: General - Alternative Agricultural Products Act of 1988 - Directs the Secretary to establish the National Alternative Agricultural Products Board to: (1) supervise the National Institute for Alternative Agricultural Products (Institute); (2) determine priority research areas; (3) review and approve the annual Institute report; and (4) review and approve Institute grants, contracts, and agreements. Directs the Secretary to encourage and cooperate in research and commercialization of alternative agricultural products. Authorizes such activities through grants, the use of Department of Agriculture (Department) facilities, and access to related data and information. Subtitle B: National Institute for Alternative Agricultural Products - Directs the Secretary to establish a National Institute for Alternative Agricultural Products as an independent entity within the Department under the general supervision of the National Alternative Agricultural Products Board. Authorizes the Institute to: (1) make grants and enter into cooperative agreements or contracts for research and demonstration projects; (2) provide technology transfer, information collection, and information dissemination; (3) search for new industrial materials that may be produced from agricultural commodities and for processes to produce such materials; and (4) administer the Alternative Agricultural Products Technology Revolving Fund. Directs the Institute to select those projects that will create or improve economically viable commercial products or technologies that involve the use of agricultural commodities. Reserves at least two-thirds of obligated funds for projects in which a U.S.-domiciled company: (1) provides at least 20 percent of the project's funds; and (2) engages in commercial production and sale of the project's products, technologies, or uses. Provides private companies and research institutions with an exception to certain information disclosure requirements. States that all projects shall have at least 50 percent matching funds. Limits grants to three-year maximums. Gives grant priority during the first two fiscal years to short-term projects. Sets forth the following funding restrictions: (1) not more than five percent for administrative expenses; (2) not more than five percent for information services and technology transfer; (3) not less than five percent for projects at the 1890 land-grant institutions, including Tuskegee University; and (4) not less than 85 percent for project funding. States that uncommitted funds shall be credited to the Revolving Fund established by this Act. Subtitle C: Agricultural Research Commercialization Corporation - Establishes within the Institute an Agricultural Research Commercialization Corporation which shall: (1) establish between seven and 15 Regional Centers; (2) provide funds for administrative expenses, generic studies, and reviews of specific financial assistance proposals; and (3) provide financial assistance for the commercialization of alternative agricultural products and processes. Requires the Corporation to appoint an advisory council for each Regional Center. Sets forth the following Regional Center responsibilities: (1) encourage interaction among Federal, State and local, university, and private entities; (2) identify areas of commercialization potential; and (3) provide technical and related business counseling. Subtitle D: Enhancement of Existing Agricultural Products and Processes - Authorizes the Institute to make grants and enter into contracts and cooperative agreements for research and development projects directed at: (1) mobilizing private sector initiatives to improve U.S. agricultural competitiveness through the application of advanced technology to existing products, processes, and uses; and (2) fostering rural economic development, including rural industry incubation projects. Prohibits the acceptance of a project that would result in substantial market displacement for the agricultural product involved in such project. Subtitle E: Funding and Effective Dates - Establishes in the Treasury the Alternative Agricultural Products Technology Fund, consisting of the following three funds: (1) activities under subtitles A and B of this title; (2) activities under subtitle C of this title; and (3) activities under subtitle D of this title. Authorizes appropriations. Provides that in any fiscal year: (1) not more than $20,000,000 may be appropriated for subtitles A and B of this title; (2) not more than $15,000,000 may be appropriated for subtitle C of this title; and (3) not more than $600,000 may be appropriated for subtitle D of this title. Terminates the provisions of this title on September 30, 2000. Title III: Agricultural Commodity Production and Processing Research - Directs the Secretary to: (1) establish a research grant program through FY 1993 to establish a statistical framework to measure, identify, and control microbiological and chemical agents affecting agricultural products; (2) establish a committee to set research priorities; and (3) submit program reports to the appropriate congressional committees within one year of enactment of this Act and upon completion of all research projects. Authorizes FY 1989 through 1993 appropriations. Limits administrative expenses to not more than four percent of appropriations. Title IV: National Agricultural Library - Establishes the National Agricultural Library in the Department of Agriculture. (This makes its authorization statutory. The Library already exists in fact.) Authorizes the Library to: (1) acquire, manage, and make available information and services in all phases of agriculture and allied sciences; and (2) cooperate with and coordinate efforts among libraries and industry to develop an agricultural information network. Authorizes the making and selling of library products and services. Authorizes appropriations. Title V: Agricultural Weather Information - National Agricultural Weather Information System Act of 1988 - Directs the Secretary to establish in the Department an Agricultural Weather and Climatology Office (Office) to plan and administer the National Agricultural Weather Information System. States that such System shall comprise the Office and the State agricultural weather information systems. Authorizes the Secretary, acting through the Office, to: (1) enter into contracts with the National Weather Service; (2) obtain standardized weather data from State weather information systems; (3) provide grants for research in atmospheric sciences and climatology; (4) provide grants for State weather information systems; (5) coordinate Office activities with other Federal and State bodies; and (6) encourage private sector participation in the National Agricultural Weather Information System by providing site-specific weather information. Directs the Secretary to establish a National Agricultural Weather and Climatology Advisory Board to advise the Director of the Office. Authorizes the Secretary to make competitive grants in the fields of atmospheric sciences and climatology. Gives priority to proposals that emphasize: (1) techniques relating to weather-induced agricultural losses; (2) improvement of site-specific weather forecasting and data collection; or (3) the effect of weather on economic and environmental costs in agricultural production. Directs the Secretary to make grants to at least ten eligible States for agricultural weather information systems. Authorizes FY 1989 and 1990 appropriations. Title VI: Department of Agriculture Groundwater Policy Coordination - Groundwater Policy Coordination Act - Directs the Secretary, within 90 days of enactment of this Act, to establish in the Department: (1) the Office of Groundwater Policy Coordination to initiate, coordinate, and monitor Department groundwater policies and programs; and (2) the Department of Agriculture Groundwater Executive Committee. Authorizes the establishment of technical support committees. Authorizes appropriations. Title VII: Other Research, Demonstration, and Training Programs - Amends the National Aquaculture Act of 1980 to authorize FY 1989 and 1990 appropriations for aquaculture activities of the Departments of Agriculture, Commerce, and the Interior. Amends the Critical Agricultural Materials Act to authorize FY 1989 and 1990 appropriations for the Departments of Agriculture and Commerce critical agricultural materials activities. Requires the Secretaries of Agriculture and Commerce and the Joint Commission on Research and Development of Critical Agricultural Materials to limit their activities to critical agricultural materials other than native latex after FY 1990 (currently such requirement extends through FY 1988). Directs the Secretary for the 1989 and 1990 crop years to establish an alternative crop demonstration program for producers of wheat, feed grains, upland cotton, and rice. Limits annual demonstration acreage to 25,000 acres. Prohibits price support or related benefits for such alternative crops. Requires the Secretary to submit a program report to the appropriate congressional committees by April 1, 1990. Defines \"alternative crop\" as commodities not produced domestically in substantial amounts and that: (1) are currently imported or likely to be imported; or (2) could yield industrial raw materials; or (3) are grown for experimental purposes. Amends the National Agricultural Research, Extension, and Teaching Policy Act of 1977 to permit a Federal agency or major unit within an agency to enter into an agreement with the Department of Agriculture Graduate School to provide agricultural training. Title VIII: Limitations - Limits contract, credit, and new spending authority to amounts provided by appropriations, with a specified exception for the Alternative Agricultural Products Technology Revolving Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Research Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Alternative Agricultural Products Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Agricultural Research Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Alternative Agricultural Products Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Groundwater Policy Coordination Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Agricultural Weather Information System Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize agricultural research programs, improve the operations of the National Agricultural Library, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:39-05:00"
}