{
  "actions": [
    {
      "acted_at": "1997-06-19", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1980-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-19", 
  "number": "1980", 
  "official_title": "To amend the Higher Education Act of 1965 to provide incentives to colleges and universities to develop, implement, and improve alcohol abuse prevention and education programs on their campuses, to strengthen sanctions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "College Campus Alcohol Abuse Prevention and Education Act", 
  "sponsor": {
    "district": "8", 
    "name": "Kennedy, Joseph P., II", 
    "state": "MA", 
    "thomas_id": "00626", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-19", 
  "subjects": [
    "Advertising", 
    "Agriculture and food", 
    "Alcohol and youth", 
    "Alcoholic beverage industry", 
    "Alcoholic beverages", 
    "Alcoholism", 
    "Alcoholism treatment", 
    "Arts, culture, religion", 
    "Awards, medals, prizes", 
    "College and school journalism", 
    "College sports", 
    "College students", 
    "Colleges", 
    "Commemorations", 
    "Commerce", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Dismissal of employees", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drug traffic", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Employee rights", 
    "Families", 
    "Federal aid to higher education", 
    "Federal aid to substance abuse programs", 
    "Government operations and politics", 
    "Health", 
    "Higher education", 
    "Labor and employment", 
    "Newspapers", 
    "Periodicals", 
    "Sales promotion", 
    "School discipline", 
    "School personnel", 
    "School violence", 
    "Sports and recreation", 
    "Student activities", 
    "Student loan funds", 
    "Students' rights"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-19", 
    "text": "College Campus Alcohol Abuse Prevention and Education Act - Amends the Higher Education Act of 1965 (HEA) to revise drug and alcohol abuse prevention program certification requirements (which must be met in order for a higher education institution (institution) to receive any Federal financial assistance) to require such programs to limit alcoholic beverage advertisements in the institution's newspapers and other publications to price and product identification. Prohibits: (1) distribution of any promotional material that encourages the consumption of alcoholic beverages on campus; (2) distribution of free alcoholic beverages for promotional purposes on campus; and (3) sponsorship or public support of any on-campus athletic, musical, cultural, or social program, event, or competition by any alcoholic beverage company or by any group of such companies. Requires that identification, referral, or treatment of students and employees under such programs not jeopardize the their matriculation status or employment. Requires specified items under such programs to be developed and adopted with student and employee participation. Directs the Secretary of Education to waive certain sanctions relating to such programs for up to one year in the case of any institution in the process of developing and implementing a required plan. Authorizes the Secretary to make grants to institutions or consortia of them, and contracts with such institutions and other organizations, for programs of prevention, and education (including treatment-referral) to reduce and eliminate the illegal use of drugs and alcohol and associated violence. Allows such contracts also to be used for a higher education center for alcohol and drug abuse prevention which will provide training, technical assistance, evaluation, dissemination, and associated services and assistance to the higher education community and institutions of higher education. Makes a conforming repeal to the Elementary and Secondary Education Act of 1965. Directs the Secretary to make ten National Recognition Awards annually to institutions that have developed and implemented effective alcohol and drug abuse prevention and education programs. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "College Campus Alcohol Abuse Prevention and Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Higher Education Act of 1965 to provide incentives to colleges and universities to develop, implement, and improve alcohol abuse prevention and education programs on their campuses, to strengthen sanctions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:58-05:00"
}