{
  "actions": [
    {
      "acted_at": "1975-07-10", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-11-03", 
      "references": [], 
      "text": "Reported to House from the Committee on Agriculture with amendment, H. Rept. 94-618.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-10", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Motion to recommit to the Committee on Agriculture rejected in House, roll call #795 (102-311).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #796 (311-104).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-28", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-28", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-29", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-30", 
      "references": [], 
      "text": "Cloture motion filed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-01-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-02", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-03", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-03", 
      "references": [], 
      "text": "Cloture motion passed Senate, roll call #21 (70-19).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-03", 
      "references": [], 
      "text": "Measure passed Senate, roll call #23 (76-12).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-03", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-02-04", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-05", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-05", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-02-16", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-02-16", 
      "references": [], 
      "text": "Public law 94-214.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8529-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Bowen, David R.", 
      "sponsored_at": "1975-01-03", 
      "state": "MS", 
      "thomas_id": "00115", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Jones, Ed", 
      "sponsored_at": "1975-01-03", 
      "state": "TN", 
      "thomas_id": "00608", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Jones, Walter B.", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00611", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-02-16", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-10", 
  "number": "8529", 
  "official_title": "A bill to establish improved programs for the benefit of producers and consumers of rice.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres853-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2260-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Rice Production Act", 
  "sponsor": {
    "district": "2", 
    "name": "Mathis, Dawson", 
    "state": "GA", 
    "thomas_id": "00747", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-10", 
  "subjects": [
    "Acreage allotments", 
    "Agricultural prices", 
    "Agricultural research", 
    "Agriculture and food", 
    "Research and development", 
    "Rice"
  ], 
  "subjects_top_term": "Rice", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1975-11-03", 
    "text": "(Reported to House from the Committee on Agriculture with amendment, H. Rept. 94-618) Rice Production Act - =Title I: Rice Allotments and Price Support= - Directs the Secretary of Agriculture, under the Agricultural Adjustment Act of 1938, to establish for each of the 1976 and 1977 rice crops a national acreage allotment of 1,800,000 acres. States that the national acreage allotment shall be apportioned, for each crop of rice, by the Secretary to farms and producers on the basis of allotments established for the 1975 crop. Provides for reserving a portion of the rice allotment for apportionment to new rice farms and new rice producers. Sets forth criteria for reducing or withdrawing entirely the rice allotment of a farm or producer which plants to rice less than the total acreage allotted to it for that crop. Defines exceptions to such criteria. Authorizes the Secretary to transfer for any year because of natural disaster all or a part of such rice acreage for any farm in the county or in any other nearby county on which one or more producers on the farm from which the transfer is to be made will be engaged in the production of rice and will share in the proceeds in accordance with such regulations as the Secretary may prescribe. Directs the Secretary to permit the owner and operator of any farm for which a farm acreage allotment has been established to sell or lease all or any part to any other owner or operator of a farm in the same administrative area, or to transfer all or any part of such allotment to any other farm owned or controlled by him in the same administrative area. Provides for the apportionment among the heirs of a rice producer of the farm rice acreage allotment of such producer in States in which the allotment is based on past production of rice. Provides for apportionment of acreage upon dissolution of a partnership in such States. Provides for the voluntary surrender to the county committee of a portion of a farm's rice acreage allotment. States that any acreage planted to rice in excess of the farm or producer acreage allotment in the crop years 1976 and 1977 shall not be taken into account in establishing farm, or producer acreage allotments in any year following such period. Establishes, under the Agricultural Act of 1949, the price to be used in making payments on rice under the price support program. Sets the price for the 1976 crop at $8 per hundredweight, adjusted for economic and agricultural factors designated in this Act. Bases the 1977 price on the price paid in 1976 as adjusted. Directs the Secretary to make loans and purchases on the 1976 rice crop available to producers who are in cooperation with the rice acreage allotment at a rate of $6 per hundredweight, as adjusted for economic and agricultural factors. Bases 1977 loans and purchases on the price paid in 1976 as adjusted. States that the loans and purchases for the 1976 and 1977 crops shall be made available to cooperators on a farm with respect to a quality of rice determined by multiplying the allotment by the farm yeild. Directs the Secretary to make payments available to cooperators for each of the 1976 and 1977 rice crops. Sets forth criteria for determining the rate of such payments and the total amount of such payments to a cooperator. States that the payments for the 1976 and 1977 crops shall be made available to cooperators on a farm with respect to a quantity of rice determined by multiplying the allotment by the farm yield. Authorizes the Secretary to provide for a set-aside of cropland for a rice crop if an excessive supply of rice for the marketing year under consideration is predicted. Declares that, if set-aside conditions are in effect, cooperators, as a condition of eligibility for payments, loans, and purchases must set aside and devote to conservation uses an acreage of cropland specified in this Act. Authorizes the raising of specified crops other than rice on set-aside acreage. Limits to $55,000 the total amount of payments which a person shall be entitled to receive during a crop year under this rice program. Makes inapplicable to the 1976 and 1977 crops of rice those sections of the Agricultural Adjustment Act of 1938 which regulate the apportionment of the national acreage allotment, and marketing quotas with respect to rice. =Title II: Rice Research= - Authorizes the Secretary of Agriculture to carry out regional and national research programs with respect to rice for specified purposes, including: (1) to reduce fertilizer and herbicide usage in excess of production needs; (2) to develop varieties of rice more susceptible to complete fertilizer utilization; and (3) to improve the resistance of rice plants to disease and to enhance their conservation and environmental qualities. Authorizes the appropriation of up to $1,000,000 for fiscal year 1976 to carry out such research. Prohibits funds authorized under this title from being used for advertising or promotional activities. =Title III: Miscellaneous= - Provides, under the Agricultural Act of 1949, that for the 1975 through 1977 crops of rice, a cooperator shall be a person who has a rice acreage allotment, and, if a set-aside is in effect, who has set aside the acreage required, a person who produces rice on a farm for which a farm acreage allotment has been established or to which a producer acreage allotment has been allocated, and, if a set-aside is in effect, who has set aside any acreage required."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rice Production Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish improved programs for the benefit of producers and consumers of rice.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:51-05:00"
}