{
  "actions": [
    {
      "acted_at": "1993-03-10", 
      "references": [
        {
          "reference": "CR S2649-2650", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-03-10", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-03-11", 
      "references": [
        {
          "reference": "CR S2701-2702", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s552-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Pryor, David H.", 
      "sponsored_at": "1993-03-10", 
      "state": "AR", 
      "thomas_id": "01420", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-03-10", 
  "number": "552", 
  "official_title": "A bill to amend title XIX of the Social Security Act to improve programs related to home and community based care and community supported living arrangements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Graham, Bob", 
    "state": "FL", 
    "thomas_id": "01342", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-03-10", 
  "subjects": [
    "Alzheimer's disease", 
    "Community health services", 
    "Congressional reporting requirements", 
    "Disabled", 
    "Geriatrics", 
    "Health", 
    "Home care services", 
    "Income", 
    "Long-term care", 
    "Managed care", 
    "Medicaid", 
    "Mentally handicapped", 
    "Public assistance programs", 
    "Social security eligibility"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-03-10", 
    "text": "Amends title XIX (Medicaid) of the Social Security Act to allow the participation in home- and community-based care programs of functionally disabled elderly individuals with: (1) incomes of up to three times the maximum amount allowed under the Supplemental Security Income program, at the State's option; and (2) two of five (currently, two of three) impaired activities of daily living. Exempts small community care settings which are not providers of home- and community-based care from survey and certification requirements. Requires case managers who have been properly trained to review such small settings for compliance with applicable requirements. Revises program funding provisions to: (1) guarantee States with a certain amount of funding over one year's election period; and (2) allow remaining funds to be carried over to the next fiscal year. Requires: (1) a State to notify the Secretary of Health and Human Services of its intention to provide home- and community-based care in order to receive Federal funding for it; and (2) the Secretary to notify each State which has submitted such a notice of the Federal funding amount available to it for the fiscal year. Requires the Secretary to evaluate and report annually to specified congressional committees on the provision of home-and community-based care by States. Revises the definition of developmentally disabled individual with respect to eligibility for community supported living arrangements program services. Allows program funds remaining at the end of a fiscal year to be carried over to the next fiscal year. Requires the Secretary to evaluate and report annually to specified congressional committees on the provision of community supported living arrangement services by States. Amends the Omnibus Budget Reconciliation Act of 1986 to reauthorize Alzheimer's disease demonstration projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title XIX of the Social Security Act to improve programs related to home and community based care and community supported living arrangements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:47-05:00"
}