{
  "actions": [
    {
      "acted_at": "1991-02-28", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-28", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-02-28", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to the Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-03-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1196-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "23", 
      "name": "Beilenson, Anthony C.", 
      "sponsored_at": "1991-04-10", 
      "state": "CA", 
      "thomas_id": "00072", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Campbell, Tom", 
      "sponsored_at": "1992-10-05", 
      "state": "CA", 
      "thomas_id": "00170", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Costello, Jerry F.", 
      "sponsored_at": "1991-04-10", 
      "state": "IL", 
      "thomas_id": "00238", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Dellums, Ronald V.", 
      "sponsored_at": "1991-04-10", 
      "state": "CA", 
      "thomas_id": "00284", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Eckart, Dennis E.", 
      "sponsored_at": "1991-05-07", 
      "state": "OH", 
      "thomas_id": "00331", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Fish, Hamilton, Jr.", 
      "sponsored_at": "1991-04-10", 
      "state": "NY", 
      "thomas_id": "00384", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Gilchrest, Wayne T.", 
      "sponsored_at": "1991-04-10", 
      "state": "MD", 
      "thomas_id": "00438", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Goss, Porter J.", 
      "sponsored_at": "1991-05-07", 
      "state": "FL", 
      "thomas_id": "00450", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Miller, John R.", 
      "sponsored_at": "1991-04-23", 
      "state": "WA", 
      "thomas_id": "00809", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1991-04-10", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Payne, Lewis F., Jr.", 
      "sponsored_at": "1991-03-22", 
      "state": "VA", 
      "thomas_id": "00903", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Stearns, Cliff", 
      "sponsored_at": "1992-10-05", 
      "state": "FL", 
      "thomas_id": "01103", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Unsoeld, Jolene", 
      "sponsored_at": "1991-03-22", 
      "state": "WA", 
      "thomas_id": "01176", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Walsh, James T.", 
      "sponsored_at": "1991-04-23", 
      "state": "NY", 
      "thomas_id": "01197", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Zimmer, Dick", 
      "sponsored_at": "1991-03-22", 
      "state": "NJ", 
      "thomas_id": "01264", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-02-28", 
  "number": "1196", 
  "official_title": "To establish a comprehensive energy conservation program.", 
  "popular_title": "Clunker (remove all cars made before 1980) bill", 
  "related_bills": [
    {
      "bill_id": "s326-102", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Meyers, Jan", 
    "state": "KS", 
    "thomas_id": "00794", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-02-28", 
  "subjects": [
    "Air pollution control", 
    "Air quality", 
    "Alternative energy sources", 
    "Automobile engines", 
    "Automobile fuel consumption", 
    "Automobile industry", 
    "Building laws", 
    "Car pools", 
    "Condominium (Housing)", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Electric power", 
    "Electric power production", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy efficiency", 
    "Energy policy", 
    "Energy research", 
    "Engines", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal aid to housing", 
    "Federal installations", 
    "Federal office buildings", 
    "Foreign trade promotion", 
    "Fuel cells", 
    "Fuel consumption", 
    "Fuel research", 
    "Government contractors", 
    "Government operations and politics", 
    "Government trust funds", 
    "Housing codes", 
    "Housing finance", 
    "Income tax", 
    "Industrial energy conservation", 
    "Information services", 
    "Labeling", 
    "Mass rapid transit", 
    "Mortgage loans", 
    "Motor vehicles", 
    "Parking facilities", 
    "Planning", 
    "Power resources", 
    "Public utilities", 
    "Research and development", 
    "Residential energy conservation", 
    "Standards", 
    "State laws", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Technological innovations", 
    "Technology transfer", 
    "Thermal insulation", 
    "Travel costs", 
    "Van pools"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-02-28", 
    "text": "Title I: Federal Programs - Directs the Secretary of Energy (the Secretary) to establish the Federal Energy Efficiency Fund to provide financing to enable Federal agencies to install energy conservation measures. Directs the Secretary to report annually to the Congress detailing funds allocation and the projected energy savings from installed measures. Authorizes appropriations. Sets deadlines by which Federal agencies must: (1) report to the Secretary a list of energy conservation projects that will meet a ten-year payback criterion; and (2) substantially complete energy conservation projects. Permits exceptions for reasons of impracticability. Exempts from this program Federal facilities engaged in either electric energy generation or transmission or uranium enrichment activities. Provides for the continued availability of appropriations for energy conservation purposes through the following fiscal year to agencies that achieve energy cost savings. Authorizes Federal entities to participate in certain gas and electric utility energy management programs (including acceptance of utility financial incentives). Sets forth guidelines under which the Secretary shall develop a simplified method of contracting for shared energy savings contract services. Directs the Secretary to establish a financial bonus program to reward outstanding energy managers at Federal plants. Requires the Administrator of the General Services Administration to ensure that the average fleet fuel efficiency in each class of federally purchased vehicles is at least equal to the average fuel economy level for that class in the previous model year. Sets a deadline by which the Secretary must establish an energy efficiency technologies demonstration program at Federal facilities that have received Federal financial assistance for research and development. Title II: Utilities - Amends the Internal Revenue Code to declare that gross income does not include the value of a subsidy (rebate) provided by a public utility to a customer for the purchase or installation of any energy conservation measure. Amends the Public Utility Regulatory Policies Act of 1978 to provide that the rates allowed to be charged by a State-regulated electric utility shall be such that its investments and expenditures for energy conservation and energy efficiency resources are as profitable as its investments and expenditures for the construction of new generation facilities. Requires the Secretary to report to the President and the Congress on: (1) the extent to which State regulatory practices require least-cost planning by electric utilities; and (2) an evaluation of likely results of least-cost energy planning. Prohibits the Federal Energy Regulatory Commission (FERC) from approving interstate electric power sales by a utility unless the utility has adopted a least-cost plan complying with State requirements. Requires the purchaser or transferee of an interstate electric power sale to furnish FERC with a statement that such transfer is the least costly means by which it can obtain power. Requires the Tennessee Valley Authority to adopt a least-cost plan. Prohibits the Western Area Power Administration from selling power to a purchaser that does not have a least-cost plan in effect. Requires the Secretary of Energy to devise plans for the implementation of: (1) energy conservation standards and labeling for specified electric appliances and window systems; and (2) an insulation value rating system. Title III: Building and Housing - Amends the Internal Revenue Code to establish an income tax credit for granting oil retrofit conservation expenditures. Outlines standards for the Secretary of Energy and the Secretary of Housing and Urban Development to develop energy efficiency rating guidelines for new and existing residential buildings. Permits certain residential buildings with heating, cooling, or hot water systems operated directly by renewable energy sources to have their energy usage credited toward the building's energy efficiency rating. Directs the Secretary to establish a five-year program to provide technical and financial assistance to State and local organizations for residential energy efficiency rating systems. Requires the Secretary of Energy to ensure that Federal mortgage assistance is not permitted unless certain small family dwellings have met with minimum residential energy efficiency ratings. Authorizes appropriations. Directs the Secretary of Energy to: (1) recommend improved commercial building energy efficiency standards to State and local governments for adoption in their building codes; (2) initiate a three-year technical assistance program to promote adoption of such standards; (3) develop model incentives for increasing energy efficiency in commercial buildings beyond the energy efficiency ratings program; and (4) establish a task force to assist in the development of the energy efficiency program and review its results. Authorizes appropriations. Title IV: Improvement of Industrial Audits and Voluntary Guidelines For Industrial Insulation - Directs the Secretary to: (1) select and assist a nonprofit organization to develop industrial insulation guidelines; (2) review the status of industrial energy auditing procedures; (3) conduct an education and technical assistance program concerning such procedures; and (4) report to the Congress on the program. Authorizes appropriations. Title V: International Market Assessments and Export Promotion - Directs the Secretary to: (1) issue an annual report on at least three countries detailing the market potential for energy efficiency technologies; (2) issue a biannual report on the research and development of energy efficiency technologies in major industrialized countries; (3) conduct a specified number of trade missions to countries identified as good markets for energy efficiency technologies; (4) conduct a training and technical assistance program to assist other countries in policy design and program development to accelerate the adoption of energy efficiency technologies; and (5) present a program evaluation report to the Congress. Authorizes appropriations. Title VI: Transportation - Amends the Motor Vehicle Information and Cost Savings Act to present guidelines under which the Secretary of Transportation shall by regulation establish a program encouraging the removal from the marketplace of motor vehicles manufactured before model year 1980. Amends the Internal Revenue Code to prohibit employer deductions for parking expenses on behalf of employees unless the employer provides either a cash or a mass transit, car pool, or van subsidy alternative."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Clunker (remove all cars made before 1980) bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a comprehensive energy conservation program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:40-05:00"
}