{
  "actions": [
    {
      "acted_at": "2011-06-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1164-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lee, Mike", 
      "sponsored_at": "2012-02-09", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-06-09", 
  "number": "1164", 
  "official_title": "A bill to empower States with authority for most taxing and spending for highway programs and mass transit programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3264-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Transportation Empowerment Act", 
  "sponsor": {
    "district": null, 
    "name": "DeMint, Jim", 
    "state": "SC", 
    "thomas_id": "01605", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-06-09", 
  "subjects": [
    "American Samoa", 
    "Aviation and airports", 
    "Fishes", 
    "Government trust funds", 
    "Guam", 
    "Indian lands and resources rights", 
    "Infrastructure development", 
    "Land use and conservation", 
    "Motor fuels", 
    "Northern Mariana Islands", 
    "Outdoor recreation", 
    "Parks, recreation areas, trails", 
    "Public transit", 
    "Roads and highways", 
    "Sales and excise taxes", 
    "State and local finance", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-06-09", 
    "text": "Transportation Empowerment Act - Declares the purposes of the Act, including returning maximum discretionary authority and fiscal responsibility to the states for all elements of the national surface transportation systems (excluding the Dwight D. Eisenhower National System of Interstate and Defense Highways). Authorizes appropriations out of the Highway Trust Fund (HTF) for FY2014-FY2018 for specified core programs under the federal-aid highway program, including: (1) the interstate maintenance program, (2) emergency relief for highways and roads, (3) the interstate bridge program, (4) the federal lands highways program, (5) highway safety programs, (6) surface transportation research, and (7) administrative expenses. Authorizes a state to transfer and use excess federal-aid highway funds for any surface transportation project (including mass transit and rail). Revises the apportionment of federal-aid highway funds under the interstate maintenance component. Requires 1% of such funds to be apportioned to the Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands, with the remaining 99% of funds apportioned to the states based on certain formulae. Limits federal assistance to states for highway bridge replacement and rehabilitation to bridges on the federal-aid highway system. Repeals the authorization of federal assistance to states for non-federal bridges and highways. Declares that, beginning with FY2013, a highway construction or improvement project shall not be considered a federal project: (1) unless and until a state expends federal funds for the construction portion of such project, (2) solely by reason of the state expenditure of federal funds before the construction phase of the project (including for any environmental document or design work), or (3) upon state reimbursement to the federal government of the federal costs of such projects. Amends the Internal Revenue Code to make amounts in the HTF available for expenditure for core highway programs through FY2018. Requires the Secretary of Treasury to transfer from the HTF amounts equivalent to motorboat and aviation fuel taxes collected before October 1, 2020, to: (1) the Land and Water Conservation Fund, (2) the Sport Fish Restoration and Boating Trust Fund, and (3) the Airport and Airway Trust Fund. Requires the Secretary to pay from the HTF into the general fund of the Treasury amounts equivalent to the floor stocks refunds made before July 1, 2021. Prescribes a motor fuel tax rate schedule for financing of core highway programs. Terminates, on September 30, 2013, the authority of the Secretary to make certain transfers to the Mass Transit Account. Establishes in the HTF the Infrastructure Special Assistance Fund, $1 billion of which shall be available during FY2014-FY2017 to states for transportation-related program expenditures. Directs the Secretary to allocate to the states for surface transportation projects (including mass transit and rail) any excess highway tax receipts appropriated to the HTF in FY2014-FY2017. Reduces the excise taxes imposed on: (1) gasoline from 18.3 cents to 3.7 cents, (2) diesel fuel or kerosene from 24.3 cents to 5.0 cents, and (3) diesel-water fuel emulsion from 19.7 cents to 4.1 cents. Requires credits or refunds of certain floor stocks taxes on liquids imposed before October 1, 2017. Declares that this Act shall become effective only if the Director of the Office of Management and Budget (OMB) certifies that it is deficit neutral."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transportation Empowerment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to empower States with authority for most taxing and spending for highway programs and mass transit programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:10:34-05:00"
}