{
  "actions": [
    {
      "acted_at": "1992-07-22", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-23", 
      "calendar": "Senate Legislative", 
      "number": "554", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 554.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-09-15", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-15", 
      "bill_ids": [
        "hr2967-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2967 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-15", 
      "bill_ids": [
        "hr2967-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 2967 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-15", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3008-102", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1992-07-22", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1992-08-10", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1992-07-30", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1992-07-22", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1992-09-09", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1992-08-12", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1992-07-22", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1992-09-16", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1992-07-22", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1992-09-09", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1992-07-22", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1992-09-09", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1992-09-14", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1992-07-22", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1992-07-22", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1992-07-22", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1992-08-11", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1992-09-14", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1992-08-11", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1992-09-08", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1992-08-10", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1992-07-22", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wellstone, Paul D.", 
      "sponsored_at": "1992-07-22", 
      "state": "MN", 
      "thomas_id": "01454", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-22", 
  "number": "3008", 
  "official_title": "A bill to amend the Older Americans Act of 1965 to authorize appropriations for fiscal years 1992 through 1995; to authorize a White House Conference on Aging; to amend the Native Americans Programs Act of 1974 to authorize appropriations for fiscal years 1992 through 1995; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2967-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2967-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2967-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Older Americans Act Amendments of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Adams, Brock", 
    "state": "WA", 
    "thomas_id": "00005", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-07-23", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Agricultural surpluses", 
    "Alaska", 
    "Authorization", 
    "Black colleges", 
    "Buy American", 
    "Caregivers", 
    "Community health services", 
    "Conflict of interests", 
    "Congregate housing", 
    "Congressional reporting requirements", 
    "Counseling", 
    "Crime prevention", 
    "Crimes against the elderly", 
    "Day care centers for the aged", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Disaster relief", 
    "Due process of law", 
    "Earnings", 
    "Economic development", 
    "Elder abuse", 
    "Elementary schools", 
    "Employee training", 
    "Eviction", 
    "Executive reorganization", 
    "Extended care facilities", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to handicapped services", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal aid to law enforcement agencies", 
    "Federal aid to medical education", 
    "Food relief", 
    "Food stamps", 
    "Foreclosure", 
    "Foreign trade and international finance", 
    "Geriatrics", 
    "Gerontology", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Group homes", 
    "Group homes for the handicapped", 
    "Hawaii", 
    "Hawaiians", 
    "Health", 
    "Health education", 
    "Health insurance", 
    "High schools", 
    "Hispanic Americans", 
    "Home care services", 
    "Housing and community development", 
    "Housing for the aged", 
    "Indian medical care", 
    "Information services", 
    "Labor and employment", 
    "Labor statistics", 
    "Legal assistance to the aged", 
    "Licenses", 
    "Long-term care", 
    "Long-term care insurance", 
    "Medicaid", 
    "Medical statistics", 
    "Medicare", 
    "Minorities in medicine", 
    "Minority aged", 
    "Minority education", 
    "Minority employment", 
    "Native Americans", 
    "Nursing homes", 
    "Nutrition and the aged", 
    "Old age assistance", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Ombudsman", 
    "Paramedical personnel", 
    "Planning", 
    "Poor", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Public housing", 
    "Public service employment", 
    "Respite care", 
    "Retirement income", 
    "Revolving funds", 
    "Rural elderly", 
    "School lunch program", 
    "Senior centers", 
    "Social welfare", 
    "Social work", 
    "Supplemental security income program", 
    "Telephone", 
    "Transportation and the aged", 
    "Volunteer workers", 
    "Volunteer workers in social service", 
    "Wage surveys", 
    "White House conferences"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-22", 
    "text": "Older Americans Act Amendments of 1992 - Title I: Objectives and Definitions - Amends the Older Americans Act of 1965 (OAA) to make as an OAA objective the provision of support to family members and other persons providing voluntary care to older individuals needing long-term care services. Adds the definitions of various terms to OAA, including \"elder abuse, neglect, and exploitation.\" Title II: Administration - Adds to the prohibition against delegation of Commissioner on Aging functions to any other officer not directly responsible to the Commissioner those functions of the Commissioner carried out through regional offices. Adds the following as new functions of the Associate Commissioner on American Indian, Alaskan Native, and Native Hawaiian Aging: (1) promoting coordination between programs established under OAA titles III (Grants for State and Community Programs on Aging) and VI (Grants for Native Americans); (2) acting as an advocate for Native Americans with the Indian Health Service; and (3) collecting and disseminating information regarding elder abuse, in-home care, health programs, and other problems unique to Native Americans. Establishes the Office of Long-Term Care Ombudsman Programs in the Administration on Aging (AOA), to be headed by an Associate Commissioner for Ombudsman Programs who shall serve as an advocate on behalf of long-term care facility residents within HHS and with other Federal departments and agencies. Directs the AOA Commissioner to: (1) establish and operate the National Ombudsman Resource Center to provide training, technical assistance, and information to State Long-Term Care Ombudsmen, analyze laws, regulations, programs, and practices, and provide assistance regarding recruitment and retention of volunteer ombudsmen; (2) issue regulations, and conduct strict monitoring of State compliance with requirements in effect, to prohibit conflicts of interest; (3) encourage, and provide technical assistance to, States and area agencies on aging (State and area agencies) to carry out outreach with respect to assistance under the SSI and Medicaid programs (titles XVI and XIX respectively of the Social Security Act (SSA)) and food stamp program; (5) establish information and assistance services as priority services; (6) develop guidelines for area agencies to follow in choosing and evaluating legal assistance providers and developers; (7) develop a model job description for legal assistance developers; (8) study ways in which Federal funds might be more effectively targeted to older low-income minorities and older rural residents to better meet the needs of States with a disproportionate number of older individuals in greatest need, as well as States with disproportionate numbers of older individuals generally; and (9) take other specified actions, including those with respect to establishing the National Center on Elder Abuse and the National Aging Information Center. Outlines funding requirements for the National Ombudsman Resource Center and the National Center on Elder Abuse. Requires the AOA Commissioner to coordinate, advise, consult and cooperate with the Secretary of Labor in carrying out the Community Service Employment Program for Older Americans and with ACTION in carrying out OAA. Requires the Labor Secretary to consult and cooperate with the AOA Commissioner in carrying out the Job Training Partnership Act. Requires the head of each Federal entity administering programs and services substantially related to OAA objectives to collaborate with the AOA Commissioner and develop an analysis of the impact of such programs and services on older individuals (with particular attention on older low-income minority individuals), and on the functions and responsibilities of State and area agencies. Includes as programs related to the purposes of OAA the Edward Byrne Memorial State and Local Law Enforcement Assistance Programs under the Omnibus Crime Control and Safe Streets Act of 1968. Requires the AOA Commissioner to consult and coordinate with State agencies, area agencies on aging, and Native American grant recipients in the development of Federal goals, regulations, program instructions, and policies under OAA. Establishes class memberships for individuals newly appointed to serve on the Federal Council on the Aging. Makes it a duty of the Council to advise the AOA Commissioner directly on matters affecting the special needs of older individuals for services and assistance under OAA. Authorizes appropriations. Makes mandatory currently discretionary interim Council reports to the President. Provides for a nutrition officer with responsibility over nutrition services provided under OAA title III. Revises program evaluation provisions. Requires that the annual report on the long-term care ombudsman program be compiled by March 1 of each year, rather than by January 15 as is currently required. Authorizes the AOA Commissioner and the Secretary of Agriculture to provide technical assistance and appropriate material to agencies carrying out nutrition education programs. Authorizes appropriations for OAA program administrative expenses and AOA salaries and expenses. Requires the AOA Commissioner to study and report to specified congressional committees on the effectiveness of State long-term care ombudsman programs. Requires the Secretary of Health and Human Services (HHS) to arrange to establish study committees working through the Institute of Medicine of the National Academy of Sciences to study and report to the Congress on: (1) the quality of board and care facilities for older individuals; and (2) the quality of home care services to them. Authorizes appropriations. Title III: State and Community Programs on Aging - Amends OAA title III to add: (1) to the list of purposes for such title the securing of the opportunity for older individuals to receive managed in-home and community-based long-term care services; and (2) to the list of entities that are to cooperate with State and area agencies other State agencies, including those that administer home and community programs, and organizations representing or employing older individuals or their families. Modifies the definition of \"comprehensive and coordinated system.\" Authorizes appropriations. Revises allotment provisions. Sets a minimum annual allotment of $50,000 per State for supportive activities for caretakers. Mandates withholding of allotments for those States which have not had their intrastate funding formula approved. Adds provisions with respect to outreach demonstration projects and volunteer services coordinators. Makes the designated State agency primarily responsible for the planning, policy development, administration, coordination, priority setting, and evaluation of all State activities related to OAA objectives. Requires that the intrastate funding formula be developed in consultation with area agencies and take into account older individuals distributed both throughout the State and, with respect to older individuals in greatest need, among agency planning and services areas, with particular attention to older low-income minority individuals. Requires submission of such formula to the AOA Commissioner, who shall approve it, rather than review and comment upon it as currently required, once it is found to fulfill OAA requirements. Requires the designated State agency to provide assurances that it will require the use of outreach efforts to identify individuals eligible for OAA assistance and inform them of the availability of such assistance. Requires the designated State agency to: (1) set specific goals for each planning and service area for providing services to older low-income minority individuals; (2) provide assurance that it will undertake specific program development, advocacy, and outreach efforts focused on the needs of such minority individuals; and (3) provide a description of its efforts in this regard. Declares that whenever a State agency initiates an action or proceeding to revoke the designation of an area agency, designate an additional planning and service area, divide the State into different such areas, or otherwise affect planning and service area boundaries, it must establish and follow procedures to provide due process to affected parties. Revises area and State plan provisions. Revises provisions concerning the transfer of funds between: (1) supportive and nutrition services programs; and (2) congregate and home delivered nutrition services programs. Allows the AOA Commissioner to reimburse States for supplies in the event of a major disaster declared by the President in accordance with the Disaster Relief and Emergency Assistance Act. Requires the AOA Commissioner to advance at least 75 percent of the disaster relief reimbursement to the State within five days of the President's disaster declaration. Directs the Secretary of Agriculture to maintain, for FY 1992, a level of assistance equal to the greater of: (1) a per meal reimbursement rate equal to the amount appropriated, divided by the number of meals served in the preceding fiscal year; or (2) 61 cents per meal. Provides for Consumer Price Index adjustment of the 61 cents per meal for FY 1993 and subsequent fiscal years. Provides that in each fiscal year the final reimbursement claims shall be adjusted to use the full amount appropriated for that fiscal year. Authorizes appropriations for the surplus commodities distribution program. Directs the AOA Commissioner to require entities that provide in-home services to promote specified rights of the older individual who receives such services. Adds certain new supportive services to the list of those currently authorized under OAA title III. Allows congregate and home delivered nutrition projects to operate in rural areas at a frequency that is less than the frequency currently required. Repeals certain dietary requirements for such projects. Requires the AOA Commissioner to consult with representatives from the Dietary Managers Association in developing criteria for furnishing meals under home delivered nutrition projects. Adds two new subparts entitled \"School-Based Meals for Volunteer Older Individuals and Multigenerational Programs\" and \"General Provisions\" to part C (Nutrition Services) of OAA title III under which: (1) a new program will provide meals to older individuals who do volunteer work in public schools; and (2) current nutrition projects will provide meals that comply with certain dietary guidelines and allowances. Authorizes the addition of other in-home services (as defined under area and State plans) to the list of in-home services currently authorized under OAA title III. Gives OAA title III part F (Preventive Health Services) the new name \"Disease Prevention and Health Promotion Services\" and adds additional services which may be provided under it. States that the services provided under such part shall not include those for which payment may be made under SSA title XVIII (Medicare). Modifies and shifts to a new OAA title VII (Allotments for Vulnerable Elder Rights Protection Activities) the OAA title III part G program for the prevention of abuse, neglect, and exploitation of older individuals. Repeals the old part G program. Adds a new part G program entitled \"Supportive Activities for Caretakers Who Provide In-Home Services to Frail Older Individuals\" under which the AOA Commissioner shall carry out a State grant program to provide supportive activities for caretakers who provide in-home services to frail older individuals. Lists those activities which constitute supportive activities. Includes the maintenance of lists of individuals who provide respite services as a supportive activity. Title IV: Training, Research, and Discretionary Projects and Programs - Amends OAA title IV (Training, Research, and Discretionary Projects and Programs) to require the AOA Commissioner to: (1) consult annually with State and area agencies, Native American grant recipients, and other entities and individuals in developing priorities for grants and contracts; and (2) ensure that grants and contracts are evaluated for their benefit to older individuals and OAA programs and comply with OAA requirements. Makes such education and training projects emphasize attracting minority personnel to the field of aging in order to help meet critical shortages of adequately training personnel for programs in that field. Makes it a purpose of grants and contracts to provide education and training for practitioners in the field of gerontology. Makes in-service training emphasize using culturally sensitive practices to respond to the needs of older individuals. Provides for training of service providers with respect to aging and the problems of older individuals. Adds schools of social work and psychology to the list of schools which multidisciplinary centers of gerontology are required to help develop training programs in the field of aging. Revises provisions with respect to demonstration projects and special projects in comprehensive long-term care. Allows legal assistance agencies to participate in ombudsman and advocacy demonstration projects for developmental disabilities and mental illness. Authorizes demonstration projects to provide: (1) older individuals with multigeneration activities; and (2) supportive services to older individuals who are residents in federally assisted housing projects. Authorizes the AOA Commissioner to award grants to eligible communities (with a preference for applicants experienced in operating community programs and programs meeting the independent living needs of older individuals) to establish neighborhood senior care programs, in order to encourage professionals to provide volunteer services to local residents who are older individuals and who might otherwise have to be admitted to nursing homes and hospitals. Requires the AOA Commissioner, to the extent appropriations are available, to contract for the establishment of a technical resource center that will: (1) assist the Commissioner in developing criteria for, and in awarding grants to communities to establish, neighborhood senior care programs; (2) assist communities interested in establishing such a program; (3) provide ongoing analysis of such programs and provide program data to the AOA Commissioner; (4) serve as a liaison to State agencies; and (5) take any further actions as required. Authorizes the AOA Commissioner to make grants to selected agencies and organizations to support improvement of information and assistance services, and systems of services, operated at State and local levels. Requires the AOA Commissioner to: (1) establish and carry out senior transportation demonstration programs for the purpose of improving the mobility of, and transportation services for, older individuals; and (2) make grants to or enter into contracts with eligible entities to establish and operate Resource Centers on Native American Elders. Requires such Centers to: (1) gather information and perform research on priority areas of concern regarding older Native Americans; (2) provide for dissemination of research results; and (3) provide technical assistance and training to entities that provide services to older Native Americans. Requires the AOA Commissioner to make grants for: (1) services for older individuals with developmental disabilities and for older individuals with caretaker responsibilities for developmentally disabled children; (2) housing ombudsman programs; and (3) foreclosure and eviction assistance and relief services. Authorizes demonstration projects that generate non-Federal resources in order to increase resources available to provide additional services under OAA title III. Requires the AOA Commissioner to make grants to institutions of higher education, historically black colleges or universities, Hispanic Centers of Excellence in Applied Gerontology, and other educational institutions that serve the needs of minority students, to provide education and training to prepare students for careers in the field of aging. Requires the AOA Commissioner to establish and carry out pension rights demonstration projects. Authorizes appropriations. Revises provisions respecting demonstration project grant payments and AOA Commissioner responsibilities. Title V: Community Service Employment for Older Americans - Amends the Older American Community Service Employment Act (OAA title IX) to make miscellaneous and technical amendments with respect to employment projects. Authorizes appropriations. Provides that assistance under such Act shall not be construed to be financial assistance for purposes related to the Immigration and Nationality Act. Title VI: Grants For Native Americans - Amends OAA title X (Grants for Native Americans) to require applicants for grants under parts A (Indian Program) and B (Native Hawaiian Program) to assure that they will coordinate services under OAA titles III and X in same geographical area. Provides for the distribution of OAA title X grant funds among: (1) tribal organizations; and (2) organizations serving Native Hawaiians. Authorizes appropriations. Title VII: Vulnerable Elder Rights Protection Activities - Adds to OAA the new title VII (Allotments for Vulnerable Elder Rights Protection Activities) referenced above in title III of this Act. Establishes ombudsman programs, programs for prevention of elder abuse, neglect, and exploitation, a State elder rights and legal assistance development program, and an outreach, counseling, and assistance program. Authorizes appropriations. Directs the AOA Commissioner to make allotments to States to pay for the cost of carrying out vulnerable elder rights protection activities. Directs the AOA Commissioner to make grants for vulnerable elder rights protection activities with respect to Native Americans. Authorizes appropriations. Title VIII: Amendments to Other Laws; Related Matters - Requires the Director of the National Center for Health Statistics of the Centers for Disease Control to collect and report on certain demographic information on home health care aides and nursing home nurse aids, as well as information on the role of such aides in providing institution-based and home-based long-term care. Requires the Labor Secretary to: (1) collect, and prepare a report containing, certain information on home health care aides, including information on conditions of employment and employment benefits with respect to such aides; and (2) collect and prepare a report containing similar information with respect to nursing home nurse aides. Requires the Director's and Secretary's reports to be transmitted to the AOA Commissioner. Requires the AOA Commissioner to review such reports, then submit them to appropriate congressional committees along with comments and findings. Requires the Labor Secretary to include a separate occupation code for each such aide in Labor wage surveys conducted after enactment of this Act. Amends the National School Lunch Act to revise the definition of \"adult day care center\" to include entities licensed to provide adult day care services to individuals in a group living arrangement. Native American Programs Act Amendments of 1992 - Amends the Native American Programs Act of 1974 (NAPA) to transfer from the HHS Secretary to the Commissioner of the Administration to Native Americans (established by this Act) authority for financial assistance to Native American projects. Makes private agencies serving Alaska Native organizations in urban or rural areas not associated with an Alaska Native village eligible for financial assistance. Makes the Office of Hawaiian Affairs of Hawaii (Office) the sole recipient of grants from the Commissioner referenced below for a currently authorized revolving loan fund for economic development in Hawaii. Repeals the termination date for such loan fund (thus making it permanent). Requires the Office to provide matching non-Federal contributions to the fund for each grant. Authorizes appropriations. Repeals provisions that require unneeded monies in the fund to be deposited as miscellaneous receipts in the Treasury. Revises associated congressional reporting requirements. Establishes in HHS the Administration for Native Americans (Administration), which shall be headed by a Commissioner (Commissioner), and in the Office of the Secretary (Secretary) the Intra-Departmental Council on Native American Affairs (Council). Makes the Administration responsible for carrying out programs under NAPA. Makes the Commissioner the chairperson of the Council. Requires the Commissioner to advise the HHS Secretary on all matters affecting Native Americans that involve HHS. Requires the Council to: (1) prepare a plan to allow tribal governments and other eligible Native American organizations to consolidate HHS grants; and (2) designate a single office to oversee and audit such grants. Revises technical assistance and training provisions. Modifies appeal and evaluation provisions. Adds congressional reporting requirements regarding social and economic conditions of Native Amerians. Extends employment preference to individuals who are eligible for NAPA assistance. Revises administrative provisions. Authorizes appropriations for: (1) demonstration projects to conduct research related to Native American studies and Indian policy development; (2) continued development of a detailed plan for a National Center for Native American Studies and Indian Policy Development; and (2) specified provisions of NAPA. Amends the Older Americans Act Amendments of 1987 to require the President to convene a White House Conference on Aging before January 1, 1995. Authorizes appropriations. Expresses the sense of the Congress that such Conference should consider the impact of the social security earnings test on older individuals who are employed. Title IX: General Provisions - Provides that any authority to enter into contracts under this Act shall be effective only to the extent or in such amounts as are provided in advance in appropriations Acts. Requires the HHS Secretary to issue proposed regulations to carry out the amendments made by titles I through VII of this Act. Expresses the sense of the Congress that a recipient of Federal financial assistance awarded under this Act for equipment or product purchases should use such assistance to purchase American-made equipment or products. Sets forth effective dates of provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Americans Act Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Native American Programs Act Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Older Americans Act of 1965 to authorize appropriations for fiscal years 1992 through 1995; to authorize a White House Conference on Aging; to amend the Native Americans Programs Act of 1974 to authorize appropriations for fiscal years 1992 through 1995; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:41-05:00"
}