{
  "actions": [
    {
      "acted_at": "2010-07-27", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3651-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-27", 
  "number": "3651", 
  "official_title": "A bill to amend title 18, United States Code, with respect to the offense of stalking.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5662-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3727-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Stalkers Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Klobuchar, Amy", 
    "state": "MN", 
    "thomas_id": "01826", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-27", 
  "subjects": [
    "Aging", 
    "Assault and harassment offenses", 
    "Crime and law enforcement", 
    "Crimes against children", 
    "Criminal procedure and sentencing", 
    "Law enforcement administration and funding"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-27", 
    "text": "Stalkers Act of 2010 - Amends the federal criminal code to revise the definition of stalking and impose criminal penalties on anyone who, with intent to kill, physically injure, harass, or intimidate a person or to place a person under surveillance with the intent to kill, physically injure, harass, or intimidate such person, travels in interstate or foreign commerce or within the special maritime and territorial jurisdiction of the United States, or enters or leaves Indian country, and: (1) causes or attempts to cause bodily injury or serious emotional distress to a person other than the person engaging in the conduct; or (2) engages in conduct that would be reasonably expected to cause serious emotional distress to the other person. Imposes the same criminal penalties on anyone who, with intent to kill, physically injure, harass, or intimidate a person, engages in a course of conduct that: (1) is in or substantially affects interstate or foreign commerce; and (2) causes or attempts to cause bodily injury or serious emotional distress to a person other than the person engaging in the conduct or occurs in circumstances where the conduct would be reasonably expected to cause the other person serious emotional distress. Increases by 5 years the penalty for a stalking offense if: (1) the offense involves conduct in violation of a protection order; or (2) the victim of the offense is under the age of 18 or over the age of 65. Requires the annual report of the Attorney General to include an evaluation of efforts to enforce laws relating to stalking and to identify and describe elements of such efforts that constitute the best practices for the enforcement of such laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Stalkers Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18, United States Code, with respect to the offense of stalking.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:55-05:00"
}