{
  "actions": [
    {
      "acted_at": "1975-03-06", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-06", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s995-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-06", 
  "number": "995", 
  "official_title": "A bill to regulate investment by foreign governments and foreign government enterprises in certain U.S. business enterprises.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Government Investment Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-06", 
  "subjects": [
    "Business and commerce", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "International affairs", 
    "Investments", 
    "Petrodollars"
  ], 
  "subjects_top_term": "Foreign investments", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-06", 
    "text": "Foreign Government Investment Control Act - Permits a foreign government or enterprise to invest in an American enterprise 60 days after the Secretary of Commerce approves such an investment pursuant to an application if: (1) such investment is an equity or debt obligation in an enterprise whose total consolidated assets are worth more than $100,000,000, and the percentage of ownership by such foreign government or enterprise exceeds 1 percent of the total equity or debt obligations, or the total of all foreign government enterprises exceeds 3 percent of such total; (2) such investment involves acquisition of an enterprise of $10,000,000 or more; or (3) such investment involves real estate worth a fair market value of $4,000,000 or more. Directs the Secretary to determine whether a proposed investment is beneficial to the national interest of the United States by considering the need for economic capital, the creation of any additional employment, and by consulting with other executive department agencies and the Governors of the States to be affected. Permits a foreign government or enterprise to invest in an American enterprise 60 days after the notification of the Secretary if: (1) the acquisition of any equity or debt obligation of an enterprise whose assets are worth $100,000,000 or less, and the percentage of ownership by such foreign government or enterprise exceeds 1 percent of the total equity or debt obligations, or the total of all foreign government enterprises exceeds 3 percent of such total, (2) such investment involves acquisition of an enterprise of $10,000,000 or less, or (3) such investment involves real estate having a fair market value between $1,000,000 and $4,000,000. Requires the Secretary upon determination that such investment is contrary to the interests of the United States, to transmit his findings to the Congress and to the foreign government or enterprise. Prohibits the investment in an American enterprise which (1) manufactures sophisticated defense articles, (2) possesses confidential national defense information, (3) operates a radio or television station, (4) publishes a newspaper, and (5) operates an interstate telephone or telegraph network. Directs the Secretary to make a current list of all foreign governments and enterprises subject to this Act. Imposes a fine of $10,000 for willful violation of this Act. Makes unlawful the exercise of any right or interest by a foreign government or enterprise in violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Government Investment Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate investment by foreign governments and foreign government enterprises in certain U.S. business enterprises.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:11-05:00"
}