{
  "actions": [
    {
      "acted_at": "1998-06-16", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-06-29", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications, Trade, and Consumer Protection", 
      "text": "Referred to the Subcommittee on Telecommunications, Trade, and Consumer Protection.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-05", 
      "in_committee": "House Committee on Commerce", 
      "in_subcommittee": "Telecommunications, Trade, and Consumer Protection", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4067-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications, Trade, and Consumer Protection", 
      "subcommittee_id": "12"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1998-06-16", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Ney, Robert W.", 
      "sponsored_at": "1998-09-10", 
      "state": "OH", 
      "thomas_id": "00862", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Snowbarger, Vince", 
      "sponsored_at": "1998-07-29", 
      "state": "KS", 
      "thomas_id": "01529", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-16", 
  "number": "4067", 
  "official_title": "To establish the Commission for the Future of Public Broadcasting and authorize appropriations for the Corporation for Public Broadcasting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Broadcasting Reform Act of 1998", 
  "sponsor": {
    "district": "3", 
    "name": "Tauzin, W. J. (Billy)", 
    "state": "LA", 
    "thomas_id": "01140", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-06-16", 
  "subjects": [
    "Administrative procedure", 
    "Appropriations", 
    "Arts, culture, religion", 
    "Authorization", 
    "Collection of accounts", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporations", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Education", 
    "Educational television", 
    "Elementary and secondary education", 
    "Federal Communications Commission", 
    "Federal advisory bodies", 
    "Federal aid to the arts and humanities", 
    "Fees", 
    "Government operations and politics", 
    "Government spending reductions", 
    "High definition television", 
    "Higher education", 
    "Independent regulatory commissions", 
    "Law", 
    "Leases", 
    "Libraries", 
    "Licenses", 
    "Minorities", 
    "Nonprofit organizations", 
    "Public broadcasting", 
    "Public radio", 
    "Public television", 
    "Radio programs", 
    "Radio stations", 
    "Science, technology, communications", 
    "Signs and symbols", 
    "Social welfare", 
    "Technological innovations", 
    "Telecommunication industry", 
    "Telecommunication policy", 
    "Television advertising", 
    "Television broadcasting", 
    "Television programs", 
    "Television stations"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-06-16", 
    "text": "TABLE OF CONTENTS: Title I: Commission for the Future of Public Broadcasting Title II: Amendments to Public Telecommunications Provisions of Communications Act of 1934 Title III: Reauthorization for Corporation for Public Broadcasting Public Broadcasting Reform Act of 1998 - Title I: Commission for the Future of Public Broadcasting - Establishes the Commission for the Future of Public Broadcasting to conduct a study to identify and analyze various options for: (1) providing financial support to public broadcast stations for the provision of public telecommunications services, the utilization of new technologies, and converting such stations to such new technologies; (2) providing a funding mechanism for the Corporation for Public Broadcasting (CPB) that replaces Federal appropriations; (3) reducing Federal spending for public broadcasting; (4) establishing a fee for exemption from certain public interest broadcasting requirements; and (5) carrying out the goals of public broadcasting. Requires a Commission report to the Congress and terminates the Commission 60 dyas after such report. Title II: Amendments to Public Telecommunications Provisions of Communications Act of 1934 - Amends the Communications Act of 1934 to provide that, upon application by a licensee or permittee of an overlapping public broadcast station (generally, a public broadcast station that reaches more than 50 percent of the population of another public broadcast station) for the authority to assign or transfer the license or permit to another person or entity in order to operate such station other than as a public broadcasting station, the Federal Communications Commission (FCC) may approve such assignment only if: (1) the licensee or permittee requesting the transfer agrees to distribute among the FCC, the public telecommunications facilities program, and the CPB, from any proceeds received from the assignment or transfer, an amount equal to the net Federal investment in the station; (2) compensation paid for assigning or transferring such license or permit fairly reflects the value of the license or permit and any related facilities; and (3) the FCC determines that the sale of such station will not diminish universal access to public broadcasting services. Provides for the determination of such net Federal investment. Redefines \"business or institutional logogram\" for purposes of its use in sponsoring public broadcasting programs. Prohibits such logograms from interrupting regular programming or from exceeding ten seconds in duration. Provides an exception to such prohibitions for stations receiving 70 percent or more of their funding from fiscal mechanisms other than Federal appropriations. Extends through FY 2001 the authorization of appropriations for public telecommunications facilities planning and construction. Title III: Reauthorization for Corporation for Public Broadcasting - Authorizes appropriations for FY 1999 through 2003: (1) for the Public Broadcasting Fund; and (2) to facilitate the transition of public broadcasting to digital broadcasting. Directs the CPB to provide certain incentives for overlapping public broadcast stations which agree to consolidate operations and equipment in a manner such that they are reduced to a single public broadcast station operating under a single broadcast license. Provides conditions to such consolidation, including that: (1) the distinct educational or minority needs of the area are served; and (2) universal access to public television will not be diminished."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Broadcasting Reform Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the Commission for the Future of Public Broadcasting and authorize appropriations for the Corporation for Public Broadcasting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:59-05:00"
}