{
  "actions": [
    {
      "acted_at": "1979-11-07", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5808-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-07", 
  "number": "5808", 
  "official_title": "A bill to revise and improve the laws relating to the shipment, discharge, and protection of seamen, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Seamen's Shipment and Discharge Act of 1980", 
  "sponsor": {
    "district": "10", 
    "name": "Biaggi, Mario", 
    "state": "NY", 
    "thomas_id": "00085", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-07", 
  "subjects": [
    "Merchant seamen", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Merchant seamen", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-07", 
    "text": "Seaman's Shipment and Discharge Act of 1980 - Applies this Act to all vessels except those specified, including fishing or whaling vessels, yachts, vessels operated exclusively on the navigable waters of the United States, and foreign vessels. Authorizes the Secretary of the department in which the Coast Guard is operating to issue certificates for the identification of any person who serves on board a vessel subject to this Act. Requires the master of such a vessel to enter into a written shipping agreement with each seaman before proceeding on any voyage or engaging replacement or additional seamen. Directs the Secretary to prescribe the form of such agreement, including wages and terms of employment. Requires each seaman to present to the master at the time of engagement any certificate or license required for the service to be performed. Requires each master, upon discharging a seaman, to provide written evidence of service and a written mutual release of all claims to wages. Permits a seaman engaged in violation of this Act to leave the service of the vessel at any time. Establishes criminal penalties for specified violations with respect to a seaman's wages and property and remuneration. Requires the Secretary to maintain a service record for each seaman. Limits usage of such records. Authorizes the Secretary to promulgate necessary regulations. Establishes civil penalties for the violation of the shipping agreement requirements. Permits the Secretary to modify such penalties. Requires the master of a merchant vessel serviced by a seaman who dies while in service to collect, inventory, and deliver such seaman's property to a United States district court within 48 hours of the vessel's arrival in a port. Establishes criminal penalties for a violation of such requirement. Establishes civil penalties for failing to notify the United States consul at the first port of call of the replacement of seamen. Excludes apprentices from specified provisions applicable to seamen, including specified wage entitlements. Requires each vessel subject to this Act to carry on board an official logbook. Directs the Secretary to prescribe the form and conditions under which such logbook is to be maintained and transferred."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Seamen's Shipment and Discharge Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and improve the laws relating to the shipment, discharge, and protection of seamen, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:46-05:00"
}