{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-08", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 96-126.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-07", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-07", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-07", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #452 (350-14).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-10", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr79-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "79", 
  "official_title": "A bill to amend title 39, United States Code, to provide that the chairmen of the Board of Governors of the United States Postal Service be appointed by the President, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres386-96", 
      "reason": "rule"
    }
  ], 
  "short_title": "Postal Service Act of 1979", 
  "sponsor": {
    "district": "31", 
    "name": "Wilson, Charles H.", 
    "state": "CA", 
    "thomas_id": "01233", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Alcohol as fuel", 
    "Authorization", 
    "Collective bargaining in government", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Manpower policy", 
    "Postal Services and Facilities", 
    "Postal employees", 
    "Postal rates and revenues", 
    "Postal service", 
    "Presidential appointments", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Railroads", 
    "Recruiting of employees", 
    "Residence requirements", 
    "Teaching materials", 
    "United States Postal Service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-09-07", 
    "text": "(Measure passed House, amended, roll call #452 (350-14)) Postal Service Act of 1979 - Amends the Postal Reorganization Act to replace the Board of Governors with a presidentially-appointed Postmaster General. Sets forth the authority of the Postmaster General. Authorizes the Postal Rate Commission to make final decisions on rates, fees, mail classification, and other specified matters. Establishes an employment preference with respect to the position of postmaster of a post office in a delivery area which has a population of 25,000 or less. Includes as preferred qualifications for such position: (1) one year of work as an employee of such post office; and (2) one year of residence within such delivery area. Directs the Postal Service: (1) to publish in the Federal Register the qualifications for appointment to a postmaster position; and (2) to provide notice of any available postmaster position to the patrons of the affected post office. Authorizes appropriations to assist the Postal Service in maintaining public services. Directs the Postal Service to submit to the appropriate committees of Congress an annual report on research and development activities conducted. Directs the Postmaster General to submit an annual report to the President and to specified congressional committees on Postal Service operations. Extends the period for the phasing in of rates for certain classes of mail. Directs the Commission to prepare and submit to the President an annual budget of its expenses. Authorizes the Postal Service to establish size and weight limitations for mail matter by following the same procedures for making mail classification changes. Permits schools, libraries, and nonprofit organizations to mail books, films, sound recordings, and other types of educational materials at the \"library\" rate. Includes teaching aids, guides, and catalogs as eligible for such rate. Directs the Postal Services, to the maximum extent feasible, to purchase domestically produced alcohol or alcohol-gasoline blends containing at least ten percent domestically produced alcohol for use for its motor vehicles. Requires the Postal Service: (1) in consultation with the National Railroad Passenger Corporation, to study the extent to which trains operated by the Corporation may be used to transport mail; (2) to utilize such trains to transport mail; and (3) to report to Congress on the results and implementation of recommendations of the study. Stipulates that this Act shall not be construed to affect any current or future collective bargaining agreement, or the authority of the Postal Service to bargain collectively."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Service Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, to provide that the chairmen of the Board of Governors of the United States Postal Service be appointed by the President, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:54-05:00"
}