{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr564-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Brown, Clarence, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "00131", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "564", 
  "official_title": "A bill to establish an independent Consumer Protection Agency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Protection Act", 
  "sponsor": {
    "district": "2", 
    "name": "Fuqua, Don", 
    "state": "FL", 
    "thomas_id": "00422", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Consumer protection", 
    "Government operations and politics", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Consumer Protection Act - Declares it to be the purpose of this Act to protect and promote the interests of the people of the United States as consumers of goods and services by establishing an independent Consumer Protection Agency. Declares it to be the purpose of the Consumer Protection Agency established by this Act to represent the interests of consumers before Federal agencies and courts, receive and transmit consumer complaints, develop and disseminate information of interest to consumers, and perform other functions to protect and promote the interests of consumers. Title I: Consumer Protection Agency - Establishes the Consumer Protection Agency as an independent nonregulatory agency in the executive branch of the Government. Provides that such Agency shall be headed by an Administrator appointed by the President, by and with the advice and consent of the Senate. Provides that such appointment shall be for a term of four years coterminous with that of the President. Sets forth the functions of the Administrator. Provides that such functions shall include: (1) representing the interests of consumers before Federal agencies and courts in accordance with this title; (2) encouraging the adoption and expansion of effective consumer education programs; (3) receiving and transmitting complaints from consumers; (4) encouraging private enterprise in the promotion and protection of consumer interests; (5) encouraging the development of informal dispute settlement procedures involving consumers; and (6) encouraging meaningful participation by consumers in the activities of the Agency. Authorizes the appropriation of $15,000,000 for fiscal year 1973, $20,000,000 for fiscal year 1974, and $25,000,000 for fiscal year 1975 to carry out the provisions of this title. Title II: General Provisions - Sets forth definitions of terms used in this Act. Provides for the exemption from the provisions of this Act of the Central Intelligence Agency, the Federal Bureau of Investigation, the National Security Agency, and the national security or intelligence functions of any Federal agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an independent Consumer Protection Agency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:58-05:00"
}