{
  "actions": [
    {
      "acted_at": "1978-08-14", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3405-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-14", 
  "number": "3405", 
  "official_title": "A bill to establish certain rules with respect to the appearance of witnesses before a grand jury in order to protect the constitutional rights of such witnesses under the fourth, fifth, and sixth amendments to the Constitution; to provide for independent inquiries by grand juries; to require periodic reports to Congress, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Grand Jury Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Abourezk, James", 
    "state": "SD", 
    "thomas_id": "01268", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-14", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Contempt of court", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Electronic surveillance", 
    "Grand jury", 
    "Indictments", 
    "Juries", 
    "Law", 
    "Lawyers", 
    "Pretrial procedure", 
    "Privileges and immunities", 
    "Prosecution", 
    "Right of privacy", 
    "Right to counsel", 
    "Self-incrimination", 
    "Subpoena", 
    "Wiretapping", 
    "Witnesses"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-08-14", 
    "text": "Grand Jury Reform Act - Entitles a witness who is accused of having unjustifiably withheld information in any proceeding before or ancillary to any court or grand jury of the United States to a hearing prior to being held in contempt and confined. Grants the right to counsel to such witness at a contempt hearing. Sets forth guidelines relative to such hearings and any subsequent confinement. Prohibits persons who are confined for refusing to testify before a grand jury about any transaction, from being later confined for a subsequent refusal to testify about such transaction. Establishes as a defense to contempt for refusal to testify or otherwise refusing to produce information, proof that the interrogation is based on, or is directly or indirectly derived from, an improper interception of any wire or oral communication. Specifies criminal penalties for disclosure of evidence introduced, statements made, or other matters occurring before a Federal grand jury by a person present at the grand jury proceedings. Exempts the following from such penalties: (1) disclosure to or by an attorney for the Government in the performance of his duties; (2) disclosure directed or permitted by the court; (3) disclosure by a witness who has appeared before the grand jury, or by his attorney, of any matter concerning which the witness has provided information; and (4) disclosure by any representative of the press acting in his professional capacity. Requires the court to give adequate and reasonable notice to the grand jury and to assure that the grand jury understands specified rights and duties which it possesses. Establishes procedures whereby any person may request to appear before a grand jury and request that the grand jury conduct an independent inquiry pursuant to this Act. Allows the court to grant to a witness transactional immunity from prosecution or any penalty or forfeiture as the result of testimony or evidence required of such witness. Prescribes procedures for the application and consequences of witness immunity. Requires that upon the service of any subpena directing a witness to testify or produce evidence before a grand jury the witness be given notice of the following: (1) the right to counsel set forth in this Act; (2) the privilege against self incrimination; (3) the subject matter of the grand jury investigation; (4) whether the witness's own conduct is under investigation; (5) the criminal statutes, violation of which is under consideration, if known; (6) rights of immunity; and (7) any other rights which the court deems appropriate. Sets forth jurisdictional and procedural rules regarding motions relative to subpenas to appear before grand juries. Requires upon proper motion, the attorney appointed under this Act to show that: (1) the primary purpose of the information sought is not or will not be to secure testimony for the trial or other information regarding a person already under formal accusation by the United States, a State, or a subdivision thereof for activities relative to testimony sought; (2) the witness has been advised of his rights; (3) the evidence sought is relevant to the grand jury investigation properly conducted within the grand jury's jurisdiction; and (4) compliance with the subpena will not be unreasonable or oppressive. Limits a grand jury's inquiry to offenses committed within the district in which it is convened. Authorizes a court to quash subpoena or to transfer its proceedings upon a finding of hardship to the witness. Prohibits the bringing before a grand jury of any witness who has given advance notice of intention to exercise the privilege against self-incrimination or the bringing to the attention of the jurors the invocation of the privilege by such witness. Prohibits a grand jury investigation into any transaction or event if another jury has failed to return an indictment based on the same occurrence, unless the court finds that additional relevant evidence has been discovered. Empowers any grand jury impaneled before any district court to inquire on its own initiative into offenses against the criminal laws of the United States alleged to have been committed within that district by government employees. Sets the term of grand juries conducting such inquiries. Authorizes a jury conducting an independent inquiry to request the court at any point to appoint a special attorney in lieu of the attorney for the Government. Entitles every witness subpenaed to appear and testify or to produce information before a grand jury impaneled by a district court to the assistance of counsel. Limits the role of counsel of a grand jury witness to being present in the grand jury room while his client is testifying and advising him. Prohibits requiring a witness to testify sooner than one week after service of the subpena unless the Court finds special need. Entitles a defendant to examine and copy a transcript or electronic recording of: (1) the grand jury testimony of all witnesses to be called at trial; (2) all statements relating to the defendant's case made to the grand jury by the court and by the attorney for the Government or special attorney; (3) all grand jury evidence which in any manner could be considered exculpatory; and (4) all other grand jury evidence which the court may deem material to the defense. Authorizes the court, upon a showing of good cause to modify or deny such disclosure. Entitles a defendant to a preliminary examination when charged with any offense, other than a petty offense, which is to be tried by a judge of the district court. Directs the Attorney General to annually report to Congress and the Administrative Office of the United States Courts with respect to specified aspects of grand jury proceedings, including: (1) the number of investigations conducted and the nature of each such investigation; (2) the number of requests for witness immunity and the nature of arrests, indictments, trials and convictions which resulted from orders granting such immunity; (3) the number of contempt citations and confinements; and (4) description of the procedures by which grand jury information is processed, stored, and used by the Department of Justice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Grand Jury Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish certain rules with respect to the appearance of witnesses before a grand jury in order to protect the constitutional rights of such witnesses under the fourth, fifth, and sixth amendments to the Constitution; to provide for independent inquiries by grand juries; to require periodic reports to Congress, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:53-05:00"
}