{
  "actions": [
    {
      "acted_at": "1973-11-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-12-10", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 93-710.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-14", 
      "references": [], 
      "text": "Motion to recommit failed of passage in House, roll call #688 (173-205).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-14", 
      "bill_ids": [
        "hr11882-93"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, roll call #689 (265-112) -- (included provisions of H.R. 11882).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-14", 
      "bill_ids": [
        "s2589-93"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2589 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11450-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-13", 
  "number": "11450", 
  "official_title": "A bill to direct the President to take action to assure through energy conservation, rationing, and other means, that the essential energy needs of the United States are met.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres744-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr11882-93", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2589-93", 
      "reason": "related"
    }
  ], 
  "short_title": "National Energy Emergency Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-13", 
  "subjects": [
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Fuel", 
    "Fuel allocation", 
    "Government operations and politics", 
    "National policy", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Fuel allocation", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1973-12-10", 
    "text": "(LATEST SUMMARY) Energy Emergency Act - =Title I: Energy Emergency Authorities= - States that the purpose of this Act is to call for proposals for energy emergency conservation measures and to authorize specific temporary emergency actions to be taken to assure that the essential needs of the United States for fuels will be met in a manner which, to the fullest extent practicable: (1) is consistent with existing national commitments to protect and improve the environment, (2) minimizes any adverse effect on employment, (3) provides for equitable treatment of all sectors of the economy and (4) maintains vital services necessary to health, safety, and public welfare. Directs the President to include in regulations under the Emergency Petroleum Allocation Act a provision for an ordering of priorities among users of crude oil, residual fuel oil, or any refined petroleum product, and for the assignment to such users of rights entitling them to obtain any such oil or product in precedence to other users not similarly entitled, if the President finds that such action is necessary to accomplish the objectives of the Act. Requires the President to, by order, make such adjustments in the allocations as may be necessary to provide for the allocation of crude oil, residual fuel oil, or any refined petroleum product in such manner and in such amounts so as to permit such users to obtain any such oil or product based upon such entitlements. Authorizes the President to require the production of crude oil at the producer level: (1) at the maximum efficient rate of production; or (2) at rates of production in excess of the maximum efficient rate if he finds that production at such rates will not unreasonably impair the ultimate recovery of crude oil or natural gas from any such oil field under sound engineering and economic principles. Directs the President to consult with the Department of the Interior and with appropriate State governments in order to determine which producers should be reasonably required to produce crude oil at the rates specified in this Act. Establishes a Federal Energy Administration, to be headed by a Federal Energy Administrator, who shall be appointed by the President and with the advice and consent of the Senate. Provides that, within 30 days of enactment of this Act and from time to time thereafter, the Administration shall propose one or more energy conservation plans which shall be designed to supplement and be coordinated with actions taken and proposed to be taken under other authority of this or other Acts to result in a reduction of energy consumption to a level which can be supplied by available energy resources. Directs the Administrator to submit such plans to the Congress for appropriate action. Requires the Administrator to prohibit the burning of natural gas or petroleum products as its primary energy source by any major fuel-burning installation including any existing electric generating plant which on the date of enactment has the ready capability and necessary plant equipment to burn coal. Authorizes the Interstate Commerce Commission, the Civil Aeronautics Board and the Federal Maritime Commission to take any action on its own motion or on the petition of the Administrator which existing law permits such Commission or Board to take for the purpose of conserving energy consumption in a manner found by such Commission or Board to be consistent with the objectives and purposes of the Acts administered by such Commission or Board. Provides that, within fifteen days of the date of enactment of this Act, the Administrator, in consultation with the Attorney General and the Federal Trade Commission, shall promulgate, by rule, standards and procedures by which retail or service establishments may develop and implement voluntary agreements to promote energy conservation by limiting the operating hours of such retail or service establishments, adjusting retail store delivery schedules, and by taking such other actions as the Administrator, after consultation with the Attorney General and the Federal Trade Commission, by rule determines to be necessary and appropriate to accomplish the objectives of this Act. Provides that action taken under authority of this Act, the Emergency Petroleum Allocation Act of 1973, or other Federal law resulting in the allocation of refined petroleum products and electrical energy among users or resulting in restrictions on use of refined petroleum products and electrical energy, shall be equitable, shall not be arbitrary or capricious, and shall not unreasonably discriminate among users. Provides that, with respect to allocation of petroleum products applicable to the foreign trade and commerce of the United States, no foreign corporation or entity shall receive more favorable treatment in the allocation of petroleum products than that which is accorded by its home country to United States citizens engaged in the same line of commerce, and allocations shall contain provisions designed to foster reciprocal and non-discriminatory treatment by foreign countries of United States citizens engaged in foreign commerce. Directs the Secretary of Transportation to encourage the creation and expansion of the use of carpools as a viable component of our nationwide transportation system. Requires the President to exercise his authority under this Act so as to specify prices for sales of crude oil, refined petroleum products, residual fuel oil, and coal, produced in or imported into the United States, which avoid windfall profits by sellers. Directs the President to prepare and submit to the Congress, within ninety days after the date of enactment of this Act, a plan for the development of the hydroelectric power, solar energy, and geothermal resources of the United States by Federal and non-Federal interests. Directs the Secretary of the Interior and the Secretary of Commerce to prepare a comprehensive report of: (1) United States exports of petroleum products and other energy sources, and (2) foreign investment in production of petroleum products and other energy sources to determine the consistency or lack thereof of the Nation's trade policy and foreign investment policy with domestic energy conservation efforts. Provides that such report shall be submitted to Congress within ninety days after the date of enactment of this Act. =Title II: Coordination with Environmental Protection Requirements= - States that the Administrator of the Environmental Protection Agency may, for any period beginning on or after the date of enactment of this section and ending on or before May 15, 1974, temporarily suspend any stationary source fuel or emission limitation as it applies to any person, if the Administrator finds that such person will be unable to comply with such limitation during such period solely because of unavailability of types or amounts of fuels. Provides that the Administrator may by rule establish priorities under which manufacturers of emission reduction systems shall provide such systems to users thereof, if he finds that priorities must be imposed in order to assure that such systems are first provided to users in air quality control regions with the most severe air pollution. Provides that any allocation program provided for in title I of this Act or in the Emergency Petroleum Allocation Act of 1973 shall, to the maximum extent practicable, include measures to assure that available low sulfur fuel will be distributed on a priority basis to those areas of the country designated by the Administrator of the Environmental Protection Agency as requiring low sulfur fuel to avoid or minimize adverse impact on public health. Requires the Administrator of the Environmental Protection Agency to report to Congress not later than January 31, 1975, on the implementation of this title. Requires the Administrator to conduct a study and to submit a report to the Committee on Interstate and Foreign Commerce of the United States House of Representatives and the Committee on Public Works of the United States Senate within 6 months after the enactment of this paragraph on the necessity of a parking surcharge, management of parking supply, and preferential bus/carpool lane regulations in order to achieve national primary ambient air quality standards. Directs the Administrator of the Federal Energy Administration to conduct a study on potential methods of energy conservation and, not later than 6 months after the date of enactment of this Act, to submit to Congress a report on the results of such study. Requires the Administrator to conduct a study, and to report to the Committee on Interstate and Foreign Commerce of the United States House of Representatives and the Committee on Public Works of the United States Senate within 120 days followingg the date of enactment of this Act, concerning the practicability of establishing a fuel economy improvement standard of 20 percent for new motor vehicles manufactured during and after model year 1980."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Energy Emergency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the President to take action to assure through energy conservation, rationing, and other means, that the essential energy needs of the United States are met.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:00-05:00"
}