{
  "actions": [
    {
      "acted_at": "2011-03-10", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s553-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2011-03-10", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2011-03-10", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2011-03-10", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2011-03-10", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-10", 
  "number": "553", 
  "official_title": "A bill to provide for the review of challenges to the detention of unprivileged enemy belligerents and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Detention of Unprivileged Enemy Belligerents Act", 
  "sponsor": {
    "district": null, 
    "name": "Graham, Lindsey", 
    "state": "SC", 
    "thomas_id": "00452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-10", 
  "subjects": [
    "Caribbean area", 
    "Conflicts and wars", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Cuba", 
    "Detention of persons", 
    "District of Columbia", 
    "Evidence and witnesses", 
    "Federal district courts", 
    "Immigration status and procedures", 
    "Judicial review and appeals", 
    "Jurisdiction and venue", 
    "Latin America", 
    "Law", 
    "Lawyers and legal services", 
    "Military education and training", 
    "Military facilities and property", 
    "Military law", 
    "Terrorism", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-10", 
    "text": "Detention of Unprivileged Enemy Belligerents Act - Reaffirms that: (1) the United States is in an armed conflict with the Taliban, al Qaeda, and associated forces and that those entities continue to pose a threat to the United States and its citizens, both domestically and abroad; and (2) the President is authorized to detain unprivileged enemy belligerents in connection with the continuing armed conflict with the Taliban, al Qaeda, and associated forces, regardless of the place of capture, until the termination of hostilities. Sets forth standards for habeas corpus review for any individual who is held by the United States at Naval Station, Guantanamo Bay, Cuba, or whom the United States otherwise holds or seeks to hold as an unprivileged enemy belligerent, and who is subject to the habeas corpus jurisdiction of the federal courts (covered individual). Defines \"unprivileged enemy belligerent\" as an individual who has engaged in hostilities against the United States or its coalition partners, who has purposefully and materially supported hostilities against the United States or its coalition partners, or who was a member of, part of, or operated in a clandestine, covert, or military capacity on behalf of, the Taliban, al Qaeda, or associated forces. Grants the U.S. District Court for the District of Columbia exclusive jurisdiction and venue for consideration of applications for habeas corpus by or on behalf of a covered individual. Limits the scope of such jurisdiction to challenges to the legality of the continued detention of a covered individual, excluding claims relating to the detention, transfer, treatment, trial, or conditions of confinement of such individual, or any other action against the United States or its agents. Sets forth requirements and criteria relating to: (1) the federal government's burden of proof in habeas corpus proceedings involving a covered individual; (2) discovery of documents and protection of national security information; (3) evidentiary matters, including the exclusion of statements made by a covered individual obtained by torture or by cruel, inhuman or degrading treatment; and (4) limitations on second or successive habeas corpus applications. Imposes a stay on pending applications for habeas corpus until military commission proceedings have been exhausted. Prohibits: (1) any court from ordering the release of a covered individual into the United States, its territories, or possessions; (2) the Secretary of State from issuing any visa to, or the Secretary of Homeland Security (DHS) from admitting or providing any type of immigration status to, a covered individual that may permit such individual to enter, be admitted to, or otherwise be at liberty in the United States; and (3) the Attorney General or the DHS Secretary from paroling into the United States any alien who was being detained by the Department of Defense (DOD) at Guantanamo Bay Naval Base as of January 1, 2009. Denies any court, justice, or judge jurisdiction to hear or consider an application for a writ of habeas corpus filed by or on behalf of an alien detained by the United States who is awaiting a status determination under the law of war, except in the case of undue delay."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Detention of Unprivileged Enemy Belligerents Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the review of challenges to the detention of unprivileged enemy belligerents and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:03:29-05:00"
}