{
  "actions": [
    {
      "acted_at": "1973-01-16", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s406-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-16", 
  "number": "406", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act, relating to food additives.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Nelson, Gaylord", 
    "state": "WI", 
    "thomas_id": "01411", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-16", 
  "subjects": [
    "Agriculture and food", 
    "Consumer protection"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-16", 
    "text": "Food Protection Act - States that the Secretary of Health, Education, and Welfare shall be responsible for all tests or investigations conducted on all food additives submitted to him for approval under this Act for the purposes of determining if such additives may be used in food and he shall also be responsible for having new tests or investigations conducted on additives which have been approved prior to the enactment of this Act in order to determine if such approval should be withdrawn. Provides that the Secretary shall contract with qualified individuals, organizations, or institutions to conduct such tests or investigations. Requires the Secretary to prepare specifications for conducting such tests or investigations. States that in any case where the Secretary determines that a period of more than one year is necessary to develop the necessary data to support or deny approval of any food additive he shall notify the applicant to that effect and indicate the amount of additional time needed for such purpose. Provides that the sponsor of any new food additive submitted to the Secretary for testing and investigation shall be liable for the direct costs incurred in carrying out such testing or investigation. Authorizes the Secretary to prescribe, by regulation, the manner in which charges shall be computed for such testing or investigation. Makes provision for a hearing if the sponsor of any food additive, which has been submitted for testing, objects to the manner, scope, or procedures used by the Secretary in testing, evaluating, or investigating the food additive. States that a request by the sponsor of any food additive for termination of the testing or investigation of such food additive prior to one year from the date such food additive was submitted to the Secretary shall constitute sufficient basis for the denial of approval for such food additive. Prohibits the introduction or delivery for introduction into interstate commerce of any food additive, color additive, or any food containing a food additive or color additive which has not been proven to be safe, effective, and necessary in accordance with procedures established and results approved by the Secretary. Allows any factory, warehouse, or establishment in which food additives are manufactured, processed, or held to be inspected by designated employees of the Department of Health, Education, and Welfare. Authorizes the Secretary to promulgate regulations fixing and establishing for any food reasonable standards of nutritional value."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act, relating to food additives.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:19-05:00"
}