{
  "actions": [
    {
      "acted_at": "1976-05-26", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14024-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-26", 
  "number": "14024", 
  "official_title": "A bill to amend the provisions of the Social Security Act to consolidate the wages by employers for income tax withholding and old-age, survivors, and disability insurance purposes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Combined Old-Age, Survivors, and Disability Insurance-Income Tax Reporting Amendments", 
  "sponsor": {
    "district": "13", 
    "name": "Lehman, William", 
    "state": "FL", 
    "thomas_id": "00680", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-26", 
  "subjects": [
    "Administrative procedure", 
    "Income tax", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social welfare", 
    "Supplemental security income program", 
    "Tax returns"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-26", 
    "text": "Combined Old-Age, Survivors, and Disability Insurance - Income Tax Reporting Amendments - Amends the Internal Revenue Code and Title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act to direct the Secretary of the Treasury to make available specified tax returns to the Secretary of Health, Education, Welfare. Empowers the Secretary of Health, Education, and Welfare (HEW) and the Secretary of the Treasury to enter into an agreement for the processing of information contained in such returns. Requires the Secretary of the Treasury to provide to the Secretary of HEW any documents they agree are necessary for such processing. Directs the Managing Trustee of the Trust Funds established pursuant to the Social Security Act, including the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund, to pay into the Treasury the amounts he and the Secretary of HEW estimate will be expended from the general fund of the Treasury by the Departments of HEW and Treasury for the administration of (1) titles II and XVIII (Medicare) of the Social Security Act, and (2) specified chapters and subchapters of the Internal Revenue Code. Requires the Secretary of HEW to apportion (between each trust fund and the general fund in the Treasury) the costs of administrating titles II, XVI (Supplemental Security Benefits) and XVIII of the Social Security Act and its costs in carrying out specified functions of this Act. Revises the formula by which the adjustment to the contribution and benefit base is to be computed following an increase in social security benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Combined Old-Age, Survivors, and Disability Insurance-Income Tax Reporting Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the provisions of the Social Security Act to consolidate the wages by employers for income tax withholding and old-age, survivors, and disability insurance purposes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:24-05:00"
}