{
  "actions": [
    {
      "acted_at": "1989-04-11", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s745-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1989-04-11", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1989-04-11", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-11", 
  "number": "745", 
  "official_title": "A bill to improve the highway bridge replacement and rehabilitation program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Bridge Improvement Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Sasser, Jim", 
    "state": "TN", 
    "thomas_id": "01428", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-11", 
  "subjects": [
    "Bridges", 
    "Roads and highways", 
    "Traffic accidents and safety"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-11", 
    "text": "National Bridge Improvement Act of 1989 - Directs the Secretary of Transportation to: (1) revise the criteria for assignment of priorities for bridge replacement and rehabilitation to concentrate Federal funding on bridges most in need of replacement and rehabilitation; (2) establish a formal procedure for the exercise of the Secretary's discretion in selecting highway bridge replacement and rehabilitation projects; (3) establish administration guidelines for the distribution of such apportioned funds throughout each State; and (4) monitor the distribution of such funds throughout each State. Requires the Secretary to: (1) review each State's compliance with the national bridge inspection standards; (2) revise such standards to improve inspection requirements, define the factors to be considered and the methods used in rating the conditions of bridges, and establish a standard for the timely processing of data resulting from inspections; (3) assess the need for greater State and local government authority for bridge inspection; (4) encourage the States to take the actions necessary to fully comply with the national bridge inspection standards relating to posting limits on bridges and closing bridges; and (5) ensure that all Federal agencies maintaining bridges comply with such standards. Directs the Secretary: (1) to prepare and implement a plan to bring the States and local governments into compliance with the national bridge inspection standards; and (2) to consider the imposition of penalties and other sanctions against States and local governments not fully complying with such standards. Requires the Secretary to: (1) establish procedures to ensure the rapid completion and maintenance of accurate inventories of certain bridges; and (2) inventory all bridges maintained by Federal agencies. Directs the Secretary to: (1) prepare a plan for a public information program with respect to the weight limits, closings, and hazards of each bridge; and (2) include in such plan provisions for State administration of the program. Requires the Secretary to prepare and transmit to the Congress a report on the administrative actions taken pursuant to this Act and the results of such actions, including recommendations with respect to whether the Congress should increase the maximum percentage of apportioned funds which may be expended for projects to replace or rehabilitate highway bridges located on public roads, other than on a Federal aid system."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Bridge Improvement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the highway bridge replacement and rehabilitation program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:21-05:00"
}