{
  "actions": [
    {
      "acted_at": "1984-01-24", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-01-31", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2207-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1984-04-30", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1984-01-30", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1984-01-24", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1984-02-03", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1984-02-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1984-02-29", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1984-01-24", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ford, Wendell H.", 
      "sponsored_at": "1984-01-30", 
      "state": "KY", 
      "thomas_id": "01334", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1984-01-24", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1984-01-24", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1984-01-24", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1984-01-24", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1984-02-03", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1984-01-24", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mitchell, George J.", 
      "sponsored_at": "1984-01-30", 
      "state": "ME", 
      "thomas_id": "01401", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1984-01-24", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1984-02-29", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1984-01-24", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1984-02-29", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sasser, Jim", 
      "sponsored_at": "1984-02-03", 
      "state": "TN", 
      "thomas_id": "01428", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tsongas, Paul E.", 
      "sponsored_at": "1984-01-30", 
      "state": "MA", 
      "thomas_id": "01170", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-01-24", 
  "number": "2207", 
  "official_title": "A bill to amend part D of title IV of the Social Security Act to assure, through mandatory income withholding, incentive payments to States, and other improvements in the child support enforcement program, that all children in the United States who are in need of assistance in securing financial support from their parents will receive such assistance regardless of their circumstances, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Support Enforcement Amendments of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Bradley, Bill", 
    "state": "NJ", 
    "thomas_id": "01289", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-01-24", 
  "subjects": [
    "Aid to dependent children", 
    "Child support", 
    "Child welfare", 
    "Domestic Relations and Families", 
    "Federal-state relations", 
    "Foster home care", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Income tax", 
    "Information services", 
    "Interstate relations", 
    "Labor and employment", 
    "Liens", 
    "Medicaid", 
    "Payroll deductions", 
    "Social welfare", 
    "State taxation", 
    "States", 
    "Support of dependents", 
    "Wages", 
    "Wisconsin"
  ], 
  "subjects_top_term": "Support of dependents", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-01-24", 
    "text": "Child Support Enforcement Amendments of 1984 - Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act to revise the purposes of such part to provide that assistance in obtaining support will be available under part D to all children (whether or not eligible for aid under the Aid to Families With Dependent Children (AFDC) program) for whom such assistance is requested. Requires a State, under part D, to have enacted laws establishing, embodying, or requiring the use of the following procedures to increase the effectiveness of its part D program: (1) procedures for the withholding from income of support amounts; (2) procedures assuring the State will improve the enforcement of support obligations; (3) procedures to collect support from a State tax refund; (4) procedures under which liens are imposed against real and personal property for amounts of past-due support owed by an absent parent; (5) procedures for establishing a child's paternity; (6) procedures requiring an individual to give security or post a bond to secure payment of past-due support if the individual is an absent parent who has demonstrated a pattern of not making payments; (7) procedures by which information regarding the amount of past-due support owed by an absent parent residing in the State will be made available to any consumer credit bureau organization upon the request of such organization, subject to certain conditions; and (8) procedures under which support payments will be made under part D through the State agency or other entity administering the State's income withholding system at the request of either parent, even though no arrearages are involved. Sets forth the procedures (referred to in clause one above) for the withholding from income of support payments. Provides that under such procedures: (1) amounts withheld must comply with the support order; (2) withholding must be initiated without application in the case of a child who is already receiving services under part D, and will be initiated with an application in the case of any other child; (3) withholding must be carried out in full compliance with all procedural due process requirements and must begin as soon as feasible; (4) withholding must be administered by a public agency (or a publicly accountable agency) designated by the State, and amounts withheld must be expeditiously distributed; (5) the State must provide advance notice to each individual who will have payments withheld and information as to how to contest the withholding; (6) State law must give priority to support collection over any other legal process against the same wages; (7) there will be withholding from all forms of income; (8) provisions must be made for terminating withholding; and (9) arrangements will be made with other States providing for reciprocal withholding. Requires, in addition, under such procedures that: (1) an employer withhold ordered payments (which shall include a fee to be paid to the employer) when provided with written notice; (2) an employer be held liable to the State for failure to withhold; and (3) a fine be imposed on any employer who refuses to employ or takes disciplinary action against any individual subject to wage withholding because of the existence of the withholding and additional obligations imposed on the employer. Requires a State's laws to require withholding whenever arrearages occur, even if an application for services under part D is not filed. Provides exemptions from the requirements of this paragraph, subject to the Secretary of Health and Human Services' continuing review, for States demonstrating that the enactment of any of this paragraph's requirements will not improve the State's support enforcement program. Authorizes a State to use the funds available under part D for automated management systems to facilitate the development and improvement of income withholding procedures. Requires a State, whenever a family for whom support payments have been collected and distributed under part D ceases to receive assistance under part A (Aid to Families With Dependent Children) of title IV, to: (1) continue collecting support for up to three months; and (2) continue collection and payment to the family (without requiring reapplication) at the end of the three-month period on the same basis as in the case of individuals not receiving assistance under part A. Repeals the current 12 percent incentive payment which is based on collections made on behalf of AFDC families. Provides, under the new incentive payment provisions, that the basic incentive payment will be four percent of the State's AFDC collections plus four percent of the State's non-AFDC collections. Provides that to the extent that AFDC or non-AFDC collections exceed the State's combined AFDC and non-AFDC administrative costs, higher incentives will be paid on a graduated scale of up to ten percent of AFDC and ten percent of non-AFDC collections. Caps the total dollar amount of incentive paid for non-AFDC collections at 125 percent of the incentive payment for AFDC collections. Provides that the amount of incentive payments to be made to a State for any fiscal year shall be estimated by the Secretary before the beginning of such year and that the Secretary shall make such payments for such year on a quarterly basis, with the payments being reduced or increased to compensate for any prior overpayments or underpayments. Authorizes the Secretary to make grants, in order to encourage and promote the development and use of more effective methods of enforcing support obligations under part D in cases where either the children on whose behalf the support is sought or their absent parents do not reside in the State where such cases are filed, to States proposing to undertake new or innovative methods of support collection in such cases. Authorizes appropriations for such grants. Requires: (1) review of a State's part D program at least once every three years; and (2) the operation by a State of a child support program (under part A) which is in substantial compliance with the State's part D plan. Replaces current penalty provisions under part A with graduated penalties of two, three, and five percent in cases where a State's part D program does not meet applicable requirements. Amends part A (General Provisions) of title XI of the Social Security Act to require any demonstration project undertaken which assists in promoting the objectives of part D of title IV to: (1) be designed to improve the financial well-being of children, and prohibit modifications in the child support program which would have the effect of disadvantaging children in need of support; and (2) not result in increased costs to the Federal Government under part A of title IV. Provides, under part D, that amounts collected by a State as child support on behalf of a child for whom a public agency is making foster care maintenance payments under part E (Foster Care and Adoption Assistance) of title IV: (1) shall be retained by the State to the extent necessary to reimburse it for foster care maintenance payments made; (2) shall be paid to the public agency responsible for supervising the placement of a child to the extent that amounts collected exceed foster care maintenance payments made with respect to the child but not amounts required by a court order to be paid on behalf of the child; and (3) shall be retained by the State if any portion of the amounts collected remains after making the payments required above, to the extent that such portion is necessary to reimburse the State for any foster care maintenance payments made for a child. Requires any balance to be paid to the State agency responsible for supervising child care placement. Requires a State, under part E, where appropriate, to take all steps to secure an assignment to the State of any rights to support on behalf of each child receiving foster care maintenance payments. Requires collection by a State of spousal support under part D. (Current law permits such collection.) Requires the Secretary's annual report under part D to include the payment status of all active child support cases in each State, with specific information concerning: (1) interstate cases; and (2) the number of cases in certain defined categories. Requires a State, under part D, to regularly publicize the availability of child support enforcement services, including a telephone number or address where further information can be obtained. Requires a State, as a condition of eligibility for Federal payments under part A or D of title IV, to establish a State Commission on Child Support to examine, investigate, and study the operation of the State's child support system so as to determine the extent to which the system has been successful in securing support and parental involvement for both AFDC and non-AFDC children. Requires a report from the Commission. Permits waivers of the requirement for a Commission in a State if the State already has its own commission, which is making satisfactory progress towards effective child support enforcement, or has in effect objective standards for child support obligations. Directs the Secretary to approve a request from the State of Wisconsin to waive any requirement of part A or D of title IV so as to permit modifications of such State's programs under parts A and D in order to enable such State to make an adequate test of its Child Support Initiative, provided certain conditions are met. Directs the Secretary to issue regulations requiring States to petition for the inclusion of medical support as part of any child support order whenever health care coverage is available to the absent parent at a reasonable cost. Repeals the requirement that a State may not request the assistance of the Federal Parent Locator Service until the State has determined that the absent parent cannot be located through its own agencies. Provides for the continuation of Medicaid (title XIX of the Social Security Act) eligibility for four months if a family loses AFDC eligibility because of the collection or increased collection of support under part D of title IV."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Support Enforcement Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend part D of title IV of the Social Security Act to assure, through mandatory income withholding, incentive payments to States, and other improvements in the child support enforcement program, that all children in the United States who are in need of assistance in securing financial support from their parents will receive such assistance regardless of their circumstances, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:11-05:00"
}