{
  "actions": [
    {
      "acted_at": "1991-01-15", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s216-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-15", 
  "number": "216", 
  "official_title": "A bill to provide for the conveyance of certain land at Fort A.P. Hill Military Reservation, Virginia.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr529-102", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Warner, John", 
    "state": "VA", 
    "thomas_id": "01452", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-15", 
  "subjects": [
    "Army posts", 
    "Correctional institutions", 
    "Land transfers", 
    "Public lands and natural resources", 
    "Virginia"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-15", 
    "text": "Directs the Secretary of the Army to convey to Caroline County, Virginia, or to the Commonwealth of Virginia, all right, title, and interest of the United States to a specified parcel of land at Fort A.P. Hill, Virginia. Requires a conveyance of land to Caroline County, Virginia, only if: (1) construction of a regional correctional facility commences and completes within specified deadlines; and (2) such parcel of land is used only for the construction and operation of the facility. Reverts to the United States all right, title, and interest in and to such land conveyed to Caroline County, Virginia, if the regional correctional facility is not so constructed and operated. Directs the Secretary to convey the reverted land to Virginia if similar conditions are met. Reverts the parcel of land again to the United States if such conditions are not met. Declares that the facility: (1) shall have a maximum capacity of not more than 2,400 inmates; and (2) may not be used to house Federal prisoners or prisoners convicted by, sentenced by, or awaiting trial in the District of Columbia courts. Amends the National Defense Authorization Act for Fiscal Year 1991 to repeal provisions relating to the conveyance of certain land at Fort A.P. Hill Military Reservation, Virginia, to the Commonwealth of Virginia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the conveyance of certain land at Fort A.P. Hill Military Reservation, Virginia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:36-05:00"
}