{
  "actions": [
    {
      "acted_at": "2007-05-03", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-05-16", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-08-03", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Inouye with amendments. With written report No. 110-144.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-08-03", 
      "calendar": "Senate Legislative", 
      "number": "329", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 329.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1300-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2007-05-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "2007-05-03", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "2007-05-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-05-03", 
  "number": "1300", 
  "official_title": "A bill to amend title 49, United States Code, to authorize appropriations for the Federal Aviation Administration for fiscal years 2008 through 2011, to improve aviation safety and capacity, to modernize the air traffic control system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2881-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2881-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2881-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2881-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2972-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Aviation Investment and Modernization Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-05-16", 
  "subjects": [
    "Access to airports", 
    "Air traffic", 
    "Aircraft pilots", 
    "Airline passenger traffic", 
    "Airlines", 
    "Airports", 
    "Authorization", 
    "Aviation fuels", 
    "Aviation insurance", 
    "Aviation safety", 
    "Avionics", 
    "Coal", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Finance and financial sector", 
    "Fire prevention", 
    "Flight crews", 
    "Government operations and politics", 
    "Housing and community development", 
    "Infrastructure", 
    "Iraq compilation", 
    "Labor and employment", 
    "Navigation (Aeronautics)", 
    "Navigational aids (Aeronautics)", 
    "Noise", 
    "Older workers", 
    "Reinsurance", 
    "Research and development", 
    "Research grants", 
    "Science, technology, communications", 
    "Social welfare", 
    "Transportation and public works", 
    "Transportation research", 
    "User charges"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2007-08-03", 
    "text": "Aviation Investment and Modernization Act of 2007 - Title I: Authorizations and Financing - (Sec. 101) Amends federal transportation law to authorize appropriations for FY2008-FY2011 for: (1) Federal Aviation Administration (FAA) operations; (2) FAA air navigation facilities and equipment; (3) civil aviation research and development (R&D); (4) airport planning and development and noise compatibility planning programs; (5) certain other aviation programs; and (6) administrative expenses for certain airport programs. (Sec. 106) Directs the FAA to impose, with specified exceptions, a surcharge of $25 per flight on owners or operators of passenger aircraft and to deposit such amounts in an Air Modernization Fund to modernize the air traffic control system and implement Next Generation Air Transportation System projects. Authorizes the Secretary of Transportation (Secretary) to borrow up to $5 billion to finance capital investments in the FAA's air traffic control system. Title II: Airport Improvements - (Sec. 201) Revises passenger facility charge (PFC) provisions granting an eligible agency (a public agency that controls a commercial service airport) the authority to impose a PFC on passengers boarding an aircraft, including requiring such agency to: (1) submit annually to air carriers and foreign air carriers operating at the airport, and make available to the public, a status report on the agency's PFC program; and (2) obtain approval from the Secretary before imposing a PFC to finance an intermodal ground access project or increasing a PFC. (Sec. 202) Directs the Secretary to establish and conduct an alternative PFC collection pilot program under which an eligible agency may impose a PFC without regard to dollar amount limitations, provided such agency collects the PFC from a passenger at the airport via the Internet, or in any other reasonable manner. (Sec. 203) Revises certain assurances required to be made before being eligible for an airport improvement program grant. (Sec. 204) Sets, for a specified period, the government's share of project costs at no more than 95% for an airport improvement project at a small hub airport that has subsequently been reclassified as a medium hub airport. (Sec. 205) Makes the cost of relocating or replacing an airport due to a change in design standards that is beyond the control of an airport owner or operator an allowable project cost under the airport improvement program. (Sec. 206) Provides that certain restrictions on the use of proceeds from the sale of a private airport to a public entity shall not apply. (Sec. 207) Authorizes the FAA Administrator to carry out a pilot program at not more than 10 airports to take over operational responsibility for airport terminal area air navigation equipment. (Sec. 208) Sets the government's share of project costs at 95% (under current law, 90%) for certain airport improvement projects at certain airports. (Sec. 209) Sets forth provisions: (1) making Afghanistan-Iraq war veterans eligible for the veteran's hiring preference on airport improvement projects; (2) increasing the apportionment of airport planning and development and noise compatibility planning and program funds to certain cargo airports to 4.0% each fiscal year; (3) making the construction of parking pads for mobile refuelers used while refueling aircraft at non-primary airports eligible for airport improvement program funding; (4) requiring a minimum discretionary funding level of $520 million for airport improvement programs in a fiscal year; and (5) revising criteria used in calculating the apportionment of airport improvement program funds to certain airports. (Sec. 210) Requires states participating in the state block grant program to comply with certain grant requirements in administering non-primary airport projects, including federal environmental requirements or an agreed upon equivalent. (Sec. 211) Provides for airport improvement program funding of special environmental studies for federally-funded airport projects or special studies or reviews to support approved noise mitigation programs or environmental mitigation in a FAA Record of Decision or Finding of No Significant Impact. (Sec. 212) Authorizes the Secretary to make airport improvement program grants to airport operators to assist in completing environmental review and assessment activities for implementation of proposed flight procedures under the airport noise compatibility planning program. (Sec. 213) Makes current or former military airports that are found to be critical to the safety of trans-oceanic air traffic eligible for certain discretionary grant funding used to develop current or former airports and improve the capacity of the national air transportation system. (Sec. 214) Allows a PFC imposed at a large hub airport (that is subject to an amended judgment and final order in condemnation filed on January 7, 1980, by the Superior Court of the State of California for the county of Los Angeles) to be used as an eligible project cost to carry out noise mitigation for certain school buildings in the noise impacted area surrounding the airport if: (1) the buildings are adversely affected by airport noise; and (2) certain other requirements are met. (Sec. 215) Directs the Secretary to carry out at public-use airports a program to fund environmental mitigation demonstration projects that will measurably reduce or mitigate aviation impacts on noise, air quality or water quality in the vicinity of such airports. (Sec. 216) Allows airport improvement project costs incurred before the award of an airport improvement program grant due to anticipation of severe weather to remain eligible for funding under the airport improvement program. Title III: FAA Organization and Reform - (Sec. 301) Establishes an Air Traffic Control Modernization Oversight Board to provide specific oversight of FAA's modernization activities (effectively replacing the Federal Aviation Management Advisory Council and the Air Traffic Services Subcommittee of the Council). (Sec. 302) Authorizes the Secretary to carry out a pilot program for non-federal acquisition of Automatic Dependent Surveillance-Broadcast ground stations. (Sec. 303) Sets forth certain factors that the FAA shall consider in determining whether to permit non-government sources to provide next generation air traffic services. (Sec. 305) Repeals a provision limiting the FAA's authority to use non-competitive procurement of goods and services only when such property or services are available from only one responsible source or only from a limited number of responsible sources and no other type of property or services will satisfy the needs of the FAA. (Sec. 306) Authorizes the Administrator of the FAA to competitively bid to provide air traffic services to aviation authorities abroad (under current law, the FAA may provide such services with or without reimbursement if it determines that providing such services promotes aviation safety). (Sec. 307) Allows senior FAA executives and employees to participate in the Presidential Rank Award Program. (Sec. 308) Requires: (1) the FAA Administrator to make recommendations for the realignment of FAA services and facilities to assist in the transition to next generation facilities; (2) the Air Traffic Control Modernization Oversight Board to study the Administrator's recommendations and make its independent recommendations for realignment of aviation services or facilities and submit them to the President and Congress; and (3) the head of a participating department or federal agency to establish an office to coordinate its Next Generation Air Transportation System activities with other departments or federal agencies. (Sec. 311) Grants the FAA Administrator authority to retain as part of its appropriation proceeds from the disposal of FAA property. (Sec. 313) Provides that in disputes arising between the FAA Administrator and its employees in attempting to reach an agreement concerning the implementation of proposed changes to the FAA personnel management system: (1) the services of the Federal Mediation and Conciliation Service (FMCS) shall be used; (2) the Administrator and employees may by mutual agreement adopt procedures for the resolution of disputes or impasses arising in the negotiation of a collective-bargaining agreement; and (3) if the services of the FMCS have led to an impasse between the FAA and its employees in reaching an agreement with respect to implementing the proposed changes, the FAA Administrator and employees shall submit their controversy to the Federal Service Impasses Panel for binding arbitration. (Under current law, the services of the FMCS shall be used and, if the services of the FMCS do not lead to an agreement, the Administrator's proposed change to the personnel management system shall not take effect until 60 days have elapsed after the Administrator has transmitted the proposed changes, along with the objections of the employees to the changes, and the reasons for such objections, to Congress.) (Sec. 314) Directs the FAA Administrator to report to Congress, and issue regulations, on integrating ADS-B technology into the National Airspace System (NAS). Title IV: Airline Service and Small Community Air Service Improvements - (Sec. 401) Requires each air carrier: (1) to develop a plan to provide passengers with adequate food, potable water, and restroom facilities in cases of a substantially delayed flight departure; (2) in the absence of a plan providing a clear timeframe for passengers to deplane a delayed aircraft, to provide such passengers an option to deplane, with exceptions, if more than three hours have elapsed, and during any subsequent three-hour periods of delay; and (3) to post on its website a statement of its customer service policy and of the customers' consumer rights under federal and state law. (Sec. 402) Requires air carriers to publish and update monthly on its website a list of chronically delayed and canceled flights prior to the customer purchasing an airline ticket. (Sec. 403) Amends the Vision-Century of Aviation Reauthorization Act to mandate (under current law, authorizes) the Secretary to establish a pilot program authorizing the Secretary to require air carriers providing small community essential air service (EAS) and major air carriers serving large hub airports to participate in multiple code-share arrangements consistent with normal industry practice whenever and wherever the Secretary determines that such multiple code-sharing arrangements would improve air transportation services. (Sec. 404) Extends the effective period of final orders of the Secretary regarding the eligibility of small communities for EAS subsidies through September 30, 2011. (Sec. 405) Revises certain guidelines used to determine compensation for continued EAS to small and rural communities to include provisions permitting the Secretary to: (1) incorporate financial incentives in essential air service contracts based on specified performance goals; and (2) execute long-term essential air service contracts when in the public interest to do so. (Sec. 406) Directs the Secretary to establish a program to provide general aviation conversion funding for airports that serve places no longer eligible under the EAS program. (Sec. 407) Increases additional funding for each fiscal year for the EAS program. (Sec. 408) Applies resolution of airport fee dispute provisions to foreign air carriers (under current law, applies only to domestic air carriers). (Sec. 409) Revises certain priorities in the funding of communities under the small community air service development program to give priority in funding to multiple communities who cooperate to submit a region or multistate application to improve air service under such program. Extends the small community air service development program through FY2011. (Sec. 410) Establishes funding levels for FY2008-FY2011 for the air traffic control contract tower program. Increases the federal share of the cost of construction of a nonapproach control tower under the program. Directs the Secretary to establish uniform standards and requirements for safety assessments of air traffic control towers that receive funding under such program. (Sec. 411) Expresses the sense of Congress that each U.S. air carrier should: (1) establish reduced air fares for all members of the armed forces; and (2) offer flexible terms that allow active duty members of the armed forces to purchase, modify, or cancel air tickets without time restrictions, fees, and penalties. (Sec. 412) Directs the Secretary, subject to availability of appropriations, to investigate airline consumer complaints, including canceled flights, lost or damaged baggage, and deceptive or misleading advertising. (Sec. 413) Requires air carriers applying to provide EAS to submit a marketing plan. (Sec. 414) Increases the number of slots exempted from requirements prohibiting an air carrier's operation of an aircraft nonstop in air transportation between Ronald Reagan Washington National Airport and another airport more than 1,250 statute miles away (Perimeter Rule limit). Increases the number of slot exemptions for air carriers that are required to operate within the Perimeter Rule limit. Title V: Aviation Safety - (Sec. 501) Directs the FAA Administrator, not later than December 31, 2008, to issue a plan to develop an installation and deployment schedule for systems that alert air traffic controllers and flights crews to potential runway incursions. Requires such plan to be integrated into the annual FAA operational evolution plan. (Sec. 502) Directs the FAA, not later than December 31, 2007, to issue a final rule regarding the reduction of fuel tank flammability in transport category aircraft. (Sec. 503) Authorizes a person who has been denied an airman certificate by an order of the National Transportation Safety Board (NTSB), or the FAA Administrator when a NTSB order will have a significant adverse impact on the Administrator issuing or renewing airman certificates, to seek judicial review in the appropriate United States Court of Appeals. (Sec 504) Sets forth a process under which the FAA may release, without the consent of the owner of record of an aircraft, data relating to abandoned aircraft type certificates and supplemental aircraft type certificates for an aircraft, engine, propeller, or appliance to a person seeking to maintain the airworthiness of such aircraft. (Sec. 505) Extends by one year the authority of the FAA to issue a design organization certificate to a design organization authorizing such organization to certify compliance with certain requirements and minimum standards for the type certification of aircraft, aircraft engines, propellers, or appliances. (Sec. 506) Sets forth requirements authorizing the FAA Administrator to access criminal history records or data bases systems with regard to FAA employees. (Sec. 507) Directs the FAA Administrator to: (1) conclude arrangements with the National Academy of Sciences for a study of pilot fatigue; and (2) initiate a process to carry out the recommendations of the Civil Aerospace Medical Institute (CAMI) study on flight attendant fatigue. (Sec. 508) Requires all helicopter emergency medical service operators to comply with certain federal safety regulations whenever there is a medical crew on board, without regard to whether there are patients on board. Requires the FAA to initiate a rulemaking to: (1) require helicopter emergency medical service operators to use a standardized checklist of risk evaluation factors to determine whether a mission should be accepted; (2) create standardized flight dispatch procedures for such operators to use during flights; (3) require helicopters used for emergency medical service operations to have an operational terrain awareness and warning system on board; and (4) require, after a certain feasibility study is done, flight data and cockpit voice recorders on board such helicopters. (Sec. 509) Prohibits, with a specified exception, an air carrier from using a person as a flight attendant unless such person has the ability to read, speak, and write English. (Sec. 510) Requires the FAA to establish a plan in which Occupational Safety and Health Administration (OSHA) requirements may be applied to crewmembers while working in an aircraft cabin. (Sec. 511) Requires the FAA to set a target of achieving a minimum of 200 Required Navigation Performance approach procedures per fiscal year through FY2012. Title VI: Aviation Research - (Sec. 601) Requires the Secretary to permanently maintain the airport cooperative research program. Authorizes appropriations through FY2011 for such program, earmarking an amount for certain research activities related to the airport environment. (Sec. 602) Requires the FAA Administrator to establish a research grant program that accomplishes by January 1, 2015, certain performance objectives to reduce civilian aircraft noise, emissions, and energy consumption. (Sec. 603) Directs the Secretary to establish a research grant program that includes participation of Centers of Excellence for Coal-to-Jet-Fuel Research to develop technologies that produce jet fuel from clean coal. (Sec. 604) Establishes the Advisory Committee on the Future of Aeronautics. Requires the Committee to report to Congress on its recommendations for consolidating civil aeronautics research and development (R&D) in the United States. (Sec. 605) Extends the authority of an existing research program to improve airfield pavements. (Sec. 606) Requires the FAA to conduct aviation safety research to reduce the dangers of wake turbulence, volcanic ash, and weather on aircraft. (Sec. 607) Authorizes the FAA Administrator to conduct developmental work and service testing to improve unmanned aircraft for eventual integration into the national airspace system. Authorizes appropriations for FY2008 and FY2009. (Sec. 608) Reauthorizes for FY2008-FY2012 the FAA Center for Excellence in applied research and training in the use of advanced materials in transport aircraft. Title VII: Miscellaneous - (Sec. 701) Extends the Secretary's authority to: (1) provide war risk insurance and reinsurance against loss or damage arising out of any risk from the operation of a domestic or foreign aircraft through October 1, 2017; and (2) certify that an air carrier is a victim of an act of terrorism and not liable for losses suffered by third parties that exceed $100 million, as well as immunity from punitive damages (with the federal government responsible for any liability above $100 million) through December 31, 2012. (Sec. 702) Directs the FAA Administrator to develop a Human Intervention Management Study program for cabin crews employed by U.S. commercial air carriers. (Sec. 703) Directs the FAA Administrator to establish a certification training program for the airport concessions disadvantaged business enterprise program. (Sec. 704) Extends through FY2011 the eligibility for a grant under the airport improvement program for: (1) the Metropolitan Washington Airports Authority; and (2) the Marshall Islands, the Federated States of Micronesia, Palau, and Midway Island Airport. (Sec. 705) Makes permanent certain provisions requiring large or medium hub airports to file competitive access reports with the Secretary before receiving approval for a grant under the airport improvement program. (Sec. 706) Allows a pilot who has attained 60 years of age to serve as a passenger airline pilot until the age of 65 years old if certain conditions are met. (Sec. 707) Provides for the adjustment of overflight fees by the FAA. (Sec. 709) Directs the Comptroller General to conduct, and report to Congress on, a study of the training of FAA airway transportation systems specialists. Directs the FAA Administrator to develop a staffing model for aviation safety inspectors. (Sec. 710) Replaces the Director of the National Park Service with the Secretary of the Interior with respect to provisions regarding the overflight of national parks by commercial air tour operators. Authorizes commercial air tour operations over a national park or tribal lands in cases where there is a voluntary agreement allowing such operations over such park or lands. Authorizes, with a specified exception, the Secretary of the Interior to waive requirements prohibiting commercial air tour operations over a national park or tribal lands when there are 100 or fewer such operations conducted in a year or there is a voluntary agreement to manage such operations over the park. Sets forth certain reporting requirements for commercial air tour operators. Authorizes the Secretary of the Interior to assess fees on commercial air tour operators conducting commercial air tour operations over national parks. Authorizes appropriations for the development of air tour management plans for national parks or tribal lands. Sets forth certain requirements with respect to the authority of commercial air tour operators to operate over a national park or tribal lands. (Sec. 711) Prohibits the operation of any civil subsonic turbojet of 75,000 pounds or less operating out of airports in the continental United States unless such aircraft complies with stage three noise levels. Allows an opt-out of such requirement for any aircraft operator at an airport notifying the Secretary of intent to continue the operation of noncompliant aircraft. Requires notices of such opt-outs to be made accessible to the public. (Sec. 712) Prohibits the FAA Administrator from eliminating weight restrictions or prior permission rules at Teterboro Airport in Teterboro, New Jersey. (Sec. 713) Amends the Railway Labor Act to provide coverage under such Act giving air carrier employees certain protections with respect to intended changes sought affecting such employees' pay, rules, and working conditions due to the merger or acquisition of the employees' air carrier. (Sec. 714) Directs the FAA Administrator to establish a pilot program for redevelopment of airport property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aviation Investment and Modernization Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Aviation Investment and Modernization Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to authorize appropriations for the Federal Aviation Administration for fiscal years 2008 through 2011, to improve aviation safety and capacity, to modernize the air traffic control system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:34-05:00"
}