{
  "actions": [
    {
      "acted_at": "1973-03-26", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1368-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-26", 
  "number": "1368", 
  "official_title": "A bill to prohibit the use for public works projects of any lands designated for use for parks, for recreational purposes, or for the preservation of its natural values unless such lands are replaced by lands of like kind.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Park Land Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Case, Clifford P.", 
    "state": "NJ", 
    "thomas_id": "01302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-26", 
  "subjects": [
    "Parks", 
    "Public lands and natural resources", 
    "Public works", 
    "Recreation"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-26", 
    "text": "Park Land Protection Act - Provides that no Federal department or agency shall utilize in connection with any Federal public works project or any other nonpark or nonrecreational project or program any Federal lands designated or utilized for parks, recreation, or the preservation of its natural values unlesss it first makes available a replacement for the lands so utlized. Provides that no Federal funds may be used for a State project which fails to replace such lands. Provides for a Park and Recreational Replacement Lands Review Commission. Sets forth the composition of such Commission states that the Commission shall resolve any controversies arising with respect to the replacement of like lands. Authorizes the Commission to secure directly from any executive department, bureau, agency, board, commission, office, independent establishment, or instrumentality of the Federal Government information for the puposes of this Act; and each such department, bureau, agency, board, commission, office, establishment, or instrumentality is authorized and directed to furnish such information directly to the Commission upon request made by the Chairman of the Commission. States that it shall be the duty of the Commission to hear and determine all controversies submitted to it pursuant to this Act and the findings and determinations of the Commission shall be final. Provides that it shall be the further duty of the Commission to advise and make recommendations to the Secretary of the Interior to assist him in carrying out the provisions of this Act. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Park Land Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit the use for public works projects of any lands designated for use for parks, for recreational purposes, or for the preservation of its natural values unless such lands are replaced by lands of like kind.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:35-05:00"
}