{
  "actions": [
    {
      "acted_at": "1974-07-03", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15794-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-03", 
  "number": "15794", 
  "official_title": "A bill to amend chapter 17 of title 38 of the United States Code to require the establishment of comprehensive treatment and rehabilitative services and programs for all veterans suffering from alcoholism, drug dependence, or alcohol or drug abuse disabilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Drug and Alcohol Treatment and Rehabilitation Act", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-03", 
  "subjects": [
    "Alcoholic beverages", 
    "Alcoholism", 
    "Armed forces and national security", 
    "Disabled", 
    "Medical care, personnel, and facilities", 
    "Narcotics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Veterans' rehabilitation"
  ], 
  "subjects_top_term": "Veterans' rehabilitation", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-03", 
    "text": "Veterans Drug and Alcohol Treatment and Rehabilitation Act - Directs the Administrator of Veterans' Affairs to furnish readjustment medical counseling and appropriate followup care and treatment to any person who served in the active military, naval, or air service during the Vietnam era and was discharged or released therefrom and who requests such counseling in order to assist such person in readjusting to civilian life following his discharge or release from the Armed Forces. Authorizes the Administrator to furnish hospital and domiciliary care (including nursing home care) and medical and rehabilitative services on a nationwide basis to the eligible veterans and persons suffering from the disability of alcoholism or alcohol abuse. Stipulates that the Administrator shall furnish to any veteran for a drug dependence or drug abuse disability such special medical treatment and rehabilitative services and such hospital and domiciliary care as he finds to be reasonably necessary to bring about the veterans recovery and rehabilitation from such disability. Directs the Administrator to utilize all available resources of the Veterans' Administration including the use of peer group veterans in seeking out and counseling toward treatment and rehabilitation all veterans, especially Vietnam era veterans, eligible for treatment and rehabilitative services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Drug and Alcohol Treatment and Rehabilitation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 17 of title 38 of the United States Code to require the establishment of comprehensive treatment and rehabilitative services and programs for all veterans suffering from alcoholism, drug dependence, or alcohol or drug abuse disabilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:13-05:00"
}