{
  "actions": [
    {
      "acted_at": "1993-02-03", 
      "references": [
        {
          "reference": "CR S1159-1160", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-02-03", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-02-23", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education, Arts, Humanities", 
      "text": "Referred to Subcommittee on Education, Arts, Humanities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-04-03", 
      "references": [
        {
          "reference": "CR S4497", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-10-21", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Education, Arts, Humanities", 
      "references": [], 
      "text": "Subcommittee on Education, Arts, Humanities. Approved for full committee consideration with an amendment in the nature of a substitute favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-03", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1993-11-16", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 103-183.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-11-16", 
      "calendar": "Senate Legislative", 
      "number": "284", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 284.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s286-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts and Humanities", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1993-02-03", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-02-03", 
  "number": "286", 
  "official_title": "A bill to reauthorize funding for the Office of Educational Research and Improvement, to provide for miscellaneous education improvement programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr856-103", 
      "reason": "related"
    }
  ], 
  "short_title": "Educational Research and Improvement Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1993-11-03", 
  "subjects": [
    "Academic performance", 
    "Adult education", 
    "Authorization", 
    "Bill of Rights", 
    "Block grants", 
    "Business education", 
    "CIS countries", 
    "Central Europe", 
    "Child development", 
    "Citizenship education", 
    "Computer software", 
    "Computers in education", 
    "Conferences", 
    "Congressional reporting requirements", 
    "Curricula", 
    "Curriculum planning", 
    "Data banks", 
    "Democracy", 
    "Department of Education", 
    "Dropouts", 
    "Eastern Europe", 
    "Economic theory", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational exchanges", 
    "Educational innovations", 
    "Educational planning", 
    "Educational policy", 
    "Educational research", 
    "Educational statistics", 
    "Educational surveys", 
    "Educational technology", 
    "Educational television", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Estonia", 
    "Europe", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Geography", 
    "Georgia (Republic)", 
    "Government operations and politics", 
    "Group teaching", 
    "Higher education", 
    "History", 
    "Information networks", 
    "Information services", 
    "Instructional materials centers", 
    "International education", 
    "Labor and employment", 
    "Labor statistics", 
    "Language and languages", 
    "Latvia", 
    "Law", 
    "Libraries", 
    "Lithuania", 
    "Manpower training programs", 
    "Mathematics", 
    "Middle schools", 
    "Migrant education", 
    "Minorities", 
    "Minority education", 
    "Parent-school relationships", 
    "Parent-teacher relationships", 
    "Preschool education", 
    "Private schools", 
    "Public schools", 
    "Reading", 
    "Regional educational laboratories", 
    "Research and development contracts", 
    "Research and development facilities", 
    "Research centers", 
    "Research grants", 
    "Russia", 
    "Russian Republic", 
    "Scholarships", 
    "School districts", 
    "Science, technology, communications", 
    "Scientific education", 
    "Scientific instruments and apparatus", 
    "Secondary education", 
    "Teacher education", 
    "Teachers", 
    "Teaching materials", 
    "Technical education", 
    "Technology transfer", 
    "Vocational education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1993-11-16", 
    "text": "TABLE OF CONTENTS: Title I: Office of Educational Research and Improvement Title II: Educational Improvement Programs Title III: Definitions Educational Research and Improvement Act of 1993 - Title I: Office of Educational Research and Improvement - Amends the General Education Provisions Act (GEPA) to repeal certain provisions for the Office of Educational Research and Improvement (OERI) under GEPA (and to reauthorize and revise OERI under this Act). (Sec. 102) Sets forth provisions for OERI administration of authorized educational research and improvement activities. Provides that OERI, administered by the Assistant Secretary for Educational Research and Improvement (the Assistant Secretary), shall include: (1) the Advisory Board of Educational Research (the Board); (2) the Directorates for Educational Research; (3) the regional educational laboratories; (4) the Office of Educational Dissemination; (5) the National Education Library; (6) the Education Resources Information Clearinghouses; (7) the National Center for Education Statistics, including the National Assessment of Educational Progress; and (8) such other entities as the Assistant Secretary deems appropriate. Requires open competition and peer review for all awards of grants or contracts by OERI. Requires the Assistant Secretary to establish the following five national directorates for educational research on: (1) Curriculum, Instruction, and Assessment; (2) Educational Achievement of Historically Underserved Populations; (3) Early Childhood Development and Education; (4) Elementary and Secondary Educational Governance, Finance, Policymaking, and Management; and (5) Adult Education and Lifelong Learning. Limits the number of regional educational laboratories that the Assistant Secretary shall support (minimum ten, maximum 20). Sets planning and reporting requirements and a five-year minimum contract duration. Leaves existing regional educational laboratory contracts in effect. Provides for a teacher research dissemination network program. Authorizes the Secretary of Education to award grants or contracts to various entities. Requires an independent evaluation of such program to be submitted to the Congress. Directs the Assistant Secretary to establish an Office of Educational Dissemination and Reform Assistance (which may include the Education Resources Information Clearinghouses, the regional educational laboratories, the National Clearinghouse for Science and Mathematics Resources, the National Diffusion Network, the National Education Library, and other appropriate programs). Authorizes the National Diffusion Network to: (1) provide information through its State facilitators (directly and without program effectiveness panel approval) on model or demonstration projects funded by the Department of Education; and (2) disseminate other information which is available through the Office of Education Dissemination through the Network itself. Establishes a National Library of Education at the Department of Education. Directs the Secretary of Education to appoint a librarian to head the Library. Directs the Assistant Secretary to establish and support Education Resources Information Clearinghouses (ERICs) (including directly supporting dissemination services). Authorizes appropriations for OERI programs. Authorizes OERI, when more than one Federal agency uses funds to support a single OERI project, to act for all such agencies in administering such funds. (Sec. 104) Amends the Department of Education Reorganization Act to limit the amount of Federal education program funds which may be used to pay non-Federal experts to review applications and proposals for such funds. Title II: Educational Improvement Programs - Part A: International Education Program - Directs the Secretary to carry out an International Education Program that shall provide for: (1) grants to study, evaluate, and analyze education systems in other nations (particularly Great Britain, France, Germany, and Japan); and (2) an International Educational Exchange Program, which shall in part assist Central and Eastern European and former Soviet educators in adapting exemplary civic government and economic education programs developed in the United States. (Sec. 211) Authorizes the Secretary to award up to three competitive contracts with independent nonprofit educational organizations, with specified types of experience, to carry out the Exchange Program. Authorizes appropriations. Part B: Amendments to the Carl D. Perkins Vocational and Applied Technology Education Act - Amends the Carl D. Perkins Vocational and Applied Technology Education Act to include postsecondary employment and training programs among those whose common occupational information needs must be met by the system developed and implemented by the National Occupational Information Coordinating Committee. (Sec. 221) Requires each State board for higher education to develop a data collection system whose results can be integrated into the occupational information system. Part C: Elementary Science Equipment Program - Elementary Mathematics and Science Equipment Act - Authorizes the Secretary to allot funds to State educational agencies to award grants to local educational agencies to provide hands-on instruction equipment and materials to elementary schools to improve mathematics and science education. (Sec. 240) Authorizes appropriations. Part D: Media Instruction - Directs the Secretary to enter into a contract with an independent nonprofit organization to establish a national multimedia television-based project, directed to homes, schools, and after-school programs, to motivate and improve the reading comprehension and writing coherence of elementary school-age children. Authorizes appropriations. Part E: Star Schools - Amends the Star Schools Assistance Act to revise the formula for the required reservation of funds for an independent evaluation of the Star Schools Assistance Program. Part F: Office of Comprehensive School Health Education - Amends the Elementary and Secondary Education Act of 1965 to transfer the Office of Comprehensive School Health Education Act of 1965 to transfer the Office of Comprehensive School Health Education (OCSHE) from the Office of the Secretary (of Education) to the Office of Elementary and Secondary Education. Requires OCSHE to act as a liaison office for coordination of its activities with related activities of the Department of Health and Human Services and to expand school health research grant programs. Part G: Minority-Focused Civics Education - Minority-Focused Civics Education Act of 1993 - Authorizes the Secretary to make grants to eligible entities to develop and implement seminars in U.S. government and civics for elementary and secondary school teachers and other educators who work with minority and Native American students. Authorizes appropriations. Title III: Definitions - Sets forth definitions for purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Office of Educational Research and Improvement Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Educational Research and Improvement Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Elementary Mathematics and Science Equipment Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Minority-Focused Civics Education Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize funding for the Office of Educational Research and Improvement, to provide for miscellaneous education improvement programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:27:41-05:00"
}