{
  "actions": [
    {
      "acted_at": "1990-01-30", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1623-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1623"
    }
  ], 
  "bill_id": "s2040-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1990-01-30", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1990-01-30", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1990-01-30", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1990-01-30", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1990-01-30", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1990-02-21", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1990-01-30", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-01-30", 
  "number": "2040", 
  "official_title": "A bill to expand the size and scope of the Support for East European Democracy (SEED) Program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Support for East European Democracy Act of 1990 or SEED II", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-01-30", 
  "subjects": [
    "American agricultural assistance", 
    "American economic assistance", 
    "American investments", 
    "American technical assistance", 
    "Antiinflationary programs", 
    "Authorization", 
    "Business education", 
    "Congressional reporting requirements", 
    "Credit unions", 
    "Cultural centers", 
    "Cultural relations", 
    "Czechoslovakia", 
    "Democracy", 
    "East Germany", 
    "Eastern Europe", 
    "Educational exchanges", 
    "Employee training", 
    "Environmental assessment", 
    "Environmental protection", 
    "Ex-Members of Congress", 
    "Executives", 
    "Export controls", 
    "Export finance", 
    "Federal aid to higher education", 
    "Food relief", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Free enterprise", 
    "Government operations and politics", 
    "Health", 
    "Hungary", 
    "Information services", 
    "International affairs", 
    "International environmental cooperation", 
    "International monetary system", 
    "Labor supply", 
    "Manpower training programs", 
    "Money", 
    "Most favored nation principle", 
    "Multilateral development banks", 
    "National service", 
    "Poland", 
    "Pollution control", 
    "Reprogramming of appropriated funds", 
    "Romania", 
    "Scholarships", 
    "Scientific exchanges", 
    "Tariff preferences", 
    "Trade negotiations", 
    "U.S.S.R.", 
    "Volunteer workers", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-01-30", 
    "text": "Support for East European Democracy Act of 1990 or SEED II - Amends the Support for East European Democracy (SEED) Act of 1989 to extend SEED Program activities to Czechoslovakia, East Germany, Romania, Bulgaria, Yugoslavia, and, subject to certain conditions, the Soviet Union. Sets forth SEED objectives and activities. Title I: United States Support for Multilateral Action - States that U.S. participation in collective decisionmaking by member countries of a European Bank for Reconstruction and Development (EBRD) should emphasize that: (1) contributions to the EBRD should not result in a reduction of contributions to other multilateral institutions and EBRD activities should be coordinated with the activities of such institutions; and (2) EBRD loans should be directed to the private sector and EBRD activities should provide equal competitive opportunity in Eastern Europe for all foreign firms. Authorizes appropriations. Makes such funds available provided that the President certifies to the Congress that the EBRD contribution schedule represents a fair allocation of responsibility among potential donor countries. Requires the United States to seek to leverage government contributions by providing capital subject to call to permit EBRD borrowing in international capital markets. Directs the U.S. executive director of the International Monetary Fund (IMF) to consult with other directors to facilitate consideration of IMF membership by SEED Program countries. Requires agricultural assistance to Poland to include fish. Directs the United States to provide emergency food assistance to Romania. Title II: Private Sector Development - Authorizes appropriations for the International Executive Service Corps (IESC), an organization consisting of retired U.S. businesspeople, for providing management and technical assistance to private sector enterprises abroad. Requires foreign governments and businesspeople to pay fees for IESC services. Extends the following to SEED Program countries (currently, Hungary and Poland): (1) technical labor market transition assistance; (2) technical training for private sector development; (3) Peace Corps programs; and (4) support for indigenous credit unions. Authorizes appropriations for labor market assistance. Increases the amount of funding authorized for technical training and Peace Corps activities. Title III: Trade and Investment - Requires the President to act to confer most-favored-nation trade status on SEED Program countries. Removes Romania, Bulgaria, Czechoslovakia, and East Germany from the list of countries ineligible for designations as beneficiary developing countries under the Trade Act of 1974. Makes SEED Program countries eligible for Overseas Private Investment Corporation programs, Export-Import Bank programs, and the Trade and Development Program. Increases the amount of funding authorized for the Trade and Development Program. Urges the President to seek bilateral investment treaties with SEED Program countries. Directs the Secretaries of Defense and Commerce to analyze the extent to which current restrictions on SEED Program countries can be minimized while continuing to guard U.S. national security interests. Requires the United States to seek to achieve a reduction in such restrictions. Title IV: Educational, Cultural, and Scientific Activities - Extends educational and cultural exchanges and a scholarship partnership program to SEED Program countries. Increases the amounts of funding authorized for such activities. Urges the President to conclude science and technology exchanges with SEED Program countries. Requires scholarship programs to emphasize the attainment by SEED Program participants of the master of business administration degree. Title V: Democratic Institution-Building and Other Assistance Programs - Requires the United States to provide assistance to support the democratic election process in SEED Program countries. Authorizes appropriations. Directs the United States, through the National Endowment for Democracy, to support an effort to facilitate the transition in Eastern Europe from Communist rule to systems of political democracy. Authorizes appropriations. Requires the Coordinator of the SEED Program to explore ways in which voluntary services provided by the Association of Former Members of Congress can further U.S. efforts to support the development of democratic institutions in Eastern Europe. Authorizes additional appropriations to the Environmental Protection Agency for activities in SEED Program countries. Title VI: SEED Program Management - Expands the SEED Information Center System to include all countries in Eastern Europe. Requires the Secretary of State to analyze personnel and resource needs of U.S. embassies, consulates, and trade centers in SEED Program countries to maximize the effectiveness of such entities in supporting the SEED Program. Expresses the sense of the Congress that any additional resource needs should be funded as expeditiously as possible. Title VII: Reports to Congress - Sets forth reporting requirements for the SEED Program. Title VIII: Miscellaneous Provisions - Makes technical and conforming amendments to the Support for East European Democracy (SEED) Act of 1989."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Support for East European Democracy Act of 1990 or SEED II", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expand the size and scope of the Support for East European Democracy (SEED) Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:50-05:00"
}