{
  "actions": [
    {
      "acted_at": "1980-04-01", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7000-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-01", 
  "number": "7000", 
  "official_title": "A bill to provide for a uniform product liability law.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Product Liability Act", 
  "sponsor": {
    "district": "6", 
    "name": "Preyer, Richardson", 
    "state": "NC", 
    "thomas_id": "00928", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-01", 
  "subjects": [
    "Actions and defenses", 
    "Civil procedure", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Evidence (Law)", 
    "Law", 
    "Limitation of actions", 
    "Products liability", 
    "Standards", 
    "State laws", 
    "States", 
    "Torts", 
    "Warranties"
  ], 
  "subjects_top_term": "Products liability", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-01", 
    "text": "Uniform Product Liability Act - Provides that this Act preempts any other Federal or State law pertaining to matters governed by the Act. Permits reference to be made to other sources of law where this Act does not provide a rule of decision. Sets forth basic standards of responsibility for manufacturers and product sellers other than manufacturers. Subjects a product manufacturer to liability to a claimant who proves by a preponderance of the evidence that the claimant's harm was proximately caused by the product, if such product was unreasonably unsafe in construction or design, or because: (1) adequate warnings or instructions were not provided; or (2) it did not conform to the product seller's express warranty. Specifies the requisite findings which must be made for such proof or unreasonable unsafety to be determined. Subjects a product seller other than a manufacturer to liability to a claimant who proves by a preponderance of the evidence that the claimant's harm was proximately caused by such seller's failure to use reasonable care with respect to the product. Enumerates circumstances under which such a seller is also subject to the liability of a manufacturer. Provides that a product seller shall not be subject to liability for harm caused by an unavoidably dangerous aspect of a product, with specified exceptions. Provides that a product seller shall not be liable, where it proves that at the time of manufacture it was not within practical technological feasibility to make the product safer with respect to its design and its warnings or instructions, with specified exceptions. Sets forth rules relating to proof in product liability cases with respect to the following factors: (1) product design, warnings or instructions, practical technological feasibility, or industry custom; and (2) government standards and mandatory contract specifications. Sets forth provisions governing the length of time product sellers are subject to liability. Provides for a two-year statute of limitation and a ten-year statute of repose. Provides that all claims under this Act shall be governed by the principles of comparative responsibility. Sets forth rules with respect to conduct affecting comparative responsibility, including: (1) failure to discover a defective condition; (2) use of a product with a known defective condition; (3) misuse of a product; and (4) alteration or modification of a product. Specifies the manner in which damages are to be apportioned. Requires that damages in any product liability claim be reduced by any amount paid as workers compensation benefits. Allows punitive damages to be awarded if the claimant proves by clear and convincing evidence that the harm suffered was the result of the product seller's reckless disregard for the safety of product users, consumers, or others who might be harmed by the product."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Product Liability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a uniform product liability law.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:10-05:00"
}