{
  "actions": [
    {
      "acted_at": "2012-09-21", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6546-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "2012-09-21", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-21", 
  "number": "6546", 
  "official_title": "To amend the Office of National Drug Control Policy Reauthorization Act of 2006 to increase congressional oversight of the United States Anti-Doping Agency.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Athlete Due Process Protection Act of 2012", 
  "sponsor": {
    "district": "5", 
    "name": "Sensenbrenner, F. James, Jr.", 
    "state": "WI", 
    "thomas_id": "01041", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-21", 
  "subjects": [
    "Athletes", 
    "Congressional oversight", 
    "Drug, alcohol, tobacco use", 
    "Due process and equal protection", 
    "Health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-21", 
    "text": "Athlete Due Process Protection Act of 2012 - Amends the Office of National Drug Control Policy Reauthorization Act of 2006 to direct the U.S. Anti-Doping Agency to provide a document to each athlete that it investigates that includes the specific doping allegations against such athlete. Requires the Agency's annual report to include: (1) information on each athlete the Agency investigated, including a copy of such document, the athlete's status as an amateur athlete, and the athlete's nationality; (2) the location and cost of each investigation and adjudication the Agency conducted; and (3) any investigations or adjudications conducted by the Agency that another U.S. or foreign agency or organization concurrently investigated or adjudicated. Requires the Agency, before a new or revised procedural or evidentiary rule that relates to the Agency's investigation or adjudication process can take effect, to submit to specified congressional committees a report containing a copy of the rule, a concise general statement relating to it, and a list of actions that the Agency plans to take to implement it. Makes such rule effective 180 days after the Agency submits such report if Congress has not voted to override its implementation. Prohibits any athlete who participates in an event sponsored or licensed by the sport's national governing body, or otherwise subject to the jurisdiction of the U.S. Anti-Doping Agency, the World Anti-Doping Agency, or the International Association of Athletics Federation, from being fined, suspended, expelled, or otherwise penalized unless such athlete has been: (1) served with written specific charges providing dates and times of alleged conduct in question, (2) given a reasonable time to prepare his or her defense, and (3) afforded a full and fair hearing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Athlete Due Process Protection Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Office of National Drug Control Policy Reauthorization Act of 2006 to increase congressional oversight of the United States Anti-Doping Agency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:01:36-05:00"
}