{
  "actions": [
    {
      "acted_at": "2003-06-12", 
      "references": [
        {
          "reference": "CR S7840", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-06-12", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1258-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-06-12", 
  "number": "1258", 
  "official_title": "A bill to improve United States litigation efforts at the WTO, establish a WTO Dispute Settlement Review Commission, promote reform of the WTO dispute settlement process, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Stand With American Workers Act", 
  "sponsor": {
    "district": null, 
    "name": "Bayh, Evan", 
    "state": "IN", 
    "thomas_id": "01572", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-06-12", 
  "subjects": [
    "Administrative procedure", 
    "Confidential communications", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional veto", 
    "Dispute settlement", 
    "Ethics", 
    "Expedited congressional procedure", 
    "Foreign trade and international finance", 
    "Free trade", 
    "Government operations and politics", 
    "Government paperwork", 
    "House rules and procedure", 
    "International affairs", 
    "International agencies", 
    "Judges", 
    "Law", 
    "Legislative procedure", 
    "Legislative resolutions", 
    "Negotiations", 
    "Office of the U.S. Trade Representative", 
    "Presidential appointments", 
    "Presidential commissions", 
    "Senate rules and procedure", 
    "Tariff", 
    "Trade agreements", 
    "Trade negotiations", 
    "Veto"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-06-12", 
    "text": "Stand With American Workers Act - Amends the Trade Act of 1974 to: (1) declare that the United States Trade Representative (USTR) is the primary government official responsible for dispute settlement proceedings before the World Trade Organization (WTO) that involve the United States; and (2) designate a Deputy USTR to oversee dispute settlement proceedings involving the United States before the WTO, including negotiations regarding Understanding on Rules and Procedures Governing the Settlement of Disputes. Amends the Uruguay Round Agreements Act to modify procedural guidelines for dispute settlement panels. Establishes the World Trade Organization Dispute Settlement Review Commission to review: (1) all reports of dispute settlement panels or the Appellate Body of the WTO in proceedings initiated by other parties to the WTO that are adverse to the United States and that are adopted by the Dispute Settlement Body; and (2) upon the request of the USTR or specified congressional officials, any other report of a dispute settlement panel or the Appellate Body that is adopted by the Dispute Settlement Body. Requires the Commission to determine whether the panel or Appellate Body: (1) exceeded its authority or its terms of reference; (2) added to the obligations or diminished the rights of the United States under the Uruguay Round Agreement that is the subject of the report; (3) acted arbitrarily or capriciously, engaged in misconduct, or demonstrably departed from the procedures specified in the applicable Uruguay Round Agreement; (4) deviated from the applicable standard of review; and (5) if it makes an affirmative determination on these matters, further determine whether the action of the panel or Appellate Body materially affected the outcome of its report. Requires the President, if the Commission makes three such affirmative determinations in a five-year period, to submit to Congress a proposal for the fundamental reform of the dispute settlement system at the WTO and the rights and obligations of WTO member countries under that system, and a plan on how to achieve such reform. Declares that, until a joint resolution is enacted approving the President's proposal and authorizing the USTR to negotiate for such fundamental reform, \"fast-track\" requirements of the Trade Act of 1974 for congressional implementation of trade agreements on nontariff barriers and resolutions approving commercial agreements with Communist countries, and the trade authorities procedures provided for in the Bipartisan Trade Promotion Authority Act of 2002, shall cease to apply to implementing bills (except those implementing trade agreements for reduction of foreign tariffs). Prescribes expedited procedures for congressional handling of such a joint resolution. Permits a private US person that is supportive of the US Government's position and has a direct economic interest in the panel's or Appellate Body's resolution of matters in dispute to participate in dispute settlement proceedings. Cites principal negotiating objectives to be pursued by the USTR regarding reform of dispute settlement proceedings. States that the United States shall not agree to the appointment or reappointment of any individual to the Appellate Body or to the WTO panel roster until the WTO establishes and implements specified reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Stand With American Workers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve United States litigation efforts at the WTO, establish a WTO Dispute Settlement Review Commission, promote reform of the WTO dispute settlement process, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:22-05:00"
}