{
  "actions": [
    {
      "acted_at": "1984-02-29", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-09", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2369-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-29", 
  "number": "2369", 
  "official_title": "A bill to amend the Social Security Act to provide for improved procedures with respect to disability determinations and continuing disability reviews and to modify the program for providing rehabilitation services to individuals determined under such Act to be under a disability, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Disability Determination Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-29", 
  "subjects": [
    "Blind", 
    "Department of the Treasury", 
    "Disability evaluation", 
    "Employer incentives", 
    "Government trust funds", 
    "Income tax", 
    "Labor and employment", 
    "Old age, survivors and disability insurance", 
    "Social security finance", 
    "Social welfare", 
    "Supplemental security income program", 
    "Tax credits", 
    "Tax incentives", 
    "Vocational rehabilitation"
  ], 
  "subjects_top_term": "Disability evaluation", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-29", 
    "text": "Social Security Disability Determination Reform Act - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act to establish disability categories which must be used by a State agency or by the Secretary of Health and Human Services, as appropriate, to describe the condition of an individual at the time a determination is made as to whether such individual is under a disability for purposes of receiving disability benefits under title II. Requires that notice to an individual of a disability determination by the Secretary include, in addition to current law requirements: (1) an explanation of why a particular disability category is determined to best describe such individual's condition; and (2) in the case of an individual for whom vocational rehabilitation services or comprehensive services for independent living would be beneficial, a statement indicating such individual's eligibility for such services, an explanation of the disability review provisions as they apply to such individual, and information on how to apply for such services. Requires that disability cases be reviewed for purposes of determining continuing eligibility for disability benefits at least once every three years where an individual was initially determined to be under a disability that is not permanent and at least once every seven years where an individual was initially determined to be under a permanent disability. Provides that in a case where an individual is under a disability and is receiving vocational rehabilitation services or comprehensive services for independent living, the case shall be reviewed for purposes of continuing eligibility whenever a State agency or the Secretary as appropriate determines that such a review is warranted. Requires a State agency or the Secretary, as appropriate, to refer any individual determined to fall within a disability category under which such individual will benefit from vocational rehabilitation services or comprehensive services for independent living to the appropriate State agency or unit administering such services pursuant to the Rehabilitation Act of 1973. Specifies the type of rehabilitation services for which individuals determined to be disabled are eligible, depending upon the disability category into which they fall. Sets forth reporting requirements which apply to facilities which provide either vocational rehabilitation services or comprehensive services for independent living. Provides for the reimbursement of the appropriate State unit for the costs of furnishing comprehensive services for independent living pursuant to the Rehabilitation Act of 1973 from the Federal Disability Insurance Trust Fund and from the Federal Old-Age and Survivors Insurance Trust Fund. Revises the length of the period of trial work for individuals who are under a disability but who will benefit from vocational rehabilitation services and may be able to engage in gainful activity in the future. Amends title XVI (Supplemental Security Income) of the Social Security Act to establish disability categories which must be used by a State agency or the Secretary, as appropriate, to describe the condition of an individual at the time a determination is made as to whether such individual is blind or disabled. Requires that notice to an individual of a disability determination include, in addition to current law requirements: (1) an explanation of why a particular category is determined to best describe such individual's condition; and (2) in the case of an individual for whom vocational rehabilitation services or comprehensive services for independent living would be beneficial, a statement indicating such individual's eligibility for such services and information on how to apply for such services. Requires a State agency or the Secretary, as appropriate, to refer any individual determined to fall within a disability category under which such individual will benefit from vocational rehabilitation services or comprehensive services for independent living to the appropriate State agency or unit administering such services pursuant to the Rehabilitation Act of 1973. Specifies the type of rehabilitation services for which individuals determined to be disabled are eligible, depending upon the disability category into which they fall. Sets forth reporting requirements which apply to facilities which provide either vocational rehabilitation services or comprehensive services for independent living. Provides for the reimbursement of the appropriate State agencies or units for the costs of furnishing comprehensive services for independent living pursuant to the Rehabilitation Act of 1973. Revises the length of the period of trial work for individuals who are under a disability but who will benefit from vocational rehabilitation services and may be able to engage in gainful activity in the future. Amends the Internal Revenue Code to designate disability benefits recipients under titles II and XVI of the Social Security Act as members of a targeted group of employees with respect to whom an employer may be allowed a tax credit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Disability Determination Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to provide for improved procedures with respect to disability determinations and continuing disability reviews and to modify the program for providing rehabilitation services to individuals determined under such Act to be under a disability, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:15-05:00"
}