{
  "actions": [
    {
      "acted_at": "1978-10-05", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-05", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-05", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-10-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14247-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Johnson, James P. (Jim)", 
      "sponsored_at": "1977-01-03", 
      "state": "CO", 
      "thomas_id": "00601", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-05", 
  "number": "14247", 
  "official_title": "A bill to encourage the production of synthetic oil from U.S. oil shale reserves.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Shale Production Incentive Act", 
  "sponsor": {
    "district": "5", 
    "name": "Armstrong, William L.", 
    "state": "CO", 
    "thomas_id": "00029", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-05", 
  "subjects": [
    "Armed forces and national security", 
    "Energy", 
    "Energy policy", 
    "Energy research", 
    "Environmental assessment", 
    "Environmental protection", 
    "Government paperwork", 
    "Income tax", 
    "Land use", 
    "Leases", 
    "Licenses", 
    "Mines and mineral resources", 
    "Mining engineering", 
    "Mining leases", 
    "Oil shales", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum reserves", 
    "Public lands and natural resources", 
    "Refuse as fuel", 
    "Research and development", 
    "Shale oils", 
    "Standards", 
    "Strategic materials", 
    "Tax credits", 
    "Tax deductions", 
    "Tax incentives", 
    "Taxation"
  ], 
  "subjects_top_term": "Oil shales", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-05", 
    "text": "Oil Shale Production Incentive Act - Title I: Strategic Petroleum Reserve Purchase Program - Amends the Energy Policy and Conservation Act to direct the Secretary of Energy to purchase for the Strategic Petroleum Reserve a specified minimum number of barrels of crude oil produced from oil shale in the United States for each of fiscal years 1980 through 1985. Title II: Tax Incentives - Amends the Internal Revenue Code of 1954 to allow a tax credit of a specified amount for each barrel of crude oil produced from oil shale in the United States. Exempts from this tax credit oil sold for Strategic Reserve. Amends the Code to allow a taxpayer to treat specified expenses for oil shale mining property as expenditures for which a specified tax deduction is allowed. Title III: Study of Environmental Standards - Directs the Secretary of the Interior and the Administrator of the Environmental Protection Agency to study Federal environmental laws and regulations to determine methods for: (1) reducing delays and paperwork required before oil shale exploration, development, and extraction may begin; and (2) making uniform the standards under such laws which have to be met by persons conducting oil shale mining. Requires the Secretary and the Administrator to submit to the Congress a report of the results of the above study and recommendations for reducing such delays and paperwork. Specifies which Federal laws are to be considered in this study. Title IV: Study of Federal Leasing Procedures - Directs the Secretary of the Interior to conduct a study of Federal mineral leasing laws and regulations to determine methods of encouraging oil shale exploration, development, and extraction and production of petroleum products from oil shale mined on Federal lands. Requires the Secretary to submit to the Congress a report on the results of such study and recommendations for encouraging oil shale mining and petroleum product production therefrom. Title V: Low British Thermal Unit Gas Turbine - Amends the Federal Nonnuclear Energy Research and Development Act of 1974 to authorize the appropriation of $3,000,000 for the development and demonstration of the use in an on-site gas turbine of low British thermal unit gas produced as a byproduct of crude oil production from oil shale. Title VI: Miscellaneous Provisions - States that the effective date of this Act shall be October 1, 1979."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Shale Production Incentive Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to encourage the production of synthetic oil from U.S. oil shale reserves.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:37-05:00"
}