{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1687-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "1687", 
  "official_title": "A bill to establish policy and principles for planning and evaluating flood control, navigation, and other water resource projects and the use of the water and related land resources of the United States and setting forth guidance for the benefit-cost determinations of all agencies therein involved.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3137-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3852-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Water and Related Land Resources Policy Act", 
  "sponsor": {
    "district": "12", 
    "name": "Wright, James C., Jr.", 
    "state": "TX", 
    "thomas_id": "01244", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Conservation of natural resources", 
    "Land use", 
    "Water resources development"
  ], 
  "subjects_top_term": "Conservation of natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Water and Related Land Resources Policy Act - Requires the head of each Federal department, agency and instrumentality having jurisdiction over flood control, navigation, water supply and pollution abatement, upstream soil conservation and other related resource projects to follow the principles set forth in this Act in planning water and related land use projects. Directs that any evaluation of environmental impact for any project involving flood control, navigation, upstream soil conservation, or beach erosion abatement shall include in its analysis a positive accounting for specified factors including: (1) the abatement of flooding hazards to life and property; and (2) providing potable water supply for any community which has at the time of evaluation or can be expected to have within ten years in the absence of the project an inadequate supply for potable water. Presents the finding of the Congress that the study and review process employed by the Corps of Engineers of the United States Army and by other departments and agencies of government, in the process of interagency review of projects involving flood control, navigation, beach erosion abatement, and related purposes, presently is consuming an inordinately long period of time. Directs that the Secretary of the Army, acting through the Chief of Engineers, shall eliminate all unnecessary forms and procedures, reduce the amount of paperwork and delay involved, and expedite to the maximum extend practicable procedures of study and review to the end that the timelag presently experienced shall be measurably shortened. Directs the Secretary of the Army to report to the Congress no later than June 30, 1974, his accomplishments in carrying out this mandate, together with any recommendations which may further the intent of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Water and Related Land Resources Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish policy and principles for planning and evaluating flood control, navigation, and other water resource projects and the use of the water and related land resources of the United States and setting forth guidance for the benefit-cost determinations of all agencies therein involved.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:16-05:00"
}