{
  "actions": [
    {
      "acted_at": "1987-11-20", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-04", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "text": "Referred to Subcommittee on Commerce, Consumer, and Monetary Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-04", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-17", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-18", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-25", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-02", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-10", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-03-15", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-06", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-07-06", 
      "in_committee": "House Committee on Government Operations", 
      "in_subcommittee": "Commerce, Consumer, and Monetary Affairs", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-09", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Subcommittee on Legislation and National Security Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-09", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-08-09", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1988-09-28", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Government Operations.  Report No: 100-1001 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-09-28", 
      "committee": "House Committee on Banking, Finance and Urban Affairs Sequentially, for a Period Ending not Later than Oct 4, 88", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs Sequentially, for a Period Ending not Later than Oct 4, 88.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-10-04", 
      "references": [], 
      "text": "House Committee on Banking, Finance and Urban Affairs Discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-10-04", 
      "references": [], 
      "text": "Placed on Union Calendar No: 622.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3675-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Commerce, Consumer, and Monetary Affairs", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Flake, Floyd H.", 
      "sponsored_at": "1987-12-18", 
      "state": "NY", 
      "thomas_id": "00388", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-20", 
  "number": "3675", 
  "official_title": "A bill to reorganize and consolidate in a new Federal agency certain functions of the Federal Government relating to real estate appraisals and to authorize State appraiser certifying agencies, for the purpose of protecting the financial and public policy interests of the United States in certain real estate-related financial transactions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Real Estate Appraisal Reform Act of 1988", 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1988-08-09", 
  "subjects": [
    "Administrative fees", 
    "Advisory bodies", 
    "Business and commerce", 
    "Department of Agriculture", 
    "Department of Housing and Urban Development", 
    "Department of the Treasury", 
    "Disciplining of employees", 
    "Employment tests", 
    "Executive reorganization", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal Reserve System", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "General Services Administration", 
    "Government National Mortgage Association", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Housing finance", 
    "Licenses", 
    "Mortgage guaranty insurance", 
    "National Credit Union Administration", 
    "Professional ethics", 
    "Real estate appraisal", 
    "Real estate business", 
    "Securities and Exchange Commission", 
    "Standards", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1988-09-28", 
    "text": "(Reported to House from the Committee on Government Operations with amendment, H. Rept. 100-1001 (Part I)) Real Estate Appraisal Reform Act of 1988 - Title I: Designation of Federal Agencies and Instrumentalities Covered by Act and Establishment of Functions - Requires designated Federal agencies and instrumentalities to: (1) prescribe uniform standards for the performance of real estate appraisals in connection with federally covered transactions in which that agency or instrumentality engages or regulates; (2) issue rules describing categories of real estate-related financial transactions in which that agency or instrumentality engages or regulates that are federally covered transactions; (3) appoint a representative to serve as a member of the Interagency Appraisal Committee (Committee) of the Federal Financial Institutions Examination Council; (4) adopt and implement the appraiser certification requirements established by the Committee; and (5) report to the Congress annually on activities implementing this Act. Designates the following agencies and instrumentalities to carry out activities under this Act: (1) Federal Reserve Board; (2) Federal Deposit Insurance Corporation; (3) Federal Home Loan Bank Board; (4) Comptroller of the Currency; (5) National Credit Union Administration; (6) Federal Housing Administration; (7) Veterans Administration; (8) Farmers Home Administration of the Department of Agriculture; (9) General Services Administration; (10) Department of Transportation; (11) Department of the Interior; (12) Department of Defense; (13) Department of Justice; (14) Department of Housing and Urban Development; (15) Forest Service; (16) Securities and Exchange Commission; and (17) Internal Revenue Service. Title II: Establishment of Federal Appraisal Standards - Sets forth content requirements for Federal appraisal standards, including that they: (1) conform to the Uniform Standards of Professional Appraisal Practice adopted by the Appraisal Standards Board of the Appraisal Foundation (a not-for-profit corporation under the laws of Illinois); (2) be designed to produce an accurate assessment of the market value of the subject of the appraisal; (3) establish the required contents of an appraisal, the manner in which an appraisal shall be performed, and the factors which may be considered in performing one; (4) require the use of state-of-the-art appraisal techniques; (5) allow certain non-certified appraisers to assist in the preparation of an appraisal; (6) prohibit the performance of an appraisal by certain real estate brokers or agents; (7) incorporate the recommendations of individual real estate appraisers, professional appraisal organizations, and users of appraisal services; and (8) recognize and reflect differences in the types of real estate and real estate-related financial transactions for which appraisals are performed in federally covered transactions. Requires appraisal standards to be prescribed by regulation in accordance with Federal rulemaking procedures. Requires appraisal standards to be proposed not later than 18 months after the date of enactment of this Act and adopted in final form not later than 24 months after such date. Title III: Designation of Certain Transactions as Federally Covered Transactions - Directs an agency or instrumentality to: (1) determine which real estate-related financial transactions are of sufficient financial or public policy importance as to require the performance of a certified appraiser; and (2) prescribe rules describing such transactions in accordance with this Act, and designate them as federally covered transactions within 18 months after the date of enactment of such Act. Describes transactions which may be so designated, including any transactions involving $1,000,000 or more of appraised property. Title IV: Establishment of Interagency Appraisal Committee of the Federal Financial Institutions Examination Council - Establishes the Interagency Appraisal Committee within the Federal Financial Institutions Examination Council. Declares that the Committee shall consist of the heads of the Federal agencies and instrumentalities designated under this Act. Transfers to such Committee the authority of such agencies to establish qualification requirements for persons who perform real estate appraisals in connection with federally covered transactions. Delineates the functions of the Committee, including the preparation and promotion of model legislation for establishing State certifying agencies. Directs the Committee to study the feasibility and desirability of extending the provisions of this Act to the function of personal property appraising and appraisers in connection with Federal financial and public policy interests. Requires the Committee to report to the Congress annually on its activities. Directs the Committee to monitor and review the practices, procedures, and organizational structure of the Appraisal Foundation. Requires the Committee to have two advisory committees, to be known as the Real Estate Appraisal User Committee and the State Regulatory Agencies Liaison Committee. Authorizes appropriations to the Committee for the 24-month period beginning on the date of enactment of this Act. Authorizes the Committee to assess and collect fees from: (1) each person who receives a certification to perform appraisals in federally covered transactions; and (2) principals or sponsors of each commercial for-profit transaction requiring an appraisal in a federally covered transaction. Title V: Appraiser Certification Requirements - Requires the Committee to prescribe permanent and interim appraiser certification requirements in connection with federally covered transactions. Sets forth the contents of such requirements, which shall include a code of professional responsibility and a suitable examination. Requires permanent appraiser certification requirements to be adopted not later than 24 months after the date of enactment of this Act. Title VI: Establishment, Approval, and Monitoring of State Appraiser Certifying Agencies; Certification of Appraisers - Authorizes a State to establish an appraiser certifying agency. Sets forth requirements for approval by the Committee of the State agency. Directs the Committee to monitor the activities of an approved State agency. Provides for the Committee to revoke such approval if necessary. Provides for an approved State appraiser certifying agency and the Committee to certify individuals or corporations to perform appraisals in federally covered transactions. Title VII: Appraisals in Federally Covered Transactions - Imposes penalties upon: (1) persons who knowingly seek, obtain, or give money or any other thing of value in exchange for an appraisal by a person who is not a certified appraiser; (2) the Federal National Mortgage Association or the Federal Home Loan Mortgage Corporation for knowingly contracting for an appraisal by a person who is not a certified appraiser; and (3) a persons who are not certified appraisers and who knowingly provide an appraisal. Title VIII: Assignment of Functions to Real Estate Appraisal Industry Self-Regulatory Organization - Provides for the transfer of specified Committee functions to a real estate appraisal industry self-regulatory organization. Includes among such functions: (1) a uniform national examination for determining the competency of individuals seeking to become certified appraisers; (2) certification of appraisers for States which do not have an approved State appraiser certifying agency and oversight of complaince with a code of professional responsibility; and (3) the establishment of uniform appraisal standards and appraiser certification requirements. Directs the Committee to report to the Congress not later than three years after the date of enactment of this Act on progress made by the Appraisal Foundation and the real estate appraisal industry in establishing a permanent system of self-regulation. Title IX: General Provisions and Definitions - Requires Federal agencies to report disciplinary and enforcement actions against a certified appraiser to the Committee and to the appropriate approved State appraiser certifying agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Real Estate Appraisal Reform Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Real Estate Appraisal Reform Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize and consolidate in a new Federal agency certain functions of the Federal Government relating to real estate appraisals and to authorize State appraiser certifying agencies, for the purpose of protecting the financial and public policy interests of the United States in certain real estate-related financial transactions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:02-05:00"
}