{
  "actions": [
    {
      "acted_at": "2010-02-11", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3011-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-02-11", 
  "number": "3011", 
  "official_title": "A bill to address HIV/AIDS in the African-American community, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1964-111", 
      "reason": "related"
    }
  ], 
  "short_title": "National Black Clergy for the Elimination of HIV/AIDS Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-02-11", 
  "subjects": [
    "Behavioral sciences", 
    "Cardiovascular and respiratory health", 
    "Child health", 
    "Commemorative events and holidays", 
    "Correctional facilities and imprisonment", 
    "Drug, alcohol, tobacco use", 
    "Family relationships", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "HIV/AIDS", 
    "Health", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Homelessness and emergency shelter", 
    "Infectious and parasitic diseases", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Mental health", 
    "Minority health", 
    "Religion", 
    "Research administration and funding", 
    "Sexually transmitted diseases"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-02-11", 
    "text": "National Black Clergy for the Elimination of HIV/AIDS Act of 2009 [sic] - Authorizes the Director of the Office of Minority Health of the Department of Health and Human Services (HHS) to make grants to public health agencies and faith-based organizations to conduct HIV/AIDS prevention, testing, and related outreach activities to reduce HIV/AIDS in the African-American community. Authorizes the Administrator of the Substance Abuse and Mental Health Services Administration to: (1) make grants to public health agencies and faith-based organizations to conduct HIV/AIDS and sexually transmitted disease outreach, prevention, and testing activities targeted to the African-American community; and (2) provide family reunification services, mental health counseling, HIV/AIDS, sexually transmitted disease, and substance abuse testing and treatment to runaway or homeless youth or youth who are HIV positive or at risk for HIV/AIDS. Authorizes the Director of the Centers for Disease Control and Prevention (CDC) to: (1) make grants to faith-based organizations for public health intervention and prevention activities in the African-American community to reduce HIV/AIDS, sexually transmitted diseases, tuberculosis, and viral hepatitis; (2) expand and intensify HIV/AIDS activities in that community; (3) expand funding to build the capacity of African-American communities to respond to HIV/AIDS; and (4) implement a national media outreach campaign to urge sexually active individuals to be tested for and know their HIV/AIDS status. Authorizes the Director of the National Institutes of Health (NIH) to research strategies to reduce the transmission of HIV/AIDS in the African-American community. Authorizes the Director of the National Center on Minority Health and Health Disparities to make grants for the study of biological and behavioral factors that lead to increased HIV/AIDS prevalence in the African-American community. Amends the Public Health Service Act to authorize the Administrator of the Health Resources and Services Administration to award grants to health care professionals to treat individuals with HIV/AIDS. Directs the Secretary of Health and Human Services to: (1) submit an annual report to Congress and the President on the impact of HIV/AIDS in the African-American community; and (2) study and report on the status of the HIV/AIDS epidemic among African-Americans. Expresses the sense of Congress with respect to: (1) National Black Clergy HIV/AIDS Awareness Sunday; (2) prevention of, testing for, and treatment of HIV/AIDS by all federal agencies; and (3) HIV testing of federal inmates by the Bureau of Prisons."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Black Clergy for the Elimination of HIV/AIDS Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to address HIV/AIDS in the African-American community, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:41-05:00"
}