{
  "actions": [
    {
      "acted_at": "2002-04-09", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-04-18", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-04-18", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Human Resources", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-04-18", 
      "in_committee": "House Committee on Ways and Means", 
      "in_subcommittee": "Human Resources", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-02", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-05-14T19:07:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on 107-460, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-14", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Education and the Workforce for a period ending not later than May 14, 2002 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(e), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-14T19:11:00-04:00", 
      "references": [], 
      "text": "Committee on Education and the Workforce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-05-14T19:11:00-04:00", 
      "calendar": "Union", 
      "number": "275", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 275.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4090-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Barr, Bob", 
      "sponsored_at": "2002-04-16", 
      "state": "GA", 
      "thomas_id": "00056", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Brady, Kevin", 
      "sponsored_at": "2002-04-09", 
      "state": "TX", 
      "thomas_id": "01468", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Camp, Dave", 
      "sponsored_at": "2002-04-09", 
      "state": "MI", 
      "thomas_id": "00166", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Dunn, Jennifer", 
      "sponsored_at": "2002-04-09", 
      "state": "WA", 
      "thomas_id": "00324", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "English, Phil", 
      "sponsored_at": "2002-04-09", 
      "state": "PA", 
      "thomas_id": "00347", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Green, Mark", 
      "sponsored_at": "2002-05-07", 
      "state": "WI", 
      "thomas_id": "01559", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hart, Melissa A.", 
      "sponsored_at": "2002-05-07", 
      "state": "PA", 
      "thomas_id": "01666", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hayworth, J. D.", 
      "sponsored_at": "2002-04-16", 
      "state": "AZ", 
      "thomas_id": "00520", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Johnson, Nancy L.", 
      "sponsored_at": "2002-04-09", 
      "state": "CT", 
      "thomas_id": "00602", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Lewis, Ron", 
      "sponsored_at": "2002-04-09", 
      "state": "KY", 
      "thomas_id": "00689", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McCrery, Jim", 
      "sponsored_at": "2002-04-09", 
      "state": "LA", 
      "thomas_id": "00763", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "McInnis, Scott", 
      "sponsored_at": "2002-04-09", 
      "state": "CO", 
      "thomas_id": "00775", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Pitts, Joseph R.", 
      "sponsored_at": "2002-05-07", 
      "state": "PA", 
      "thomas_id": "01514", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Portman, Rob", 
      "sponsored_at": "2002-04-09", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Shaw, E. Clay, Jr.", 
      "sponsored_at": "2002-04-09", 
      "state": "FL", 
      "thomas_id": "01047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "2002-04-16", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Watkins, Wes", 
      "sponsored_at": "2002-04-09", 
      "state": "OK", 
      "thomas_id": "01206", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Wilson, Joe", 
      "sponsored_at": "2002-04-16", 
      "state": "SC", 
      "thomas_id": "01688", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-04-09", 
  "number": "4090", 
  "official_title": "To reauthorize and improve the program of block grants to States for temporary assistance for needy families, and for other purposes.", 
  "popular_title": "Temporary Aid to Needy Families bill", 
  "related_bills": [
    {
      "bill_id": "hr4735-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4737-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Personal Responsibility, Work, and Family Promotion Act of 2002", 
  "sponsor": {
    "district": "2", 
    "name": "Herger, Wally", 
    "state": "CA", 
    "thomas_id": "00533", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-05-02", 
  "subjects": [
    "AIDS (Disease)", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Alcoholism counseling", 
    "Alcoholism treatment", 
    "Aliens", 
    "American Samoa", 
    "Appropriations", 
    "Armed forces and national security", 
    "Blind", 
    "Cash welfare block grants", 
    "Child abuse", 
    "Child care block grants", 
    "Child health", 
    "Child support", 
    "Child support enforcement", 
    "Child welfare", 
    "Church and social problems", 
    "Collection of accounts", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Day care", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Disability evaluation", 
    "Disabled", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Economics and public finance", 
    "Education", 
    "Electronic government information", 
    "Evaluation research (Social action programs)", 
    "Families", 
    "Family services", 
    "Family violence", 
    "Fathers", 
    "Federal aid to Indians", 
    "Federal aid to child welfare", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Financial planning", 
    "Food stamps", 
    "Garnishment", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government statistics", 
    "Government trust funds", 
    "Guam", 
    "Health", 
    "Health education", 
    "Human immunodeficiency viruses", 
    "Identification devices", 
    "Income tax", 
    "Infants", 
    "Intergovernmental fiscal relations", 
    "Internet", 
    "Job hunting", 
    "Labor and employment", 
    "Law", 
    "Marriage", 
    "Marriage counseling", 
    "Married people", 
    "Mentoring", 
    "Metropolitan areas", 
    "Minorities", 
    "Native Americans", 
    "Parent and child", 
    "Parents", 
    "Passports", 
    "Performance measurement", 
    "Personal budgets", 
    "Personal income tax", 
    "Poor", 
    "Pregnant women", 
    "Pretrial procedure", 
    "Public service advertising", 
    "Puerto Rico", 
    "Religion", 
    "Science, technology, communications", 
    "Single-parent families", 
    "Social security numbers", 
    "Social welfare", 
    "State laws", 
    "Supplemental security income program", 
    "Tax refunds", 
    "Taxation", 
    "Teenage pregnancy", 
    "Unemployment insurance", 
    "Unmarried couples", 
    "Unmarried fathers", 
    "Unmarried mothers", 
    "Urban affairs", 
    "Veterans' disability compensation", 
    "Virgin Islands", 
    "Visas", 
    "Wages", 
    "Welfare eligibility", 
    "Welfare waivers", 
    "Welfare work participation", 
    "Welfare-to-work", 
    "Women"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2002-05-14", 
    "text": "Personal Responsibility, Work, and Family Promotion Act of 2002 - Expresses the sense of Congress that increasing success in moving families from welfare to work, as well as in promoting healthy marriage and other means of improving child well-being, are very important Government interests and the policy contained in part A (Temporary Assistance for Needy Families) (TANF) of title IV of the Social Security Act (SSA) (as amended by this Act) is intended to serve these ends.Title I: TANF - Amends SSA title IV part A to reauthorize, revise, and extend State family assistance grants for FY 2003 through FY 2007, and make annual appropriations.(Sec. 103) Requires States to express in their State TANF plans how they would operate programs to encourage equitable treatment of married, two-parent families. Provides for healthy marriage promotion grants, replacing current bonuses to reward State decreases in illegitimacy ratio (hereby repealed). Makes appropriations for such grants for FY 2003 through FY 2007.Provides that mandatory qualified State maintenance of effort expenditures include those on non-TANF-eligible families to prevent and reduce the incidence of out-of-wedlock pregnancies and establish annual numerical goals for preventing and reducing the incidence of these pregnancies and to encourage the formation and maintenance of healthy, two-parent married families and responsible fatherhood.(Sec. 104) Reauthorizes and extends annual supplemental grants for population increases in certain States through FY 2006, and makes appropriations.(Sec. 105) Replaces the high performance bonus with a bonus to reward employment achievement, and makes appropriations for FY 2004 through 2008 at a specified level greater than the level for the high performance bonus program.(Sec. 106) Reestablishes a $2 billion contingency fund in FY 2003 through 2007 and permits States to count child care spending and all spending in separate State programs toward the maintenance of effort requirement for accessing the contingency fund. Revises the annual reconciliation process and the definition of a \"needy State\" under the food stamp program.(Sec. 107) Modifies requirements on the use of grants: (1) allowing States to use grant funds for any purposes or activities for which the State was authorized to use amounts received under TANF or permitted before enactment of TANF; (2) repealing requirements on treatment of interstate immigrants (which after enactment of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 (the 1996 law) were found unconstitutional by the U.S. Supreme Court); (3) increasing to 50 percent the overall limit on transfers from State TANF grants for other purposes (including child care); (4) increasing the limit on transfers from State TANF grants to carry out State programs pursuant to SSA title XX (Block Grants to States for Social Services) (restoring the original limit established in the 1996 law) for FY 2003 and each succeeding fiscal year; (5) permitting States to use carry-over TANF funds for any TANF benefit or service without fiscal year limitation; and (6) expressly allowing a State or tribe to designate any portion of a grant made to it under TANF as a contingency reserve.(Sec. 108) Repeals Federal loan for State welfare programs.(Sec. 109) Eliminates the current: (1) State plan requirement for a parent or caretaker receiving TANF assistance to engage in work, replacing it with requirements for parents in families receiving TANF assistance to engage in work or alternative self-sufficiency activities; and (2) State option to develop individual responsibility plans, replacing it with requirements for a State receiving a TANF grant to establish for each family that includes a work-eligible individual receiving TANF assistance a self-sufficiency plan that specifies appropriate activities designed to assist the family in achieving its maximum degree of self-sufficiency, and that provides for the ongoing participation of the individual in the activities.(Sec. 110) Replaces mandatory work requirements with work participation requirements. Sets the minimum participation rate for States for FY 2003 at 50 percent, raising it by five percentage points each subsequent fiscal year until it reaches 70 percent in FY 2007. Eliminates the separate standard for two-parent families. Incorporates a 40-hour work week standard in monthly participation rates, under which a work-eligible individual must engage in: (1) a direct work activity, of which an average total of at least 24 hours per week must be in unsubsidized employment, subsidized private sector employment, subsidized public sector employment, on-the-job training, supervised work experience, or supervised community service; or (2) a qualified activity under a family sufficiency plan, of which an average of up to 16 hours per week of activities specified by the State must be in substance abuse counseling or treatment, rehabilitation treatment and services, work-related education or training directed at enabling the family member to work, job search or job readiness assistance, and any other activity that addresses a purpose specified for TANF. Recalibrates the current credit for caseload reduction (thus reducing the effective State work participation rate target for States with falling caseloads). Allows States to qualify for superachiever credit if the State caseload for FY 2001 has declined by at least 60 percent from the State caseload for FY 1995. Provides that States must reduce the amount of assistance payable to the family pro-rata or terminate assistance if the individual refuses to engage in work or in activities under a family sufficiency plan.(Sec. 111) Continues the existing maintenance of effort requirement through FY 2008 and authorizes a State, territorial, or tribal organization to which a Federal TANF grant is made for marriage promotion to use a grant made under any other provision of TANF for marriage promotion activities, and the amount of any such grant so used shall be considered State funds for purposes of such grant program. Declares that any Federal TANF funds so used, however, may not be counted towards State maintenance of effort requirements.(Sec. 112) Requires each State in its TANF plan to outline how it would encourage the formation and maintenance of married, two-parent families and describe any strategies it may be undertaking to address: (1) employment retention and advancement for recipients; (2) efforts to reduce teen pregnancy; (3) services for struggling and noncompliant families and for clients with special problems; and (4) program integration, including the extent to which employment and training services are provided through the One-Stop delivery system created under the Workforce Investment Act of 1998.Repeals State TANF plan special requirements requiring community service employment after two months of benefits. Requires a State to describe strategies and programs it is undertaking to engage religious organizations in the provision of services and strategies to improve program management and performance.Requires a tribal assistance plan to provide assurance that the State in which the tribe is located has been consulted regarding the plan and its design.Requires the Secretary of Health and Human Services (HHS) to develop uniform performance measures designed to assess the degree of effectiveness, and the degree of improvement, of State programs funded under TANF in accomplishing the purposes of TANF.Revises the factors for the annual ranking of States for success in placing TANF recipients. Repeals the requirement that private sector jobs be long-term. Adds employment retention and wage increase factors.(Sec. 113) Modifies data collection and reporting requirements. Permits the Secretary to limit the use of sampling by designating core elements that must be reported for all families. Adds race and educational level of each minor parent to the core reporting elements. Repeals the requirement for States to report on the education level of each child. Requires annual State reports to the Secretary on the characteristics of the State TANF program. Describes additional State reports required. Requires annual State reports to the Secretary on State program characteristics. Requires the Secretary to analyze State single audit reports within three month after receipt to identify problems related to State oversight of non-governmental contractors.(Sec. 114) Continues Indian tribal family assistance grants and grants for Indian tribes that received JOBS funds through FY 2007.(Sec. 115) Makes appropriations for FY 2003 through 2007 to the Secretary for: (1) research and demonstration projects by public or private entities; and (2) technical assistance to States, Indian tribal organizations, and other entities receiving a TANF grant, primarily for activities described under the marriage promotion grants.Earmarks a specified amount of such funds for demonstration projects to test the effectiveness of tribal governments or tribal consortia in coordinating the provision of child welfare services and services to tribal families at risk of child abuse or neglect.Continues funding of studies and demonstrations through FY 2007 under research, evaluations, and national studies requirements.Directs the Secretary to report to Congress on the enforcement of affidavits of support and sponsor deeming as required under the Personal Responsibility and Work Opportunity Reconciliation Act of 1996.Requires the Secretaries of HHS and of Labor to jointly report to Congress on common or conflicting data elements, definitions, performance measures, and reporting requirements in the Workforce Investment Act of 1998 and the TANF program, and, to the degree each Secretary deems appropriate, at the discretion of either Secretary, any other program administered by the respective Secretary, to allow greater coordination between the welfare and workforce development systems.(Sec. 116) Directs the Bureau of the Census to: (1) implement a new longitudinal survey of program dynamics to allow for the assessment of the outcomes of continued welfare reform on the economic and child well-being of low-income families with children, including those who received assistance or services from a State TANF program; and (2) provide State representative samples to the extent possible.(Sec. 117) Defines \"assistance\" as payment, by cash, voucher, or other means, (except on a short-term, non-recurring basis) to or for an individual or family to meet a subsistence need (excluding costs of transportation or child care).(Sec. 119) Promotion and Support of Responsible Fatherhood and Healthy Marriage Act of 2002 - Amends the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 to add a new SSA title IV Part C (Fatherhood Program) to provide for projects and activities by public entities and by nonprofit community entities to test promising approaches for: (1) promoting responsible, caring, and effective parenting and encouraging positive father involvement; (2) enhancing the abilities and commitment of unemployed or low-income fathers to provide material support for their families and to avoid or leave welfare; (3) improving fathers' ability to effectively manage family business affairs; and (4) encouraging and supporting healthy marriages and married fatherhood.Requires the Fatherhood Program to: (1) improve outcomes for children such as increased family income and economic security, improved school performance, better health, improved emotional and behavioral stability and social adjustment, and reduced risk of delinquency, crime, substance abuse, child abuse and neglect, teen sexual activity, and teen suicide; and (2) evaluate approaches and disseminate findings to encourage and facilitate replication of effective approaches to accomplishing the desired outcomes for both parents and children.Authorizes appropriations for FY 2003 and 2007.Title II. Child Care - Amends the TANF program to reauthorize for FY 2003 through 2007 the State entitlement to child care block grant funding at current levels. Makes appropriations.Title III: Child Support - Amends SSA title IV part D (Child Support and Establishment of Paternity) to provide for Federal matching funds to a State for a specified limited pass through of child support payments to families receiving TANF.(Sec. 302) Provides that if the family has left TANF, States may distribute to it the full amount of child support collected on its behalf.(Sec. 304) Requires the State to impose a $25 annual user fee for each case in which successful child support collection services are furnished on behalf of an individual who has never been on TANF and for whom the State has collected at least $500 of support.(Sec. 305) Directs the Secretary of HHS to report to specified congressional committees on the procedures that the States use generally to locate custodial parents for whom child support has been collected but not yet distributed.(Sec. 306) Amends SSA title IV part D to provide that if a State agency responsible for the administration of an unemployment compensation program under Federal or State law transmits to the Secretary an individual's name and social security number, the Secretary shall, if the information in the National Directory of New Hires indicates that the individual may be employed, disclose to the State agency the individual's name, address, and the employer identification number of any putative employer. Requires the Secretary to make such a disclosure only to the extent that it would not interfere with the effective operation of the program.(Sec. 307) Reduces from $5,000 to $2,500 the amount of child support arrearage that triggers passport denial, revocation, or limitation.(Sec. 308) Allows the Federal income tax refund offset program to be used to collect child support arrearages in which the child is not a minor.(Sec. 309) Changes the treatment of disability compensation benefits of veterans for purposes of paying child support. Allows withholding to pay child support if the veteran is 60 days or more in arrears, but not to pay alimony. Limits to not more than 50 percent of any compensation payment the amount of disability payment that can be withheld.(Sec. 310) Expands the Federal administrative offset program to allow certain social security and Supplemental Security Income (SSI) (SSA title XVI) benefits to be offset to collect past due support being enforced by the State.(Sec. 311) Revises funding for technical assistance and for the Federal Parent Locator Service (FPLS). Authorizes the Secretary to use: (1) one percent of the Federal share of child support collected the preceding year, or the amount appropriated for FY 2002, whichever is greater, to provide for specified technical assistance and other activities; and (2) two percent of the Federal share of child support collected the preceding year, or the amount appropriated for FY 2002, whichever is greater, to operate FPLS to the extent that system costs are not recovered by user fees.Title IV: Child Welfare - Amends SSA title XI with respect to demonstration projects which the Secretary finds are likely to promote the objectives of part B (Child-Welfare Services) or E (Foster Care and Adoption Assistance) of SSA title IV to: (1) extend through FY 2007 the Secretary's authority to permit States to conduct demonstration projects; (2) remove the limitation on the number of demonstration projects the Secretary may authorize in each fiscal year; (3) prohibit limitation of the number of States that may be granted waivers to conduct the same or similar demonstration projects, the number of waivers that may be granted to, or demonstration projects that may be conducted by, a State; (3) direct the Secretary to develop a streamlined process for consideration of amendments and extensions proposed by States to demonstration projects; and (4) require the Secretary to make available to any State or other interested party any evaluation report provided to or made by the Secretary with respect to a demonstration project, with a focus on information that may promote best practices and program improvements.Title V: Supplemental Security Income - Amends SSA title XVI to: (1) require the Commissioner of Social Security to review State agency determinations that adult applicants are blind or disabled as of a specified onset date before any action is taken to implement the determination.Title VI: Broadened Waiver Authority - Prescribes procedures for Federal administration of a program of demonstration projects in a State or portion of a State to integrate multiple public assistance, workforce development, and other programs, for the purpose of supporting working individuals and families, helping families escape welfare dependency, promoting child well-being, or helping build stronger families, using innovative approaches to strengthen service systems and provide more coordinated and effective service delivery.Title VII: Effective Date - Establishes the effective date of this Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Temporary Aid to Needy Families bill", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Welfare Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Personal Responsibility, Work, and Family Promotion Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Promotion and Support of Responsible Fatherhood and Healthy Marriage Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Personal Responsibility, Work, and Family Promotion Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Promotion and Support of Responsible Fatherhood and Healthy Marriage Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize and improve the program of block grants to States for temporary assistance for needy families, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:05-05:00"
}