{
  "actions": [
    {
      "acted_at": "2005-03-17", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking, Housing, and Urban Affairs ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-04-26", 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Shelby. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-04-26", 
      "calendar": "Senate Legislative", 
      "number": "94", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 94.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2005-04-28", 
      "references": [], 
      "text": "By Senator Shelby from Committee on Banking, Housing, and Urban Affairs filed written report. Report No. 109-62. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s907-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "109", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-04-26", 
  "number": "907", 
  "official_title": "An original bill to amend chapter 53 of title 49, United States Code, to improve the Nation's public transportation and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Public Transportation Act of 2005", 
  "sponsor": {
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-03-17", 
  "subjects": [
    "Administrative procedure", 
    "Alaska", 
    "Alternative energy sources", 
    "Animals", 
    "Armed forces and national security", 
    "Authorization", 
    "Bicycles", 
    "Capital investments", 
    "Commerce", 
    "Commuting", 
    "Competitive bidding", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Department of Homeland Security", 
    "Department of Transportation", 
    "Disabled", 
    "Drug abuse", 
    "Drug testing", 
    "Drugs and employment", 
    "Drunk driving", 
    "Economics and public finance", 
    "Employee rights", 
    "Employee training", 
    "Energy", 
    "Environmental protection", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Fraud", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Governmental investigations", 
    "Hawaii", 
    "Health", 
    "Higher education", 
    "Highway finance", 
    "Housing and community development", 
    "Indian lands", 
    "Intermodal transportation", 
    "Judicial review", 
    "Kidney diseases", 
    "Labor and employment", 
    "Law", 
    "Light rail transit", 
    "Mass rapid transit", 
    "Metropolitan areas", 
    "Military base closures", 
    "Minorities", 
    "Minority business enterprises", 
    "Motor buses", 
    "Motor vehicle pollution control", 
    "National parks", 
    "National recreation areas", 
    "Nature conservation", 
    "New Jersey", 
    "Noise", 
    "Nonprofit organizations", 
    "Passenger ships", 
    "Population", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Railroad safety", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Right-of-way", 
    "Scholarships", 
    "Science, technology, communications", 
    "Security measures", 
    "Severance pay", 
    "Small business", 
    "Social welfare", 
    "State laws", 
    "Subways", 
    "Technological innovations", 
    "Terrorism", 
    "Tourism", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Transportation and the disabled", 
    "Transportation engineering", 
    "Transportation planning", 
    "Transportation research", 
    "Transportation safety", 
    "Transportation workers", 
    "Travel costs", 
    "Urban affairs", 
    "Urban transportation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2005-04-28", 
    "text": "Federal Public Transportation Act of 2005 - (Sec. 3) Revises requirements for the development and revitalization of U.S. public transportation systems. (Sec. 5) Revises requirements for transportation planning by metropolitan planning organizations (MPOs), incorporating specified requirements under federal highway law. Requires MPOs to update transportation plans and transportation improvement programs every four years. Repeals the prohibition against judicial review of factors covered or not covered in the planning process in any matter affecting a transportation plan, a transportation improvement plan, a project or strategy, or the certification of a planning process. (Sec. 6) Revises requirements for statewide transportation planning, also incorporating revised requirements for statewide transportation improvement programs. Requires states to consider in the planning process economic vitality for non-metropolitan areas as well as metropolitan ones. Requires four-year updates of each Statewide Transportation Improvement Program. (Sec. 8) Directs the Secretary of Transportation to issue regulations describing enforcement of requirements for private sector participation in the transportation planning process. (Sec. 9) Revises requirements for urbanized area formula grants. Allows planning grants to include mobility management, transit enhancements, and operating costs of equipment and facilities for use in public transportation in an urbanized area with a population of between 200,000 and 225,000. Changes the requirement for a recipient's 1% set-aside of grant funds for transit enhancements to a requirement that the recipient certify that it will expend 1% of its funds for such enhancements. Continues the authorization for the use of grant funds for operating assistance through FY2005, reduced in FY2006 to 50%, and in FY2007 to 25%. Allows grant recipients to make subgrants to subrecipients, which may include State or local governmental authorities, nonprofit organizations, or private operators of public transportation service. (Sec. 10) Repeals the clean fuels formula grant program (merging it into the bus and bus facilities program). Revises requirements for grants to States, MPOs, and local governments, agreements with other departments, or contracts with private nonprofit or for-profit entities to develop transportation plans and programs (including metropolitan planning and State planning and research). Directs the Secretary to establish a Planning Capacity Building Program to support innovative practices and enhancements in transportation planning. Requires allocation of $20 million for discretionary grants for alternatives analysis (currently limited to funding from the New Starts program). (Sec. 11) Revises requirements for the capital investment grant and loan program to restrict it to grants only (removing loans). Requires the Secretary to enter into project construction grant agreements with grantees receiving less than $75 million for a new fixed guideway or corridor improvement capital project. Eliminates the exemption from the New Starts rating process for projects with a federal share of under $25 million. Authorizes the Secretary to establish a pilot program to demonstrate the advantages of public-private partnerships (PPPs) for certain fixed guideway systems development projects. Sets forth certain allocations for FY2005-2006 for major capital projects for new fixed guideway systems and extensions and projects for new fixed guideway or corridor improvement capital projects, fixed guideway modernization, and buses and bus-related equipment and facilities, including allocations for FY2005-2009 for capital projects in Alaska and Hawaii for new fixed guideway systems and extension projects utilizing ferry boats, ferry boat terminals, or approaches to ferry boat terminals, and allocations in each fiscal year for intermodal terminal projects and intercity bus portion of such projects. (Sec. 12) Revises requirements for the formula grant program for the needs of elderly individuals and individuals with disabilities. Authorizes the Secretary to award such grants to States (currently, to State or local government authorities) for capital public transportation projects for such individuals, with priority given to the needs of these individuals to access necessary health care. (Sec. 13) Revises requirements for formula grants for other than urbanized areas for FY2006-2009. Distinguishes between recipients (States and, for the first time, Indian tribes) and subrecipients (State or local governmental authorities, nonprofit organizations, or private operators of public transportation or intercity bus service) that receive federal funds through a recipient. Specifies the use of grants for public transportation capital projects, operating costs of equipment and facilities for use in public transportation, and the acquisition of public transportation services. Requires up to 2% of grant funds to be used for the Rural Transportation Assistance Program. Apportions Highway Trust Fund (HTF) amounts for FY2006-2009 for formula grants for other than urbanized areas to Indian tribes for eligible public transportation projects on Indian reservations. (Sec. 14) Revises requirements for grants, contracts, cooperative agreements, or other transactions for research, development, or demonstration projects. Adds deployment projects. Repeals specific authority for: (1) research, investigation, and training grants to institutions of higher education; and (2) grants for training fellowships and innovative techniques and methods. (Sec. 15) Removes apportionment requirements for State planning and research with respect to a mass transportation cooperative research program (merging them with the new metropolitan and statewide planning program under this Act). Continues the cooperative research grant program. (Sec. 16) Eliminates the Industry Technical Panel. Authorizes the Secretary to award: (1) demonstration grants to certain charitable or educational organizations or State or local government agency to provide transportation services to individuals to access dialysis treatments and other medical treatments for renal disease; and (2) grants to a national not-for-profit organization for the establishment of a national technical assistance center for senior transportation programs. Directs the Secretary to study and report to Congress on actions necessary to facilitate the purchase of increased volumes of alternative fuels for use in public transit vehicles. (Sec. 20) Repeals authority for the suspended light rail technology pilot project. (Sec. 22) Allows grants for new technology, including innovative or improved products, techniques, or methods, subject to certain requirements. Makes U.S. lands closed as a result of a military base closure available for transit purposes (including corridor preservation). Authorizes the Secretary to terminate capital investment assistance, and seek reimbursement, if the Secretary determines that an assistance recipient (State or local government or nonprofit organization) has made a false or fraudulent statement in connection with a federal transit program. (Sec. 23) Allows advance acquisition of real property for public transportation capital projects. (Sec. 24) Requires recipients of capital investment assistance to conduct all procurement transactions on a competitive basis. Eliminates provision for noncompetitive bidding on capital project or improvement contracts. Replaces requirements for turnkey system projects with general authorization of federal financial assistance for design-build projects. Authorizes recipients of capital investment assistance to enter into a contract to expend such assistance to acquire rolling stock. Denies application to vehicles purchased with federal assistance of any state law requiring buses to be purchased through in-state dealers. (Sec. 25) Requires the project management plan of a recipient of capital investment assistance for a major capital project to provide, among other things, for safety and security management. Increases from .5 % to 1% the amount of funds for certain capital projects (takedown) that the Secretary may use to make a contract to oversee the construction of such projects. (Sec. 26) Revises requirements for project review. Repeals the Program of Interrelated Projects (PIP). (Sec. 27) Authorizes the Secretary to investigate security risks, as well as safety hazards (as under current law), and require a local government to submit a plan for eliminating, mitigating, or correcting any security risks (as well as safety hazards) established by investigation. Permits the Secretary to determine any amount of assistance to be withheld until such a plan is approved and carried out. Requires the Secretary to enter into a memorandum of understanding (MOU) with the Secretary of Homeland Security to define the respective roles of the Department of Transportation (DOT) and the Department of Homeland Security with respect to public transportation security. (Sec. 28) Extends to states that are designing rail fixed guideway public transportation systems that will not be Federal Railroad Administration (FRA)-regulated (as well as, currently, those states already having such systems not subject to FRA regulation) certain requirements for the withholding of urbanized area formula grant amounts from states not in compliance with safety requirements. Requires several states subject to a single mass transportation authority to ensure uniform safety standards and enforcement. (Currently they merely have authority to designate an entity to ensure standards and enforcement.) (Sec. 29) Makes interference with a rail system controller a federal crime. (Sec. 30) Authorizes the Secretary to decide that a form of public transportation is covered adequately, for employee alcohol and controlled substances testing purposes, under pertinent law or regulations of an agency within DOT or other federal agency. (Thus authorizes the Secretary to exclude such public transportation providers from Federal Transit Administration (FTA) alcohol and drug testing.) (Sec. 31) Limits to four years the protective period of benefits and to 12 months the separation allowance for transit employees. Declares that a protective arrangement shall not guarantee continuation of employment as a result of a change in private contractors through competitive bidding, unless continuation is otherwise required by law governing such arrangements. (Sec. 32) Prohibits the Secretary, except as directed by the President for purposes of national defense or in the event of a national or regional emergency, from regulating the operation, routes, or schedules of a public transportation system for which a capital projects grant is made, or the rates, fares, tolls, rentals, or other charges prescribed by a public or private transportation provider. (Sec. 34) Apportions certain formula grant funds for FY 2006 and each following fiscal year to certain urbanized areas with populations of less than 200,000. Requires the calculation of small transit intensive city factors in such apportionments. Directs the Secretary to study and report to Congress on the feasibility of developing and implementing an incentive funding system for operators of public transportation. (Sec. 36) Authorizes FY2005 appropriations for formula grants for certain capital projects, job access and reverse commute grants for low income individuals, capital investment program grants, public transportation planning programs, public transportation research, university transportation research, and to carry out certain administrative provisions with respect to public transportation projects. Authorizes FY2006-2009 appropriations for certain public transportation project formula grants and public transportation research, the university centers program, bus grants, and major capital investment grants. Provides funding for New Starts from the General Fund instead of the Mass Transit Account. (Sec. 37) Requires the Secretary to apportion for each fiscal year certain formula grants for urbanized areas and other than urbanized areas based on growing states and high density state formula factors. (Sec. 38) Amends the Federal Transit Act of 1988 to revise the definition of eligible low-income individual for purposes of eligibility for transportation services to and from jobs and related employment activities under the job access and reverse commute (JARC) grant program. Extends the meaning of eligible low-income individual to those eligible for assistance under the state program of Temporary Assistance to Needy Families (TANF) funded under part A of title IV of the Social Security Act in the state in which the grant recipient is located. Revises JARC grant requirements. (Sec. 39) Renames the Rural Transportation Accessibility Incentive formula grant program the Over-the-Road Bus Accessibility Program, and specifies allocations of funds for FY2005-2009. (Sec. 40) Authorizes the Secretary to award a grant or enter into a contract to carry out a qualified project to provide in National Parks and public lands alternative transportation (by bus, rail, or any other publicly or privately owned conveyance that provides to the general public or special service on a regular basis, including sightseeing service). (Sec. 41) Sets forth certain obligation ceilings (equal to the total amounts authorized) for FY2005-2009 for formula grants and major capital investment grants for public transportation projects. (Sec. 42) Requires the Secretary to reduce the total apportionments made for FY 2005 to each formula grant recipient by the amount apportioned to that recipient under the Surface Transportation Extension Act of 2004 part V, including to adjust amounts apportioned to each urbanized area for fixed guideway modernization to reflect the apportionment method set forth under federal transportation law. (Sec. 43) Applies to amounts authorized or otherwise made available by this Act the Disadvantaged Business Enterprise requirements of the Safe, Accountable, Flexible, and Efficient Transportation Equity Act of 2005 (SAFETEA), which require the expenditure of at least 10% of federal-aid highways project amounts with small business concerns owned and controlled by socially and economically disadvantaged individuals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Public Transportation Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Public Transportation Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend chapter 53 of title 49, United States Code, to improve the Nation's public transportation and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:28-05:00"
}