{
  "actions": [
    {
      "acted_at": "1977-04-19", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1300-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-04-19", 
  "number": "1300", 
  "official_title": "A bill to reform electric utility rate regulation, to strengthen State electric utility regulatory agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electric Utility Rate Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Durkin, John A.", 
    "state": "NH", 
    "thomas_id": "01322", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-04-19", 
  "subjects": [
    "Consumer protection", 
    "Electric power", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Executive reorganization", 
    "Power resources"
  ], 
  "subjects_top_term": "Electric utilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-04-19", 
    "text": "Electric Utility Rate Reform Act -- Title I: General Provisions - Declares it the purpose of this Act to reform inequities in the structure of electric utility rates . Title II: Utility Rate Reform - Limits the applicability of this title to sales of electric energy for purposes other than resale by an electric utility, where sales by such utility for purposes other than resale exceed 200 million kilowatt-hours during the second preceding calendar year. Imposes national minimum standards on utility rate structures to be enforced by State regulatory authorities. Prohibits rate structures which allow lower rates for increased consumption without a showing that such lower rates actually reflect decreased costs. Authorizes State regulatory agencies to eliminate price differentials for residential users of subsistence quantities of electricity. Requires that information regarding utility rate schedules be provided to electric consumers by utilities. Stipulates that promotional and advertising costs, with exceptions, may not be treated by a utility as an operating expense for purposes of rate determination. Requires evidentiary hearings by regulatory authorities on proposed rate increases. Restricts the use of automatic fuel adjustment clauses by requiring an annual review of the use of such clauses by electric utilities. Requires evidentiary hearings by regulatory authorities prior to implementation of automatic adjustment clauses. Authorizes State authorities to prescribe load management techniques to reduce maximum kilowatt demand on electric utilities. Establishes procedures to be followed by State authorities in prescribing methods for determining costs of services to electric consumers. Requires electric utilities to furnish specified information in accordance with procedures to be established by the Federal Power Commission. Establishes procedures governing participation in regulatory proceedings by State agencies and electric consumers. Establishes procedures for initiation of civil actions and judicial review where provisions of this title are involved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Utility Rate Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform electric utility rate regulation, to strengthen State electric utility regulatory agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:16-05:00"
}