{
  "actions": [
    {
      "acted_at": "1987-08-07", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1654-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-07", 
  "number": "1654", 
  "official_title": "A bill to amend Title V of the Motor Vehicle Information and Cost Savings Act, \"Improving Automotive Efficiency,\" to repeal the corporate average fuel economy (CAFE) standard, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Vehicle Information and Cost Savings Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Nickles, Don", 
    "state": "OK", 
    "thomas_id": "01412", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-08-07", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Automobile fuel consumption", 
    "Automobile industry", 
    "Consumer protection", 
    "Courts and Civil Procedure", 
    "Diesel motor", 
    "Environmental protection", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "Motor vehicles", 
    "Restrictive trade practices", 
    "Standards", 
    "Unfair or deceptive trade practices"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-08-07", 
    "text": "Motor Vehicle Information and Cost Savings Act of 1987 - Amends the Motor Vehicle Information and Cost Savings Act of 1987 to repeal, with specified exemptions, the average fuel economy standards for passenger automobiles. Mandates that fuel economy for any model type be measured according to procedures (established by the Administrator of the Environmental Protection Agency (EPA)) which produce results that simulate conditions of actual use. Mandates that such procedures require that fuel economy be conducted in conjunction with specified emission tests conducted under the Clean Air Act. Directs the EPA Administrator to determine by rule that quantity of diesel oil which is the equivalent of one gallon of gasoline. Sets forth guidelines under which any manufacturer is authorized to file a petition for judicial review of certain fuel economy or record-keeping rules promulgated by the Administrator. Repeals the requirement that manufacturers submit certain reports to the Secretary of Transportation. Requires every manufacturer to maintain records and submit reports. Amends automobile labeling requirements to provide that each automobile manufactured in any model year after the enactment of this Act shall bear a label in a prominent place stating that written information regarding fuel economy comparison among automobiles shall be made available by the EPA Administrator. Directs the EPA Administrator to compile fuel economy data to be included on such labels. Treats violations of such labeling requirements as violations of: (1) the Automobile Information Disclosure Act; and (2) the Federal Trade Commission Act provisions regarding unfair or deceptive business practices. Repeals specified sections of the Motor Vehicle Information and Cost Savings Act. Directs the EPA Administrator to determine average fuel economy for any manufacturer that has a need to determine carryback credits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Vehicle Information and Cost Savings Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Title V of the Motor Vehicle Information and Cost Savings Act, \"Improving Automotive Efficiency,\" to repeal the corporate average fuel economy (CAFE) standard, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:41-05:00"
}