{
  "actions": [
    {
      "acted_at": "1980-05-16", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services with amendment, H. Rept. 96-1009.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-06-07", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-10", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-10", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-10", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #539 (337-22).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-16", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-16", 
      "bill_ids": [
        "s3059-96"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 3059, roll call #407 (89-3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-16", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-25", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 96-1399.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-02", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-03", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-10", 
      "references": [], 
      "text": "Public Law 96-418.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7301-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-10", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-07", 
  "number": "7301", 
  "official_title": "A bill to authorize certain construction at military installations for fiscal year 1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres696-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s3059-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act, 1981", 
  "sponsor": {
    "district": "14", 
    "name": "Nedzi, Lucien N.", 
    "state": "MI", 
    "thomas_id": "00856", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-07", 
  "subjects": [
    "Air routes", 
    "Airports", 
    "Alternative energy sources", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "Aviation agreements", 
    "California", 
    "Colorado", 
    "Congressional oversight", 
    "Federal-local relations", 
    "Georgia", 
    "Guam", 
    "Hawaii", 
    "Health facilities", 
    "Hospitals", 
    "Iceland", 
    "Impacted area programs", 
    "International affairs", 
    "International agencies", 
    "Land transfers", 
    "Liability (Law)", 
    "Local and Municipal Government", 
    "M-X missile", 
    "Maine", 
    "Medical centers", 
    "Middle East", 
    "Military bases", 
    "Military construction operations", 
    "Military hospitals", 
    "Military housing", 
    "Military transportation", 
    "Minesweeping", 
    "Minnesota", 
    "NATO military forces", 
    "National Guard", 
    "Negligence", 
    "Nuclear submarines", 
    "Public Lands and Real Property", 
    "Railroads", 
    "Solar heating and cooling", 
    "Territories (U.S.)", 
    "Treaties", 
    "West Virginia"
  ], 
  "subjects_top_term": "Military construction operations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1980-09-25", 
    "text": "(Conference report filed in House, H. Rept. 96-1399) Military Construction Authorization Act, 1981 - =Title I: Army= - Authorizes the Secretary of the Army to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each of these locations. Authorizes the Secretary to undertake emergency construction upon a determination by the Secretary of Defense that deferral of such construction until the next Military Construction Authorization Act would be inconsistent with the national security. Authorizes appropriations for such emergency construction. Amends the Military Construction Authorization Act, 1979, to increase the authorization of appropriations for Army acquisition and construction projects. =Title II: Navy= - Authorizes the Secretary of the Navy to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to undertake emergency construction to meet national security needs as provided under title I of this Act. Authorizes the Secretary to contract for the construction of the Air Passenger Terminal Keflavik, Iceland, in accordance with this title and any agreement made with the Government of Iceland. Sets forth prerequisites for such agreement before such contract may be commenced. Prohibits the expenditure of funds for the construction of the Naval Regional Medical Center, San Diego, California, until the Secretary submits a report to specified Congressional committees on the selection of a site for such Center, and the committees grant written approval for such site. Authorizes the Secretary to acquire by exchange necessary lands for two established, low-level, high-speed aircraft corridors to serve the Naval Weapons Center at China Lake, California. =Title III: Air Force= - Authorizes the Secretary of the Air Force to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop additional facilities where necessitated by those factors enumerated in title I of this Act. Directs the Secretary to install a general alarm, siren system at each Titan II missile site which is near a significant size population. =Title IV: Defense Agencies= - Authorizes the Secretary of Defense to establish or develop military installations at specified locations and authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop additional facilities which are determined to be vital to the security of the United States. Authorizes appropriations for such purpose. Extends to the Secretary the authority to participate in the five-year slice group plan for 1980 through 1984 to implement the North Atlantic Treaty Organization Infrastructure program. Limits the United States' share of such plan to 27.42 percent of the total amount of commitments made by all other member nations. Authorizes the Secretary of Defense to incur NATO facilities construction costs of up to $300,000,000. Requires the Secretary to report to the Senate and the House Armed Services and Appropriations Committees concerning such costs. Authorizes appropriations for the construction of special contingency facilities in the Middle East and Indian Ocean areas. Prohibits the expenditure of such funds until: (1) the United States and the country exercising sovereignty over lands for such construction have entered into a formal agreement guaranteeing the United States access to and use of the facility; and (2) a copy of the agreement has been transmitted to Congress. Directs the Secretary of Defense to submit a written report to the appropriate congressional committees before the expenditure of any such funds and sets forth areas to be addressed in such report. Requires construction materials (except cement products) for such facilities and for the naval support facility at Diego Garcia to be products of the United States and transported on United States flagships. Sets forth prerequisites for the expenditure of appropriated funds for the construction of a Defense Intelligence Agency facility at Bolling Air Force Base, Washington, D.C. =Title V: Military Family Housing= - Authorizes the Secretary of Defense, after consultation with the Secretary of Housing and Urban Development, to construct or acquire military family housing. Authorizes appropriations for such housing at specified locations in the U.S. and overseas. Authorizes the Secretary to: (1) improve existing quarters; and (2) provide for advance planning and construction design, including architectural and engineering services. Limits the amounts that may be expended for such purposes. Amends the Military Construction Authorization Act, 1968, to increase the cost limitation on certain home repairs from $10,000 to $20,000. Increases the maximum average rental expenditure for military housing within the United States or abroad. Allows contractor claims (relating to such housing) to proceed even through settlement of such claims would exceed spending limitations. Makes occupants liable for damage to military family housing. Authorizes the Secretary to complete housing construction in Oahu, Hawaii, notwithstanding specified cost limitations. Amends the Military Construction Authorization Act, 1979, to increase the funding limits for the Naval Facility, Centerville Beach, California, and the Marine Corps Base, Twentynine Palms, California. Repeals provisions of the Military Construction Authorization Act, 1978, relating to energy consumption metering devices and excess energy consumption charges. Revises the family housing management account to include the proceeds from the rental of family housing, payments made for damages to such housing, and reimbursements from other agencies for expenditures from such account. =Title VI: Authorization of Appropriations and Administrative Provisions= - Authorizes the Secretaries of the various military departments to develop installations under this Act without regard to provisions of law which prohibit the advancement of public moneys and which require the submission of detailed cost estimates to Congress. Establishes expenditure ceilings for each title of this Act. Authorizes limited increases in the amounts authorized pursuant to this Act if the Secretary of the military department or the Director of the defense agency concerned determines that such an increase is required for the sole purpose of meeting unusual and unanticipated variations in costs. Directs the Secretary of Defense to encourage the use of solar energy for projects authorized by this Act and authorizes the Secretary to increase the cost limitations for floor area limitations for a project in order to equip it with solar energy heating or cooling equipment. Establishes measures and responsibility for supervising the construction work authorized under this Act. Repeals prior Military Construction Authorization Acts. Specifies exceptions to such repealer. Sets forth unit cost limitations based on square footage for projects authorized pursuant to this Act. Amends the Military Construction Authorization Act, 1979, to increase certain appropriated amounts. =Title VII: Guard and Reserve Forces Facilities= - Authorizes the Secretary of Defense to establish or develop additional facilities for the Guard and Reserve Forces of various military departments. Authorizes appropriations in specified amounts for each such entity. =Title VIII: General Provisions= - Authorizes the Secretary of Defense to utilize funds during fiscal year 1981 to provide community planning assistance to areas affected by the MX Weapon System sites and the East Coast Trident Base. Directs the Secretary, in fiscal year 1982, to carry out such assistance through existing Federal programs, including by direct transfer of funds from the department concerned, if the Secretary determines there is an immediate and substantial increase in the need for services and facilities. Requires the Secretary to report annually to the House and Senate Committees on Armed Services and Appropriations on the amounts transferred and the amounts obligated and expended by local communities which were provided assistance. Directs the President to conduct a study on the adverse impact on communities in which new military facilities are constructed and to submit the results of such study to Congress by March 1, 1981. Declares that solar energy systems shall be considered cost effective if the original investment cost differential can be recovered over the expected life of the facility using accepted life cycle costing procedures. Increases from $50,000 to $100,000 the amount at which: (1) military real property transactions must be preceded by a report to the Senate and House Armed Services Committees; and (2) a military department may acquire any interest in land for national defense purposes. Directs the Secretary of Defense to furnish, within 180 days of enactment of this Act, to the appropriate congressional committees a plan for the conversion to an alternate fuel for use in Department of Defense oil or gas fired plants. Prohibits the Department of Defense from constructing new boiler plants which use oil or gas and which require heat input rates in excess of 50,000,000 British thermal units per hour. Directs the Secretary of Defense to remove all chemical munitions from the Rocky Mountain Arsenal in Colorado and to report to the congressional committees on Armed Services on the methods to be used to carry out such removal. Directs the Secretary of the Navy, within six months of enactment of this Act, to begin a decontamination study to determine the feasibility and cost of clearing the island of Kahoolawe, Hawaii, and adjacent waters of ordnance and other debris resulting from the use of such island as a target range by the Navy. Directs the Secretary of Defense to conduct a study, in consultation with the Secretary of Transportation, of the condition of the Strategic Rail Corridor Network and to submit the results of such study, with recommendations for correcting deficiencies, to the congressional committees on Armed Services by July 1, 1981. Amends the previous Act which conveyed land to the State of Maine in 1957, to allow the State to utilize such land for public purposes (rather than only vocational or school purposes). Amends the Military Construction Authorization Act, 1977, regarding a land conveyance to South Charleston, West Virginia, to: (1) increase the acreage involved in such conveyance; and (2) include the Department of the Navy in the administration of the land conveyed to the U.S. by South Charleston. Directs the Secretary of the Navy to modify a prior land acquisition in San Diego, California, to provide a possibility of reverter of such land to the City of San Diego if the United States ceases to use the land for hospital or medical purposes. Authorizes the Secretary to convey to the city in exchange for such land all or part of the Naval Regional Medical Center, San Diego. Authorizes the Secretary of the Navy to acquire all interest of the San Diego Unified School District in and to certain other parcels of land in the County of San Diego in exchange for lands of equivalent value. Authorizes the Secretary of the Air Force to acquire all interest in certain lands contiguous to McClellan Air Force Base, Sacramento County, California in exchange for lands of equivalent value. Authorizes the Secretary of the Army to convey to the City of Wabasha, Minnesota, certain lands comprising the United States Army Reserve Center in exchange for certain lands of equivalent value. Provides that such conveyance shall not be made until the existing Center is vacated and a new Center is constructed. Authorizes the Secretary of the Navy to convey, without monetary consideration, to the Government of Guam all interest in certain lands within the Apra Harbor Naval Complex, Guam, Marianas Islands. Subjects such conveyance to such times, terms, and conditions as the Secretary considers to be in the interest of national defense. Requires that the proceeds from the sale of any part of all of such conveyed property by the government of Guam shall be paid to the United States. Reserves easements for existing utilities and navigation aids on such property to the United States. Requires the government of Guam to agree to issue easements for future construction on such property to the United States at no cost provided such construction does not interfere with their facilities and operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act, 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain construction at military installations for fiscal year 1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:16-05:00"
}