{
  "actions": [
    {
      "acted_at": "1974-05-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14685-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-08", 
  "number": "14685", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Stuckey, W. S. (Bill), Jr.", 
    "state": "GA", 
    "thomas_id": "01120", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-08", 
  "subjects": [
    "Advisory bodies", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-08", 
    "text": "Directs the Securities Exchange Commission to establish a National Market Board Authority for the purpose of creating a National Market Board to regulate a National Market System. Specifies the preferred qualifications of individuals to be appointed to the Board. States that the Board shall have the authority to regulate and govern the System, subject to Commission oversight, including the authority to: (1) establish the criteria for the eligibility of securities to be traded within the System; (2) establish, run, and regulate a consolidated transactional reporting system and a composite quotation system; (3) establish rules necessary in the public interest to insure fair and equitable treatment of participants in, users of, and members of the System; (4) establish membership criteria for the System, except that no bank, insurance company, or investment company, or any subsidiary or affiliate of a bank, insurance company, or investment company, may be a member of the System; and (5) establish minimum rates of commissions, if the Board determines that such minimum rates are necessary in the public interest or to insure fair dealing in securities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:54-05:00"
}