{
  "actions": [
    {
      "acted_at": "1996-05-10", 
      "committee": "Committee on the Judiciary, and in addition to the Committee on Economic and Educational Opportunities, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Economic and Educational Opportunities, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-10", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-10", 
      "committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "text": "Referred to House Economic and Educational Opportunities", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-05-17", 
      "in_committee": "House Judiciary", 
      "references": [], 
      "subcommittee": "Crime", 
      "text": "Referred to the Subcommittee on Crime.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-07", 
      "in_committee": "House Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Early Childhood, Youth and Families", 
      "text": "Referred to the Subcommittee on Early Childhood, Youth and Families.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-27", 
      "in_committee": "House Judiciary", 
      "in_subcommittee": "Crime", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3445-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Youth and Families", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Ackerman, Gary L.", 
      "sponsored_at": "1996-09-10", 
      "state": "NY", 
      "thomas_id": "00004", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Durbin, Richard", 
      "sponsored_at": "1996-05-16", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Frost, Martin", 
      "sponsored_at": "1996-05-16", 
      "state": "TX", 
      "thomas_id": "00419", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "LaFalce, John J.", 
      "sponsored_at": "1996-05-16", 
      "state": "NY", 
      "thomas_id": "00657", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Lowey, Nita M.", 
      "sponsored_at": "1996-06-04", 
      "state": "NY", 
      "thomas_id": "00709", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Manton, Thomas J.", 
      "sponsored_at": "1996-06-04", 
      "state": "NY", 
      "thomas_id": "00732", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Schroeder, Patricia", 
      "sponsored_at": "1996-05-16", 
      "state": "CO", 
      "thomas_id": "01033", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-05-10", 
  "number": "3445", 
  "official_title": "To make changes in Federal juvenile justice proceedings, and to foster youth development and prevent juvenile crime and delinquency.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Balanced Juvenile Justice and Crime Prevention Act of 1996", 
  "sponsor": {
    "district": "9", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-05-10", 
  "subjects": [
    "Administration of juvenile justice", 
    "Administrative procedure", 
    "Ammunition", 
    "Child abuse", 
    "Civil rights and liberties, minority issues", 
    "Commemorations", 
    "Community-based corrections", 
    "Compensation for victims of crime", 
    "Congress", 
    "Congressional reporting requirements", 
    "Court records", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal justice information", 
    "Delinquency prevention", 
    "Department of Justice", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug testing", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Families", 
    "Federal aid to law enforcement agencies", 
    "Federal aid to youth services", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Fingerprints", 
    "Firearms", 
    "Gangs", 
    "Government operations and politics", 
    "Government paperwork", 
    "Holidays", 
    "Judicial officers", 
    "Juvenile corrections", 
    "Juvenile courts", 
    "Juvenile delinquency", 
    "Juvenile delinquents", 
    "Juvenile detention", 
    "Juvenile probation", 
    "Law", 
    "Magistrates", 
    "Narcotic traffic", 
    "Parole", 
    "Prosecution", 
    "Recidivists", 
    "Rehabilitation of juvenile delinquents", 
    "Right of privacy", 
    "Speedy trial", 
    "State laws", 
    "Student activities", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Victims of crimes", 
    "Violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-05-10", 
    "text": "TABLE OF CONTENTS: Title I: Enhanced Prosecution of Dangerous Juvenile Offenders Title II: Youth Development and Juvenile Crime Prevention Subtitle A: Juvenile Gun Courts Subtitle B: Community-Based Juvenile Justice Grants for Prosecutors Subtitle C: Juvenile Drug Courts Subtitle D: After School Crime Prevention Act Balanced Juvenile Justice and Crime Prevention Act of 1996 - Title I: Enhanced Prosecution of Dangerous Juvenile Offenders - Enhanced Prosecution of Dangerous Juvenile Offenders Act of 1996 - Revises Federal criminal code provisions to allow a juvenile alleged to have committed an offense against the United States or an act of juvenile delinquency to be surrendered to State authorities, proceeded against as a juvenile, or tried as an adult under specified circumstances. Sets guidelines for proceeding against such a juvenile as a juvenile, and as an adult, in Federal court. (Sec. 103) Directs that: (1) the arresting officer promptly take reasonable steps to notify the juvenile's parents, guardian, or custodian whenever a juvenile is taken into custody; and (2) the juvenile be taken before a judicial officer without unreasonable delay. (Sec. 105) Sets forth provisions regarding: (1) place of detention for juveniles age 15 or older and juveniles under 15; (2) contact with adults convicted or awaiting trial; and (3) reasonable living conditions, education, and medical care. (Sec. 106) Modifies speedy trial provisions to provide that if a juvenile proceeded against under provisions regarding delinquency proceedings or criminal prosecutions in district courts who is in detention pending trial is not brought to trial within 45 (currently 30) days, the information shall be dismissed on motion of the alleged delinquent or at the direction of the court. (Sec. 107) Requires: (1) the court to hold a disposition hearing within 40 court days after finding a juvenile to be a juvenile delinquent, unless the court has ordered further study; and (2) victim impact information to be included in the predisposition report and victims to be provided the opportunity to make a statement to the court or present information regarding disposition. Requires the court to order restitution. Authorizes the court to suspend the findings of juvenile delinquency, place the juvenile on probation, commit the juvenile to official detention, and impose any fine that would be authorized if the juvenile had been tried and convicted as an adult. Sets forth or modifies provisions regarding: (1) limits on detention, supervised release, and commitment of juveniles; (2) an inpatient study; (3) juvenile records; and (4) serious juvenile delinquency drug trafficking adjudications as predicates to the Armed Career Criminal Act. Title II: Youth Development and Juvenile Crime Prevention - Youth Development and Juvenile Crime Prevention Act of 1996 - Subtitle A: Juvenile Gun Courts - Authorizes the Attorney General to provide grants to States, State and local courts, local governments, and Indian tribes for court-based juvenile justice programs that target young firearm offenders through the establishment of juvenile gun courts. Authorizes appropriations. Subtitle B: Community-Based Juvenile Justice Grants for Prosecutors - Authorizes the Attorney General to provide grants to State, local, and Indian tribal prosecutors to support the establishment or expansion of community-based juvenile justice programs. Authorizes appropriations. Subtitle C: Juvenile Drug Courts - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize the Attorney General to make grants to States, State and local courts, local governments, and Indian tribes to establish programs that: (1) continue judicial supervision over certain juvenile offenders with substance abuse problems; and (2) integrate administration of other sanctions and services, including mandatory periodic drug testing during periods of supervised release or probation, substance abuse treatment, aftercare services, and (where possible) payment by the offender of treatment costs and restitution. Directs the Attorney General to issue regulations and guidelines to ensure that the programs authorized under this subtitle exclude participation by violent offenders. Authorizes appropriations. Subtitle D: After School Crime Prevention Act - After School Crime Prevention Act - Authorizes the Secretary of Health and Human Services to provide grants to eligible entities to provide children in the eligible community services and activities that include extracurricular and academic programs offered: (1) after school and on weekends and holidays during the school year; and (2) as daily full-day part-day programs during the summer months. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Balanced Juvenile Justice and Crime Prevention Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "After School Crime Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Enhanced Prosecution of Dangerous Juvenile Offenders Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Youth Development and Juvenile Crime Prevention Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To make changes in Federal juvenile justice proceedings, and to foster youth development and prevent juvenile crime and delinquency.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:25-05:00"
}