{
  "actions": [
    {
      "acted_at": "1994-05-17", 
      "references": [
        {
          "reference": "CR S5834-5836", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-17", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-07", 
      "calendar": "Senate Legislative", 
      "number": "453", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 453.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2122-103", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-17", 
  "number": "2122", 
  "official_title": "A bill to improve the public and private financing of long-term care and to strengthen the public safety net for elderly and non-elderly disabled individuals who lack adequate protection against long-term care expenses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public/Private Long-Term Care Partnership Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-06-07", 
  "subjects": [
    "Accident insurance", 
    "Chronically ill", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Commerce", 
    "Community health services", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Consumer protection", 
    "Critically ill", 
    "Disabled", 
    "Discrimination in insurance", 
    "Education", 
    "Educational policy", 
    "Employee health benefits", 
    "Excise tax", 
    "Families", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Flexible benefit plans", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health education", 
    "Home care services", 
    "Income", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance companies", 
    "Insurance premiums", 
    "Labor and employment", 
    "Legislation", 
    "Life insurance", 
    "Long-term care", 
    "Long-term care insurance", 
    "Medicaid", 
    "Medicare", 
    "Mental care facilities", 
    "Mentally handicapped", 
    "Nursing homes", 
    "Patients' rights", 
    "Public assistance programs", 
    "Right of privacy", 
    "Social welfare", 
    "Standards", 
    "Supplemental security income program", 
    "Survivors' benefits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Taxation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-05-17", 
    "text": "TABLE OF CONTENTS: Title I: Tax Treatment of Long-Term Care Insurance Title II: Standards for Long-Term Care Insurance Title III: Incentives to Encourage the Purchase of Private Insurance Title IV: Improved Public Safety Net for Long-Term Care Public/Private Long-Term Care Partnership Act of 1994 - Title I: Tax Treatment of Long-Term Care Insurance - Amends the Internal Revenue Code to allow qualified individuals to deduct from income long-term care service expenses exceeding 7.5 percent of adjusted gross income. Includes among such services necessary diagnostic, preventive, therapeutic, rehabilitative, maintenance, and personal care performed in either a residential or nonresidential setting. (Sec. 101) Limits such deduction to individuals incapacitated during any period to the extent they are unable without substantial assistance to perform at least two activities of daily living (ADLs) (including eating, toileting, transferring, bathing, dressing, and continence), or who suffer from a moderate cognitive impairment. Requires a licensed professional or qualified community care case manager to determine the degree of incapacitation. (Sec. 102) Allows a medical expense deduction of premiums paid for qualified long-term care insurance meeting specified requirements. Makes any employer-paid premiums deductible by the employer as a business expense. Excludes from an employee's taxable income any premiums paid under an employer provided long-term care insurance policy. (Sec. 103) Excludes from an individual's gross income any benefits paid under such a policy, to the extent they do not exceed $150 per day, adjusted for inflation. Exempts private long-term care insurance from COBRA continuation of coverage requirements. Treats long-term care as a qualified benefit in a cafeteria plan. (Sec. 105) Excludes from taxable income as an amount paid by reason of death any accelerated death benefit distributed to an individual taxpayer on the life of an insured who is terminally ill. Title II: Standards for Long-Term Care Insurance - Requires long-term care insurance policies to meet specified National Association of Insurance Commissioners (NAIC) consumer protection standards. Applies to such policies certain additional requirements relating to nonforfeiture rights, rate stabilization, minimum rate guarantees, limits and notification of increases on premiums and reimbursement mechanisms. (Sec. 202) Imposes a penalty of $100 per day per policy on long-term care issuers failing to meet specified additional responsibilities. (Sec. 203) Declares that nothing in this subtitle shall be construed as preventing a State from applying standards providing greater protection of long-term care insurance policyholders. (Sec. 204) Directs NAIC to promulgate standards for the use of uniform language and definitions in long-term care insurance policies. Title III: Incentives to Encourage the Purchase of Private Insurance - Directs the Secretary of Health and Human Services (HHS) to establish a program designed to educate individuals on the risks of incurring catastrophic long-term care costs and the coverage options available to insure against such risk. Authorizes appropriations. (Sec. 302) Amends title XIX (Medicaid) of the Social Security Act, with respect to Medicaid Estate Recoveries, to repeal the mandate that States require asset protection programs for individuals who buy qualified long-term care insurance to recover assets upon a beneficiary's death. Requires the Secretary to disapprove any State plan amendment providing for an asset protection program unless the State requires all participating insurers to file certain reports and information. (Sec. 303) Amends the Internal Revenue Code to permit individuals over 59 1/2 years old to receive tax-free distributions from an individual retirement account (IRA) or individual retirement annuity for the purchase of a long-term care policy. Allows individuals, regardless of age, to receive without penalty such distributions for the purchase of such a policy. Prohibits any medical expense deduction for any premiums paid from such distributions. Title IV: Improved Public Safety Net for Long-Term Care - Amends title XIX (Medicaid) of the Social Security Act to require States to expand eligibility for nursing facility residents determined to be medically needy. (Sec. 403) Increases from $30 to $50 the amount of funds an individual residing in a nursing facility is able to retain for personal needs. Provides for Federal reimbursement to State funds for any reductions attributable to such increased personal needs allowance. (Sec. 404) Allows States, in determining Medicaid eligibility, to disregard the first $8,000 of resources of an unmarried inpatient of a nursing facility or intermediate care facility for the mentally retarded. (Sec. 405) Requires that a resident of a nursing facility or intermediate care facility for the mentally retarded receive, at the time of Medicaid application and periodically thereafter, information on the range of home and community-based services available in the State. (Sec. 406) Authorizes each State with an approved State plan to establish a program furnishing covered home and community-based services (not provided by other Federal or State programs) to eligible individuals with disabilities. Defines such individuals as: (1) those unable without substantial assistance to perform at least two ADLs; (2) those with moderate cognitive or mental impairment; (3) those with severe or profound mental retardation; and (4) severely disabled children under age six. Provides for a phased-in income eligibility schedule for individuals with assets of under $8,000. Allows States to impose nominal cost-sharing charges on individuals with family incomes exceeding 100 percent of the official poverty line. Prescribes a formula for Federal matching funds. (Sec. 407) Directs the HHS Secretary to report to the Congress annually on: (1) the effectiveness of State programs furnishing home and community-based services to individuals with disabilities; and (2) the development of the market for long-term care insurance. (Sec. 408) Requires the HHS Secretary to report to the Congress on the feasibility and cost of including long-term care services for chronically ill individuals in a standard benefit package offered under a reformed health care system. (Sec. 409) Establishes a Chronic Care Commission to submit to the Congress legislative recommendations to simplify and improve chronic care services for chronically ill individuals. (Sec. 410) Directs the HHS Secretary to conduct up to seven demonstration projects under which qualified entities test the effectiveness of various approaches to financing and providing integrated acute and long-term care services to chronically ill individuals and individuals with disabilities. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public/Private Long-Term Care Partnership Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the public and private financing of long-term care and to strengthen the public safety net for elderly and non-elderly disabled individuals who lack adequate protection against long-term care expenses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:24-05:00"
}