{
  "actions": [
    {
      "acted_at": "1989-05-11", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-05-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Research and Development", 
      "text": "Referred to Subcommittee on Energy Research and Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-10-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-31", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-13", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings concluded. Hearings printed: S.Hrg. 101-658.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-13", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of Energy, Nuclear Regulatory Commission, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-12-28", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Nuclear Regulatory Commission. Favorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-02-01", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of Health and Human Services, and Office of Management and Budget.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s972-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Research and Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1989-06-21", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1990-01-25", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1989-06-02", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1989-11-21", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1989-06-22", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-11", 
  "number": "972", 
  "official_title": "A bill to transfer to the Secretary of Health and Human Services the authority of the Secretary of Energy to conduct epidemiological studies of the effects of radiation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Radiation Research Reorganization Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Wirth, Timothy", 
    "state": "CO", 
    "thomas_id": "01236", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-11", 
  "subjects": [
    "Congressional reporting requirements", 
    "Epidemiology", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Health", 
    "Medical research", 
    "Nuclear weapons", 
    "Occupational health and safety", 
    "Public records", 
    "Radiation safety", 
    "Radiobiology"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-11", 
    "text": "Radiation Research Reorganization Act of 1989 - Transfers to the Secretary of Health and Human Services (Health Secretary) the authority of the Secretary of Energy (Energy Secretary) to conduct, under specified provisions of the Energy Reorganization Act of 1974 and any other law, epidemiological studies of the effects of exposure to radiation. Transfers related positions, property, records, obligations, commitments, and unexpended appropriations. Directs the Health Secretary to undertake a comprehensive program of epidemiological research into the health effects of exposure to radiation with the aim of identifying the nature and magnitude of the risk to the public and to the workforce of the Department of Energy (DOE) resulting from DOE activities. Directs the Energy Secretary to submit to the Health Secretary and the Congress: (1) a complete listing of data and records held or maintained by the DOE and of potential use in the conduct and evaluation of epidemiological and related studies; and (2) a complete record of funds expended by that department on research related to the health effects of radiation during each of the five years preceding enactment of this Act. Directs the Energy Secretary to provide to the Health Secretary access to all data and records not transferred to the Department of Health and Human Services (HHS) under other provisions of this Act if the records are deemed by the Health Secretary to be useful to epidemiological research, health risk assessments, radiation release studies, or dose reconstruction studies, and if confidentiality requirements are met. Directs the Health Secretary to grant access to the public to data held or developed by HHS, including data obtained from DOE, in accordance with the established practices of HHS. Prohibits the annual funding provided to HHS for carrying out the responsibilities transferred in specified provisions of this Act from being less than the greatest of the annual amounts reported by DOE under other provisions of this Act. Allows funds provided to HHS for the purposes of this Act to be used to support: (1) a program of epidemiological research into the health effects of exposure to radiation, and for other uses as the Secretary deems appropriate; and (2) activities of State public health agencies that are compatible with the purposes of this Act. Authorizes the Health Secretary to: (1) undertake such research into radiation releases and dose reconstruction, and health risk assessments, as necessary to carry out the duties transferred under specified provisions of this Act; and (2) review research conducted by DOE, after enactment of this Act, relating to such matters. Directs the Health Secretary to conduct a comprehensive review of: (1) existing epidemiological studies relating to health effects of exposure to radiation; and (2) existing and ongoing health risk assessments and studies relating to radiation releases and dose reconstruction efforts. Establishes the Advisory Panel on Radiation Research to advise the Health Secretary in carrying out the function transferred from the Energy Secretary under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Radiation Research Reorganization Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to transfer to the Secretary of Health and Human Services the authority of the Secretary of Energy to conduct epidemiological studies of the effects of radiation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:26-05:00"
}