{
  "actions": [
    {
      "acted_at": "2010-07-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5674-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-01", 
  "number": "5674", 
  "official_title": "To amend the Clean Air Act to require reductions in mercury emissions from electric utility steam generating units, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mercury Reduction and Energy Security Act of 2010", 
  "sponsor": {
    "district": "20", 
    "name": "Costa, Jim", 
    "state": "CA", 
    "thomas_id": "01774", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-07-01", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Air quality", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Hazardous wastes and toxic substances", 
    "Public utilities and utility rates"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-07-01", 
    "text": "Mercury Reduction and Energy Security Act of 2010 - Amends the Clean Air Act to require affected units (coal-fired electric steam generating units that have nameplate capacities greater than 25 megawatts and generate electricity for sale) to reduce mercury emissions by the less stringent limitation of: (1) 80% capture of inlet mercury or an emission rate of 1.6 pounds of mercury per trillion British thermal units (Btu) of input coal for the period beginning on January 1, 2012, and ending December 31, 2014; and (2) 90% capture of inlet mercury or an emission rate of 0.8 pounds of mercury per trillion Btu of input coal by 2015 and each year thereafter. Specifies methods that owners or operators of affected units are required to use as reference methods in calibrating the instruments used to measure the mercury concentrations in emissions from affected units. Establishes excess emissions penalties for mercury. Sets forth compliance provisions. Authorizes: (1) owners or operators of affected units that fail to achieve such limitations to request an alternate emission limitation; (2) the Administrator of the Environmental Protection Agency (EPA) to establish alternate limitations if the Administrator determines that the owner or operator has properly installed and operated continuous emissions monitoring system and control technology designed to achieve such limitations and is unable to achieve such limitations; and (3) the Administrator, after granting alternate limitations, to impose more stringent emissions limitations in subsequent years. Makes such alternate limitations effective January 1, 2015. Provides that this Act supersedes any other requirement in such Act with regard to the emission of mercury from electric utility steam generating units."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mercury Reduction and Energy Security Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Clean Air Act to require reductions in mercury emissions from electric utility steam generating units, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:33-05:00"
}