{
  "actions": [
    {
      "acted_at": "1982-08-19", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-10", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Labor-Management Relations", 
      "text": "Referred to Subcommittee on Labor-Management Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1982-09-10", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7046-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Labor-Management Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-08-19", 
  "number": "7046", 
  "official_title": "A bill to establish the Private Employment Training Incentive Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Private Employment Training Incentive Act", 
  "sponsor": {
    "district": "14", 
    "name": "Seiberling, John F.", 
    "state": "OH", 
    "thomas_id": "01040", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-08-19", 
  "subjects": [
    "Business and commerce", 
    "Business and social problems", 
    "Census and Statistics", 
    "Employer incentives", 
    "Employment agencies", 
    "Employment and training programs", 
    "Employment subsidies", 
    "Government and business", 
    "Labor and employment", 
    "Labor statistics", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Poor", 
    "Underemployment", 
    "Unemployment", 
    "Wages"
  ], 
  "subjects_top_term": "Manpower training programs", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-08-19", 
    "text": "Private Employment Training Incentive Act - Directs the Secretary of Labor to develop, within the six-month period beginning on the date of enactment of this Act, reliable methods to obtain statistically accurate data on employment demand, by trade and occupation, sufficient to determine occupations and skills for which there is a currently expanding demand. Directs the Secretary, before the end of such period and every three months thereafter, to issue a report listing by region each trade and occupation for which demand is expanding and estimating, for each, the number of individuals: (1) qualified and currently employed or available for employment; (2) needed to meet the projected demand during the next ten years (in one-year intervals); and (3) receiving or to be receiving training during such period. Establishes the Private Employment Training Incentive Program, to be administered by the Secretary, to provide unemployed or underemployed individuals the opportunity to receive employment training in trades or occupations of their choice and obtain employment with employers of their choice through a voucher system which reimburses employers one-half of wages paid. Directs the Secretary to promulgate regulations and establish administrative procedures to implement such program. Sets forth qualifications for financial assistance for training programs. Requires an employer to demonstrate that the program will be located in an area of substantial unemployment and will provide training in a trade or occupation for which: (1) the demand is unfilled or likely to expand within the region within which the program is located; and (2) the Secretary estimates the number of trained individuals needed exceeds the number of individuals in such region who are being trained or who will receive training in such trade or occupation. Sets forth specific requirements for training programs. Provides that an individual may be considered qualified for a training program upon issuance of a voucher by a State employment agency certifying that such individual is eligible. Makes an individual eligible if at the time of application such individual: (1) has been an unemployed individual for five weeks or more; or (2) receives or is a member of a household which receives cash welfare payments, low-income housing assistance, or food stamps. Sets forth provisions for certification of training program plans as qualified for the incentive program. Directs the Secretary to establish criteria for the selection, from among such qualified plans, of private sponsor programs to receive financial assistance. Directs the Secretary to: (1) publish a list every three months containing the name, address, and a training program description of each private sponsor and distribute such lists to each State employment service agency; and (2) send notice of selection of the private sponsor to the State employment service agency office for the area in which such training program is to be located, within 15 days of such selection. Directs the Secretary to establish procedures for inspection, reviews, and enforcement under this Act. Directs the Secretary to reimburse the private sponsors of training programs selected for the incentive program for one-half of the amount of wages or salary being paid by such sponsor to each individual who is employed by such sponsor, is enrolled in such program, and has submitted a voucher to such sponsor. Requires private sponsors to submit such vouchers to the Secretary for reimbursement. Provides that evidence of continued employment and satisfactory progress in training shall be in a form prescribed by the Secretary. Requires that the wages or salary paid to each qualified individual be at least twice the minimum wage specified under the Fair Labor Standards Act of 1938, if a private sponsor is to be entitled to such reimbursement. Limits the amount of such reimbursement to $10,000 for any 12-month period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Private Employment Training Incentive Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Private Employment Training Incentive Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:18-05:00"
}