{
  "actions": [
    {
      "acted_at": "1989-03-23", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-03", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-27", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-28", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-25", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-09", 
      "in_committee": "House Committee on Energy and Commerce", 
      "in_subcommittee": "Telecommunications and Finance", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-16", 
      "bill_ids": [
        "hr3657-101"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "For Further Action See H.R.3657.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1609-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Cooper, Jim", 
      "sponsored_at": "1989-04-11", 
      "state": "TN", 
      "thomas_id": "00231", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1989-03-23", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1989-04-26", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-23", 
  "number": "1609", 
  "official_title": "To amend the Securities Exchange Act of 1934 to provide additional authorities to the Securities and Exchange Commission to prevent disruptions to the Nation's securities markets.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3657-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Stock Market Reform Act of 1989", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-23", 
  "subjects": [
    "Brokers", 
    "Congressional reporting requirements", 
    "Government paperwork", 
    "Information disclosure (Securities law)", 
    "Information services", 
    "Insider trading in securities", 
    "Securities", 
    "Securities industry", 
    "Securities regulation", 
    "Stock exchanges"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-23", 
    "text": "Stock Market Reform Act of 1989 - Amends the Securities Exchange Act of 1934 to authorize the Securities and Exchange Commission (SEC) to take whatever actions it deems necessary in an emergency situation to: (1) maintain or restore fair and orderly securities markets (other than markets in exempted securities); or (2) ensure prompt and accurate clearance and settlement of transactions in securities (other than exempted securities). Limits to ten business days any such action by the SEC. Authorizes the SEC to suspend trading in any or all securities for a period of up to 24 hours in an emergency situation. Allows the SEC to extend such a suspension by two 24-hour time periods with the approval of the President. Defines \"emergency\" to mean a major market disturbance characterized by or constituting: (1) a substantial threat of sudden and excessive fluctuations of securities prices that threaten fair and orderly markets; or (2) a substantial disruption of the safe or efficient operation of the national system for clearance and settlement of securities. Establishes SEC reporting requirements for every person who effects: (1) transactions for the purchase or sale of any publicly traded securities or options; or (2) transactions in contracts of sale (or options on such contracts) for future delivery of a group of publicly traded securities that are related to transactions in publicly traded securities or options, by use of any means of interstate commerce or of the mails, during any 24-hour period in an amount equal to or greater than an amount set by the SEC. Requires such reports for the purpose of monitoring the impact on securities markets of securities transactions involving a substantial volume or a large fair market value or exercise value and related transactions in equity index futures and options on such futures. Provides for the confidential treatment of the identities of those effecting such trades. Requires every person who is a registered broker or dealer or a government securities broker or dealer under the regulatory jurisdiction of the SEC to make certain reports to the SEC concerning the financial or operational conditions of its associated persons that the Commission determines are reasonably likely to have a material impact on the financial or operational condition of such registered broker or dealer, government securities broker or dealer, or municipal securities dealer. Exempts from such requirement information concerning financial institutions, bank holding companies savings and loan holding companies, insurance companies, and future commission merchants so long as information substantially similar to that required is available to a supervisory agency, a State insurance commission or similar State agency, or the Commodity Futures Trading Commission. Allows the SEC to grant other exemptions to such reporting requirement. Provides for the confidentiality of any reported information. Directs the SEC to facilitate the establishment of: (1) a national system for the prompt and accurate clearance and settlement of transactions in securities; and (2) linked, coordinated, or centralized facilities for clearance and settlement of transactions in securities, securities options, contracts of sale for future delivery and options thereon, and commodity options. Requires the SEC and the Commodity Futures Trading Commission (CFTC) to examine progress toward establishing such linked, coordinated, or centralized facilities for clearance and settlement of transactions and to submit to the Congress a report detailing and evaluating such progress. Authorizes the SEC to adopt rules concerning the transfer of certificated or uncertificated securities. Amends the Commodity Exchange Act to direct the CFTC to facilitate the establishment of linked, coordinated, or centralized facilities for clearance and settlement of contracts of sale for future delivery and options thereon, commodity options, securities, and securities options. Requires the CFTC and the SEC to examine progress toward establishing such linked, coordinated, or centralized facilities and to report to the Congress within two years detailing and evaluating such progress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Stock Market Reform Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Securities Exchange Act of 1934 to provide additional authorities to the Securities and Exchange Commission to prevent disruptions to the Nation's securities markets.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:17-05:00"
}