{
  "actions": [
    {
      "acted_at": "1998-06-19", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4099-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-19", 
  "number": "4099", 
  "official_title": "To amend the Older Americans Act of 1965 to authorize appropriations for fiscal years 1999, 2000, 2001, 2002, and 2003, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Older Americans Amendments of 1998", 
  "sponsor": {
    "district": "1", 
    "name": "Riggs, Frank", 
    "state": "CA", 
    "thomas_id": "00962", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-06-19", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Adult day care", 
    "Agriculture and food", 
    "Alaska", 
    "Authorization", 
    "Case management", 
    "Community health services", 
    "Congregate housing", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Elder abuse", 
    "Elementary and secondary education", 
    "Employment subsidies", 
    "Evaluation research (Social action programs)", 
    "Federal aid to Indians", 
    "Federal aid to disability services", 
    "Federal aid to housing", 
    "Federal aid to the aged", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Food stamps", 
    "Geriatrics", 
    "Government operations and politics", 
    "Government publicity", 
    "Hawaiians", 
    "Health", 
    "Health education", 
    "Higher education", 
    "Home care services", 
    "Housing and community development", 
    "Housing for the aged", 
    "Housing subsidies", 
    "Income", 
    "Labor and employment", 
    "Law", 
    "Legal assistance to the aged", 
    "Long-term care", 
    "Long-term care facilities", 
    "Minorities", 
    "Native Americans", 
    "Nutrition and the aged", 
    "Old age assistance", 
    "Older workers", 
    "Ombudsman", 
    "Performance measurement", 
    "Poor", 
    "Preventive medicine", 
    "Senior centers", 
    "Social welfare", 
    "Surplus government property", 
    "Transportation and public works", 
    "Transportation and the aged", 
    "Volunteer workers in social service", 
    "Welfare eligibility"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-06-19", 
    "text": "Older Americans Amendments of 1998 - Revises the Older Americans Act of 1965 in toto. (Sec. 3) Retains the Administration on Aging in the Office of the Secretary of Health and Human Services, as well as the Assistant Secretary for Aging. Changes from mandatory to optional: (1) the Office for American Indian, Alaskan Native, and Native Hawaiian Programs (renamed the Office on Native Americans); and (2) the Office of Long-Term Care Ombudsman Programs. Directs the Assistant Secretary to designate individuals with pertinent expertise who shall be responsible for administration of: (1) grants for Native American programs on aging; (2) Federal activities relating to State long-term care ombudsman programs; and (3) nutrition services. Revises the duties of the Assistant Secretary. Repeals the specific mandate for the Assistant Secretary to engage in certain activities with respect to policy alternatives for long-term care. Eliminates the National Center on Elder Abuse, the National Aging Information Center, and the Federal Council on the Aging. Authorizes appropriations. Revises and consolidates programs of grants to Native Americans, Alaskan Natives, and Native Hawaiians for the delivery costs of supportive and nutrition services. Prescribes the distribution of funds among the appropriate organizations. Retains the Secretary of the Interior's authority, acting through the Bureau of Indian Affairs, to make surplus educational facilities available for multipurpose senior centers. Authorizes appropriations. Revises the programs of grants for State and community programs on aging. Prescribes the allotment of funds for supportive services, multipurpose senior centers, and nutrition services. Retains basic existing requirements for such grants, services, and centers. Eliminates certain rights relating to in-home services for frail older individuals. Repeals authority for: (1) school-based meals for volunteer older individuals and multigenerational programs; (2) specified in-home services for frail older individuals; (3) additional assistance for the special needs of older individuals; (4) specified disease prevention and health promotion services; (5) supportive activities for caretakers who provide in-home services for frail older individuals; (6) specified research; (7) numerous specified demonstration projects, including those concerning ombudsman and advocacy, housing, and pension rights; and (8) numerous specified grant programs, including the neighborhood senior care program, Resource Centers for Native American Elders, and career preparation for the field of aging. Authorizes appropriations. Revises requirements for State long-term care ombudsman programs. Repeals the mandate that a State agency establish an Office of the State Long-Term Care Ombudsman. Requires the State agency to perform the functions of such Office directly, or contract them out to a public agency or nonprofit private organization. Continues the current mandate for State programs for the prevention and remediation of elder abuse, neglect, and exploitation; but repeals all specific requirements except those relating to whistleblower immunity, record confidentiality, training, and the prohibition against involuntary participation by alleged victims, abusers, or members of their households. Repeals mandates for State programs for: (1) development of legal and advocacy assistance as a means for ensuring a comprehensive elder rights system; and (2) outreach, counseling, and assistance for insurance and public benefits. Authorizes appropriations for State long-term care ombudsman programs and programs for the prevention and remediation of elder abuse, neglect, and exploitation. Older American Community Service Employment Act of 1998 - Replaces the current authority of the Secretary of Labor to establish an older American community service employment program with a mandate to make competitive grants to States and public and nonprofit private organizations to provide unemployed low-income older individuals, with otherwise poor employment prospects, employment opportunities in providing community services. Revises grant and employment project requirements. Provides for allotments and reservation of funds for such grants. Requires the Secretary of Labor to establish objective performance standards for projects. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Older Americans Amendments of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Older American Community Service Employment Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Older Americans Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Older Americans Act of 1965 to authorize appropriations for fiscal years 1999, 2000, 2001, 2002, and 2003, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:00-05:00"
}