{
  "actions": [
    {
      "acted_at": "1990-03-26", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-03-27", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-03", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-03", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Education.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-26", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4379-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1990-03-26", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Coleman, Ronald D.", 
      "sponsored_at": "1990-04-26", 
      "state": "TX", 
      "thomas_id": "00217", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ford, William D.", 
      "sponsored_at": "1990-04-26", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fuster, Jamie B.", 
      "sponsored_at": "1990-03-26", 
      "state": "PR", 
      "thomas_id": "00424", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hayes, Charles A.", 
      "sponsored_at": "1990-03-26", 
      "state": "IL", 
      "thomas_id": "00516", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Jontz, Jim", 
      "sponsored_at": "1990-03-26", 
      "state": "IN", 
      "thomas_id": "00613", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Kildee, Dale E.", 
      "sponsored_at": "1990-04-26", 
      "state": "MI", 
      "thomas_id": "00631", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Levine, Mel", 
      "sponsored_at": "1990-05-22", 
      "state": "CA", 
      "thomas_id": "00684", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Lowey, Nita M.", 
      "sponsored_at": "1990-03-26", 
      "state": "NY", 
      "thomas_id": "00709", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1990-03-26", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1990-03-26", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1990-03-26", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1990-03-26", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Payne, Donald M.", 
      "sponsored_at": "1990-03-26", 
      "state": "NJ", 
      "thomas_id": "00902", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1990-05-22", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl C.", 
      "sponsored_at": "1990-03-26", 
      "state": "KY", 
      "thomas_id": "00909", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Poshard, Glenn", 
      "sponsored_at": "1990-03-26", 
      "state": "IL", 
      "thomas_id": "00925", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1990-03-26", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sawyer, Thomas C.", 
      "sponsored_at": "1990-03-26", 
      "state": "OH", 
      "thomas_id": "01022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Unsoeld, Jolene", 
      "sponsored_at": "1990-03-26", 
      "state": "WA", 
      "thomas_id": "01176", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Williams, Pat", 
      "sponsored_at": "1990-05-22", 
      "state": "MT", 
      "thomas_id": "01231", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1990-05-22", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-26", 
  "number": "4379", 
  "official_title": "To improve education in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equity and Excellence in Education Implementation Act of 1990", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-26", 
  "subjects": [
    "Adult education", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Black colleges", 
    "Child development", 
    "Child nutrition", 
    "Compensatory education", 
    "Computers in education", 
    "Conferences", 
    "Congressional reporting requirements", 
    "Day care", 
    "Dropouts", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Drugs and youth", 
    "Education", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational planning", 
    "Educational policy", 
    "Educational research", 
    "Educational statistics", 
    "Elementary education", 
    "Employee training", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to youth services", 
    "Food relief", 
    "Geography", 
    "Government paperwork", 
    "Government trust funds", 
    "Graduate education", 
    "Illiteracy", 
    "Information services", 
    "International education", 
    "Language and languages", 
    "Law enforcement officers", 
    "Legal education", 
    "Literacy programs", 
    "Manpower training programs", 
    "Maternal health services", 
    "Mathematics", 
    "Minority education", 
    "Parent-school relationships", 
    "Police training", 
    "Preschool education", 
    "Public assistance programs", 
    "Regional educational laboratories", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Student aid", 
    "Student employment", 
    "Student loan funds", 
    "Teacher education", 
    "Teachers", 
    "Volunteer workers in education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-26", 
    "text": "Equity and Excellence in Education Implementation Act of 1990 - Title I: Early Childhood Education - Declares the Federal Government's responsibility to provide, by 1994, sufficient funding for: (1) improved Head Start programs to serve all eligible three-and four-year-olds and some eligible five-year-olds; and (2) programs affecting the nutritional needs of low-income parents and children to serve all eligible individuals. Declares the Federal Government's responsibility to: (1) expand programs offering simultaneous educational services to children and their parents; and (2) provide training in early childhood development for teachers in kindergarten through third grade to ease the transition to public schools. Part A: Amendments to the Head Start Act - Amends the Head Start Act to authorize appropriations for Head Start programs for FY 1991 through 1994. Directs the Secretary of Health and Human Services (HHS) to issue a poverty line each year as a criterion of eligibility for participation in Head Start programs. Part B: Amendment to the Special Supplemental Food Program for Women, Infants, and Children - Amends the Child Nutrition Act of 1966 to authorize appropriations for FY 1991 through 1994 for the Special Supplemental Food Program for Women, Infants, and Children. Part C: Amendments to the Even Start Program - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to authorize appropriations for FY 1990 through 1993 for the Even Start program. Part D: Child Development Training for Teachers in Primary Grades - Amends ESEA to authorize funding for the training of teachers in kindergarten through third grade in developmentally appropriate practices. Title II: School Completion - Amends ESEA to revise secondary school programs for basic skills improvement and dropout prevention and reentry. Requires State education agencies (SEAs) to reserve ten percent of specified program funds for school dropout prevention and reentry programs conducted by community-based organizations, before allocating such funds among LEAs. Requires LEA (or community-based organization) applications to include plans for programs to increase the secondary school completion rate. Requires States to submit three-year applications before the beginning of 1992, 1995, and 1998. Gives priority, in granting awards to community-based organizations, to those that intend to use such funds for model secondary school community education employment centers to meet the education needs of inner-city, low-income youths. Requires the Secretary of Education (the Secretary for purposes of this Act) to use local and State reports to develop an information base on dropout prevention programs. Provides for funding of: (1) grants to regional laboratories for program coordination and dissemination activities; and (2) the National Diffusion Network to replicate model programs for dropout prevention and reentry. Directs the Secretary to define secondary school completion rate for such program purposes. Amends the School Dropout Demonstration Assistance Act of 1988 (part A of title VI of ESEA) to authorize appropriations for FY 1991 for assistance to address school dropout problems. Amends the General Education Provisions Act to require the National Center for Education Statistics to ensure that nationally uniform data by State are contained in its annual report on the dropout and retention rate. Title III: Student Achievement in Critical Skills - Part A: Special Populations - Declares the Federal Government's responsibility to: (1) provide remedial assistance to all disadvantaged children by 1993; (2) fulfill its 1975 commitment to provide 40 percent of the costs of educating children with disabilities; and (3) reward successful programs in schools with concentrations of disadvantaged children. Subpart 1: Amendments to the Elementary and Secondary Education Act of 1965 - Amends ESEA to revise the declaration of U.S. policy to require expansion of the program for disadvantaged children by increased funding by minimum amounts over baseline for FY 1991 through 1993. National Merit Schools Act - Amends ESEA to establish the National Merit Schools program to recognize and reward public and private elementary and secondary schools that participate in programs for disadvantaged children and have made substantial progress in: (1) raising student educational achievement, especially in reading, writing, and mathematics; (2) creating a safe and alcohol- and drug-free school environment; and (3) reducing the dropout rate. Authorizes appropriations for FY 1991 through 1993 for such program. Authorizes State educational agencies (SEAs) to designate as a Merit School any public or private elementary or secondary school nominated through procedures established by the SEA. Sets forth requirements for selection criteria established by the Secretary and by SEAs. Provides that each Merit School will be awarded a National Certificate of Merit, as well as funds to further its educational program. Prohibits Federal, State or local reduction of other assistance to a school because it receives such an award. Sets forth requirements for information dissemination and biennial evaluation. Subpart 2: Amendments to the Education of the Handicapped Act - Amends the Education of the Handicapped Act (EHA) to declare U.S. policy to increase funding for the grants program for the education of all handicapped children in order to provide to States, for FY 2000 and thereafter, at least 40 percent of the aggregate applicable per pupil expenditures. Authorizes appropriations for such grants program for FY 1991 onward. Part B: Academic Areas of National Importance - Declares the Federal Government's responsibility to: (1) expand foreign language and geography programs of elementary, secondary, and higher education; and (2) equip students with necessary language skills for productive employment in the global marketplace. Amends title VI (International Education Programs) of the Higher Education Act of 1965 (HEA) to provide for study of foreign culture and geography. Allows language resource centers to add specified activities relating to foreign language and culture study. Allows grants for undergraduate programs to be used to develop innovative and model programs in preservice and inservice teacher education in foreign language and culture, geography, and international studies. Specifies permissible uses of grants for summer language institutes. Authorizes specified new research activities for foreign language studies in elementary and secondary schools. Requires centers for international business education to provide language training, translation services, and information about other cultures and markets for nearby small- and medium-sized businesses that seek to enter export markets. Part C: Parental Involvement - Directs the Secretary to report by January 1, 1993, to the Congress on parental involvement and dissemination activities under the General Education Provisions Act. Part D: Regulatory Impact on Student Excellence - Directs the Secretary to report to the Congress annually on the public schools of each State, addressing specified issues. Directs the Secretary to: (1) within 90 days, issue guidance on how Federal funds can be used more flexibly; and (2) within 180 days, conduct regional meetings on such guidance for State and local educational agency officials. Title IV: Mathematics and Science - Part A: Amendments to the Elementary and Secondary Education Act of 1965 - Declares the Federal Government's responsibilities relating to: (1) updating skills of elementary and secondary mathematics and science teachers; (2) information for local educational agencies on updated mathematics and science instructional materials; (3) a program and curricula clearinghouse; and (4) central listing of all sources of Federal assistance to mathematics and science education. Amends the Dwight D. Eisenhower Mathematics and Science Act (part A, title II of ESEA) to specify increasing amounts under the authorization of appropriations for FY 1991 through 1993 for grants to States, and discretionary, national grants for strengthening teacher skills and improving instruction in mathematics and science. Revises such program requirements. Directs the Secretary to report annually on all sources of Federal aid for mathematics and science education. Authorizes the Secretary to make grants and agreements to promote the educational use of the space program. Directs the Secretary to award a merit-based competitive grant or contract for a National Clearinghouse for Science, Mathematics, and Technology Education Materials. Authorizes the Secretary to make grants to model programs for instruction and training in the use of computers in elementary and secondary mathematics and science curricula. Directs the Secretary to award merit-based competitive grants for such regional science, mathematics, and technology education consortia to disseminate and implement exemplary science, mathematics, and technology education materials, teaching methods, and assessment tools for use by elementary and secondary school students. Requires recipient entities to establish regional boards and conduct program evaluation. Authorizes appropriations for FY 1991 through 1993 for such regional consortia. Part B: Amendments to the Higher Education Act of 1965 - Declares the Federal Government's responsibility to award scholarships to high-achieving students to study mathematics, science, and related subjects at postsecondary institutions. Amends the Higher Education Act of 1965 (HEA) to establish the National Science Scholars Program to recognize student excellence and achievement in the physical, life, and computer sciences, mathematics, and engineering. Authorizes appropriations for FY 1990 through 1993. Authorizes the Secretary to award scholarships to outstanding students selected as National Science Scholars by the President. Directs the Secretary to appoint a panel of experts to recommend academic achievement criteria for use in the nomination of scholars. Sets the Scholarship amount at $10,000 for an academic year with provision for reductions and adjustments. Requires that scholarship recipients, to the extent they are otherwise qualified, be given priority consideration for federally-financed summer employment in research and development centers. Title V: Literacy - Adult Literacy and Employability Act of 1990 - Declares U.S. responsibility to: (1) provide all workers and adults opportunity to acquire skills to function productively; (2) establish programs for large-scale public-private partnerships in workforce literacy; (3) provide for teacher training and instructional technologies to increase the number of learners served and the rate and extent of learning; (4) provide easy access to model program information by teachers, community-based organizations, volunteers, and business; and (5) help build State capacity to assist large numbers of adults. Part A: Literacy: Strategic Planning, Research, and Coordination - Subpart 1: National Planning, Research and Coordination - Establishes an Interagency Task Force on Adult Literacy. Requires the Task Force to report to the Congress and the President. Authorizes appropriations for the Task Force for FY 1991 through 1995. Establishes the National Institute for Adult Literacy as a nonprofit corporation which will not be an agency or establishment of the Federal Government. Divides the Institute into a research division, a technical assistance and training division, and a policy analysis division. Requires an annual report to the Congress. Authorizes appropriations for the Institute for FY 1991 through 1995. Sets forth the responsibilities of the Secretary for national coordination of literacy programs. Amends the Department of Education Organization Act to outline the responsibilities of an Assistant Secretary for the same programs. Subpart 2: State Planning, Research, and Coordination - Requires each State that receives adult literacy assistance under an applicable Federal program to: (1) establish a State advisory board on literacy; and (2) submit a State literacy coordination plan. Requires the board to report annually to the State Governor, and the State Governor to report annually to the Interagency Task Force on State progress in reaching the goals of its literacy plan. Directs the Secretary to make grants to States for a network of State or regional adult literacy resource centers. Authorizes appropriations for such grants for FY 1991 and after. Part B: Investment in Literacy - Amends the Adult Education Act (AEA) to increase and extend through FY 1995 the authorization of appropriations for AEA programs. Revises limitations on the use of funds to earmarking a specified amount for adult education and literacy services provided by community-based organizations and nonprofit volunteer agencies. Allows basic State grants under AEA to be used for competitive two-year Gateway Grants to public housing authorities for literacy programs and related activities like child care and job training. Requires State educational agencies to ensure direct and equitable access to assistance under AEA basic State grants by LEAs, public or private nonprofit agencies, community-based organizations, and institutions that service educationally disadvantaged adults. Authorizes the Secretary to make matching challenge grants to States for investment in adult literacy instruction staff training and educational technology. Authorizes appropriations for such challenge grants for FY 1991 through 1995. Establishes a Literacy Leader Training Fund. Directs the Secretary, through the Office on Literacy, to make scholarship grants from the Fund to individuals pursuing careers in adult education, instruction, management, research, or innovation, for education or research to expand their expertise. Authorizes appropriations for such purposes for FY 1991 through 1995. Part C: Workforce Literacy - Authorizes the Secretary of Labor to carry out a national workforce literacy strategies program of grants for up to 70 percent of the costs of joint ventures between business, industry, or labor and State, regional, or Federal entities to provide large-scale models in strategic approaches to improving basic skills of workforce sectors. Authorizes appropriations for FY 1991 through 1995. Title VI: Safe and Drug-Free Schools - Declares the Federal Government's responsibly with respect to prevention of drug and alcohol abuse by students, school safety, and the pursuit of law enforcement careers. Amends HEA to provide for cancellation of student loans for service as a full-time local, State, or Federal law enforcement officer. Amends the Domestic Volunteer Service Act of 1973 to authorize the Director of the ACTION Agency, in carrying out certain special initiatives, to make grants to public and nonprofit private entities for programs to assist individual volunteers, in cooperation with local education authorities, to protect elementary and secondary school students from violence in the community as a result of drug abuse or other criminal activities. Amends the Drug-Free Schools and Communities Act of 1986 (title V of ESEA) to require that drug-free school zones have specified characteristics. Authorizes a program for replication of successful drug abuse education programs. Authorizes the Secretary, under such program, to make grants for programs of: (1) drug abuse resistance education; and (2) drug abuse education, prevention, intervention, or counseling. Provides support for school-based: (1) before-and-after recreational activities, including drug and alcohol abuse prevention instruction; (2) community service programs as alternatives for at-risk youth; and (3) drug abuse counseling training programs. Title VII: Teacher Recruitment and Retention - Declares the Federal Government's responsibility to: (1) reward successful teachers and encourage them to further enhance their skills; (2) encourage qualified professionals in other fields to enter the teaching profession; and (3) ensure that current teachers continually develop their teaching skills and subject matter knowledge. Part A: Loans Incentives for Teaching - Amends HEA to establish a separate fund for teachers under the National Direct Student Loan (NDSL) program. Authorizes appropriations for FY 1991 through 1995 for the Secretary to make separate capital contributions to NDSL student loan funds. Requires a student, in order to receive a loan from the special account, to: (1) have completed two undergraduate years; (2) intend to pursue a teaching career; and (3) agree to certain repayment conditions if the student either does not enter full-time teaching within a certain period or ceases such teaching before the end of the five-year service period required for loan cancellation. Gives priority for such loans to minority students, or those otherwise underrepresented in the teaching profession or curricula areas, and to qualified individuals who need such a loan and who demonstrate high academic achievement and potential for success in teaching. Provides for an expedited loan cancellation option for teaching at certain types of schools. Part B: Financial Assistance for Institutional Recruitment and Retention of Individuals Preparing to Enter the Teaching Force - Directs the Secretary to allocate funds under this part to State educational agencies (SEAs) for grants to institutions of higher education for programs to recruit and retain students, particularly minority students, preparing to enter the teaching profession. Authorizes appropriations for FY 1991 through 1995. Part C: Professional Development Academies - Directs the Secretary to allocate 80 percent of funds for this part among SEAs, on the basis of number of disadvantaged children, to distribute such funds to consortia of local educational agencies (LEAs) for various activities relating to teacher training. Directs the Secretary, from the remaining 20 percent of under this part, to award to specified consortia grants to establish professional development academies to provide interstate, international, or other exemplary programs. Limits such grants to five years, with renewal for one additional five-year period. Authorizes appropriations for FY 1991 through 1995. Part D: Teacher Awards - Amends ESEA to establish the National Teacher Awards for Excellence in Education Program. Authorizes the Secretary to make grants to States for such awards. Sets the amount of such an award at $5,000, to be used to improve the recipient's teaching ability. Authorizes appropriations for FY 1991 through 1993. Part E: Mid-Career Teacher Training - Amends the Higher Education Act of 1965 (HEA) to specify the amount of the authorization of appropriations for FY 1991 for mid-career teacher training programs. Requires that at least 25 percent of such amount be for training of mathematics and science teachers. Title VIII: Postsecondary Educational Opportunity - Declares the Federal Government's responsibility to: (1) increase low-income and minority students' participation in postsecondary education; (2) expand college assistance to middle income families; (3) reduce reliance on parent and student loans as the principal means of financing postsecondary education; (4) enhance postsecondary institutions' capacity to recruit, and provide quality education to, minority and disadvantaged students, including graduate students; and (5) enhance student consumer protection. Declares the intention of the Congress to increase the annual appropriations for the Pell Grant program by a specified amount per fiscal year beginning with FY 1991. Requires contingent funding of the income contingent direct loan demonstration project by prohibiting funds for it unless sufficient funds are available for the Pell Grant program to provide grants equal to maximum specified amounts. Provides for Pell Grant program shortfall adjustments for insufficient appropriations. Removes from the computation of expected family contribution in the determination of need for assistance under the Pell Grant program and other HEA title IV student assistance programs the following nonliquid assets: (1) the family's principal place of residence; (2) a family farm on which the family resides; or (3) a small business substantially owned and managed by a member or members of the family. Directs the Secretary to recommend to the Congress any changes in such HEA provisions necessary to achieve an equitable assessment of income and assets after exclusion of such nonliquid assets. Authorizes appropriations for FY 1991 for: (1) student educational opportunity grants (SEOG); (2) college work-study programs; and (3) State student incentive grants (SSIG). Amends HEA to authorize appropriations for FY 1990 through 1993 for special awards to historically Black colleges and universities. Authorizes appropriations for FY 1991 for special programs for students from disadvantaged backgrounds at institutions of higher education. Changes from discretionary to mandatory the Secretary's authority to enter into contracts to provide students with certain early information on eligibility for student financial assistance. Requires eligible institutions participating in student loan and assistance programs to have certain tuition refund policies. Authorizes appropriations for FY 1991 for the following graduate programs under HEA: (1) grants to institutions to encourage minority participation in graduate education; (2) Patricia Roberts Harris Fellowships for graduate and professional students; and (3) assistance for training in the legal professions. Sets forth restrictions on institutional promotional activities. Title IX: Measurement, Assessment, and Evaluation - Part A: National Summit Conference on Education - National Summit Conference on Education Amendments of 1990 - Amends the National Conference on Education Act of 1984 to revise provisions for the National Summit Conference on Education with respect to: (1) Executive Committee membership; (2) regional meetings; and (3) agenda. Part B: National Committee on Education - Authorizes the establishment of a National Committee on Education at the conclusion of the National Summit Conference on Education. Part C: Amendment to General Education Provisions Act - Amends the General Education Provisions Act of require that the Secretary's annual evaluation report to congressional committees comment on the per pupil expenditure of each local educational agency. Directs the Secretary to develop criteria for measuring equalization of educational expenditures among local educational agencies within a State."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equity and Excellence in Education Implementation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Adult Literacy and Employability Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Merit Schools Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Summit Conference Education Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve education in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:37-05:00"
}