{
  "actions": [
    {
      "acted_at": "1981-05-08", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-11", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Transportation and Tourism", 
      "text": "Referred to Subcommittee on Commerce, Transportation and Tourism.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3515-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Transportation and Tourism", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "33", 
      "name": "Lee, Gary A.", 
      "sponsored_at": "1981-05-08", 
      "state": "NY", 
      "thomas_id": "00676", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1981-05-08", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bud", 
      "sponsored_at": "1981-05-08", 
      "state": "PA", 
      "thomas_id": "01055", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-08", 
  "number": "3515", 
  "official_title": "A bill to improve rail service in the Northeast region of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rail Service Improvement Act of 1981", 
  "sponsor": {
    "district": "4", 
    "name": "Lent, Norman F.", 
    "state": "NY", 
    "thomas_id": "00682", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-08", 
  "subjects": [
    "Administrative procedure", 
    "Authorization", 
    "Consolidated Rail Corporation (Conrail)", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Economics and public finance", 
    "Education", 
    "Employee benefit plans", 
    "Employment and training programs", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Government corporations", 
    "Government operations and politics", 
    "Health insurance", 
    "Industrial arbitration", 
    "Judicial review", 
    "Labor and employment", 
    "Life insurance", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "Northeastern States", 
    "Occupational retraining", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad passenger traffic", 
    "Railroad reorganization", 
    "Railroads", 
    "Relocation of employees", 
    "Stocks", 
    "Tax exemption", 
    "Unemployment", 
    "Vocational education"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-08", 
    "text": "Rail Service Improvement Act of 1981 - Title I: General Provisions - Sets forth the findings of Congress with regard to freight and passenger rail service in the Northeast United States. Title II: Transfer of Rail Service Responsibilities - Subtitle A: Transfer of Conrail Commuter Services - Relieves the Consolidated Rail Corporation (Conrail) of any legal obligation to operate commuter service one year after the effective date of this Act. Authorizes commuter authorities, or State, local, or regional transportation authorities to negotiate with Conrail for the transfer of commuter services operated by Conrail. Directs that such transfer agreements be concluded within eight months after the date of enactment of this Act. Requires the National Railroad Passenger Corporation (Amtrak) and Conrail to agree, within ten months after the effective date of this Act, on terms and conditions for the transfer to Amtrak of all Conrail commuter service in the Northeast corridor (Boston-Washington, D.C.), except for services transferred directly to a commuter authority. Specifies procedures to be followed by the Secretary of Transportation if such agreement is not reached. Allows a commuter authority to request that Amtrak transfer to such authority certain commuter service and rail properties. Authorizes either party to appeal to the Secretary if an agreement concerning such transfer is not reached. Exempts such transfers and assumptions of service from the provisions of the Interstate Commerce Act. Requires that Amtrak shall provide such commuter service for a commuter authority on a reimbursable basis only. Authorizes Amtrak to discontinue service if it is not paid within 90 days of the rendering of such service. Authorizes appropriations, to remain available until October 1, 1986, to carry out the provisions of this Act. Subtitle B: Additional Financing of Conrail - Amends the Regional Rail Reorganization Act of 1973 to establish the Conrail Financial Review Committee. Directs that investments by the Federal Government in Conrail securities after October 1, 1981, shall be by purchase of preferred stock. Requires that the Committee determine the timing and amount of such purchases. Directs that any request by Conrail for the purchase of such stock shall be filed with the Committee within a specified time period. Lists conditions that must be met by Conrail before the Committee may purchase additional stock. Permits the Committee to cease purchasing such stock if such conditions are not met. Authorizes Conrail to appeal the decision of the Committee to cease stock purchases. Provides for benefits to be paid by employees of Conrail subsidiaries. Directs Conrail to issue annually stock to such employees and personnel in amounts equal to the amount of such benefits provided. Declares that such stock shall be nonvoting stock until January 1, 1984. Requires State and local governments in States that have more than 100 route miles of the Conrail system to provide specified benefits to Conrail. Directs the Committee to allocate such benefits among the States and to notify Governors of the required contribution of such States. Directs the Committee to cease stock purchases in the event of any work stoppage by Conrail employees which substantially impairs the operation of the Conrail rail system. States that all series A preferred stock purchased by the Committee pursuant to this Act shall be held by the Director of the Office of Management and Budget. Authorizes appropriations for the Committee to carry out the purposes of this Act. Subtitle C: Transfer of Freight Service Responsibilities - Directs the Committee, within 180 days after the final purchase of Conrail stock, to determine whether Conrail has become a profitable rail carrier. States that Conrail's freight service responsibilities shall be transferred according to the procedures set forth below if Conrail is not found to be profitable. Directs Conrail, in consultation with the Secretary, to negotiate for the transfer of Conrail freight rail properties and service responsibilities to financially responsible persons, including rail carriers. Directs Conrail, when such acquiring railroads do not assure adequate freight terminal operations in the Northeast corridor, to promote the formation of one or more privately funded terminal companies. Establishes procedures for public comment on and the Attorney General's review of such proposed transfer agreements. Authorizes Conrail and the acquiring railroad, in consultation with the Secretary, to modify such proposed transfer agreements. Sets forth procedures by which such agreements may be approved or disapproved by the Interstate Commerce Commission. Directs Conrail to transmit copies of such agreements to Congress. Exempts from judicial review the implementation of such transfer agreements. Exempts such transfers from the provisions of the Interstate Commerce Act and specified provisions of the Securities Act of 1933. Directs Conrail to promote the inclusion of viable associated branch lines in such transfer negotiations. Authorizes affected States or shippers or any combination thereof to negotiate with Conrail for the transfer of essential associated branch lines discontinued under a transfer agreement to an entity designated by the State or shipper for continued operation free of certain common carrier obligations included in the Interstate Commerce Act. Declares that nothing in this Act shall be construed to limit Conrail's power to dispose of remaining rail properties over which service has been discontinued under this Act. Prohibits the transfer of Conrail rail properties to: (1) railroads in reorganization under the Bankruptcy Act; or (2) any entity that is a successor in interest to such railroad in reorganization. Title III: Protection for Conrail Employees - States that Conrail employees deprived of employment shall be eligible for specified separation allowances. Sets forth criteria for the payment and tax treatment of such allowances. Grants preferential hiring status to employees deprived of employment. Provides that employee rights under this Act shall be equal to rights afforded under the Milwaukee Railroad Restructuring Act and the Rock Island Railroad Transition and Employee Assistance Act. Directs the Railroad Retirement Board to maintain a register of persons separated from employment who have declared their availability for employment in the railroad industry. Sets forth procedures for priority hiring of such persons. Terminates such register five years from the effective date of this Act. Makes certain employees deprived of employment eligible for: (1) moving expense benefits; (2) new career training assistance; and (3) medical insurance coverage. Sets forth criteria for and limitations on receiving such benefits. Authorizes treatment of certain unemployed Conrail employees who had been transferred to Amtrak for commuter service responsibilities as employees deprived of employment eligible for benefits under this Act. Grants Conrail the right to assign, reassign, and consolidate work formerly performed on the rail properties acquired pursuant to this Act from a railroad in reorganization to any location or position on its system if it does not remove such work from a collective bargaining agreement. Limits such authority to the period during which benefits are provided under this Act. Requires that a single, new collective-bargaining agreement be negotiated systemwide between Conrail and representatives of the employees of a railroad in reorganization. Directs Conrail, Amtrak, or an acquiring carrier to process and pay employee and personal injury claims. Directs the Secretary to transfer to the Board, and authorizes the Board to allocate to Conrail and Amtrak, funds appropriated to carry out this Act. Declares that the employee protection provisions contained in this Act shall be the exclusive protections for employees adversely affected by transfer agreements authorized by this Act and shall supercede, on October 1, 1981, any other employee protection provisions of Federal or State law. States that employees who accept assistance under this Act shall waive any employee protection otherwise available. Authorizes appropriations for the purposes of this Act to remain available until expended. Limits, to a specified sum, the total liability of the United States and Conrail under this Act. Title IV: Terms of Labor Assumption - Subtitle A: Passenger Employees - Sets forth procedures for the transfer of passenger service employees to Amtrak from Conrail. Relieves Conrail, after such transfer, of any responsibility to provide personnel for the operation of Amtrak intercity passenger trains in the Northeast corridor operating over properties owned or leased by Amtrak. Directs Amtrak or any commuter authority assuming commuter service responsibilities under this Act to succeed to the rights and responsibilities of Conrail under a contract, schedule, or agreement in effect between Conrail and its employees transferred under this Act. Permits Amtrak, commuter authorities, or employee representatives to serve notice for the renegotiation of such contract, schedule, or agreement. Requires that disputes not settled through conferences between Amtrak and employee representatives shall be subject to binding arbitration. Sets forth standards and procedures to be followed when Conrail or Amtrak transfer commuter service responsibilities to a commuter authority. Deems such a commuter authority to be a rail carrier subject to specified Federal laws governing the rights of employees in the railroad industry. Subtitle B: Freight Employees - Directs acquiring railroads and employee representatives to enter into agreements to facilitate the orderly transfer of employees on terms fair to Conrail employees and employees of acquiring railroads. Allows acquiring railroads and employee representatives to: (1) enter into agreements covering two or more acquiring railroads; and (2) modify the terms of an agreement following a particular transfer date through the collective bargaining process of the Railway Labor Act. Directs acquiring railroads to determine the type and number of employees necessary to provide service over line segments transferred under this Act and to notify employee representatives of same. Sets forth procedures for filling positions on such line segments with eligible Conrail employees. Makes an employee accepting employment with an acquiring railroad subject to the coverage of all contracts, schedules, and agreements negotiated under the Railway Labor Act and in effect between such railroads and its employees. Allows an acquiring railroad not to take over or assume any contract, schedule, or agreement in effect between Conrail and its employees. Describes seniority rights of Conrail employees who accept employment with acquiring railroads. Sets forth labor protection obligations of acquiring railroads and procedures for the arbitration of disputes. Title V: Transfer of the Nonlitigation Functions of the United States Railway Association - Amends the Regional Rail Reorganization Act of 1973 and the Department of Transportation Act to transfer to the Secretary the nonlitigation functions of the United States Railway Association and all property, authorizations, and unobligated funds that support the conduct of such functions. Authorizes the Secretary to appoint such officers and employees as are necessary to carry out such functions. Title VI: Miscellaneous Provisions - Lists the civil actions over which the special court established under the Regional Rail Reorganization Act of 1973 shall have exclusive jurisdiction. Declares that the judgments of such court shall be reviewable only by the Supreme Court. Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to reserve a specified amount of authorized appropriations for rehabilitation and improvement assistance for facilities transferred from Conrail. Exempts from Federal, State, and local taxes and fees (except Federal income taxes) all transfers or conveyances of any interest in rail property under this Act. Declares that certain laws and regulations, including antitrust laws and the Administrative Procedure Act, are inapplicable to actions taken under this Act. Directs Conrail, within 60 days of the effective date of this Act, to notify shippers of the provisions and likely impact of this Act. Directs the clerk of the special court to convey to the Secretary, within ten days after the effective date of this Act, certain stock on deposit with such court pursuant to the Regional Rail Reorganization Act of 1973. Provides that the Committee shall transfer its stock to Conrail after it has determined that Conrail is a profitable rail carrier. Prohibits any distribution of Conrail assets in regard to any claims of the United States until all other claims against Conrail have been satisfied. Amends the Regional Rail Reorganization Act of 1973 to, authorize Conrail to file with the Interstate Commerce Commission a notice of Insufficient Revenues or an application for a certificate of abandonment for any Conrail line. Directs the Commission to approve such applications unless other financial assistance is offered to the rail line in question. Permits Conrail to obtain a loan in an amount required for the cost of employee insurance coverage and benefits. Describes procedures for obtaining such loan and for administering such medical and life insurance. Amends the Railway Labor Act to establish procedures for handling disputes between a publicly funded and operated carrier providing rail commuter service and its employees. Directs the Commission, within 30 days after the effective date of this Act, to determine, on an industrywide basis, the average compensation for trackage rights for the operation of rail freight service. Prohibits the amount paid by any rail carrier for trackage rights for the operation of such service on the Northeast corridor from exceeding such industrywide average compensation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rail Service Improvement Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve rail service in the Northeast region of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:58-05:00"
}