{
  "actions": [
    {
      "acted_at": "2011-08-30", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Original measure reported to Senate by Senator Bingaman under authority of the order of the Senate of 08/02/2011. With written report No. 112-47.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-08-30", 
      "calendar": "Senate Legislative", 
      "number": "127", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 127.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1510-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-08-30", 
  "number": "1510", 
  "official_title": "An original bill to promote the domestic development and deployment of clean energy technologies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1220-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Energy Financing Act of 2011", 
  "sponsor": {
    "district": null, 
    "name": "Bingaman, Jeff", 
    "state": "NM", 
    "thomas_id": "01285", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-08-30", 
  "subjects": [
    "Advisory bodies", 
    "Alternative and renewable resources", 
    "Appropriations", 
    "Department of Energy", 
    "Electric power generation and transmission", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Energy prices", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Government lending and loan guarantees", 
    "Manufacturing", 
    "Public utilities and utility rates", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2011-08-30", 
    "text": "Clean Energy Financing Act of 2011 - (Sec. 4) Establishes in the Treasury the Clean Energy Investment Fund, consisting of amounts appropriated for expenses to implement the loan guarantee program to provide incentives for innovative technologies established under the Energy Policy Act of 2005. (Sec. 5) Amends such Act to revise provisions concerning such program. Amends the definition of \"commercial technology\" to exclude a technology if its sole use is in connection with a project for which the Secretary of Energy (DOE) approved a loan guarantee. Allows: (1) the use of balances in such Fund to cover the cost of a loan guarantee, and (2) any combination of balances in the revolving fund or payments by the borrower to cover such cost. Prohibits the source of payments from the borrower from being a debt obligation that is made or guaranteed by the federal government. Authorizes the Secretary to: (1) adjust the amount of, or manner of collection of, fees as necessary to promote eligible projects; (2) waive requirements to provide a third-party credit report if a third-party credit rating is not relevant to determining the credit risk of an applicant or a project, the project costs are not projected to exceed $100 million, and the applicant agrees to accept the credit rating assigned by the Secretary; and (3) retain professional advisors in connection with guarantees and related activities authorized under such Act. Requires the Secretary to seek to consolidate internal and interagency reviews of projects such that final decisions on applicants can generally be issued no later than 180 days after the submission of a completed application. Requires the Secretary, if the borrower is providing a payment for the cost of a proposed loan guarantee and the guarantee amount is greater than $1 billion, to determine the cost of the obligation on the basis of a project-specific financial risk assessment that: (1) includes an explanation of any differences between the estimated probability of default as determined by the Secretary and such estimated probability contained in any credit assessment performed by an independent rating agency, and any differences between the estimated value of the recovery for a default as determined by the Secretary and such estimated value contained in the borrower's recovery plan; and (2) is made available to the borrower for review and comment prior to a final determination. Includes as an eligible category for guarantees: (1) nuclear power parts, services, and fuel suppliers, and small modular reactors if additional loan volume authority is provided for a project for an advanced nuclear energy facility in an appropriation Act enacted after July 1, 2011; and (2) substitute natural gas production facilities if the gas is produced from a solid feedstock through a gasification process in a manner that captures, for storage or beneficial use, at least 90% of the carbon produced. (Sec. 6) Directs the Secretary to develop and publish for review and comment near-, medium-, and long-term goals for the deployment of clean energy technologies through the credit support programs established by this Act to establish or promote specified energy generation, transmission, and use and energy technology manufacturing capacities. (Sec. 7) Establishes in DOE the Clean Energy Deployment Administration (CEDA), which shall have an Energy Technology Advisory Council. Requires the CEDA Administrator to: (1) ensure that CEDA operations and activities foster liquid, efficient, competitive, and resilient energy and energy efficiency finance markets; (2) ensure that no project exceeds the net greenhouse gas emissions resulting from the operation of existing commercially-deployed technologies or facilities producing comparable commodities or products within the United States; (3) develop policies and procedures that will promote a portfolio of investments to effectively promote clean energy technologies, the participation of sources of private capital on commercially reasonable terms, and the availability of financial products to small companies to develop clean energy technologies and to municipalities, cooperatives, tribes, and other tax-exempt entities to develop community-owned clean energy generation and energy efficiency projects; and (4) develop a methodology for the relative assessment of clean energy technologies that will evaluate projects based on progress likely to be achieved per-dollar invested toward maximizing the attributes of clean energy technologies. (Sec. 8) Authorizes the Administrator to issue direct loans, letters of credit, loan guarantees, insurance products, or such other credit enhancements or debt instruments (including through participation as a co-lender or a member of a syndication) to manufacture or deploy clean energy technologies and clean distributed energy technologies or associated advanced materials. Requires the Administrator to establish an expected loss reserve to account for estimated losses attributable to activities under this Act, that is consistent with: (1) developing breakthrough technologies to the point at which technology risk is largely mitigated; and (2) achieving widespread deployment and advancing the commercial viability of clean energy technologies and clean distributed energy technologies. Requires CEDA to work to develop: (1) financial products and arrangements to both promote the widespread development of, and mobilize private sector support of credit and investment institutions for, clean energy technologies, clean distributed energy technologies, and related manufacturing by facilitating aggregation of small projects and by providing indirect credit support; and (2) debt instruments that provide for the aggregation of projects for clean energy technology and clean distributed energy technology deployments on a scale appropriate for residential or commercial applications. Authorizes CEDA to: (1) insure and purchase any debt instrument associated with the deployment of clean energy technologies and clean distributed energy technologies for enhancing the availability of private financing for such energy and deployments; (2) develop credit support mechanisms to promote financing of building energy efficiency retrofit projects; (3) acquire, hold, sell, and dispose of any debt associated with the deployment of clean energy technologies or interest in the debt; (4) classify sellers and servicers to promote transparency and liquidity and properly characterize the risk of default; and (5) lend on the security of any debt that it has issued or is authorized to purchase under this Act. Requires the Administrator to establish eligibility criteria for loan originators, sellers, and servicers seeking support for portfolios of financial obligations related to clean energy technologies. Considers securities issued or guaranteed by CEDA to be exempt securities within the meaning of laws administered by the Securities and Exchange Commission (SEC). Authorizes the Administrator to make loans available to an electric utility or natural gas utility to carry out qualified energy efficiency projects. Requires such loans to: (1) be for a term of 30 years or less; (2) bear an annual interest rate that is 50% basis points more than the federal funds rate established by the Board of Governors of the Federal Reserve System at the time of the loan approval; and (3) provide for any additional revenue, generated after the payback period from foregone energy costs attributable to the qualified energy efficiency projected funded by the loan, to be divided equally between the applicant and the Fund. Authorizes the Administrator to disapprove an application for a loan if the Administrator determines that: (1) such a project would not result in a significant reduction in energy consumption or benefit a significant number of energy consumers; (2) the project applicant has not successfully completed the project in a timely manner; or (3) the applicant may not be able to repay the loan over the life of the loan. (Sec. 9) Provides for the transfer to CEDA within 18 months of all of the Secretary's authority for: (1) the loan guarantee program to provide incentives for innovative technologies, and (2) use of the Fund. Expresses the sense of the Senate that the Fund should include $10 billion in initial capitalization. Requires CEDA to use alternative fee arrangements and charge the minimum amount in up-front fees or compensation for break-through technologies unless a higher initial charge will not impede the development of the technology. (Sec. 10) Requires biannual reports on the technologies supported and on CEDA's performance. Requires the Administrator to report annually and quarterly to the Secretary on CEDA's financial conditions and operations. Prohibits the Administrator from initiating any new obligations under this Act on or after January 1, 2031. Reverts CEDA's authorities and obligations to the Secretary on January 1, 2031."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Energy Financing Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Clean Energy Financing Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to promote the domestic development and deployment of clean energy technologies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:14:47-05:00"
}