{
  "actions": [
    {
      "acted_at": "1997-06-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s862-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1997-06-09", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grams, Rod", 
      "sponsored_at": "1997-06-16", 
      "state": "MN", 
      "thomas_id": "00454", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagel, Chuck", 
      "sponsored_at": "1997-06-09", 
      "state": "NE", 
      "thomas_id": "01545", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1997-06-09", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1997-06-09", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1997-06-09", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "1997-06-09", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thomas, Craig", 
      "sponsored_at": "1997-06-09", 
      "state": "WY", 
      "thomas_id": "01149", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-09", 
  "number": "862", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to change the payment system for health maintenance organizations and competitive medical plans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Equity and Choice Enhancement Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-06-09", 
  "subjects": [
    "Congress", 
    "Congressional reporting requirements", 
    "Health", 
    "Health maintenance organizations", 
    "Kidney diseases", 
    "Managed care", 
    "Medical economics", 
    "Medical fees", 
    "Medicare", 
    "Medicare managed care", 
    "Metropolitan areas", 
    "Preferred provider organizations (Medical care)", 
    "Prospective payment systems (Medical care)", 
    "Social welfare", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-06-09", 
    "text": "Medicare Equity and Choice Enhancement Act of 1997 - Amends title XVIII (Medicare) of the Social Security Act to revise the formulae for payments to health maintenance organizations (HMOs) and competitive medical plans (CMPs). Provides for a metropolitan based system under which: (1) all portions of each metropolitan statistical area in a State are treated as a single Medicare payment area; and (2) all areas in that State that do not fall within a metropolitan statistical area are treated as a single Medicare payment area. Requires the Secretary of Health and Human Services to determine the annual per capita rate of payment for each individual (not, as currently, each class of individuals) enrolled with an HMO or CMP by adjusting the capitation rate, after any annual differential adjustment to reflect differences in applicable beneficiary risk factors, for: (1) individuals who are enrolled with an eligible organization that has entered into a risk-sharing contract and who are enrolled under Medicare part B (Supplementary Medical Insurance) only; and (2) in 1999 and any succeeding year, such risk factors as health status, diagnoses, and other appropriate factors so as to ensure actuarial equivalence. Requires the Secretary to establish a separate rate of payment to an eligible organization with respect to any individual determined to have end-stage renal disease and enrolled with the organization. Prescribes a general formula for the adjusted capitation rate of a Medicare payment area based on an area-specific adjusted capitation rate and an input-price-adjusted national adjusted capitation rate. Specifies area-specific and national percentages for contract years 1998 through 2001 and after. Requires the Secretary, upon written request of the Chief Executive Officer of a State for a contract year, to adjust the system under which Medicare payment areas in the State are otherwise determined to a system which: (1) has a single statewide Medicare payment area; (2) is a metropolitan based system; or (3) consolidates into a single Medicare payment area noncontiguous counties (or equivalent areas) within the State. Provides for making additional payments to certain institutions on the basis of need, especially, for certain savings, to institutions which train physicians who within two years after such training practice in health professional shortage areas. Directs the Secretary to conduct demonstration projects in every applicable area for the purpose of establishing competitive pricing for eligible organizations with risk-sharing contracts under Medicare. Repeals the (50-50) requirement that each eligible organization with which the Secretary contracts have an enrolled membership at least one-half of which consists of individuals who are not entitled to Medicare or Medicaid benefits. Directs the Secretary to study, and report annually to the Congress on, the implementation and effects of this Act on the Medicare program. Requires the Physician Payment Review Commission to comment on such annual report in its own annual report to the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Equity and Choice Enhancement Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to change the payment system for health maintenance organizations and competitive medical plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:57-05:00"
}