{
  "actions": [
    {
      "acted_at": "1974-01-30", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-03-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 93-913.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-20", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #100 (375-37).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-03-20", 
      "bill_ids": [
        "s2747-93"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2747 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12435-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Daniels, Dominick V.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "00262", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-01-30", 
  "number": "12435", 
  "official_title": "A bill to amend the Fair Labor Standards Act of 1938 to increase the minimum wage rates under that act, to expand the coverage of that act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres993-93", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr12677-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr12864-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2747-93", 
      "reason": "related"
    }
  ], 
  "short_title": "Fair Labor Standards Amendments", 
  "sponsor": {
    "district": "21", 
    "name": "Dent, John H.", 
    "state": "PA", 
    "thomas_id": "00288", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-01-30", 
  "subjects": [
    "Agriculture and food", 
    "Families", 
    "Labor and employment", 
    "Labor policy", 
    "Wages"
  ], 
  "subjects_top_term": "Labor policy", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1974-03-15", 
    "text": "(LATEST SUMMARY) Fair Labor Standards Amendments - Provides that the minimum wage rate for nonagricultural employees covered under the minimum wage provisions of this Act prior to the effective date of the 1966 amendments to the Act, and for Federal employees covered by the 1966 amendments, shall be $2.10 an hour beginning January 1 1975, and $2.30 an hour beginning January 1, 1976. Sets the minimum wage rate for nonagricultural employees covered under the minimum wage provisions of the Act by the 1966 and 1974 amendments at $1.90 an hour beginning the first day of the second full month after the date of enactment, $2.00 an hour beginning January 1, 1975, $2.20 an hour beginning January 1, 1976, and $2.30 an hour beginning January 1, 1977. Provides that for agricultural workers covered under the minimum wage provisions of the Act, the minimum wage rate will be $1.60 an hour beginning on the first day of the second full month after the date of enactment, $1.80 an hour beginning on January 1, 1975, $2.00 an hour beginning on January 1, 1976, $2.20 an hour beginning on January 1, 1977 and $2.30 an hour beginning January 1, 1978. Requires the minimum wage rates for hotel, motel, restaurant, food service, and certain public employees in Puerto Rico and the Virgin Islands, to be the same as the rates applicable to such employees in the United States. Provides that other employees in Puerto Rico and the Virgin Islands presently covered by wage orders would be entitled to increases in the wage orders. Extends the minimum wage and overtime coverage of the Act to Federal, State and local government employees, domestic service employees, employees of retail and service establishments, and telegraph agency employees. Maintains the overtime exemption for policeman, fireman, and employees of correctional institutions. Provides one year of adjustment time for retail and service establishments doing less than $250,000 a year. Extends minimum wage coverage to conglomerate employees in agriculture, motion picture theater employees, logging employees, and shade grown tobacco processing employees. Extends overtime coverage to seasonal employees and agricultural processing employees, hotel, motel, and restaurant employees, nursing home employees, local transit employees, cotton ginning and sugar processing employees, seafood canning and processing employees, oil pipeline transportation employees, and partsmen and mechanics in certain vehicle sales establishments. Requires the issuance of a special certificate by the Secretary of Labor when an employer seeks to employ a learner, apprentice, or messenger at rates less than the minimum. Provides that any student employed under this provision shall not receive a wage less than 85 percent of the otherwise applicable wage rate. Sets out the conditions under which an employer will qualify for a special certificate. Permits the use of child labor in agriculture under certain conditions. Removes any child labor restrictions on the employment of children over 14 years of age in agriculture. Provides that the Secretary of Labor may require employers to obtain proof of age from any employee. Provides that any violation of the child labor provisions of this Act shall subject the person in violation to a civil penalty of up to $1,000 per violation. Requires the Secretary of Labor to conduct studies on the justification or lack thereof for each of the special exemptions set forth in this Act and to report his findings and recommendations to Congress. Prohibits discrimination on account of age in Government or Federal Government employment. Provides that this Act shall become effective on the first day of the second full month which begins after the date of the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Labor Standards Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Fair Labor Standards Act of 1938 to increase the minimum wage rates under that act, to expand the coverage of that act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:16-05:00"
}