{
  "actions": [
    {
      "acted_at": "2003-09-09", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-09-10", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-09-10", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-02-24T15:40:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Judiciary. H. Rept. 108-426.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-02-24T15:40:00-05:00", 
      "calendar": "Union", 
      "number": "246", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 246.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2004-03-30T12:50:00-05:00", 
      "references": [], 
      "text": "Mr. Sensenbrenner moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-30T12:50:00-05:00", 
      "references": [
        {
          "reference": "CR H1666-1683", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-30T12:51:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 3036.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-30T13:22:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H1666-1678", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2004-03-30T13:22:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-31", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3036-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": "14", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "2003-09-09", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2004-03-30T13:22:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2003-09-09", 
  "number": "3036", 
  "official_title": "To authorize appropriations for the Department of Justice for fiscal years 2004 through 2006, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2863-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Justice Appropriations Authorization Act, Fiscal Years 2004 through 2006", 
  "sponsor": {
    "district": "5", 
    "name": "Sensenbrenner, F. James, Jr.", 
    "state": "WI", 
    "thomas_id": "01041", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2004-03-30T13:22:00-05:00", 
  "subjects": [
    "Accounting", 
    "Administrative remedies", 
    "Americans in foreign countries", 
    "Anniversaries", 
    "Antitrust law", 
    "Appellate courts", 
    "Appellate procedure", 
    "Armed forces and national security", 
    "Arrest", 
    "Arts, culture, religion", 
    "Auditing", 
    "Authorization", 
    "Automation", 
    "Automobile theft", 
    "Awards, medals, prizes", 
    "Bankruptcy", 
    "Block grants", 
    "Books", 
    "Boundaries", 
    "Building construction", 
    "Building laws", 
    "Child abuse", 
    "Child safety", 
    "Child sexual abuse", 
    "Citizen participation", 
    "Civil rights and liberties, minority issues", 
    "Collection of accounts", 
    "Commemorations", 
    "Commerce", 
    "Community development", 
    "Community organization", 
    "Community policing", 
    "Compensation for victims of crime", 
    "Computers", 
    "Conferences", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corrections", 
    "Counterintelligence", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against women", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal statistics", 
    "DNA", 
    "Data banks", 
    "Department of Justice", 
    "Deportation", 
    "Detention of persons", 
    "Drug Enforcement Administration (DEA)", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drug courts", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Economics and public finance", 
    "Education", 
    "Electronic government information", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Emergency medicine", 
    "Employee training", 
    "Environmental protection", 
    "Equality before the law", 
    "Espionage", 
    "Ex-offenders", 
    "Executive reorganization", 
    "Extradition", 
    "Families", 
    "Family services", 
    "Family violence", 
    "Federal Bureau of Investigation (FBI)", 
    "Federal aid to Indians", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal officials", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fees", 
    "Finance and financial sector", 
    "Fingerprints", 
    "Fire fighters", 
    "Firearms", 
    "Forensic medicine", 
    "Forfeiture", 
    "Fraud", 
    "Gangs", 
    "Gifts", 
    "Government aircraft", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Government vehicles", 
    "Health", 
    "Housing and community development", 
    "Identification devices", 
    "Identification of criminals", 
    "Immigration", 
    "Indian law enforcement", 
    "Indictments", 
    "Informers", 
    "Infrastructure", 
    "Inspectors general", 
    "Intellectual property", 
    "Interest", 
    "International affairs", 
    "International claims", 
    "Judicial officers", 
    "Judicial review", 
    "Jurisdiction", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Latin America", 
    "Law", 
    "Law enforcement officers", 
    "Lawyers", 
    "Legal fees", 
    "Life insurance", 
    "Magistrates", 
    "Medical fees", 
    "Medical personnel", 
    "Mentoring", 
    "Mexico", 
    "Minorities", 
    "Misconduct in office", 
    "Monuments and memorials", 
    "Motion pictures", 
    "Murder", 
    "Names", 
    "Nazism", 
    "New York City", 
    "Nonprofit organizations", 
    "Paramedical personnel", 
    "Pardons", 
    "Parole", 
    "Pennsylvania", 
    "Performance measurement", 
    "Physical examinations", 
    "Police", 
    "Police communication systems", 
    "Police training", 
    "Police-community relations", 
    "Prison violence", 
    "Prisoners", 
    "Prisons", 
    "Profit", 
    "Prosecution", 
    "Public prosecutors", 
    "Puerto Rico", 
    "Radiation victims", 
    "Radio broadcasting", 
    "Rape", 
    "Rehabilitation of criminals", 
    "Right of privacy", 
    "Rural crime", 
    "Salaries", 
    "School security", 
    "Science, technology, communications", 
    "September 11, 2001", 
    "Sex crimes", 
    "Sex offenders", 
    "Signs and signboards", 
    "Smuggling", 
    "Social welfare", 
    "Special days", 
    "Stalking", 
    "State courts", 
    "Survivors' benefits", 
    "Terrorism", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Undercover operations", 
    "Urban affairs", 
    "Victims of crimes", 
    "Victims of terrorism", 
    "Violence", 
    "Virginia", 
    "Vocational guidance", 
    "War crimes", 
    "Witnesses", 
    "Women"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2004-03-30", 
    "text": "Department of Justice Appropriations Authorization Act, Fiscal Years 2004 through 2006 - Title I: Authorization of Appropriations -(Sec. 101) Authorizes appropriations for FY 2004 through 2006 to the Department of Justice (DOJ) for: (1) general administration; (2) administrative review and appeals; (3) the Office of Inspector General; (4) general legal activities; (5) the Antitrust Division; (6) U.S. Attorneys; (7) the Federal of Investigation (FBI) (provides that funds to assign employees to the Terrorism Threat Integration Center may be expended only for analyzing intelligence information); (8) the U.S. Marshals Service; (9) the Federal Prison System; (10) the Drug Enforcement Administration; (11) the Bureau of Alcohol, Tobacco, Firearms, and Explosives; (12) fees and expenses of witnesses; (13) interagency crime and drug enforcement; (14) the Foreign Claims Settlement Commission; (15) the Community Relations Service; (16) the Assets Forfeiture Fund; (17) the U.S. Parole Commission; (18) the Federal Detention Trustee; (19) operation of the Identification System Integration (FY 2004); (20) the Joint Automated Booking System (FY 2005 and 2006); (21) Integrated Automated Fingerprint activities (FY 2005 and 2006); (22) the costs of conversion to narrowband communications; (23) administrative expenses of the Office of Justice Programs (OJP), the Office of Violence Against Women, and the Community Oriented Policing Services program; (24) office automation; and (25) the Counterterrorism fund. Title II: Improving the Department of Justice's Grant Programs - Subtitle A: Assisting Law Enforcement and Criminal Justice Agencies - (Sec. 201) Amends the Omnibus Crime Control and Safe Streets Act of 1968 (Safe Streets Act) to merge the Byrne grant program and the local law enforcement block grant program into an Edward Byrne Memorial Justice Assistance Grant Program. Authorizes the Attorney General to make grants to States and local governments to provide additional personnel, equipment, supplies, contractual support, training, technical assistance, and information systems for criminal justice. Prohibits the use of grant funds for: (1) security enhancements or equipment for any non-governmental entity that is not engaged in criminal justice or public safety; or (2) vehicles, vessels, aircraft, luxury items, real estate, construction projects (other than penal or correctional institutions), or similar matters, unless the Attorney General certifies that circumstances exist that make such use of funds essential to the maintenance of public safety and good order. Directs the Attorney General to reserve $20 million for each of the following: (1) National Institute of Justice assistance to local governments to identify, select, develop, modernize, and purchase new technologies for use by law enforcement, with $1 million reserved for the Bureau of Justice Statistics for related data collection; and (2) grants to States and local governments to develop and implement anti-terrorism training programs. Repeals Byrne grant provisions regarding: (1) discretionary grants to public and private entities under the Safe Streets Act; and (2) grants to curb motor vehicle theft under the Anti Car Theft Act of 1992. (Sec. 202) Amends the Public Safety Officer Medal of Valor Act of 2001 to provide for the selection as recipients of the Medal of Valor of no more than five individuals or groups of individuals (currently, five individuals). (Sec. 203) Authorizes the presentation, on behalf of Congress, of: (1) a bronze medal to the public safety officers in New York, Virginia, and Pennsylvania who lost their lives as a result of responding to the September 11, 2001, terrorist attacks; and (2) a plaque commemorating the service of such officers to their public agencies. (Sec. 204) Amends the Justice Assistance Act of 1984 to provide for consultation by the Attorney General with the Assistant Attorney General for OJP (currently, with the Director of OJP) regarding approval or disapproval of an application for emergency Federal law enforcement assistance. (Sec. 205) Amends the USA PATRIOT Act to provide for the establishment and maintenance of a secure telecommunications system for regional information sharing between Federal, State, and local law enforcement agencies. (Sec. 206) Amends the Safe Streets Act to make the Director of the Bureau of Justice Statistics responsible for the integrity of data and statistics and for protecting against improper or illegal use or disclosure. Authorizes the Bureau to: (1) provide for improvements in the accuracy, quality, timeliness, accessibility, and integration of State criminal history and related records; (2) support the development and enhancement of, and facilitate State participation in, national criminal history records systems; and (3) support statistical research for critical analysis of the improvement and utilization of criminal history records. Directs that data collected from the Bureau be gathered in a manner that precludes use for other than statistical or research purposes. (Sec. 207) Amends the Safe Streets Act to extend through FY 2007 the matching grant program for law enforcement armor vests. Subtitle B: Building Community Capacity to Prevent, Reduce, and Control Crime - (Sec. 211) Amends the Safe Streets Act to establish within OJP an Office of Weed and Seed Strategies to implement strategies to prevent, control, and reduce violent crime, criminal drug-related activity, and gang activity in designated communities. Abolishes the Executive Office of Weed and Seed and transfers its functions and activities to the Office of Weed and Seed Strategies. Subtitle C: Assisting Victims of Crime - (Sec. 221) Amends the Victims of Crime Act of 1984 (VCA) to provide for grants for nonprofit neighborhood and community-based victim service organizations and coalitions to improve outreach and services to crime victims. Limits funding to $10,000 per grant. (Sec. 222) Amends the VCA to limit the authority of the Director of the Office for Victims of Crime to accept gifts that attach conditions. Authorizes: (1) the Director to replenish specified funds obligated from the anti-terrorism emergency reserve; and (2) the Attorney General to use specified funds for grants to Indian tribes to establish victim assistance programs. (Sec. 223) Authorizes the use of specified funds by a State for training purposes. (Sec. 224) Amends the Safe Streets Act to authorize a State or Indian tribal government to use grant funds to pay for forensic medical exams for victims of sexual assault, except for exams for which any State or tribal government requires victims to seek reimbursement from their insurance carriers. (Sec. 225) Expands grant programs for encouraging domestic violence arrest policies and assisting rural domestic violence and child abuse enforcement to authorize the use of such grants to assist enforcement of sexual assault cases. (Sec. 226) Amends the Violence Against Women Act of 1994 (VAWA) and the Victims of Trafficking and Violence Protection Act of 2000 to require the Attorney General to report to Congress biennially instead of annually on stalking and domestic violence and on the safe havens for children pilot program. (Sec. 227) Amends VAWA to authorize grants for programs serving (currently, located in) rural areas or rural communities. Subtitle D: Preventing Crime - (Sec. 231) Modifies the definition of \"violent offender\" under the Safe Streets Act for purposes of the juvenile drug court program to mean a juvenile who has been convicted of, or adjudicated delinquent for, a felony-level offense. (Sec. 232) Repeals a minimum allocation requirement for the distribution and allocation of grants for drug courts. Provides for specified technical assistance and training by the Community Capacity Development Office (established by section 248 of this Act) to assist a State and eligible applicants to successfully compete for future funding. (Sec. 233) Extends eligibility for drug court grants to courts that supervise non-offenders with substance abuse problems. (Sec. 234) Defines \"jail-based substance abuse treatment program\" to mean a course of activities lasting at least three months that are intended to develop the cognitive, behavioral, and other skills of prisoners to address substance abuse and related problems. Subtitle E: Other Matters - (Sec. 241) Amends the 21st Century Department of Justice Appropriations Authorization Act to exempt certain programs that are exempt from paying States interest on late disbursements (including the Southwest Border Prosecutor Initiative) from the requirement that they also pay a charge to the Treasury for untimely payments. Authorizes the use of funds available to the Attorney General for the Bureau of Alcohol, Tobacco, Firearms, and Explosives for all its authorized activities. Makes auditing and reporting requirements under the Department of Justice and Related Agencies Appropriations Act, 1993 applicable to that Bureau's undercover investigative operations. (Sec. 242) Amends the Safe Streets Act to require the Assistant Attorney General to provide staff support to coordinate the activities of the Office for Victims of Crime. Directs the Assistant Attorney General to place special conditions on all justice system improvement grants and determine priority purposes for formula grants. (Sec. 243) Provides that a State shall not be treated as having failed to comply with the Jacob Wetterling Crimes Against Children and Sexually Violent Offender Registration Program until 36 months after the date of this Act's enactment, except that the Attorney General may grant an additional 24 months to a State making good faith efforts to comply. (Sec. 244) Repeals provisions under: (1) the Safe Streets Act regarding the criminal justice facility construction pilot program, family support, and the matching grant program for school security; and (2) the Violent Crime Control and Law Enforcement Act regarding the local crime prevention block grant program, assistance for delinquent and at-risk youth, improved training and technical automation, and Federal assistance to ease increased burdens on State court systems. (Sec. 245) Amends the Safe Streets Act to repeal certain notice and hearing requirements, and appellate court review provisions, under the justice system improvement grant program. (Sec. 247) Rewrites Federal criminal code provisions regarding subsistence for prisoners to direct that payment for costs incurred for the provision of health care items and services for individuals in the custody of the U.S. Marshals Service and the Department of Homeland Security be the amount billed, not to exceed the amount that would be paid for the provision of similar health care items and services under Medicare or Medicaid. (Sec. 248) Amends the Safe Streets Act to establish within OJP: (1) an Office of Audit, Assessment, and Management to carry out and coordinate performance audits of, ensure compliance with, and manage information regarding, specified DOJ grant programs; (2) a Community Capacity Development Office to provide training to actual and prospective participants under grant programs to assist them in understanding the substantive and procedural requirements for participating; and (3) an Office of Applied Law Enforcement Technology to provide leadership and focus to DOJ grants for law enforcement computer systems. (Sec. 251) Makes DOJ grant funds for a fiscal year generally available to be awarded and distributed to a grantee only in that fiscal year and the three succeeding fiscal years, subject to specified requirements. (Sec. 252) Requires the Assistant Attorney General of OJP to ensure that: (1) all accounting and procurement activities of OJP are carried out under the direct management of the Office of the Comptroller and the Office of Administration, respectively; (2) all procurement activities for all OJP elements, and all contracts and purchase orders used in carrying out those activities, are carried out and processed through a single management and procurement system; and (3) on or after September 30, 2010, all financial management activities of all OJP elements are carried out through a single financial management system. Directs the Assistant Attorney General to undertake a scheduled consolidation of operations within a specified time frame. (Sec. 253) Amends the Safe Streets Act to require the Attorney General to carry out the Community Oriented Policing Services (COPS) grant program as a single program of grants to States, local governments, Indian tribal governments, other public and private entities, and multi-jurisdictional or regional consortia for: (1) specified activities related to community-oriented policing;(2) the improvement of school security (subject to a matching fund requirement); and (3) assistance in enforcing laws requiring convicted sex offenders to register their addresses. (Sec. 254) Amends the Safe Streets Act to authorize the Bureau of Justice Assistance to waive collection of public safety officers' death benefits in those cases where beneficiaries lost their entitlement to such benefits as a result of the Mychal Judge Police and Fire Chaplains Public Safety Officers' Benefit Act of 2002 and collection is impractical or would cause undue hardship. Allows an officer to execute a designation of beneficiary for the purpose of paying death benefits in the event that there is no surviving spouse or child, which designation will have priority over life insurance beneficiary designations. (Sec. 255) Amends the Safe Streets Act to authorize the use of Juvenile Accountability Block Grant funds for bullying prevention programs. Title III: Miscellaneous Provisions - (Sec. 303) Amends the Federal judicial code to require that the Director of the Federal Bureau of Investigation (FBI), in his annual report to Congress, report on the number of FBI personnel who receive danger pay. (Sec. 304) Requires: (1) DOJ to use a facility that does not require a payment to a private entity for internal training or a conference meeting, unless the Attorney General specifically authorizes otherwise; and (2) the Attorney General to report to the Chairmen and ranking minority members of the Senate and House Judiciary Committees on meetings that require such specific authorization. (Sec. 305) Directs: (1) the Attorney General to designate a senior DOJ official to assume primary responsibility for privacy policy; and (2) DOJ to review its policies to assure that it treats personally identifiable information in its databases in a manner that complies with Federal privacy law. (Sec. 306) Requires the Director of the Executive Office for United States Trustees to prepare an annual report to Congress detailing the U.S. Trustee Program's efforts to prevent bankruptcy fraud and abuse. (Sec. 307) Directs the Attorney General to report at least annually on the status of U.S. persons or residents detained on suspicion of terrorism. (Sec. 309) Amends the Federal criminal code to expand jurisdiction for specified sexual abuse and contraband offenses to include perpetrators who are in the custody of the Attorney General or the Bureau of Prisons or are confined at the direction of the Attorney General. Increases penalties for sexual abuse of a ward and abusive sexual contact committed in the special maritime and territorial jurisdiction of the United States or in a Federal prison. Authorizes a judge or magistrate judge to extend the time limit for holding a preliminary hearing without the consent of the accused where extraordinary circumstances exist or justice so requires (currently, upon order of the court based on similar findings). (Sec. 312) Recognizes the 40th Anniversary of the founding of the Lawyers' Committee for Civil Rights Under Law. Expresses support for the designation of an Equal Justice Day. Title IV: Koby Mandell Act - Koby Mandell Act of 2003 - (Sec. 401) Directs the President to establish within DOJ an office which shall create the Bringing Terrorists to Justice Program to ensure that rewards are offered to capture all terrorists involved in harming American citizens overseas, regardless of the terrorist's country of origin or residence. Directs the office to: (1) establish a program which will update American victims of overseas terrorism or their families on the status of efforts to capture the terrorists; (2) work with the other U.S. agencies to expand legal restrictions on the ability of murderers to profit from books or movies concerning their crimes; (3) determine if terrorists who have harmed American citizens overseas are serving in their local security forces; (4) determine the reasons for the absence of indictments of terrorists in some regions; (5) monitor public actions pertaining to terrorists by governments and regimes overseas, such as naming public institutions or sites after terrorists who have harmed American citizens; and (6) coordinate with other Government agencies to seek the transfer to the United States of terrorists released from incarceration abroad who are eligible for further prosecution. Title V: Matters Relating to Intelligence and Counterintelligence - (Sec. 501) Authorizes the Director of the FBI to establish an FBI Office of Counterintelligence to investigate potential espionage activities within the FBI."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Justice Appropriations Authorization Act, Fiscal Years 2004 through 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Justice Appropriations Authorization Act, Fiscal Years 2004 through 2006", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "DNA Database Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Koby Mandell Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Department of Justice Appropriations Authorization Act, Fiscal Years 2004 through 2006", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Koby Mandell Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for the Department of Justice for fiscal years 2004 through 2006, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:01-05:00"
}