{
  "actions": [
    {
      "acted_at": "1975-05-05", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce with amendment, S. Rept. 94-836.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-06-14", 
      "bill_ids": [
        "hr8800-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 8800 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1632-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1975-01-03", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schweiker, Richard S.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "01431", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sparkman, John J.", 
      "sponsored_at": "1975-01-03", 
      "state": "AL", 
      "thomas_id": "01436", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-05", 
  "number": "1632", 
  "official_title": "A bill to authorize in the Energy Research and Development Administration a Federal program of research, development, and demonstration designed to promote electric vehicle technologies and to demonstrate the commercial feasibility of electric vehicles.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5470-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr8800-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Electric Vehicle Research, Development, and Demonstration Act", 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-05-05", 
  "subjects": [
    "Electric automobiles", 
    "Electric power", 
    "Electric vehicles", 
    "Energy", 
    "Motor vehicles"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1976-06-14", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 8800 passed in lieu) Electric and Hybrid Vehicle Research, Development, and Demonstration Act - Directs the Administrator of the Energy Research and Development Administration (ERDA) to establish within ERDA the Electric and Hybrid Vehicle Research, Development, and Demonstration Program. Declares, under the National Aeronautics and Space Act of 1958, that the unique competence of the National Aeronautics and Space Administration (NASA) is required to be directed toward ground propulsion systems and research and development thereon, and requires NASA to initiate such research and development. Directs the Administrator to be responsible for promoting basic and applied research pursuant to this Act, conducting demonstration programs, ascertaining consumer needs and desires on electric and Hybrid vehicles, and ascertaining long-term changes in road design, urban planning, utility rate structures, and tax policies needed to manufacture and use such vehicles. Directs the Administrator to coordinate with the Secretary of Transportation functions which relate to regulatory or other responsibilities of the Secretary, including safety and damageability programs. Directs the Administrator to promulgate performance standards for electric and Hybrid vehicles, and thereafter to purchase or lease 2,500 such vehicles for demonstration purposes. Directs the Administrator to purchase or lease within five years 5,000 advanced vehicles for demonstration purposes. Requires the Administrator to provide funds by contract to initiate and maintain research, development, and demonstration programs for activities necessary to carry out this Act. Directs the Administrator to reserve a reasonable portion of such funds for contracts with small businesses. Authorizes the Administrator to guarantee payment of interest on the balance of loans to initiate and maintain research or development of such vehicles, and authorizes the appropriation of $60,000,000 for such purpose through January 1, 1982. Vests title in the United States to inventions made or conceived in the course of or as a result of activity conducted under a contract pursuant to this Act. Permits the Administrator to waive such requirement if the public interest will be served through such waiver by promoting commercial utilization of such vehicles and by fostering competition in such vehicles. Sets forth additional criteria by which the Administrator shall determine whether to grant such a waiver. Permits reservation to the contractor or inventor of a revocable or irrecovable, nonexclusive paid-up license of an invention to which title has vested in the United States. Directs the Administrator to promulgate regulations specifying conditions for licenses granted to any invention to which title is vested in the United States. Prescribes criteria which the Administrator shall consider in promulgating such regulations. Requires the Postmaster General, the Administrator of the General Services Administration, the Secretary of Defense, and the heads of other agencies to study the practicability of using such vehicles in the functions of their agencies. Requires the introduction of such vehicles into their fleets to the maximum extent practicable. Requires studies on such vehicles and their effects and applications to be made and reported to the Congress. Requires the Administrator to conduct a study to determine the overall effectiveness and feasibility of including regenerative braking systems on electric and other automobiles in order to recover energy. Requires the Administrator to report annually to the Congress on activities being undertaken pursuant to this Act. Authorizes appropriations through fiscal year 1981 to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Vehicle Research, Development, and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize in the Energy Research and Development Administration a Federal program of research, development, and demonstration designed to promote electric vehicle technologies and to demonstrate the commercial feasibility of electric vehicles.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:21-05:00"
}