{
  "actions": [
    {
      "acted_at": "1985-10-03", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-15", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Arms Control, International Security and Science", 
      "text": "Referred to Subcommittee on Arms Control, International Security and Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-15", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3501-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Arms Control, International Security and Science", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Burton, Dan", 
      "sponsored_at": "1985-10-03", 
      "state": "IN", 
      "thomas_id": "00154", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-10-03", 
  "number": "3501", 
  "official_title": "A bill to unify the export administration functions of the United States Government within the Office of Strategic Trade, to improve the efficiency and strategic effectiveness of export regulation while minimizing interference with the ability to engage in commerce, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Office of Strategic Trade Act of 1985", 
  "sponsor": {
    "district": "5", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-10-03", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aircraft", 
    "Armed forces and national security", 
    "Arms sales", 
    "Aviation", 
    "Barter", 
    "Business and commerce", 
    "Commercial blacklisting", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Congressional veto", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Department of Defense", 
    "Department of State", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Export controls", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Forests and forest products", 
    "Government operations and politics", 
    "Horses", 
    "International affairs", 
    "Licenses", 
    "Lumber trade", 
    "Metals", 
    "National Security and Intelligence Operations", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Sanctions (International law)", 
    "Science and technology", 
    "Strategic materials", 
    "Technology transfer", 
    "Terrorism", 
    "Trade agreements", 
    "Treaties", 
    "Weapons"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-10-03", 
    "text": "Office of Strategic Trade Act of 1985 - Declares the policy of the United States with respect to export controls on strategic goods and technology. Establishes an Office of Strategic Trade as an independent executive agency which shall be headed by a Director of Strategic Trade whom the President shall appoint with the advice and consent of the Senate. Requires the Director to act as chairman of the Interagency Advisory Committee for Export Policy. Establishes within the Office of the Director an Exporter Services Facility to act as liaison with the business community. Sets forth as the principal divisions of the Office the: (1) Operations Division; (2) Compliance Division; (3) CoCom Division, which shall carry out functions relating to the Coordinating Committee for Multilateral Export Controls (CoCom); (4) Licensing Division; and (5) General Counsel's office. Authorizes the Director to require any of the following types of export licenses: (1) a validated license, authorizing a specified export issued pursuant to application; (2) a qualified general license, authorizing multiple exports issued pursuant to application; (3) a general license, authorizing exports without application; and (4) such other licenses as may assist in the implementation of this Act. Requires the Director to establish a commodity control list consisting of any goods or technology subject to export controls under this Act. Prohibits the imposition of export controls on goods or technology for foreign policy or national security reasons if the President determines that adequate evidence has been presented to show that: (1) comparable goods or technology are available from foreign sources without restriction in significant quantities; and (2) the absence of such controls would not be detrimental to the foreign policy or national security of the United States. Declares that no authority or permission to export may be required under this Act except to carry out its policies. Authorizes the President to delegate the authority conferred on the President by this Act. Requires the Director to keep the public informed of changes in export control policy and procedures instituted in conformity with this Act. Authorizes the President, in order to carry out the national security export control policy, to impose export controls on any goods or technology subject to U.S. jurisdiction or exported by any person subject to U.S. jurisdiction. Grants the Secretary of Defense the right to review any export application subject to national security controls. Requires the Director to publish in the Federal Register a notice of any revision with respect to any goods or technology, or with respect to the counties or destinations affected by national security export controls. Requires the Director to notify an applicant whenever the Director denies an export license for national security reasons. Requires the Director, in issuing regulations to carry out national security controls, to emphasize: (1) safeguards to prevent a country that poses a threat to U.S. security from diverting covered goods and technologies to military use; and (2) the need to prevent the reexport of such goods and technologies to countries that pose a threat to U.S. security. Declares that U.S. policy toward individual countries shall not be determined solely on the basis of a country's communist or noncommunist status. Sets forth other factors to be considered. Directs the President to review controls maintained cooperatively with other nations at least once every three years. Directs the President to review other controls annually. Requires the Director to establish and maintain a national security control list as a part of the commodity control list. Directs the Secretary of Defense and appropriate Federal agencies to identify goods and technology for inclusion on the national security control list. Requires the Director to issue regulations providing for review and revision of the national security control list. Makes the Secretary primarily responsible for including in the national security control list certain militarily critical technologies. Establishes a National Security Control Agency within the Office of the Under Secretary of Defense for Policy to assist in carrying out the national security export control policy responsibilities of the Secretary. Requires the Secretary to report annually to the Congress on actions taken with respect to national security export controls. Expresses the intent of the Congress to encourage the use of a qualified general license instead of a validated license. Authorizes the Director to require a qualified general license instead of a validated license for the export of goods or technology which are subject to national security controls except where: (1) the export of such goods or technology is restricted pursuant to a multilateral agreement which requires the approval of the parties to the agreement; or (2) the United States is seeking the agreement of other suppliers to apply comparable controls and a validated license is necessary in the Director's judgment until such agreement is reached. Requires the Director, in consultation with the Secretary and other appropriate agencies, to review the foreign availability to countries to which exports are controlled for national security purposes of any goods or technology the export of which requires a validated license. Prohibits the Director from requiring a validated license if the Director determines that sufficiently comparable goods or technology are available from foreign sources so that the requirement of a validated license does not achieve its intended purpose, unless the absence of export controls would prove detrimental to the national security. Requires the Director to approve any application for a validated license for the export of goods or technology to a country which meets the application requirements if the Director determines sufficiently comparable goods or technology are available from foreign sources. Requires a finding of foreign availability to be based on reliable evidence (uncorroborated representations by license applicants are not sufficient). Declares that a technology or good subject to national security export controls which is not possessed by a nation or combination of nations threatening national security may not be deemed to be available from foreign sources until the Secretary of State verifies that negotiations with the foreign sources have been undertaken. Directs the President to negotiate with governments of countries possessing such technologies or goods to prevent them from becoming available to hostile countries. Requires the Director to establish within the Office a capability to monitor the foreign availability of goods or technology subject to export controls under this Act. Requires the National Security Control Agency and other Federal agencies responsible for export controls to share information concerning foreign availability of such goods and technology if specified conditions are met. Requires the Director to appoint technical advisory committees to advise and assist the Director, the Secretary, and other Federal agencies in carrying but the national security export control policy. Requires the Director to remove the requirement of a validated export license with respect to any goods or technology which a technical advisory committee certifies as being sufficiently available from foreign sources so that the requirement of a validated license does not achieve its purpose, unless the absence of export controls would prove detrimental to the national security. Directs the President to enter into negotiations with the governments participating in the group known as the Coordinating Committee to reach agreements: (1) to publish a list of items controlled for export by agreement of the Committee; (2) to hold periodic meetings to discuss export control policy issues; and (3) on more effective enforcement procedures. Requires U.S. nongovernmental entities, except certain schools, which enter into a commercial agreement with the government of a foreign country to which exports are restricted for national security purposes, to report the agreement to the Director. Directs the Secretary of State to negotiate with other countries regarding their cooperation in restricting the export of goods and technology. Requires the Director to deny all further exports to any party or parties responsible for the diversion of U.S. exports to unauthorized uses, regardless of whether such goods or technology are available from sources outside the United States. Authorizes the Director to take other appropriate steps to deter further unauthorized use of the previously exported goods or technology. Requires the Director to take such action when there is reliable evidence that goods or technology which were exported subject to national security controls have been diverted to an unauthorized use or consignee in violation of an export license. Authorizes the President to impose export controls on any goods, technology, or other information subject to U.S. jurisdiction or exported by any person subject to U.S. jurisdiction to the extent necessary to further U.S. foreign policy or the fulfill U.S. international obligations. Terminates such controls after one year, unless extended by the President. Requires the Director to notify an applicant whenever the Director denies an export license for foreign policy reasons. Authorizes the Secretary of State to review any export license application for foreign policy reasons. Sets forth factors the President shall consider when imposing, expanding, or extending export controls for foreign policy reasons. Requires the Director to consult with affected U.S.industries before imposing foreign policy export controls. Requires the President to determine that reasonable efforts have been made to achieve the purposes of the controls through alternative means before resorting to export controls. Directs the President to consult with the Congress before imposing any foreign policy export controls. Requires the President to notify the Congress whenever the President imposes, expands, or extends foreign policy export controls. Declares that this Act does not authorize export controls on medicine or medical supplies. Prohibits the imposition of export controls on food if they would cause measurable malnutrition, unless the President determines that: (1) those controls are necessary to protect national security interests; or (2) arrangements are insufficient to ensure that food will reach those in need. Requires Congress to be notified of findings concerning proposed export controls on food. Expresses the intent of the Congress that the President not impose export controls on goods or technology if the effect of such exports would be to help meet basic human needs. Requires the President to try to conclude negotiations with appropriate foreign governments to secure the cooperation of such governments in controlling exports to countries to which U.S. foreign policy export controls apply. Declares that certain provisions of this Act shall not apply if foreign policy export controls are imposed to meet international obligations. Requires the Director and Secretary of State to notify the appropriate congressional committees before approving export licenses for goods or technology valued at more than $7,000,000 to countries which: (1) have repeatedly supported international terrorism; and (2) would benefit militarily or would have an enhanced ability to support international terrorism. Authorizes the Director to approve exports of crime control and detection instruments only pursuant to a validated export control license. Exempts certain countries from such requirements. Requires the Director to establish and maintain a foreign policy export control list as part of the commodity control list. Requires the list to be reviewed once every three years with respect to controls maintained cooperatively with other countries and annually with respect to other controls. Authorizes the President to impose export controls on goods subject to U.S. jurisdiction or exported by persons subject to U.S. jurisdiction where necessary to protect the domestic economy from short supplies. Requires export licenses for goods in short supply to be allocated on the basis of factors other than prior history of exportation. Requires the Director to publish notice in the Federal Register of short supply export controls and to elicit comments on the impact of such restrictions and the method of licensing used to implement them. Authorizes the imposition of export license fees. Directs the Secretary of Commerce to monitor exports and export contracts of goods when the volume of exports in relation to domestic supply contributes or may contribute to an increase in domestic prices or a domestic shortage and such price increase or shortage has or may have a serious adverse effect on the economy. Requires the results of the monitoring to be reported on a regular basis. Requires the Director to consult with the Secretary of Energy on whether monitoring or export controls are warranted with respect to energy-related materials. Authorizes any entity representative of an industry or a substantial segment of an industry which processes recyclable metallic materials with respect to which short supplies may have a significant adverse effect on the national economy to petition the Director to monitor the export and/or impose export controls on such materials. Sets forth the procedure for making such petition. Requires the Director, in consultation with the Secretary of Commerce, to decide whether to impose monitoring or controls on such materials within 45 days of the end of the public hearings on such petition. Authorizes the Director to determine that a petition filed with respect to the same materials within six months after consideration of a prior petition does not merit complete consideration. Authorizes the Director to impose temporary monitoring or controls on such materials pending the final decision on whether to impose such monitoring or controls. Prohibits, with specified exceptions, exports of domestically produced crude oil transported by pipeline over the right-of-way granted pursuant to the Trans-Alaska Pipeline Authority Act, unless the President: (1) makes specified findings with respect to such exports, including that the exports protect the national interest; and (2) reports such findings to the Congress and the Congress adopts a concurrent resolution approving such exports. Authorizes the President to export oil to any country pursuant to a bilateral international oil supply agreement entered into before June 25, 1979, or to any country pursuant to the International Emergency Oil Sharing Plan of the International Energy Agency. Prohibits the export of refined petroleum products except pursuant to an export license. Requires the Director to notify the Congress within five days of receiving an application for an export license for a refined petroleum product or residual fuel oil. Prohibits granting such a license earlier than 30 days after notifying the Congress, unless the President certifies to the Congress that the proposed export is vital to the national interest. Exempts from such prohibition certain exports to historical trading partners and exports of small amounts of refined petroleum products. Excludes from such export controls certain petroleum products refined from foreign crude oil in U.S. Foreign Trade Zones or in Guam unless the Director finds that such products are in short supply. Prohibits use of the authority to impose short supply export controls with respect to agricultural commodities without the approval of the Secretary of Agriculture. Prohibits the Secretary of Agriculture from approving such export controls if the supply of the commodity exceeds the requirements of the domestic economy except to the extent that the President determines that such exercise of authority is required to carry out national security policies or foreign policies. Authorizes, upon the approval of the Director in consultation with the Secretary of Agriculture, the storage in the United States of agricultural commodities purchased by or for use in a foreign country. Provides that such commodities shall be free from any export controls that may be imposed to carry out short supply export controls. Prohibits the Director from granting such approval unless specified conditions are met. Requires the President to report to the Congress on any export controls imposed on agricultural commodities for foreign policy or short supply reasons. Authorizes the Director to exempt barter agreements from any export quotas imposed to carry out the policy on short supplies, if the Director makes certain findings. Prohibits exporting unprocessed red cedar logs harvested from State or Federal lands. Exempts from such prohibition exports of unprocessed red cedar logs permitted under the Export Administration Act of 1979 before enactment of this Act. Exempts from this prohibition and from restrictions contained in the Export Administration Act of 1979 contracts to harvest such logs which were entered into before October 1, 1979. Prohibits the export by sea of horses, unless the Director waives the prohibition after determining that the horses are not being exported for slaughter. Directs the President to issue regulations prohibiting any U.S. person from taking or knowingly agreeing to take certain actions with intent to comply with or support a foreign boycott against a country which is friendly to the United States and which is not the object of a U.S. boycott. Lists the actions to be prohibited by such regulations and exceptions to the prohibitions. Requires the regulations issued under the foreign policy export controls provisions to supplement other regulations issued by the President against supporting foreign boycotts. Requires such regulations to require U.S. persons who are asked to comply with a foreign boycott to report that fact, and any other necessary information, to the Director. Provides that these provisions preempt all other laws or regulations pertaining to foreign boycotts. Sets forth the procedures for obtaining hardship relief from export controls. Permits petitions to be filed with the Director by any person who has historically imported goods from the United States or who has historically exported such goods. Requires the Director to notify the petitioner of a grant or denial of such relief within 30 days of receipt of the petition. Sets forth factors to be considered in deciding whether to grant or deny such relief, including the effect of granting such relief upon the basic objectives of short supply control program. Sets forth the procedures for processing export license applications. Requires all export license applications required under this Act to be submitted to the Director. Expresses the intent of the Congress that, to the maximum extent possible, the Director shall make the determinations with respect to such applications without referring to other agencies. Requires such agencies to cooperate with the Director when the Director seeks their assistance. Requires the Director to complete initial screening of an application within ten days. Requires the Director to deny or grant a license within 90 days if there is no need to refer the application to another agency. Requires the Director to refer the application to other agencies, if necessary, within 30 days of submission. Requires the agency to review the application and submit its recommendation within 30 days of receiving it. Authorizes granting the agency an additional 30 days to review the application. Requires the Director to grant or deny a license within 90 days of receiving the recommendation of other agencies. Authorizes the Director to take more than 90 days if the application is of exceptional importance and complexity. Authorizes the Secretary of Defense, notwithstanding any other provisions of the law, to review proposed exports of goods or technology to any country to which exports are controlled for national security purposes. Authorizes the Secretary to recommend to the President that such exports be disapproved if they would militarily benefit such country to the detriment of the security of the United States. Requires the President to report to the Congress whenever the President modifies or overrules a recommendation of the Secretary of Defense with respect to the export of goods controlled for national security purposes. Prohibits issuing an export license for an article subject to multilateral controls until after the multilateral review. Requires a license approved by the Director to be issued if the multilateral review is not completed within 60 days, unless the Director determines that the license would prove detrimental to U.S. national security. Requires the Director to notify the Congress and the applicant of such determination, the reasons for it, the reasons the multilateral review was not concluded, and the actions planned to secure the conclusion of the multilateral review. Sets forth procedures to be followed to appeal the denial of a license. Sets forth civil and criminal penalties for violations of this Act. Sets forth the powers of agencies to investigate possible violations of this Act. Provides for protecting the confidentiality of information submitted in compliance with this Act. Requires the Director to simplify regulations issued under this Act and the commodity control list. Exempts the functions exercised under this Act from certain provisions relating to administrative procedure and judicial review. Expresses the intent of the Congress that there be public participation in the formation of regulations issued under this Act. Requires the Director to submit an annual report to the Congress on the administration of this Act. Sets forth information to be detailed in such report, including a report on the need to impose export controls other than those subject to multilateral controls or more stringent than the multilateral controls. Transfers to the Office of Strategic Trade the functions and authorities of the State Department's Office of East-West Trade with respect to the munitions list and such other functions and authorities as the Director, in consultation with the Director of the Office of Management and Budget, determines to be appropriate. Requires the President to coordinate the authority granted to the President under this Act with the authority provided for the control of arms exports under the Arms Export Control Act. Makes certain civil aircraft equipment, which is to be exported to a country other than a controlled country, subject to export controls exclusively under this Act. Requires export license applications which are ordinarily referred to the Subgroup on Nuclear Export Coordination or some other interagency group to be governed by the provisions relating to foreign boycotts only to the extent that the foreign boycott provisions are consistent with the procedure published pursuant to the Nuclear Non-Proliferation Act of 1978. Requires authorizing legislation before any appropriation can be made to the Commerce Department for expenses to carry out this Act. Authorizes appropriations to the Department of Defense to carry out this Act for FY 1986 through 1989. Repeals the Export Administration Act of 1979."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Office of Strategic Trade Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to unify the export administration functions of the United States Government within the Office of Strategic Trade, to improve the efficiency and strategic effectiveness of export regulation while minimizing interference with the ability to engage in commerce, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:50-05:00"
}