{
  "actions": [
    {
      "acted_at": "1994-08-24", 
      "references": [
        {
          "reference": "CR S12467-12468", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-24", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2418-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-08-24", 
  "number": "2418", 
  "official_title": "A bill to improve the management of floodplains, to protect and restore the environment in floodplains, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Floodplain Management, Environmental Restoration and Recreation Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-08-24", 
  "subjects": [
    "Animals", 
    "Arkansas", 
    "Congress", 
    "Congressional reporting requirements", 
    "Dams", 
    "Drainage", 
    "Dredging", 
    "Easements", 
    "Economics and public finance", 
    "Ecosystem management", 
    "Emergency management", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal aid to water resources development", 
    "Fishery management", 
    "Flood control", 
    "Flood damage prevention", 
    "Floodplain zoning", 
    "Floods", 
    "Freshwater ecology", 
    "Government operations and politics", 
    "Habitat conservation", 
    "Hydrology", 
    "Illinois", 
    "Information services", 
    "Infrastructure", 
    "Iowa", 
    "Kansas", 
    "Kentucky", 
    "Land transfers", 
    "Louisiana", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Minnesota", 
    "Mississippi", 
    "Missouri", 
    "Missouri River development", 
    "Montana", 
    "National recreation areas", 
    "Navigation", 
    "Nebraska", 
    "North Dakota", 
    "Public lands and natural resources", 
    "Recreation areas", 
    "Regional planning", 
    "Reservoirs", 
    "Right-of-way", 
    "River regulation", 
    "Science, technology, communications", 
    "South Dakota", 
    "Stream conservation", 
    "Tennessee", 
    "Water resources development", 
    "Watershed management", 
    "Watersheds", 
    "Wildlife conservation", 
    "Wisconsin"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-08-24", 
    "text": "TABLE OF CONTENTS: Title I: Floodplain Management Title II: Environmental Protection and Recreation Floodplain Management, Environmental Restoration, and Recreation Act of 1994 - Title I: Floodplain Management - Amends the Water Resources Planning Act to include the Secretary of Energy and the Director of the Federal Emergency Management Agency as members of the Water Resources Council. Requires the Chairman of the Council to be designated by the Chairman of the Council on Environmental Quality. Adds as Council duties to: (1) serve as the primary center for assistance concerning the coordination and resolution of interstate and interagency water resources management issues; (2) seek to align Federal floodplain management with other broad national goals; (3) serve as an innovative planning and technology clearinghouse for floodplain management; (4) report to the Congress evaluating efforts by the Secretary of the Army (Secretary) to change the policies and practices of the Army Corps of Engineers concerning the use of structural solutions to water resources management problems; and (5) oversee the activities of the Upper Mississippi, Lower Mississippi, and Missouri River Flood Management Coordinating Committees. Authorizes appropriations. (Sec. 102) Amends the Water Resources Development Act of 1986 (the Act) to direct the Secretary of the Interior to submit to the Congress a report that assesses the environmental sustainability of the Upper Mississippi River system. Directs the Secretary to establish the Upper Mississippi River Flood Management Coordinating Council to review and recommend approval or disapproval of a river basin management plan. (Sec. 103) Directs the Secretary, with respect to the Lower Mississippi River system, to carry out a: (1) program for the planning, construction, and evaluation of measures for fish and wildlife habitat restoration and enhancement; and (2) long-term resource monitoring program. Directs the Secretary to establish the Lower Mississippi River Flood Management Coordinating Committee to review and recommend for approval or disapproval projects developed under the programs and the river basin development plan. Authorizes appropriations for the flood management and resource monitoring programs. (Sec. 104) Directs the Secretary, with respect to the Missouri River system, to carry out a program for: (1) planning, construction, and evaluation of fish and wildlife habitat restoration and enhancement measures; (2) long-term resource monitoring; and (3) planning and construction of recreation projects. Directs the Secretary to establish the Missouri River Flood Management Coordinating Committee to review and recommend for approval or disapproval the projects developed under the above programs and the river basin management plan. Authorizes appropriations for each of the programs. (Sec. 105) Directs the Secretary, in carrying out a study required under the Energy and Water Development Appropriations Act, 1994, to: (1) survey the levees of the Upper Mississippi River Basin to make certain determinations with respect to their physical condition, economic benefit, environmental impact, and cost to bring such levees into compliance with certain Corps standards; (2) study the hydrology of such river basin to determine the systemic effects of structural flood control measures in existence; (3) study proper design of local drainage systems; and (4) study the entire Mississippi and Missouri River basins to determine the most frequently flooded areas with the greatest loss of human life and property. Authorizes appropriations. (Sec. 106) Directs the Secretary to: (1) develop a comprehensive river basin management plan that addresses the long-term ecological, economic, and flood control needs of the basin of the Upper Mississippi River system; and (2) prepare such river basin management plans for the Lower Mississippi and Missouri River systems. Provides for public participation. Authorizes appropriations. (Sec. 107) Amends the Act to provide that, in considering the flood control benefits determined for a water resources project, such determinations shall not include the benefits derived from any use of the 100-year floodplain that involves, after commencement of the reconnaissance study for such project: (1) the construction of a new structure; (2) a substantial improvement to a structure; or (3) any other change that significantly increases the commercial or resale value of the property in the floodplain subject to damage from flooding. (Sec. 108) Authorizes the Secretary to use emergency funds provided under current law to replace with a nonstructural measure any flood control measure damaged or destroyed by flood and to develop a mitigation plan which provides nonstructural measures to reduce damage in the event of future flooding. Provides minimum funding levels for such nonstructural measures, with a waiver in certain circumstances. (Sec. 109) Authorizes the Secretary to coordinate and carry out repair and rehabilitation of a levee damaged by a flood or other natural disaster, if the State or local interest with respect to the levee: (1) participates in the national flood insurance program; and (2) carries out routine operation and maintenance and levee upkeep as well as certain other actions with respect to levee environmental enhancements and engineering standards. Makes certain levees ineligible. Requires the preparation by the Corps of a manual describing required upkeep, operation, and maintenance for levees participating in the assistance program. Authorizes appropriations. Provides local cost-share credits for in-kind contributions. (Sec. 110) Directs the Secretary, in order to improve the riparian habitat of and reduce flood losses along the Missouri River, to pay the Federal share of purchasing land along the River Between Sioux City, Iowa, and St. Louis, Missouri from willing sellers. Limits to 80 percent the Federal share of such purchases. Authorizes appropriations. (Sec. 111) Directs the Secretary in each fiscal year to purchase land or easements and relocate willing sellers in floodprone areas or areas protected by flood control structures that repeatedly fail. Authorizes appropriations. (Sec. 112) Directs the Secretary to collaborate with Federal, State, and local agencies during the planning, design, and construction of all flood control projects in order to adopt a watershed-wide approach to the reduction of flood losses. Title II: Environmental Protection and Recreation - Amends the Act to limit to 80 percent the non-Federal share of a water resources project which may be in-kind. Directs the Secretary to annually review at least five flood control projects and five navigation or other projects to determine the need for environmental restoration. Requires a report to the Congress. (Sec. 203) Authorizes the Secretary to pay the Federal share of the cost of carrying out projects the primary purpose of which is to restore all or a portion of an aquatic ecosystem. Provides, with respect to such projects, for: (1) a Federal cost share of 75 percent (or 100 percent for a project deemed to be of critical national interest); (2) carrying out reconnaissance studies for projects of critical national interest, with an authorization of appropriations for such purpose; (3) a requirement of a favorable recommendation for such project from the Corps Chief and the Secretary of the Interior; (4) the receipt of funds from other agencies for such purpose; (5) appropriate environmental impact studies and mitigation measures; and (6) technical guidance by the Corps Chief. (Sec. 204) Directs the Secretary to make certain revisions to the Economic and Environmental Principles and Guidelines for Water and Related Resources Implementation Studies which establish economic and environmental benefits as equal objectives of water resources planning. Directs the Secretary to establish a Principles and Guidelines Advisory Council. (Sec. 205) Directs the Secretary in each fiscal year to provide for the construction of small recreation and environmental restoration projects. Provides for: (1) a $5 million limit for each project; and (2) an annual allotment of $40 million to carry out such projects. (Sec. 206) Increases from 50 to 75 percent the non-Federal share of recreation projects under the Act. (Sec. 207) Amends the Water Resources Development Act of 1992 to provide local non-Federal interests with cost-share credits for in-kind contributions for environmental and recreation projects. Provides for the determination of the value of such contributions. Requires a minimum cash contribution of at least five percent of the total non-Federal share. (Sec. 208) Provides that if a recreational facility at a water resources project carried out or assisted by the Secretary becomes unusable or unsafe for more than 90 consecutive days due to a release of water or reservoir drawdown for any purpose, the Secretary may, at full Federal cost, restore the facility or build a new comparable facility at the lower reservoir level."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Floodplain Management, Environmental Restoration and Recreation Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the management of floodplains, to protect and restore the environment in floodplains, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:32-05:00"
}