{
  "actions": [
    {
      "acted_at": "1974-05-30", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15091-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-30", 
  "number": "15091", 
  "official_title": "A bill to amend title 39, United States Code, to eliminate certain restrictions on the rights of officers and employees of the U.S. Postal Service, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13181-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Postal Reorganization Act Amendments", 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-30", 
  "subjects": [
    "Labor and employment", 
    "Postal service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-30", 
    "text": "Postal Reorganization Act Amendments - Provides that if there is a collective-bargaining agreement in effect for postal service employees no party to such agreement shall terminate or modify such agreement unless the party desiring such termination or modification serves written notice upon the other party to the agreement of the proposed termination or modification not less than ninety days prior to the expiration date. Requires the party serving such notice to notify the Federal Mediation and Conciliation Service of the existence of a dispute within forty-five days of such notice, if no agreement has been reached by that time. Requires that if arbitration is selected by the parties and if they do not agree upon the procedures therefor, an arbitration board shall be established and its decisions shall be binding upon the parties. Provides that in the event the bargaining representatives agree to go on strike if an agreement cannot be reached during the forty-five-day period prior to the termination or modification, the Director of the Federal Mediation and Conciliation Service shall promptly communicate with the employer and the bargaining representatives and use the service's best efforts, by mediation and conciliation, to bring them into agreement, and shall continue to do so for a period of thirty days after the date of termination or modification of the agreement, during which period of time no lawful strike shall be engaged in. Prohibits reduction in rank or pay or removal from the Postal Service of postal employees because of union membership. States that in any lawful strike declared against the Postal Service by the employees thereof, the Postal Service and the bargaining representatives jointly may determine and agree upon, before the close of the third calendar day after the calendar day on which the strike becomes effective, the number of employees needed to accept, process, dispatch, and deliver specified necessary categories of mail, such as social security checks. Provides for a mandatory delivery of such mail during a strike if the parties cannot agree upon a strike-delivery method."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Reorganization Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, to eliminate certain restrictions on the rights of officers and employees of the U.S. Postal Service, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:01-05:00"
}