{
  "actions": [
    {
      "acted_at": "1998-10-06", 
      "references": [
        {
          "reference": "CR S11583", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2556-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-06", 
  "number": "2556", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986, the Social Security Act, the Wagner-Peyser Act, and the Federal-State Extended Unemployment Compensation Act of 1970 to improve the method by which Federal unemployment taxes are collected and to improve the method by which funds are provided from Federal unemployment tax revenue for employment security administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3684-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Employment Security Financing Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "DeWine, Mike", 
    "state": "OH", 
    "thomas_id": "00293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-06", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Authorization", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Labor", 
    "Economic statistics", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government property", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Interest rates", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental tax relations", 
    "Job hunting", 
    "Labor and employment", 
    "Labor statistics", 
    "Land transfers", 
    "Law", 
    "Legislation", 
    "Public lands and natural resources", 
    "Railroad employees", 
    "Recruiting of employees", 
    "Revolving funds", 
    "State finance", 
    "State laws", 
    "Tax administration", 
    "Tax credits", 
    "Tax rates", 
    "Taxation", 
    "Transportation and public works", 
    "Unemployment", 
    "Unemployment insurance", 
    "Veterans' employment", 
    "Vocational guidance", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-06", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Internal Revenue Code of 1986 Title II: Unemployment Trust Fund Accounts Title III: Grants to States for Employment Security Administration Title IV: Extended Unemployment Compensation Act of 1998 Title V: Federal Employment Security Service Title VI: Advances to State Unemployment Compensation Benefit Accounts Title VII: Conforming Amendments Employment Security Financing Act of 1998 - Title I: Amendment to the Internal Revenue Code of 1996 - Amends the Internal Revenue Code (IRC) Chapter 23 to revise Federal Unemployment Tax Act (FUTA) employer excise tax rate requirements. (Sec. 101) Repeals the 0.2 surtax for calendar years 2004 through 2007. (Ends the current FUTA employer tax rate of 6.2 percent of total employee wages after 2003, and begins a 6.0 rate in 2004.) Requires, for calendar year 2000 and thereafter, such FUTA tax, including accounts receivable from prior years, to be collected by the State agencies responsible for administration of the State unemployment compensation law as agents for the Secretary of the Treasury. Requires amounts collected by such State agencies to be deposited in: (1) the Employment Security Administration Account (the ESAA) within the Unemployment Trust Fund (the Fund), for years prior to calendar year 2003; and (2) the State's Employment Security Administration Account (State ESAA) within the Fund, for calendar year 2003 and thereafter. Requires amounts collected after January 1, 2000, by the Internal Revenue Service (IRS) to be deposited in the Employment Security Transition Account (Transition ESA) within the Fund. (Sec. 103) Sets forth additional requirements for approval of State laws. (Sec. 105) Revises the definition of State unemployment funds. (Sec. 106) Defines a State Employment Security Administration Account (State ESAA) as a special account within the Unemployment Trust Fund (the Fund) to provide administrative funds to pay the cost of services performed by the State agency in accordance with FUTA and the Social Security Act. (Sec. 107) Provides for collection of FUTA taxes by, as well as payment of FUTA taxes to, State agencies. (Sec. 109) Amends the IRC to repeal the prohibition against assessment of unpaid FUTA taxes. Title II: Unemployment Trust Fund Accounts - Amends title IX (Employment Security Administrative Financing) of the Social Security Act (SSA) to establish in the Unemployment Trust Fund (the Fund): (1) a State Employment Security Administration Account (State ESAA) for each State; (2) a Supplemental Employment Security Administration Account (Supplemental ESAA) for the administration of employment security programs, under FUTA and SSA titles IX and III (Grants to States for Unemployment Compensation Administration), by States whose average civilian labor force populations number less than one million; and (3) the Secretary of Labor Employment Security Administration Account (Labor Secretary ESAA) for the Secretary to carry out administrative duties under such SSA and FUTA provisions. Makes appropriations to the Fund for credit to such accounts according to specified formulas. (Sec. 201) Authorizes to be made available from State ESAAs, upon State request and subject to appropriation by the legislative body of each State, in addition to amounts otherwise appropriated by the Congress, special administrative funds for: (1) determining whether individuals claiming unemployment compensation under conforming State laws are available to accept suitable work and have not refused suitable work as prescribed by the State unemployment law; (2) job search and placement services to individuals claiming unemployment compensation benefits and other job seekers including counseling, testing, occupational and labor market information, assessment, and referral to employers; (3) appropriate recruitment services and special technical services for employers; and (4) collection of the FUTA tax imposed under IRC. (Sec. 202) Amends SSA title IX to repeal authority for the Employment Security Administration Account (the ESAA) in the Unemployment Trust Fund. (Sec. 203) Authorizes, for FY 2004 and thereafter, certain administrative expenditures from State ESAAs for: (1) State administration of unemployment compensation laws; (2) public employment services under the Wagner-Peyser Act; (3) certain veterans' programs; (4) collection of amounts due under FUTA; and (5) administration of statistical programs essential for development of estimates of the gross domestic product and other national statistical series, including those related to employment and unemployment. Provides for such expenditures upon State request, subject to appropriation by the State legislative body, in amounts up to 140 percent of the amount appropriated to the State agency from Federal employment security funds for the previous fiscal year. Authorizes $5 million out of the Supplemental ESAA for each of FY 2000 through 2003 for expenditures by States whose average civilian labor force populations number less than one million, for: (1) determining whether individuals claiming unemployment compensation under conforming State laws are available to accept suitable work and have not refused suitable work as prescribed by the State unemployment law; (2) job search and placement services to individuals claiming unemployment compensation benefits and other job seekers including counseling, testing, occupational and labor market information, assessment, and referral to employers; and (3) appropriate recruitment services and special technical services for employers. Authorizes, for FY 2004 and thereafter, expenditures out of the Supplemental ESAA by States whose average civilian labor force populations number less than one million, for the same administrative purposes for which expenditures from State ESAAs are authorized. Establishes the Council of States with Lesser Populations to determine the allocation methodology for and to allocate such amounts from the Supplemental ESAA, subject to appropriation by the legislative body of each State. Authorizes, for FY 2004 and thereafter, expenditures from the Labor Secretary ESAA, in amounts up to 140 percent of that appropriated for the prior year, for the Department's performance of functions for the same administrative purposes for which expenditures from State ESAAs are authorized, plus: (1) establishment and maintenance of the employment security system under the Wagner-Peyser Act; and (2) payments of the Federal share of annual amortization costs of the unfunded liability for the State employment security agencies with independent retirement plans as determined by the Secretary. Directs the Secretary of the Treasury, for FY 2004 and thereafter, to pay from the Labor Secretary ESAA into the Treasury the amount determined by the Secretary of Labor to be allocated to the Department of the Treasury to cover its costs for performing its functions under: (1) SSA titles III (Unemployment Insurance), IX (Employment Security), and XII (Advances to State Unemployment Funds), including the expenses of banks for servicing unemployment benefit payment and clearing accounts which are offset by the maintenance of balances of Treasury funds with such banks; (2) FUTA; and (3) any Federal unemployment compensation law with respect to which responsibility for administration is vested in the Secretary of Labor. (Sec. 204) Provides for transfer of amounts attributable to reduced credits to State ESAAs. (Sec. 205) Provides for advances from a revolving fund within the Federal Unemployment Account (FUA) to State ESAAs. (Sec. 206) Provides for treatment of excess amounts in State ESAAs. (Sec. 207) Requires that excess amounts in the Federal Unemployment Account (FUA) be transferred to State ESAAs according to a State allocation formula. (Sec. 208) Repeals a reporting requirement relating to transfers between FUA and the ESAA. (Sec. 209) Terminates the Extended Unemployment Compensation Account (EUCA). Transfers at the end of FY 2003: (1) excess EUCA amounts to State ESAAs, according to a specified formula; and (2) the remaining EUCA balance to the Unemployment Compensation Benefits Accounts of the States in the Fund, with specified exceptions where a State is ineligible. (Sec. 210) Provides for treatment of amounts elected by ineligible States. (Sec. 211) Revises SSA requirements relating to State use of certain funds (known as Reed Act funds) transferred to a State unemployment benefit account. (Sec. 212) Revises SSA provisions for the Unemployment Trust Fund (the Fund). Requires deposit into: (1) the State's Unemployment Compensation Benefit Account (UCBA) of contributions and payments in lieu of contributions under the State law; (2) the State ESAA of State agency collections under FUTA and of certain other transfers or deposits under SSA and FUTA; and (3) the Transition ESA of IRS collections under FUTA after January 1, 2000. (Sec. 213) Provides as separate book accounts in the Fund: (1) the Transition ESA; (2) each State UCBA; (3) each State ESAA; (4) the Supplemental ESAA; (5) the Labor Secretary ESAA; (6) the FUA; (7) the Railroad Unemployment Insurance Account; and (8) the Railroad Unemployment Insurance Administration fund. Establishes within the Fund an Employment Security Transition Account (Transition ESA) to: (1) receive IRS collections under FUTA; and (2) transfer such moneys to other specified accounts within the Fund. (Sec. 214) Revises SSA requirements for payments to State agencies and to the Railroad Retirement Board. (Sec. 215) Repeals provisions for the Extended Unemployment Compensation Account (EUCA). Sets forth the terms of transfer of EUCA funds to State UCBAs. (Sec. 216) Amends SSA title IX to repeal interfund borrowing authority with respect to the ESAA, FUA, EUCA, and other Federal accounts. Title III: Grants to States for Employment Security Administration - Repeals requirements for use and payments of specified available funds to assist States in administering their unemployment compensation laws, under SSA title III (Grants to States for Unemployment Compensation Administration). (Sec. 302) Revises requirements relating to: (1) certification of State laws; (2) limitations on use of State UCBA funds; and (3) proper use of administrative funds, and replacement of such fund expended for other purposes. (Sec. 303) Provides that States shall not be required to comply with the Secretary of Labor's interpretations of methods of administration requirements under SSA title III, if such interpretations impose additional administrative burdens on them, unless the Congress enacts legislation approving such an interpretation. Title IV: Extended Unemployment Compensation Act of 1998 - Extended Unemployment Compensation Act of 1998 - Amends the Employment Security Amendments of 1970 to revise the title II Extended Unemployment Compensation Program (currently the Federal-State Extended Unemployment Compensation Act of 1970), as of November 1, 2003. (Sec. 401) Includes such extended compensation program among State law requirements under FUTA. Requires the State law to establish within the State UCBA an extended compensation account for each eligible individual who files. Deems State laws certified as meeting requirements of the Federal-State Extended Unemployment Compensation Act on October 31, 1999, as meeting certification requirements under this title (EUCA98) for the year ending October 31, 2000, as long as the State law is not amended so as to conflict with the requirements of this title. Sets forth extended unemployment compensation program requirements for the extended benefit period, on-and-off-indicators, rate of insured unemployment, and covered employment. Title V: Federal Employment Security Service - Amends the Wagner-Peyser Act (WPA) to direct the U.S. Employment Security Service (USESS), as of October 1, 1999, to assist in coordinating public employment services throughout the country and assure that the requirements of SSA titles III and IX and of FUTA are met. (Eliminates current functions of the USESS as of such date.) (Sec. 503) Revises WPA requirements for: (1) transfer of USESS property to States; and (2) State use of public employment service funds. (Sec. 504) Repeals, as October 1, 2003, WPA provisions for: (1) Federal appropriations authority; (2) Federal use of funds; (3) State and Federal planning, fiscal controls, and accounting procedures; (4) the Secretary's authority to make rules and establish performance standards; and (5) authorization of appropriations to the Secretary to provide funds for reimbursable agreements with the States to operate certain statistical programs for estimates of gross national product and other national statistical series, including those related to employment and unemployment. Title VI: Advances to State Unemployment Compensation Benefit Accounts - Amends SSA title XII (Advances to State Unemployment Funds) to revise requirements for: (1) transfers from the Federal Unemployment Account (FUA) to State UCBAs; (2) State use of such transferred funds; (3) determination of interest rate on such advances to States; and (4) repayable advances to FUA. Title VII: Conforming Amendments - Makes conforming amendments to the Balanced Budget Act of 1997 (Public Law 105-33) and the Taxpayer Relief Act of 1997 (Public Law 105-34)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employment Security Financing Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Extended Unemployment Compensation Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986, the Social Security Act, the Wagner-Peyser Act, and the Federal-State Extended Unemployment Compensation Act of 1970 to improve the method by which Federal unemployment taxes are collected and to improve the method by which funds are provided from Federal unemployment tax revenue for employment security administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:40-05:00"
}