{
  "actions": [
    {
      "acted_at": "2009-06-23", 
      "committee": "Committee on Education and Labor, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and Labor, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-23", 
      "committee": "House Education and Labor", 
      "references": [], 
      "text": "Referred to House Education and Labor", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-23", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-06-24", 
      "in_committee": "House Education and Labor", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-24", 
      "in_committee": "House Education and Labor", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 29 - 17.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-07-31T17:52:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Education and Labor. H. Rept. 111-244, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-31T17:53:00-04:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than Oct. 16, 2009.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-16T11:33:00-04:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than Nov. 13, 2009.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-13T13:50:00-05:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than Dec. 11, 2009.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-12-11T11:59:00-05:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than Jan. 19, 2010.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-01-19T17:06:00-05:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than Feb. 26, 2010.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-02-26T17:00:00-05:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than March 26, 2010.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-03-26T00:08:00-04:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than April 30, 2010.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-30T12:13:00-04:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than May 28, 2010.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T10:03:00-04:00", 
      "references": [], 
      "text": "Committee on Ways and Means discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T10:03:00-04:00", 
      "calendar": "Union", 
      "number": "284", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 284.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2989-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Andrews, Robert E.", 
      "sponsored_at": "2009-06-23", 
      "state": "NJ", 
      "thomas_id": "00021", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "McDermott, Jim", 
      "sponsored_at": "2009-07-14", 
      "state": "WA", 
      "thomas_id": "00766", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-23", 
  "number": "2989", 
  "official_title": "To amend the Employee Retirement Income Security Act of 1974 to provide special reporting and disclosure rules for individual account plans and to provide a minimum investment option requirement for such plans, to amend such Act to provide for independent investment advice for participants and beneficiaries under individual account plans, and to amend such Act and the Internal Revenue Code of 1986 to provide transitional relief under certain pension funding rules added by the Pension Protection Act of 2006.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1984-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1988-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4146-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s401-111", 
      "reason": "related"
    }
  ], 
  "short_title": "401(k) Fair Disclosure and Pension Security Act of 2009", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-06-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business ethics", 
    "Consumer affairs", 
    "Contracts and agency", 
    "Department of Labor", 
    "Department of the Treasury", 
    "Employee benefits and pensions", 
    "Financial literacy", 
    "Financial services and investments", 
    "Government information and archives", 
    "Government investigations", 
    "Income tax deferral", 
    "Labor and employment", 
    "Small business", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2009-07-31", 
    "text": "401(k) Fair Disclosure for Retirement Security Act of 2009 - Title I: 401(k) Fair Disclosure for Retirement - (Sec. 101) Amends the Employee Retirement Income Security Act of 1974 (ERISA) to prohibit an administrator of an individual account plan from contracting or arranging for services to the plan (including the offering of any investment option) unless the administrator has received, reasonably in advance, a written statement from the service provider that: (1) specifies the services to be provided; (2) provides the expected total annual service charges allocated among specified components; and (3) discloses the impact of different mutual fund investment share classes as well as financial relationships with, or free or discounted services provided by, service providers. Limits applicability of such requirements to contracts or arrangements for services with a total cost reasonably expected to equal or exceed $5,000 per plan year. Adds new requirements for quarterly benefit statements, including specified periodic account information for participants and beneficiaries. Allows plans with 100 or fewer participants to issue an annual pension benefit statement instead of quarterly statements. Directs the Secretary of Health and Human Services (HHS) to make available to employers with 100 or fewer employees certain educational assistance, compliance materials, and services related to selection of plan investment options. Allows any required disclosure to be made electronically. Revises civil penalties to authorize the Secretary of Labor to assess a civil penalty of up to: (1) $1,000 a day (subject to a total maximum penalty of 10% of the amount involved) against a service provider that fails to provide a written service disclosure statement to the administrator of an individual account plan; and (2) $100 a day against a plan administrator that fails or refuses to provide such statement to plan participants and beneficiaries. Directs the Secretary to study and report to Congress on the efficacy of including benchmarks, indices, and other points of comparison in plan fee comparison charts provided to participants and beneficiaries. (Sec. 102) Continues to shield an individual account plan fiduciary from liability (as under current law) for any loss resulting from a plan participant's or beneficiary's exercise of control over the plan's assets, but only if the plan includes at least one investment option which: (1) is a passively managed investment with a portfolio of securities designed to be representative of the U.S. investable equity market or the U.S. investment grade bond market, or a combination of them; and (2) is offered without any endorsement of the government or the plan sponsor. (Sec. 103) Requires the Secretary to notify the applicable regulatory authority about any service provider engaged in a pattern or practice that precludes compliance with special reporting and disclosure requirements for individual account plans. Requires the Secretary to: (1) review such reporting and disclosure requirements; and (2) report recommendations for consolidating and improving them. Title II: Prohibition of Conflicted Investment Advice - (Sec. 202) Allows an individual account plan and a participant or beneficiary who controls the investment of plan assets to receive investment advice from an independent investment adviser that: (1) is registered under the Investment Advisers Act of 1940; (2) is not the plan investment provider; and (3) meets certain other requirements. Prescribes requirements for: (1) an investment advice computer program; and (2) fiduciary duties with respect to investment advice. (Sec. 203) Requires the Secretary to: (1) establish a program that provides information and materials to help employees and the general public attain financial literacy with respect to investment for retirement; and (2) study and report to Congress on government efforts to assist them in attaining financial literacy. Title III: Transitional Funding Relief for Defined Benefit Plans - (Sec. 301) Revises the authority of a plan sponsor to use interest rates under the corporate bond yield curve, in lieu of specified segment interest rates, solely to determine the minimum required contribution to a single-employer defined benefit pension plan. Allows revocation of such an election, once made, without the Secretary's consent for a plan year beginning in 2010 if the election is in effect for a plan year beginning in 2009. (Sec. 302) Makes December 31, 2009, the earliest effective date for single-employer benefit plans of regulations under the Pension Protection Act (PPA). (Sec. 303) Specifies that plan-related administrative expenses (investment expenses) for a single-employer defined benefit plan must be amortized over seven years. (Sec. 304) Revises Pension Benefit Guaranty Corporation (PBGC) reporting requirements to require single-employer plans that are under-funded in excess of $50 million to report certain actuarial and financial information to the PBGC. (Sec. 305) Increases from 5 to 10 years the automatic extension period for amortization of the unfunded liability of a multiemployer plan. Increases from 10 to 15 years the extension period the Secretary of the Treasury may grant in certain circumstances. (Sec. 306) Treats a pension plan maintained by Christian Schools International as of January 1, 2009, as a church plan exempt from ERISA coverage. (Sec. 307) Prescribes a requirement for determining adequate consideration in connection with the purchase and sale of qualifying employer securities by an eligible individual account plan. (Sec. 308) Extends the period to amortize the shortfall amortization base of a single-employer defined benefit plan for 2009 and 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "401(k) Fair Disclosure and Pension Security Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "401(k) Fair Disclosure and Pension Security Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Employee Retirement Income Security Act of 1974 to provide special reporting and disclosure rules for individual account plans and to provide a minimum investment option requirement for such plans, to amend such Act to provide for independent investment advice for participants and beneficiaries under individual account plans, and to amend such Act and the Internal Revenue Code of 1986 to provide transitional relief under certain pension funding rules added by the Pension Protection Act of 2006.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:53:21-05:00"
}