{
  "actions": [
    {
      "acted_at": "1977-01-31", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2733-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-31", 
  "number": "2733", 
  "official_title": "A bill to restrict the activities of certain Federal employees and officers, to provide private remedies to implement these restrictions, and to facilitate the enforcement of  existing conflict of interest statutes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Conflict of Interest Act", 
  "sponsor": {
    "district": "5", 
    "name": "Spellman, Gladys Noon", 
    "state": "MD", 
    "thomas_id": "01090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-31", 
  "subjects": [
    "Conflict of interests", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials"
  ], 
  "subjects_top_term": "Conflict of interests", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-31", 
    "text": "Federal Conflict of Interest Act - Prohibits Federal employees and officials who are paid at the rate of GS-16 or above or who are in a position to have a significant impact on special interest enterprises from participating in any policy decision or regulatory action which involves any special interest in which such officer or employee has a substantial economic involvement any time during a period of two years prior to the commencement of the term of office or employment of such officer or employee. Prohibits the participation of such person in any Federal regulatory action or policy decision involving any subject matter concerning which such officer or employee has been involved or participated personally for a period of ten years prior to the commencement of the term of office or employment of such officer or employee. Requires such person to file within 30 days of the commencement of Federal office or employment a statement of such person's former substantial economic involvement with any special interests. Makes such statement available to the public. Makes it the duty of every Federal officer and employee with the proper authority to dismiss any other officer or employee who violates the participation provisions of this Act. Permits any person to file a mandamus or prohibition action to: (1) require the proper person to dismiss a violator of this Act; (2) prohibit an interested employee or official from participating in an action prohibited by this Act; or (3) require compliance with the filing provisions of this Act. States that this Act shall not apply to the President, Vice President, or staff of the White House or of the Vice President. Exempts from the requirements of this Act special Government employees except that such special employees must report within 30 days of the beginning of their employment or service with respect to their past and present employment and duties for any special interest. Makes such reports available for public inspection. Makes the total salary or emolument received by a person while violating this Act an indebtedness due the United States and provides for its collection from the violator."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Conflict of Interest Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to restrict the activities of certain Federal employees and officers, to provide private remedies to implement these restrictions, and to facilitate the enforcement of  existing conflict of interest statutes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:08-05:00"
}