{
  "actions": [
    {
      "acted_at": "1996-01-26", 
      "references": [
        {
          "reference": "CR S496", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-01-26", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1530-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-01-26", 
  "number": "1530", 
  "official_title": "A bill to create a government corporation to own and operate the Naval Petroleum Reserves and Naval Oil Shale Reserves, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Naval Petroleum Reserves and Naval Oil Shale Reserves Corporation Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Bumpers, Dale", 
    "state": "AR", 
    "thomas_id": "01295", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-01-26", 
  "subjects": [
    "Armed forces and national security", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Department of Defense", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Executive reorganization", 
    "Federal employees", 
    "Government corporations", 
    "Government operations and politics", 
    "Labor and employment", 
    "Land transfers", 
    "Oil shales", 
    "Petroleum", 
    "Petroleum pipelines", 
    "Petroleum prices", 
    "Petroleum reserves", 
    "Petroleum storage", 
    "Privatization", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Strategic materials", 
    "Strategic planning", 
    "Transfer of employees"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-01-26", 
    "text": "TABLE OF CONTENTS: Title I: Establishment of the Naval Petroleum Reserves Corporation Title II: Privatization of the Corporation Naval Petroleum Reserves and Naval Oil Shale Reserves Corporation Act of 1996 - Title I: Establishment of the Naval Petroleum Reserves Corporation - Establishes as a for-profit Government corporation the Naval Petroleum Reserves and Naval Oil Shale Reserves Corporation to have exclusive jurisdiction and control over all U.S. naval petroleum and naval oil shale reserves (reserves). Outlines provisions concerning: (1) general and specific powers and functions of the Corporation, including the exploration, prospecting, development, use, production, and operation of the reserves; (2) the naming of a Chief Executive Officer for the Corporation; (3) the appointment of Corporation officers and employees, as well as the transfer to the Corporation from the Department of Defense (DOD) of officers and employees performing functions transferred to the Corporation; (4) Corporation payment to appropriate Government funds and accounts for the provision of employee benefits; (5) Corporation exemption from State and local taxes; (6) the nonapplicability of Federal laws governing acquisition and disposal; (7) Corporation exemption from Federal administrative procedure requirements; (8) transfer to the Corporation of appropriate DOD assets and liabilities; and (9) Corporation interest payments to the Treasury for the use of Federal financial capital. Title II: Privatization of the Corporation - Requires the Corporation, within five years after its establishment, to prepare and transmit to the President and the Congress a strategic plan for transferring Corporation ownership to private investors. Requires such plan to include the consideration of alternative means for such transfer. Allows a phased transfer. Authorizes the Corporation to implement the plan if it determines that such privatization will result in a return to the United States at least equal to the Corporation's net present value. Requires the plan to be approved by the President and requires the Corporation to notify the Congress of its intent to implement the plan. Directs the Comptroller General, within 30 days after such notification, to report to the Congress an evaluation of the plan, including ongoing obligations and revenues gained. Prohibits the Corporation from implementing such plan until at least 60 days after congressional notification. Requires proceeds from the sale of Corporation capital stock to be deposited in the general fund of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Naval Petroleum Reserves and Naval Oil Shale Reserves Corporation Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a government corporation to own and operate the Naval Petroleum Reserves and Naval Oil Shale Reserves, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:07-05:00"
}