{
  "actions": [
    {
      "acted_at": "1973-06-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8422-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Boland, Edward P.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "00104", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Burke, Yvonne B.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00150", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Lehman, William", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Stokes, Louis", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01115", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-06", 
  "number": "8422", 
  "official_title": "A bill to provide adequate mental health care and psychiatric care to all Americans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6152-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Mental Health Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-06", 
  "subjects": [
    "Excise tax", 
    "Income tax", 
    "Medical care, personnel, and facilities", 
    "Mental health", 
    "Public health", 
    "Self-employed", 
    "Taxation"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-06", 
    "text": "Mental Health Act - Provides that every individual who is a resident of the United States, or who is a non-resident citizen of the United States, shall be eligible to receive the benefits provided by this title. Lists the mental health services covered by this Act and provides that benefits under this Act shall consist of entitlement to have payment made on his behalf, without limit as to duration except as otherwise specifically indicated. Sets forth qualifications of psychiatric hospitals for participation in the program under this title, including that provide active diagnostic, therapeutic, and rehabilitative services with respect to mental illness, and that it is accredited by the Joint Commission on the Accreditation of Hospitals. Requires the Secretary of Health, Education, and Welfare to periodically determine the amount which should be paid under this title to each provider of care and services with respect to the care and services furnished by it. Provides that no payments may be made under title XVIII (Medicare) of the Social Security Act, under any State plan approved under title XIX (Medicaid) of such Act, or under any other Federal law or program, with respect to any care or services for which payment is made under this title. Provides that the program under this title shall be administered by the Secretary with the advice and assistance of a Committee on Mental Health which shall be appointed by the Secretary. Provides that the Committee shall be specifically responsible under the direction of the Secretary for the approval of all providers of care and services for participation in the program under this Act and for the establishment of the guidelines and qualifications to be applied to any of such providers not affiliated with any specific psychiatric hospitals. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act. Requires the Secretary of Health, Education, and Welfare to submit an annual report to the Congress and the President on the program under this Act, including his recommendations for any improvements or modifications."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mental Health Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide adequate mental health care and psychiatric care to all Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:09-05:00"
}