{
  "actions": [
    {
      "acted_at": "2012-05-30", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-30", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-30", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-06-04", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Human Resources", 
      "text": "Referred to the Subcommittee on Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-09-26", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Early Childhood, Elementary, and Secondary Education", 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5868-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Human Resources", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-30", 
  "number": "5868", 
  "official_title": "To provide children in foster care with school stability and equal access to educational opportunities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fostering Success in Education Act", 
  "sponsor": {
    "district": "5", 
    "name": "Lewis, John", 
    "state": "GA", 
    "thomas_id": "00688", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-05-30", 
  "subjects": [
    "Adoption and foster care", 
    "Advisory bodies", 
    "Child safety and welfare", 
    "Civil actions and liability", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Intergovernmental relations", 
    "Preschool education", 
    "School administration", 
    "State and local government operations", 
    "Transportation costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-05-30", 
    "text": "Fostering Success in Education Act - Requires each state receiving school improvement funds under part A of title I of the Elementary and Secondary Education Act of 1965 to ensure that its foster care children have the right to: (1) continue attending the school they were in when placed in foster care or before a change in such placement (school of origin), unless it is determined to be in the child's best interest to be immediately enrolled in a different school; (2) immediate enrollment in a new school in their school attendance area; (3) well-maintained school records that are available in a timely manner; (4) equal access to the same education and opportunities as other students attending the school or school district; and (5) free transportation to and from their school. Includes preschool children as beneficiaries of such rights, with respect to preschool programs. Requires states to: (1) ensure that their state and local educational agencies (LEAs) and child welfare agencies collaborate in specified activities aimed at satisfying such rights; and (2) maintain a complaint management system, as well as an effective system for transferring and recovering a foster child's school credits. Requires an LEA serving a foster child's school of origin to make an expedited decision on whether it is in the foster child's best interest to attend such school or be immediately enrolled in a new school in the child's school attendance area, unless the state decides that the decision is to be made solely by the dependency court or state or local child welfare agency. Requires states to have fair and impartial procedures to resolve school selection disputes promptly. Allows parties who claim that their rights under this Act have been violated to bring a civil action in the appropriate U.S. district court. Directs the Secretary of Education to allot grants to states and, through them, competitive subgrants to public agencies, including LEAs and local child welfare agencies, to carry out this Act's requirements. Requires each state grantee to: (1) implement a Secretary-approved state foster care and education plan for satisfying this Act's requirements; and (2) establish a Stakeholder Council that monitors, and makes recommendations regarding, plan implementation. Amends part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act to require state child welfare agencies to arrange for, provide, or pay the cost of the transportation necessary for foster children to remain in the school they attended at the time of their placement. Requires state and local child welfare and educational agencies to collaborate in eliminating barriers to the educational stability, enrollment, and success of foster children."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fostering Success in Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide children in foster care with school stability and equal access to educational opportunities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:55:54-05:00"
}