{
  "actions": [
    {
      "acted_at": "1977-07-27", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8576-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-27", 
  "number": "8576", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide for the  issuance of nonimmigrant visas to certain aliens entering the United States to perform services or labor of a temporary or seasonal nature under specific contracts of employment and fair employment conditions; to require an immigrant alien to maintain a permanent residence as a condition for entering and remaining as an immigrant of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "White, Richard C.", 
    "state": "TX", 
    "thomas_id": "01219", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-07-27", 
  "subjects": [
    "Alien labor", 
    "Department of Labor", 
    "Immigration", 
    "Labor and employment", 
    "Residence requirements", 
    "Seasonal labor", 
    "Temporary employment"
  ], 
  "subjects_top_term": "Alien labor", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-07-27", 
    "text": "Title I: Nonimmigrants - Amends the Immigration and Nationality Act to exclude from the definition of the term \"immigrant\" an alien having a residence in a foreign country which the alien has no intention of abandoning who is coming to the United States under a specific contract of employment to perform services or labor of a temporary or seasonal nature for periods aggregating less than three years. Sets forth the terms and conditions of the aliens employment contract. Stipulates that the status of an alien admitted to perform temporary services shall terminate when the employment with the employer who petitioned for such alien's visa ends. Requires the employer to furnish written notice of the termination date to the Attorney General and establishes a penalty for failing to furnish such notice. Penalizes employers who have materially failed to comply with the terms or regulations of aliens' labor contracts by prohibiting an offending employer from employing such aliens for five years. Title II: Immigrants - Requires an immigrant alien to maintain a permanent residence as a condition for entering and remaining as a permanent resident of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to provide for the  issuance of nonimmigrant visas to certain aliens entering the United States to perform services or labor of a temporary or seasonal nature under specific contracts of employment and fair employment conditions; to require an immigrant alien to maintain a permanent residence as a condition for entering and remaining as an immigrant of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:55-05:00"
}