{
  "actions": [
    {
      "acted_at": "1977-10-06", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9468-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-06", 
  "number": "9468", 
  "official_title": "A bill to strengthen the supervisory authority of Federal agencies which regulate depositary institutions, to prohibit interlocking management and director relationships between depositary institutions, to amend the Federal Deposit Insurance Act, and to encourage officials of Federal agencies responsible for the supervision of financial institutions to complete their terms of office.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Banking Act", 
  "sponsor": {
    "district": "36", 
    "name": "LaFalce, John J.", 
    "state": "NY", 
    "thomas_id": "00657", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-06", 
  "subjects": [
    "Administrative procedure", 
    "Antitrust law", 
    "Bank directors", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank management", 
    "Bank mergers", 
    "Conflict of interests", 
    "Credit", 
    "Credit unions", 
    "Deposit insurance", 
    "Federal Deposit Insurance Corporation", 
    "Federal home loan banks", 
    "Federal officials", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government and business", 
    "Government operations and politics", 
    "Monopolies", 
    "National Credit Union Administration", 
    "New York State", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-06", 
    "text": "Safe Banking Act - Title I: Supervisory Authority over Depository Institutions - Creates civil penalties for specified insider loans and loans to affiliates prohibited by the Federal Reserve Act, for violations of reserve requirements under such Act and for violations of the National Bank Act relating to one borrower loan limits. Amends the Federal Reserve Act and the Federal Deposit Insurance Act to prohibit member banks and State nonmember banks from making loans to specified insiders where the amount of such loan, when aggregated with the amount of all other loans then outstanding by such bank to such insider, would exceed 50 percent of the limits on loans to a single borrower established by the Federal Reserve Act. Establishes disclosure requirements with respect to specified types of loans obtained by member bank directors or holders of more than ten percent of a member bank. Amends the Bank Holding Company Act of 1965 to authorize the Board to Governors of the Federal Reserve System to order the termination of control or ownership by a bank holding company of any of its nonbank subsidiaries should they constitute a serious risk to financial safety of a subsidiary bank of the holding company. Amends the National Housing Act by authorizing the Federal Savings and Loan Insurance Corporation to order the termination of ownership or control of any noninsured subsidiary by a savings and loan holding company whenever there is reasonable cause to believe that continued ownership constitutes unsafe and inconsistent banking practice. Grants authority to the Federal Savings and Loan Insurance Corporation to make loans to a savings and loan association in order that it may buy the assets of a failing savings and loan institution in order to prevent the failure of such institution. Prescribes penalties for the violation of any provision of this Act. Authorizes financial regulatory agencies, including the National Credit Union Administration and the Federal Home Loan Bank Board, to initiate cease and desist actions against officers, directors, stockholders, or any person participating in the affairs of a financial institution (as well as against the institution itself as is allowed current law) when there have been violations of laws and regulations or unsafe and unsound banking practices which are likely to seriously weaken the condition of the institution in question. Sets forth a procedure to be followed for removal of officers and directors for breach of fudiciary duty, which is defined as personal dishonesty, gross negligence, or continuing disregard for the safety of the institution. Increases the allowable mortgage and education loans to executive officers of banks. Creates a hearing process for removal of a bank officer or director based on an indictment for or conviction of a felony. Provides for the extension of time for the disposal of shares of bank stock acquired by a company in the regular course of securing or collecting a debt contracted, in good faith, not to exceed the aggregate of three years when such disposal is required to prevent a violation of the law governing the creation of bank holding companies. Title II: Interlocking Directors - Depository Institution Management Interlocks Act - Prohibits interlocking management and director relations between any depository institutions located in the same metropolitan area, savings loan associations, insurance companies, title companies, companies which appraise real property, and companies which close real estate transactions. State that this prohibition applies without regard to geographical limits where such an institution has assets exceeding $1,000,000,000 and seeks an interlocking relationship with any institution with assets over $500,000,000. Permits any person who is operating as a management official and whose activity was not in violation of this Act at the beginning of such service, to continue to serve in that position for a period not to exceed 15 months. Delegates authority for the enforcement of this Act. Title III: Foreign Branching - Amends the Federal Deposit Insurance Act to prohibit any State nonmember insured bank from operating any foreign branch without prior written consent of the Federal Deposit Insurance Corporation (FDIC). Permits such bank to acquire evidence of ownership in any foreign bank with such consent. States that when the liabilities of an insured bank for deposits are assumed by another insured bank the following shall occur: (1) the insured status of the bank whose liabilities are assumed shall terminate on the date of receipt by the FDIC of evidence of such assumption; (2) termination of separate insurance of all assumed deposits at the end of six months from the effective date; and (3) notification of such assumption by the assuming bank to each of the depositors of the assumed bank. Subjects performance of any bank services for a bank which is examined by a Federal supervisory agency by such agency. Requires such bank to notify such agency of the service relationship. Title IV: Conflict of Interest - Depository Institutions Conflict of Interest Act - Amends the Federal Reserve Act to provide for the appointment by the President of the Senate, of a chairman and a vice chairman of the Federal Reserve Board. Amends the Federal Deposit Insurance Act, the Federal Reserve Act and the Federal Home Loan Bank Act to prohibit specified Presidential-appointee bank regulatory agency heads and members of such agencies from being employed for a period of two years after they leave office by institutions under their regulatory jurisdiction or with a holding company affiliate. States that the Chairman of the Board of Governors of the Federal Reserve System, the Chairman of the Federal Home Loan Bank, and the Comptroller of the Currency shall be paid a salary at the Level I or Cabinet level and the remaining members shall be compensated at the Level III rate. Title V: Credit Union Restructuring - Amends the Federal Credit Union Act to place the National Credit Union Administration under the management of a National Credit Union Administration Board Directs the Chairperson of such Board to be the spokesperson of the Board to represent the Board and the National Credit Union Administration in its official relations with other branches of the Government. Requires each Federal credit union to pay the Administration an annual operating fee and to make annual financial reports to the Board. Title VI: - Permits Federal savings and loan associations which have home offices in the State of New York to issue negotiable order of withdrawal accounts. Amends the Federal Deposits Insurance Act to provide the conversion of state- chartered mutual savings banks into Federal savings banks."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Banking Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Depository Institution Management Interlocks Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Depository Institutions Conflict of Interest Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen the supervisory authority of Federal agencies which regulate depositary institutions, to prohibit interlocking management and director relationships between depositary institutions, to amend the Federal Deposit Insurance Act, and to encourage officials of Federal agencies responsible for the supervision of financial institutions to complete their terms of office.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:10-05:00"
}