{
  "actions": [
    {
      "acted_at": "2003-02-27", 
      "references": [
        {
          "reference": "CR S2922-2923", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-02-27", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-05-08", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-05-09", 
      "committee": "Finance", 
      "references": [], 
      "text": "Committee on Finance. Reported by Senator Grassley with an amendment in the nature of a substitute and an amendment to the title. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2003-05-09", 
      "calendar": "Senate Legislative", 
      "number": "90", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 90.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s540-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "540"
    }
  ], 
  "bill_id": "s2-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2003-03-17", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2003-03-06", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2003-03-06", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "2003-03-04", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Miller, Zell", 
      "sponsored_at": "2003-02-27", 
      "state": "GA", 
      "thomas_id": "01624", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Santorum, Rick", 
      "sponsored_at": "2003-03-10", 
      "state": "PA", 
      "thomas_id": "01015", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Gordon H.", 
      "sponsored_at": "2003-03-05", 
      "state": "OR", 
      "thomas_id": "01549", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-02-27", 
  "number": "2", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to provide additional tax incentives to encourage economic growth.", 
  "popular_title": "Economic Stimulus bill", 
  "related_bills": [
    {
      "bill_id": "hr2-108", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Jobs and Growth Reconciliation Tax Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Nickles, Don", 
    "state": "OK", 
    "thomas_id": "01412", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-05-08", 
  "subjects": [
    "Capital gains tax", 
    "Commerce", 
    "Computer software", 
    "Copyright", 
    "Corporation taxes", 
    "Dividends", 
    "Dogs", 
    "Double taxation", 
    "Finance and financial sector", 
    "Foreign corporations", 
    "Foreign tax credit", 
    "Foundations", 
    "Government operations and politics", 
    "Income tax", 
    "Insurance companies", 
    "Intellectual property", 
    "International affairs", 
    "International corporations", 
    "Investment advisers", 
    "Law", 
    "License agreements", 
    "Partnerships", 
    "Public lands and natural resources", 
    "Real property", 
    "Science, technology, communications", 
    "Securities", 
    "Small business", 
    "Sunset legislation", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax rates", 
    "Tax refunds", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2003-05-09", 
    "text": "Jobs and Growth Reconciliation Tax Act of 2003 - Title I: Acceleration of Certain Previously Enacted Tax Reductions; Increased Expensing for Small Businesses - (Sec. 101) Amends the Internal Revenue Code to accelerate, from 2008 to 2003, the expansion, from $12,000 to $14,000, of the 10 percent bracket for married taxpayers filing jointly.Revises inflation adjustment provisions and makes them effective in 2004.(Sec. 102) Accelerates, to 2003, individual income tax rate reductions scheduled to begin in 2006.(Sec. 103) Increases, for individuals, the alternative minimum tax exemption amounts for 2003, 2004, and 2005.(Sec. 104) Accelerates, to 2003, the increase in the standard deduction for joint filers to twice that of single filers.(Sec. 105) Accelerates, to 2003, the increase in the 15 percent bracket for joint filers to twice that of single filers.(Sec. 106) Accelerates, to 2003, the increase to the $1,000 child tax credit.(Sec. 107) Increases the expensing allowance to $75,000, the phaseout limit to $325,000, and provides for inflation adjustments. Permits the expensing of off-the-shelf computer software.(Sec. 108) States the each amendment made by this title (other than section 107) shall be subject to title IX (Compliance with the Congressional Budget Act) of the Economic Growth and Tax Relief Reconciliation Act of 2001 to the same extent and in the same manner as the provision of such Act to which such amendment relates.Title II: Partial Exclusion of Dividends - (Sec 201) Excludes up to $500 of qualified dividend income on a joint return ($250 on an individual return), plus 10 percent (20 percent after 2007) of such income in excess of such amount from gross income.Title III: Revenue Provisions - Subtitle A: Provisions Designed to Curtail Tax Shelters - (Sec. 301) Sets forth rules for use in applying the economic substance doctrine, including defining economic substance.(Sec. 302) Imposes penalties on individuals who fail to include on any return or statement required information regarding reportable transactions (transactions needing a return or statement because the Secretary determines they have a potential for tax avoidance or evasion). Authorizes the Commissioner of Internal Revenue to rescind all or any portion of such penalties under certain specified conditions.(Sec. 303) Prescribes an accuracy related civil penalty of 20 percent (or higher in certain specified cases) of the amount of any reportable transaction understatement for such understatement (with exceptions). Specifies a formula for determining such figure. Provides for coordination with penalties on other understatements, including prohibiting penalties under this section from applying to the penalty for fraud.(Sec. 304) Imposes a penalty of 40 percent (20 percent, if there has been adequate disclosure) of the understatement for a noneconomic substance transaction understatement.(Sec. 305) Modifies the substantial understatement penalty for nonreportable transactions in the cases of corporations other than an S corporation or a personal holding company.(Sec. 306) Expands the scope of provisions that do not give the confidentiality privilege to communications between a corporation and its tax practitioner concerning tax shelters to make such provisions applicable to communications (with respect to tax shelters) between any taxpayer and the taxpayer's tax practitioner.(Sec. 307) Directs a material advisor, with respect to any reportable transaction, to make a return (in such form as the Secretary may prescribe) describing the transaction, its potential tax benefits, and other information prescribed by the Secretary. Defines material advisor as any person who provides material aid, assistance or advice regarding a reportable transaction and who derives gross income in excess of a specified threshold amount. Authorizes the Secretary to prescribe exemptions from such requirements.(Sec. 308) Modifies the monetary penalty and revises provisions for failing to register a tax shelter with the Secretary. Allows the Commissioner to rescind such penalties.(Sec. 309) Modifies the penalty levied on material advisors for failure to furnish required information regarding reportable transactions to the Secretary.(Sec. 310) Revises provisions authorizing a civil action in the name of the United States to enjoin promoters of abusive tax shelters.(Sec. 311) Amends provision dealing with understatement of a taxpayer's liability by an income tax preparer, including to raise the amount of the penalty for such an offense.(Sec. 312) Amends provisions of Federal law pertaining to a civil penalty for violations concerning records and reports on foreign financial agency transactions to authorize the Secretary to impose a penalty of up to $5,000 in cases not involving willful violations (presently the maximum is $100,000 and applies to willful violations). Sets forth an exemption under specified circumstances. Permits a penalty of between $25,000-$100,000 in instances of willful violation, with no exemption. Specifies criteria for calculating the amount of such penalties.(Sec. 313) Modifies prohibition of filing a frivolous tax return, and increases the amount of the civil penalty for committing such an offense. Imposes a civil penalty for a specified frivolous submissions (to be waived if such submission is withdrawn within 30 days). Allows the Secretary to reduce penalties for frivolous submissions.(Sec. 314) Penalizes an individual for making a statement with respect to certain tax statements (deductions, credits, and etc.) that an individual knows is false or fraudulent as to any material matter at the rate of 50 percent of the gross income derived from such activity.(Sec. 315) Permits, with respect to the failure to include any information with respect to a listed (tax avoidance) transaction, tax assessment at any time within six years after the filing of the related return.(Sec. 316) Prohibits the deduction for interest paid on any underpayment of tax attributable to nondisclosed reportable transaction and noneconomic substance transaction understatements.Subtitle B: Enron-Related Tax Shelter Provisions - (Sec. 321) Limits the basis of certain corporate property acquired by the issuance of stock or as paid-in surplus and for which there is the importation of net built-in loss to the property's fair market value immediately after the transfer of such property.(Sec. 322) Prohibits an allocation of any decrease in the adjusted basis of partnership property to stock in a corporation which is a partner in the partnership.(Sec. 323) Repeals part V (Financial Asset Securitization Investment Trusts) of subchapter M (Regulated Investment Companies and Real Estate Investment Trusts).(Sec. 324) Expands the definition of a disqualified debt instrument with respect to deduction disallowance on certain debt instruments of corporations.(Sec. 325) Expands the authority to disallow deductions, credits, or other allowances under provisions disallowing such benefits due to acquisitions made to evade or avoid income tax.(Sec. 326) Amends provisions affecting passive foreign investment companies to state that the term \"qualified portion\" (of a shareholder's holding period) does not include any period if there is only a remote likelihood of an inclusion in gross income under subpart F (Controlled Foreign Income).(Sec. 327) Adds to the definition of the term \"real estate investment trust\" by stating that such term includes a corporation, trust, or association which is not a controlled entity.Subtitle C: Other Corporate Governance Provisions - Part I: General Provisions - (Sec. 331) Permits the Secretary of the Treasury, in prescribing regulations governing the tax liability of an affiliated group of corporations making a consolidated return, to prescribe rules applicable to corporations filing consolidated returns that are different from other provisions concerning consolidated returns that would apply if such corporations filed separate returns.(Sec. 332) Requires the signing of corporate tax returns by the chief executive officer.(Sec. 333) Permits an exception to the denial of the deduction for fines paid to allow a deduction for amounts constituting restitution.(Sec. 334) Prohibits a deduction for amounts paid as punitive damages, with exceptions for a wrongful death action and certain other cases.Includes in gross income amounts paid by insurance as punitive damages.Part II: Executive Compensation Reform - (Sec. 335) Provides for the treatment of creditors claims on nonqualified deferred compensation funded with assets located outside of the United States.(Sec. 336) Includes funded deferred compensation of disqualified (corporate insider) individuals in gross income.(Sec. 337) Prohibits the deferral of gain from the exercise of stock options and restricted stock gains through deferred compensation arrangements.(Sec. 338) Increases the withholding from supplemental wage payments in excess of $1 million.Subtitle D: International Provisions - Part I: Provisions to Discourage Expatriation - (Sec. 340) Revises IRC expatriation tax provisions.States that all property of a \"covered expatriate\" (a U.S. citizen who relinquishes citizenship, or a long-term U.S. resident who ceases to be a lawful permanent resident or who commences foreign residency under the provisions of a tax treaty) shall be treated as sold on the day before the \"expatriation date\" for its fair market value, and that gain (in excess of $600,000) and loss shall be taken into account for the taxable year of the sale (with subsequent adjustment). Permits an individual to defer payments of the additional tax imposed by such deemed sale (but not beyond such person's death). Sets forth interest provisions. Requires provision of tax payment security.Exempts certain U.S. citizens from being treated as a covered expatriate who: (1) became a citizen of the United States and another country at birth; or (2) relinquished U.S. citizenship before reaching 18 and 1/2 years old.Permits an individual to make an irrevocable decision to be taxed as a U.S. citizen with respect to all property otherwise covered by the expatriation provisions. Requires an individual to: (1) furnish tax payment security; and (2) waive any rights under U.S. treaties that would preclude assessment or collection of relevant tax.Excludes certain U.S. real property interests from the provisions of this Act. Subjects the following retirement plans to the provisions of this Act: (1) qualified retirement plans, including specified annuity plans and individual retirement accounts; (2) specified deferred compensation plans; and (3) foreign retirement or pension plans.Establishes special rules for covered expatriates' interests in trusts and qualified trusts.Includes in a recipient's gross income the value of property received by gift or bequest from a covered expatriate, with exceptions for transfers otherwise subject to estate or gift tax. Makes such provisions applicable to gifts and bequests received on or after February 5, 2003, from an individual whose expatriation date occurs after such date.Makes such expatriate tax provisions, unless otherwise provided for by this Act, effective on or after February 5, 2003.Amends the Immigration and Nationality Act to deny a former citizen reentry into the United States for noncompliance with the provisions of this title. (Current law denies reentry based upon tax-motivated expatriation.) Permits IRS-Immigration and Naturalization Service information sharing for such purpose. Makes such provisions effective upon enactment of this Act.(Sec. 341) Treats a foreign incorporated entity treated as an inverted domestic corporation as a domestic corporation.(Sec. 342) Imposes on an individual who is a disqualified individual with respect to any inverted corporation a tax equal to 20 percent of the value of the specified stock compensation held (directly or indirectly) by or for the benefit of such individual or a member of such individual's family at any time during the 12-month period beginning on the date which is 6 months before the inversion date.(Sec. 343) Revises provisions relating to allocation in the case of a reinsurance agreement involving tax avoidance or evasion.Part II: Other Provisions - (Sec. 344) Provides, as a general rule, that if: (1) a taxpayer eligible to participate in the Department of the Treasury's Offshore Voluntary Compliance Initiative did not participate in such initiative; and (2) any interest or applicable penalty is imposed with respect to any arrangement to which such initiative applied or to any underpayment of Federal income tax attributable to items arising in connection with such arrangement, then, notwithstanding any other provision of law, the amount of such interest or penalty shall be equal to twice that determined without regard to this section.(Sec. 345) Includes certain foreign source income as effectively connected income.(Sec. 346) Sets forth a rule for determining the basis of amounts paid from foreign pension plans.(Sec. 347) Sets forth a rule concerning the recapture of overall foreign losses on the sale of controlled foreign corporations.(Sec. 348) Establishes a special rule to prevent the mismatching of interest and original issue discount deductions and income inclusion transactions with related foreign persons.(Sec. 349) Amends the Tariff Act of 1930 concerning the sale of gasoline and diesel fuel at duty-free sales enterprises.(Sec. 350) Repeals the earned income exclusion of citizens or residents living abroad.Subtitle E: Other Revenue Provisions - (Sec. 351) Directs the Secretary to establish a program requiring the payment of user fees, until September 30, 2013, for: (1) requests to the Internal Revenue Service for ruling letters, opinion letters, and determination letters; and (2) other similar requests.(Sec. 352) Includes any vaccine against hepatitis A under the 75-cents-per-dose manufacturer's excise tax.(Sec. 353) Provides for the treatment of property contributed to a partnership with a built-in loss. Permits the adjustment to the basis of undistributed partnership property if there is a substantial basis reduction.(Sec. 354) Permits the application of stripped preferred stock rules and stripped bond rules in the case of an account or entity substantially all of the assets of which consist of bonds, preferred stock, or combination thereof.(Sec. 355) Requires a corporation making a taxable acquisition to report specified information.(Sec. 356) Establishes a minimum holding period for withholding tax on gain and income other than dividends in order to claim the foreign tax credit.(Sec. 357) Permits the IRS to enter into qualified tax collection contracts.(Sec. 358) Extends the authority for customs user fees through December 31, 2013.(Sec. 359) Increases from $350,000 to $600,000 the maximum amount of premiums that may be written annually by a tax-exempt insurance company (other than a life insurance company) in order to remain tax-exempt.(Sec. 360) Authorizes the IRS to enter into partial payment installment agreements with taxpayers. Requires review of such agreements at least every two years.(Sec. 361) Permits (currently, prohibits) the amortization of intangibles by sports franchises.(Sec. 362) Permits making a cash deposit to suspend the running of interest on potential underpayments.(Sec. 363) Revises provisions concerning the treatment of certain stock purchases as asset acquisitions and the tax on a deemed sale not being taken into account for estimated tax purposes.(Sec. 364) Limits a charitable deduction with respect to any patent, copyright, trademark, trade name, trade secret, know-how, software, or similar property, or applications or registrations of such property.(Sec. 365) Extends provisions (including ERISA provisions) permitting the transfers of excess pension assets to retiree health accounts for eight additional years.(Sec. 363) Revises rules concerning the taxable income insurance companies.(Sec. 367) Modifies rules concerning the treatment of transfers to creditors in divisive reorganizations.Subtitle F: Other Provisions - (Sec. 371) Authorizes appropriations, through December 31, 2004, to States for: (1) improving education or job training; (2) improving health care services; (3) improving transportation or other infrastructure; (4) improving law enforcement or public safety; and (5) maintaining essential government services.Provides for increased Medicaid payments to States through December 31, 2004.(Sec. 372) Amends title XVI (Supplemental Security Income of the Social Security Act to require the Commissioner of Social Security to review State agency blindness and disability determinations.(Sec. 373) Amends title XXI (State Children's Health Insurance Program) (SCHIP) of the Social Security Act to prohibit the use of SCHIP funds to provide coverage to childless adults, except for pregnant women.Title IV: Small Business and Agricultural Provisions - Subtitle A: Small Business Provisions - (Sec. 401) Modifies the debt-financed property provisions by excluding from the definition of acquisition indebtedness any indebtedness incurred by a small business investment company licensed under the Small Business Investment Act of 1958 that is evidenced by a debenture: (1) issued by such company under such Act, or (2) held or guaranteed by the Small Business Administration.(Sec. 402) Repeals the special occupational taxes on producers and marketers of alcoholic beverages.(Sec. 403) Exempts a person who manufactures, produces, and imports fewer than 50 firearms per year from the firearms excise tax.(Sec. 404) Revises the excise tax provisions on bows, arrows, and other archery equipment, including to increase the minimum draw weight for a taxable bow from 10 to 30 pounds.Subtitle B: Agricultural Provisions - (Sec. 411) Provides for the application of capital gain treatment to outright sales of timber whether or not the owner retains economic interest.(Sec. 412) Extends, with respect to involuntary conversion rules, the replacement period, from two to four years, for livestock sold on account of weather related conditions.(Sec. 413) Excludes from gross income amounts received as loan repayments under the Nation Health Service Corps Loan Repayment Program established under the Public Health Service Act.(Sec. 414) Provides that the patronage dividends of cooperatives shall not be reduced by stock dividends to the extent the stock dividends are in addition to amounts otherwise payable.Title V: Simplification and Other Provisions - Subtitle A: Uniform Definition of Child - (Sec. 501) Rewrites the provision defining the term \"dependent\" in the Code and modifies head of household, dependent care credit, child tax credit, earned income credit, personal exemption, and other provisions to be consistent with such definition.Subtitle B: Simplification - (Sec. 511) Repeals: (1) the provision that a life insurance corporation is not an includible corporation unless the common parent makes an election to treat life insurance companies as includible corporations; and (2) the five-year limitation providing that a life insurance company may not be treated as an includible corporation until it has been a member of the group for the five taxable years immediately preceding the taxable year for which the consolidated return is filed.(Sec. 512) Provides that, for a mutual life insurance company's taxable years beginning after December 31, 2003, and before January 1, 2009, the differential earnings rate is treated as zero for purposes of computing both the differential earnings amount and the recomputed differential earnings amount, under the rules requiring reduction in certain deductions of mutual life insurance companies.(Sec. 513) Modifies the active business definition by determining the active business test by reference to the relevant affiliated group.Subtitle C: Other Provisions - (Sec. 521) Allows a deduction for attorneys' fees and costs paid in connection with a claim of unlawful discrimination or certain claims against the Federal Government.(Sec. 522) Doubles, for 2004 and 2005, the amount of the section 382 limitation (the limitation on net operating loss carry forwards and certain built-in losses following ownership change) applicable to corporations that experience an ownership change emerging from a bankruptcy or a similar case.(Sec. 523) Increases the historic rehabilitation credit from 20 to 25 percent for certain low-income housing for the elderly.(Sec. 524) Modifies rules concerning the application of the income forecast method of depreciation.(Sec. 525) Permits a second or third advance refunding of bonds if the original bond was issued to finance governmental facilities used for a public elementary or secondary school in any State in which the Sate's highest court ruled by opinion issued on November 21, 2002, that the Sate school funding system violated the State constitution and was constitutionally inadequate.(Sec. 526) Excludes from \"gross income\" income derived by a nonresident alien individual from a legal wagering transaction initiated outside the United States in a parimutuel pool with respect to a live horse race in the United States.(Sec. 527) Appropriates $48,000,000 for FY 2004 for allotments to States for reimbursement of emergency health services furnished to undocumented aliens.(Sec. 528) Allows the deduction of premiums for mortgage insurance. Provides for the phaseout of such deduction based on income.Title VI: Sunset - Provides that, except for title I (other than section 107) and title III (other than section 362), the provisions of, and amendments made, by this Act shall not apply to taxable years beginning after December 31, 2012, and the Internal Revenue Code shall be applied and administered to such years as if such amendments had never been enacted."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Economic Stimulus bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Jobs and Growth Tax Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Jobs and Growth Reconciliation Tax Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1986 to provide additional tax incentives to encourage economic growth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:31:51-05:00"
}