{
  "actions": [
    {
      "acted_at": "1987-12-18", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1969-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1988-02-17", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-18", 
  "number": "1969", 
  "official_title": "A bill to provide improved programs for training and self employment in the case of unemployment compensation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Unemployment Training and Improvement Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-18", 
  "subjects": [
    "Children and youth", 
    "Crime prevention", 
    "Dislocated workers", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Fraud", 
    "Government trust funds", 
    "Job hunting", 
    "Labor and employment", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Self-employed", 
    "State finance", 
    "State laws", 
    "States", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Youth employment"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-18", 
    "text": "Unemployment Training and Improvement Act of 1987 - Title I: Demonstration Projects - Directs the Secretary of Labor (the Secretary) to promote training programs for individuals receiving unemployment compensation by: (1) developing model criteria for States; (2) providing technical assistance to States; and (3) making available information concerning State laws and regulations. Requires State Governors to designate State agencies to determine approval of training programs for participation by unemployment insurance recipients and approval of individuals' participation in such programs. Directs the Secretary to collect data annually on the implementation of such programs and to report to the Congress within one year. Amends the Social Security Act to provide for interest credits to a State's account in the Unemployment Trust Fund in the amount paid by the State as unemployment compensation to individuals in training. Requires States to report quarterly to the Secretary on training programs for unemployment insurance recipients. Directs the Secretary to report annually to the Congress on such programs and on State regulations and procedures to comply with specified Internal Revenue Code provisions relating to unemployment compensation. Provides that activities under this title shall not be taken into consideration in determining whether there has been a net decrease in the solvency of any State unemployment compensation system. Title II: Self-Employment - Self-Employment Opportunity Act of 1987 - Provides for a demonstration program in which at least five States would be permitted to provide unemployment compensation to individuals for the purpose of funding self-employment. Sets forth factors that the Secretary must consider in selecting States for such program. Requires program agreements to provide that: (1) each eligible individual, for a four-year benefit period, shall be entitled to receive adjustment assistance in the form of self-employment allowances; and (2) such individual shall not be eligible to receive extended or other additional compensation with respect to such benefit year or regular compensation if the State makes payment in lieu of regular compensation. Makes eligible with respect to any benefit year, for purposes of this Act, any individual who: (1) is eligible to receive regular compensation under the State law during such benefit year; (2) submits an application to the State agency for a self-employment allowance under this Act (such application must contain a business plan for the self-employment); and (3) meets applicable State requirements. Limits the number of individuals who may be considered as eligible individuals during a given year. Provides that the aggregate amount of a self-employment allowance for any individual for any benefit year shall not exceed the maximum amount of regular and extended compensation which would be payable to such individual for such benefit year. Permits eligible individuals to file applications for self-help allowances with State agencies responsible for administering agreements under this Act. Requires a State to pay a self-help allowance on a weekly basis, or, if the business plan calls for it, in a lump sum to pay costs associated with beginning self-employment. Prohibits a State from offering self-employment allowances unless it is implementing a program that is approved by the Secretary and designed to select and assist individuals for self-employment, monitor such employment, and provide for a complete evaluation of the use of such allowances. Provides that State and Federal requirements relating to availability for work, active search for work, or refusal to accept suitable work shall not apply to an individual receiving a self-employment allowance under this Act as long as such individual is self-employed. Provides for payments to States of amounts equal to the Federal share of each payment (other than administrative expenses) made by the State agency on account of self-employment allowances provided under this Act. Permits States to make payments (exclusive of administrative expenses) from State unemployment funds for adjustment assistance provided under this Act. Treats this title as unemployment compensation law for purposes of specified grants for administrative expenses. Directs the Secretary to submit to the Congress an interim and a final report on such program. Sets forth provisions relating to fraud and overpayments. Excludes activities taken by a State pursuant to an agreement under this title from being taken into consideration in determining whether there has been a net decrease in the solvency of the State unemployment compensation program. Title III: Assessment - Authorizes appropriations from the Federal Unemployment Account for allotment to the States, in addition to funds annually allotted for the operation of State employment service agencies, for: (1) assessment, testing, and counseling services to identify the skills and aptitudes of unemployed persons unlikely to return to their former occupations, and to determine alternative occupations or training opportunities for which they may qualify; and (2) instruction in job search techniques. Identifies the procedures according to which such funds shall be allotted. Directs the States, in providing services under this title, to give priority to those most in need of assistance, including: (1) dislocated workers; (2) other long-term unemployed who are receiving or have exhausted unemployment insurance benefits; and (3) economically disadvantaged adults and youth. Provides that workers who have a reasonable chance of returning to their former employment within eight weeks shall not be required to participate in a training program under this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Unemployment Training and Improvement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Self-Employment Opportunity Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide improved programs for training and self employment in the case of unemployment compensation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:49-05:00"
}