{
  "actions": [
    {
      "acted_at": "1992-07-09", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-15", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-07-15", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to the Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-07-15", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Installations and Facilities", 
      "text": "Referred to the Subcommittee on Military Installations and Facilities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5593-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Installations and Facilities", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Colordao, Antonio", 
      "sponsored_at": "1992-09-17", 
      "state": "PR", 
      "thomas_id": "00223", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Jacobs, Andrew, Jr.", 
      "sponsored_at": "1992-07-29", 
      "state": "IN", 
      "thomas_id": "00589", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Rhodes, John J., III", 
      "sponsored_at": "1992-10-02", 
      "state": "AZ", 
      "thomas_id": "00956", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-07-09", 
  "number": "5593", 
  "official_title": "To provide for the protection of certain benefits of military retirees and their dependents and survivors residing in the vicinity of military bases scheduled for closure, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Retirees Benefits Protection Act", 
  "sponsor": {
    "district": "5", 
    "name": "Jontz, Jim", 
    "state": "IN", 
    "thomas_id": "00613", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-07-09", 
  "subjects": [
    "Armed forces and national security", 
    "Cost effectiveness", 
    "Defense budgets", 
    "Dental care", 
    "Government paperwork", 
    "Health", 
    "Medicare", 
    "Military bases", 
    "Military hospitals", 
    "Military medicine", 
    "Post exchanges", 
    "Retired military personnel", 
    "Retiree health benefits"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-07-09", 
    "text": "Military Retirees Benefits Protection Act - Prohibits the Secretary of a military department from closing a military hospital or clinic at a military installation or facility (or former installation or facility) in the United States, except where the Secretary concerned determines that the continued operation of a military hospital or clinic located at a military installation that has been closed is not cost effective. Requires the determination of cost effectiveness to be made by comparing the cost of continued operation of the hospital or clinic at the closed facility with the cost of providing alternate equivalent medical and dental benefits to persons (other than active-duty personnel) who would have received such care at the former hospital or clinic. Requires the Secretary concerned who closes a former hospital or clinic to implement the alternate benefits program. Requires equivalent benefits to be provided in the new benefits program, with no charges other than those required under the former medical and dental program. Requires reasonable access to care to be a major criterion in the design of the alternate benefits program. Allows such a program of equivalent benefits to be carried out through any existing Federal health program (such as the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) or title XVIII (Medicare) of the Social Security Act, with any appropriate modifications. Makes eligible for such benefits program persons who would have received medical or dental care at the military hospital or clinic. Requires the Secretary concerned, in any case in which such Secretary is considering closing a hospital or clinic at a former military installation or facility, to promptly notify the local redevelopment authority for the community that would be affected. Requires such redevelopment authority to assemble an advisory panel of retired and reserve members of the armed forces to advise the Secretary with respect to the effects of such closure. Directs the Secretary to consult with and consider the views of the advisory panel throughout the process of determining whether the continued operation of the hospital or clinic is cost effective. Requires a public hearing to be held on the closure. Requires a three-month waiting period before closure of such a facility after a determination by the Secretary to do so. Prohibits, with an exception, the Secretary concerned from closing a commissary or exchange at a military installation or facility, except where such Secretary has determined that the continued operation of such commissary or exchange is not economically viable. Requires such determination to be made according to standard business practices after a minimum 12-month analysis following the closure of the military installation or facility in which the commissary or exchange is located. Requires such Secretary, in carrying out such analysis, to consult with a local-community advisory panel which includes retired military personnel in such community. States that this Act applies without regard to the closure or realignment of a military installation or facility at which a medical facility, commissary, or exchange is located."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Retirees Benefits Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the protection of certain benefits of military retirees and their dependents and survivors residing in the vicinity of military bases scheduled for closure, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:48-05:00"
}