{
  "actions": [
    {
      "acted_at": "1984-10-01", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Fisheries and Wildlife Conservation and the Environment", 
      "text": "Referred to Subcommittee on Fisheries and Wildlife Conservation and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-10-04", 
      "references": [], 
      "text": "House Committee on Merchant Marine and Fisheries Discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-04", 
      "references": [], 
      "text": "Called up by House by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-04", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-10-05", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-09", 
      "references": [], 
      "text": "Held at the desk by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-10", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-10-10", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-10-28", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-29", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-11-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1984-11-08", 
      "congress": "98", 
      "law": "public", 
      "number": "623", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-623.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6342-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Fisheries and Wildlife Conservation and the Environment", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Breaux, John B.", 
      "sponsored_at": "1984-10-01", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pritchard, Joel", 
      "sponsored_at": "1984-10-01", 
      "state": "WA", 
      "thomas_id": "00932", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Young, Don", 
      "sponsored_at": "1984-10-01", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "623"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1984-11-08", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-10-04", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1984-10-10", 
    "vetoed": false
  }, 
  "introduced_at": "1984-10-01", 
  "number": "6342", 
  "official_title": "A bill approving the governing international fishery agreements with Iceland and the European Economic Community.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3255-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3416-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3474-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Antarctic Marine Living Resources Convention Act of 1984", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1984-11-08", 
  "subjects": [
    "Administrative fees", 
    "Alaska", 
    "Antarctic regions", 
    "Aquaculture", 
    "Arctic and polar regions", 
    "Authorization", 
    "Coastal zone", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "EEC countries", 
    "Exports", 
    "Federal-state relations", 
    "Fees", 
    "Fisheries", 
    "Fishery agreements", 
    "Fishery management", 
    "Fishing boats", 
    "Foreign Trade and Investments", 
    "Foreign fishing", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Ice breaking operations", 
    "Iceland", 
    "Information services", 
    "International environmental cooperation", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marine mammal protection", 
    "Marine resources conservation", 
    "Marine transportation", 
    "Massachusetts", 
    "National Sea Grant Program", 
    "Ocean mining", 
    "Ocean policy", 
    "Ocean thermal energy conversion", 
    "Reefs", 
    "Research", 
    "Safety measures", 
    "Seizure of vessels and cargoes", 
    "Ships", 
    "Standards", 
    "Territorial waters", 
    "Treaties"
  ], 
  "subjects_top_term": "Fishery agreements", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1984-10-04", 
    "text": "(Measure passed House, amended) Title I: Approval of Governing International Fishery Agreements with Iceland and the EEC - Expresses congressional approval of the governing international fishery agreements between the United States and the European Economic Community and between the United States and Iceland concerning fisheries off the coasts of the United States as contained in messages to Congress from the President dated August 27, 1984, and September 28, 1984, respectively. Authorizes the entering into force of such agreements. Title II: Artificial Reefs - National Fishing Enhancement Act of 1984 - Requires artificial reefs in waters covered under this title to be sited and constructed according to certain standards in order to enhance fishery resources. Defines \"waters covered under this title\" to mean the navigable U.S. waters and the waters superjacent to the Outer Continental Shelf to the extent such waters exist in or are adjacent to any State. Directs the Secretary of Commerce, in consultation with others, to develop and publish a long-term artificial reef plan. Requires the plan to address: (1) criteria for siting and constructing artifical reefs; (2) methods for monitoring the compliance of artificial reefs with the permit requirements; (3) methods for managing the use of artificial reefs; (4) a synopsis of existing information on artifical reefs and needs for further research on artificial reef technology and management strategies; and (5) an evaluation of alternatives for faciliting the transfer of artificial reef construction materials to permit holders. Directs the Secretary of the Army in issuing permits for artificial reefs to: (1) consult with and consider the views of appropriate Federal agencies, States, local governments, and other interested parties; (2) ensure consistency with the standards establish in this title; (3) ensure that the maintenance and financial responsibility for and the title to the artificial reef construction material is clear; and (4) notify the Secretary of Commerce of any need to deviate from the plan. Requires each permit to require certain information. Directs the Administrator of the Environmental Protection Agency to consult with the Secretary of the Army before issuing a permit for any activity relating to an artificial reef. Sets forth the liability of the permittee and the owner of artifical reef construction materials. Establishes civil penalties for permit violations. Amends existing Federal law to authorize the use of obsolete ships for use as artificial reefs (currently only Liberty ships are used). Defines \"obsolete ship\" to mean vessels owned by the Department of Transportation which are insufficient for use in the national defense reserve fleet and which have been designated as an artificial reef candidate. Transfers the authority of the Secretary of Commerce under such law to the Secretary of Transportation. States that nothing in this Act is intended to diminish or extend the current authorities of the Tennessee Valley AUthority or the States to regulate artificial reef development within their respective areas of jurisdiction. Title III: Antarctic Marine Living Resources Convention - Antarctic Marine Living Resources Convention Act of 1984 - Declares that the purpose of this title is to provide the legislative authority necessary to implement the Convention on the Conservation of Antarctic Marine Living Resources. Directs the Secretary of State, with the concurrence of the Secretary of Commerce and the Director of the National Science Foundation, to appoint a Federal officer or employee as the U.S. representative to the Commission for the Conservation of Antarctic Marine Living Resources. Directs the Secretary of Commerce and the Director of the National Science Foundation, with the concurrence of the Secretary of State, to designate the U.S. representative to the Scientific Committee for the Conservation of Antarctic Marine Living Resources. Authorizes the Secretary of State, with the concurrence of the Secretary of Commerce and the Director, to decide whether the United States is unable to accept or can no longer accept a conservation measure adopted by the Commission and to notify the Commission of any such decisions. Directs the Secretary to publish in the Federal Register: (1) notice of each proposed decision; and (2) notice of each notification made to the Commission on conservation measures. Authorizes the Secretary of State, with the concurrence of the Secretary of Commerce, the Director, and the Secretary of the department in which the Coast Guard is operating, to agree on behalf of the United States to the establishment of a system of observation and inspection and to interim arrangements pending establishment of such a system. Authorizes the Secretary of State, on behalf of the United States, to receive and act upon all communications from the Commission. Prohibits any person from: (1) harvesting a marine living resource in violation of the Convention or in violation of a conservation measure in force for the United States pursuant to article IX of the Convention; (2) violating regulations promulgated under this title; (3) dealing with any Antarctic marine living resource or part or product of such resource if the person knew or should have known the resource was harvested illegally; (4) refusing to permit an authorized officer to conduct a research or inspection of a vessel in connection with the enforcement of the Convention, this title, or an implementing regulation; (5) interfering with an authorized officer in such a search or inspection; (6) resisting lawful arrest or detentions for violations of this title; or (7) interfering with the arrest of another person knowing that person has violated this title. Directs the Secretary of Commerce to issue regulations to implement this title. Sets forth civil and criminal penalties for violations of this title. Provides for hearings and reviews of such penalties. Requires the Secretary of Commerce and the Secretary of the department in which the Coast Guard is operating to enforce the provisions of this title. Sets forth the powers of the officers authorized to enforce this title. Authorizes the seizure and forfeiture of property used in violating this title. Grants U.S. district courts jurisdiction over cases or controversies arising under this title or regulations promulgated under this title. Directs the Secretary of Commerce and the Director to design and conduct a directed research program on Antarctic marine living resources. Authorizes the Secretary of Commerce and the Director to furnish facilities and personnel to the Commission. Directs the Secretary of Commerce, in consultation with appropriate Federal officials, to prepare plans for the directed research program for FY 1986 through 1988 and for FY 1989 through 1991 which shall: (1) describe priority directed research needs for Convention implementation; (2) identify which of those needs will be fulfilled by the United States; and (3) specify the design of certain research. Sets deadlines for such plans to be submitted to Congress. Directs the Secretary of Transportation to facilitate planning for icebreakers needed to provide a platform for Antarctic research. Sets forth the relationship of the Convention to existing treaties and statutes. Authorizes appropriations. Title IV: Miscellaneious Amendments - Amends the National Oceanic and Atmospheric Administration Marine Fisheries Program Authorization Act to authorize appropriations to the Department of Commerce for FY 1985 for: (1) the Fisheries Information Collection and Analysis program; (2) certain fisheries conservation and management programs; and (3) certain State and industry fisheries assistance program. States that such programs shall be distinct from certain other programs for which appropriations are authorized in such Act. Amends the National Aquaculture Act of 1980 to authorize appropriatons for FY 1984 and 1985 to carry out the purposes of such Act to: (1) the Department of Agriculture; (2) the Department of Commerce; and (3) the Department of Interior. Amends the Deep Seabed Hard Mineral Resources Act to authorize appropriations to the Administrator of the National Oceanic and Atmospheric Administation for FY 1985-1986 in order to carry out such Act. Amends the Magnuson Fishery Conservation and Management Act to authorize (currently requires) the Secretary of State to allocate to foreign fishing vessels the yield of a fishing season which exceeds the amount that will be harvested by U.S. vessels. Authorizes (currently requires) the Secretary of State to determine the allocation among foreign nations of the total allowable level of foreign fishing. Requires such an allocation to be based on, among other factors: (1) whether and to what extent such nation imposes import barriers or otherwise restricts the market access of both U.S. fish and fishery products, particularly fish and fishery products for which the foreign nation has requested as allocation; and (2) whether, and to what extent such nation is cooperating with the United States in both the advancement of existing and new opportunities for fishery exports from the United States and the advancement of fisheries trade through the purchase of fish and fishery products from U.S. fisherman. Requires any fishery management plan and its regulations to be consistent with specified national standards for fishery conservation and management for the U.S. fishing indusrty. Declares that, for the purposes of such Act, the jurisdiction and authority of a State shall extend: (1) to any packet of waters that is adjacent to the State and totally enclosed by lines delimiting the territorial sea of the United States pursuant to the Geneva Convention on the Territorial Sea and Contiguous Zone or any successor convention to which the United States is a party; (2) to a specified area with respect to Nantucket Sound; and (3) to specified waters of southeastern Alaska (for the purpose of regulating fishing for other than any species of crab). Amends the Commodity Credit Corporation Charter Act to authorize the Commodity Credit Corporation to export or aid in the development of foreign markets for agricultural commodities (including fish and fish products without regard to whether such fish are harvested in aquacultural operations). Amends the Agricultural Trade Development and Assistance Act of 1954 and the Food for Peace Act of 1966 to include fish within the definitions of agricultural commodity, for purposes of such Acts, without regard to whether the fish are harvested in aquacultural operations. Authorizes the Secretary of Commerce, whenever the Secretary considers it desirable, to relinquish to a State or to a U.S. commonwealth, territory, or possession, all U.S. legislative jurisdiction over lands or interests under the Secretary's control in that State, commonwealth, territory or possession. Title V: National Sea Grant College Program - Amends the National Sea Grant Program Act to authorize appropriations to carry out such Act for FY 1985 through 1987. Amends the Sea Grant Program Inprovement Act of 1976 to authorize appropriations for the sea grant international program for FY 1985 through 1987. Title VI: Ocean Thermal Energy Conversion Act - Amends the Ocean Thermal Energy Conversion Act of 1980 to authorize appropriations to the Secretary of Commerce for FY 1984 and 1985 for the use of the Administrator of the National Oceanic and Atmospheric Administration in carrying out such Act. Provides that the ocean thermal energy conversion facilities to be authorized and regulated under such Act shall be facilities located in whole or in part between the highwater mark and the seaward boundary of the territorial sea. Prohibits the issuance of a license for the ownership, construction, or operation of an ocean thermal energy conversion facility if the proposed facility will be documented under the laws of a foreign nation. Provides that marine environmental protection and safety regulations shall apply only to ocean thermal energy conversion facilities which have major components other than water intake or discharge pipes located seaward of the highwater mark. Makes technical and conforming amendments. Requires the Administrator to report to the President of the Senate and the Speaker of the House of Representatives on the administration of the Ocean Thermal Energy Conversion Act of 1980 at the end of each fiscal year. (Under current law, the Administrator must report on the administration of such Act through FY 1983.) Requires the Administrator to report to the President of the Senate and the Speaker of the House of Representatives on the steps the Government is taking and plans to take to promote the export potential of ocean thermal energy conversion components, facilities, and plantships manufactured by U.S. industry. Prohibits the Administrator from taking final action on an application for a license for the ownership, construction, or operation of an ocean thermal energy conversion plantship or facility unless the applicant has paid to the Administrator a reasonable administrative fee which shall be deposited in the miscellaneous receipts of the Treasury. Title VII: Exposure Suits - Directs the Secretary of Transportation to require exposure suits on vessels designated by the Secretary that operate in certain areas of the Atlantic Ocean. Prohibits excluding a vessel from this requirement only because that vessel carries other life-saving equipment. Directs the Secretary of Transportation to establish standards for such exposure suits. Establishes civil and criminal penalties for violations of this title. Directs the Secretary of the department in which the Coast Guard is operating to report to Congress within six months of the enactment of this title on the benefits and disadvantages of requiring exposure suits on vessels operating in other ocean waters."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Antarctic Marine Living Resources Convention Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "National Fishing Enhancement Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill approving the governing international fishery agreements with Iceland and the European Economic Community.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:12:18-05:00"
}