{
  "actions": [
    {
      "acted_at": "1978-02-15", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10992-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-15", 
  "number": "10992", 
  "official_title": "A bill to amend title 38, United States Code, to improve the pension programs for veterans, and survivors of veterans, of the Mexican border period, World War I, World War II, the Korean conflict, and the Vietnam era, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans and Survivors Pension Improvement Act", 
  "sponsor": {
    "district": "7", 
    "name": "Edgar, Robert W.", 
    "state": "PA", 
    "thomas_id": "00334", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-15", 
  "subjects": [
    "Armed forces and national security", 
    "Disabled", 
    "Disabled veterans", 
    "Military pensions", 
    "Survivors' benefits", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' pensions"
  ], 
  "subjects_top_term": "Military pensions", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-15", 
    "text": "Veterans' and Survivors' Pension Improvement Act - Title I: Amendments to Pension Program for Non-Service-Connected Disability or Death - Revises the list of specified categories of payments excluded from the determination of annual income for benefit payment purposes. Requires persons applying for non- service-connected disability pensions or certain survivors' benefits to report the income and estate of each spouse and child on account of whom added pension is applied for or received. Sets increased flat pension and aid-and-attendance allowance rates, reduced by the amount of a veterans annual income, and in specified instances, by the amount of a spouse's or child's income which is reasonably available to or for such veteran. Sets increased flat benefit rates, with similar reductions, for the surviving spouses and children of such veterans. Requires annual adjustments in such pension and benefit rates in conjunction with cost-of-living increases in Social Security benefits. Extends to surviving spouses of certain war veterans pension increases upon attaining age 78 equivalent to those given non-service-connected disabled war veterans age 78 or older. Terminates such pension increases for both surviving spouses and non-service-connected disabled war veterans five years after the enactment of this Act. Specifies alternate methods for determining the pension amount of surviving spouses and disabled war veterans at the time of such termination. Title II: Miscellaneous Provisions and Effective Dates - Sets the effective dates for provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans and Survivors Pension Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to improve the pension programs for veterans, and survivors of veterans, of the Mexican border period, World War I, World War II, the Korean conflict, and the Vietnam era, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:37-05:00"
}