{
  "actions": [
    {
      "acted_at": "1999-09-14", 
      "committee": "Committee on House Administration, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on House Administration, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-14", 
      "committee": "House House Administration", 
      "references": [], 
      "text": "Referred to House House Administration", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-09-14", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-25", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Employer-Employee Relations", 
      "text": "Referred to the Subcommittee on Employer-Employee Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2866-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employer-Employee Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-14", 
  "number": "2866", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to reduce the influence of political action committees in elections for Federal office, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "PAC Limitation Act of 1999", 
  "sponsor": {
    "district": "7", 
    "name": "Smith, Nick", 
    "state": "MI", 
    "thomas_id": "01080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-09-14", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Cable television", 
    "Campaign contributors", 
    "Campaign funds", 
    "Congress", 
    "Congressional candidates", 
    "Congressional districts", 
    "Congressional elections", 
    "Congressional elections (House)", 
    "Damages", 
    "Department of Labor", 
    "Employee rights", 
    "Financial statements", 
    "Government operations and politics", 
    "Government paperwork", 
    "Injunctions", 
    "Labor and employment", 
    "Labor union finances", 
    "Labor union political activities", 
    "Law", 
    "Negative campaigning", 
    "Political action committees", 
    "Political advertising", 
    "Political parties", 
    "Presidential candidates", 
    "Presidential elections", 
    "Radio in politics", 
    "Residence requirements", 
    "Science, technology, communications", 
    "Signs and signboards", 
    "Soft money", 
    "Television in politics", 
    "Unfair labor practices", 
    "Union dues"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-09-14", 
    "text": "TABLE OF CONTENTS: Title I: Reforming Campaign Finance Laws Title II: Worker Paycheck Fairness PAC Limitation Act of 1999 - Title I: Reforming Campaign Finance Laws - Amends the Federal Election Campaign Act of 1971 to do the following: (1) ban political action committees from making any contribution to any candidate or to any authorized committee of the candidate with respect to any election for Federal office; (2) prohibit a candidate for the House of Representatives from accepting contributions from all sources outside the congressional district involved totaling in excess of the total of contributions accepted from individual residents of the congressional district involved; (3) place a limit on the amount of soft money that a national and congressional campaign committee of a political party may accept in any calendar year; and (4) require radio stations, television stations, and cable systems to report to the Federal Election Commission as specified with respect to each Federal political advertisement carried by such station or system.Title II: Worker Paycheck Fairness - Outlines worker rights with regard to the payment of dues or fees to labor organizations, requiring the following: (1) prior, voluntary written authorization for any portion of such dues or fees used for activities not necessary to performing the duties of the employee's exclusive representative in dealing with the employer on labor management issues; and (2) posting of notices to that effect by an employer with employees represented by a collective bargaining representative. Provides for civil actions by employees against labor organizations for violations involving written consent and for retaliation and coercion with regard to any employee who exercises any such right under this title.Amends the Labor-Management Reporting and Disclosure Act of 1959 to do the following: (1) require certain expense reporting by labor organizations to allow members to determine the necessity of such expenses in the performance of the duties of the employee's exclusive representative in dealing with the employer on labor-management issues; and (2) require the Secretary of Labor to make available complete copies of reports by labor organizations, including annual financial reports or other related documents upon written request."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "PAC Limitation Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to reduce the influence of political action committees in elections for Federal office, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:21-05:00"
}