{
  "actions": [
    {
      "acted_at": "1979-03-14", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-08-03", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 96-305.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-07", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-07", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-11", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-25", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 96-1195.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-28", 
      "references": [], 
      "text": "Measure failed of passage in House, under suspension of rules, roll call #434 (205-178).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-03", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary, H. Rept. 96-1195 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-22", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-01", 
      "references": [], 
      "text": "Senate agreed to House amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-03", 
      "references": [], 
      "text": "House agreed to Senate amendment with amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-09", 
      "bill_ids": [
        "s3259-96"
      ], 
      "references": [], 
      "text": "Similar provisions inserted in S. 3259 as passed Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s658-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-14", 
  "number": "658", 
  "official_title": "A bill to correct technical errors, clarify and make minor substantive changes to Public Law 95-598.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres779-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s3259-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Bankruptcy Amendments Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-14", 
  "subjects": [
    "Bankruptcy", 
    "Bankruptcy courts", 
    "Claims", 
    "Judges", 
    "Law", 
    "Legal fees"
  ], 
  "subjects_top_term": "Bankruptcy", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1980-12-03", 
    "text": "(House agreed to Senate amendment with amendment) Bankruptcy Amendments Act of 1980 - =Title I: Amendments to Title 11 of the United States Code= - Makes technical amendments to the Bankruptcy Reform Act of 1978. Amends the definition of a \"security\" under title 11, which includes only securities registered under the Securities Act of 1933, to include any security which should be so registered. Specifies the time periods for assessing tax liabilities or filing a petition of bankruptcy after a stay has been imposed. Increases the compensation payable to trustees. States that a bankruptcy petition shall operate as a stay of the filing of a tax lien or of the presentation of a negotiable instrument. Requires notification by the trustee if so required by the Clayton Act. Establishes the burden of proof in having to use, sell, or lease property. Allows a claim for tax liability arising from payment from the estate of a claim for wages, salaries, or commissions. Sets forth limitations on the reconsideration of claims. Permits the court to offset a claim for tax liability with any counterclaim. Limits the amount of claims for wages, contributions to employee benefit plans, deposits, or taxes which is entitled to priority. Requires the debtor to file a schedule of equity interests along with the assets and liabilities. Removes the debtor's exemption of property interests held in joint tenancy. Permits the debtor to avoid a transfer or recover a setoff of property and exempt such property if such transfer is voidable or recoverable by the trustee, whether or not the trustee attempts to do so, subject to specified limitations. Removes the permissible discharge from debt of alimony or support which has been assigned to another entity. Prohibits a creditor from obtaining a setoff which was transferred for such a purpose. Prohibits the avoidance of certain transfers by the debtor. Permits the debtor to redeem property pursuant to an agreement based on a dischargeable debt. Requires the trustee to transfer commodity contracts that are being actively traded, if feasible. Prohibits paying a customer net equity claim based on a proprietary account unless all other such claims have been paid in full. Allows representation of more than one creditor of the same class by a committee. Permits holders of claims secured by property to elect that such claims are secured claims, whether or not the holders of such claims had recourse against the debtor. Gives the governmental unit concerned the burden of proof that the principal purpose of a plan is the avoidance of taxes. States that confirmation of a plan means automatic relief from a stay of claims to the extent such plan will not pay such claim. Requires the trustee to dispose of monies received in cases involving the debts of an individual with regular income. Authorizes the trustee to call a meeting of creditors in such cases. Requires the trustee to file periodic reports on the operations of businesses which the trustee is authorized to operate and to transmit any statement of investigation to any entity designated by the court. =Title II: Amendments to Title 28 of the United States Code= - Makes technical amendments to the provisions relating to the administration of bankruptcy courts. Sets forth provisions applicable to the selection of bankruptcy judges, appellate panels, retirement compensation of bankruptcy judges, unlimited tenure for bankruptcy judges, the appointment and duties of U.S. trustees, such court's contempt powers, and the registration of discharge and confirmation orders. Reduces the number of years of judicial service required for pensions to judges removed or not reappointed by the President. Revises provisions concerning the compensation of U.S. magistrates, the appointment of court reporters, and filing fees. Makes the provisions concerning district court filing fees applicable to the District of Columbia. =Title III: Amendments to the Act of November 6, 1978= - Designates such Act as the Bankruptcy Reform Act of 1978. Makes technical amendments relating to the transition period in implementing such bankruptcy legislation. =Title IV: Amendments to Other Acts= - Makes conforming changes in the Commodity Exchange Act, the Perishable Agricultural Commodities Act of 1930, the Securities Investor Protection Act, the Fair Credit Reporting Act, the Federal Mine Safety and Health Act of 1977, and the Social Security Act. Amends the Military Personnel and Civilian Employees' Claims Act of 1964 to raise the ceiling on claims by civilian and military employees for damages to personal property. =Title V: Related Provisions of Law= - Directs that nothing prohibits: (1) a stockbroker or securities clearing agency from exercising a contractual right to liquidate a securities contract; or (2) a commodity broker or forward contract merchant from liquidating a commodity contract or forward contract. =Title VI: Effective Dates= - Makes specified amendments in this Act effective April 1, 1984, and all others effective on enactment."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "Bankruptcy Technical Amendments Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Bankruptcy Amendments Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to correct technical errors, clarify and make minor substantive changes to Public Law 95-598.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:47-05:00"
}