{
  "actions": [
    {
      "acted_at": "1993-09-23", 
      "references": [
        {
          "reference": "CR E2237", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-09-23", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1993-09-23", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on Elementary, Secondary and Vocational Education Prior to Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-10-07", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to the Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3130-103", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Andrews, Robert E.", 
      "sponsored_at": "1993-09-23", 
      "state": "NJ", 
      "thomas_id": "00021", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Engel, Eliot L.", 
      "sponsored_at": "1993-09-23", 
      "state": "NY", 
      "thomas_id": "00344", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "English, Karan", 
      "sponsored_at": "1993-09-23", 
      "state": "AZ", 
      "thomas_id": "00346", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Faleomavaega, Eni F.H.", 
      "sponsored_at": "1993-09-23", 
      "state": "AS", 
      "thomas_id": "00367", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Ford, William D.", 
      "sponsored_at": "1993-09-23", 
      "state": "MI", 
      "thomas_id": "00401", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1993-09-23", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Green, Gene", 
      "sponsored_at": "1993-09-23", 
      "state": "TX", 
      "thomas_id": "00462", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gunderson, Steve", 
      "sponsored_at": "1993-09-23", 
      "state": "WI", 
      "thomas_id": "00476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Martinez, Matthew G.", 
      "sponsored_at": "1993-09-23", 
      "state": "CA", 
      "thomas_id": "00743", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1993-09-23", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Mink, Patsy T.", 
      "sponsored_at": "1993-09-23", 
      "state": "HI", 
      "thomas_id": "00815", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Molinari, Susan", 
      "sponsored_at": "1993-11-19", 
      "state": "NY", 
      "thomas_id": "00823", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1993-11-19", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1993-09-23", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Reed, Jack", 
      "sponsored_at": "1993-09-23", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Romero-Barcelo, Carlos A.", 
      "sponsored_at": "1993-09-23", 
      "state": "PR", 
      "thomas_id": "00980", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sawyer, Thomas C.", 
      "sponsored_at": "1993-09-23", 
      "state": "OH", 
      "thomas_id": "01022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Strickland, Ted", 
      "sponsored_at": "1993-09-23", 
      "state": "OH", 
      "thomas_id": "01118", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Unsoeld, Jolene", 
      "sponsored_at": "1993-09-23", 
      "state": "WA", 
      "thomas_id": "01176", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-09-23", 
  "number": "3130", 
  "official_title": "To improve America's schools.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1513-103", 
      "reason": "identical"
    }
  ], 
  "short_title": "Improving America's Schools Act of 1993", 
  "sponsor": {
    "district": "9", 
    "name": "Kildee, Dale E.", 
    "state": "MI", 
    "thomas_id": "00631", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-09-23", 
  "subjects": [
    "Academic performance", 
    "Actions and defenses", 
    "Administrative remedies", 
    "Alcohol and youth", 
    "Armed forces and national security", 
    "Arts", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bilingual education", 
    "Block grants", 
    "Books", 
    "Career education", 
    "Child abuse", 
    "Child health", 
    "Civil rights and liberties, minority issues", 
    "Community and school", 
    "Compensatory education", 
    "Computers in education", 
    "Conferences", 
    "Continuing education", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Curricula", 
    "Curriculum planning", 
    "Decentralization of schools", 
    "Department of Education", 
    "Desegregation in education", 
    "Disabled", 
    "Dropout prevention", 
    "Dropouts", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Drug abuse prevention", 
    "Drugs and youth", 
    "Economic statistics", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational equalization", 
    "Educational exchanges", 
    "Educational facilities", 
    "Educational finance", 
    "Educational innovations", 
    "Educational planning", 
    "Educational policy", 
    "Educational research", 
    "Educational statistics", 
    "Educational technology", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to adult education", 
    "Federal aid to child welfare", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal employees", 
    "Gangs", 
    "Gifted children", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health education", 
    "Higher education", 
    "Homeless", 
    "Homeless children", 
    "Illiteracy", 
    "Immigrants", 
    "Impacted area programs", 
    "Indian lands", 
    "Information services", 
    "Information technology", 
    "International affairs", 
    "International education", 
    "Judicial review of administrative acts", 
    "Juvenile delinquents", 
    "Labor and employment", 
    "Language and languages", 
    "Law", 
    "Licenses", 
    "Literacy programs", 
    "Magnet schools", 
    "Mathematics", 
    "Medical records", 
    "Medical tests", 
    "Migrant education", 
    "Migrant labor", 
    "Military dependents", 
    "Minorities", 
    "Minority education", 
    "Minority employment", 
    "Minority teachers", 
    "Narcotic traffic", 
    "Parent-school relationships", 
    "Preschool education", 
    "Private schools", 
    "Public broadcasting", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Reading", 
    "Regulatory reform", 
    "Research and development", 
    "Research grants", 
    "Residence requirements", 
    "Salaries", 
    "Scholarships", 
    "School administration", 
    "School choice", 
    "School discipline", 
    "School districts", 
    "School planning", 
    "School security", 
    "School violence", 
    "School-to-work transition", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Sex discrimination against women", 
    "Sex discrimination in education", 
    "Smoking and youth", 
    "Social welfare", 
    "Special education", 
    "Standards", 
    "State education agencies", 
    "Student aid", 
    "Student enrollment", 
    "Student records", 
    "Teacher education", 
    "Teachers", 
    "Teaching", 
    "Teaching materials", 
    "Tobacco", 
    "Travel costs", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Vaccination", 
    "Vocational education", 
    "Women", 
    "Women educators", 
    "Women's education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-09-23", 
    "text": "TABLE OF CONTENTS: Title I: Amendments to the Elementary and Secondary Education Act of 1965 Title II: Amendments to the General Education Provisions Act Title III: Amendments to Other Acts Improving America's Schools Act of 1993 - Title I: Amendments to the Elementary and Secondary Education Act of 1965 - Amends the Elementary and Secondary Education Act of 1965 (ESEA) to revise and reauthorize ESEA. (Sec. 101) Establishes a title I program for Helping Children in Need Meet High Standards, which revises and reauthorizes some of the current title I chapter 1 programs of Financial Assistance to Meet the Special Educational Needs of Children. Authorizes appropriations for: (1) grants under the basic program; (2) Even Start; (3) education of migratory children; (4) education for neglected or delinquent youth; (5) capital expenses; (6) school improvement; and (7) Federal activities. Requires any State desiring to receive a grant (under the basic program for making high-poverty schools work) to submit State plans that are integrated with that State's plan under the Goals 2000: Educate America Act or with other State plans under this Act. Requires each State plan to describe high-quality standards for all children that will be used by the State, it local educational agencies (LEAs), and its schools to carry out this Act, including challenging content standards in the core academic subjects and challenging performance standards, as well as assessment provisions and other teaching and learning support provisions. Directs the Secretary of Education to establish a process for peer review and Secretarial approval. Requires LEAs receiving subgrants to have plans with standards and assessments provisions and other teaching and learning support provisions. Provides for State approval and shared program responsibility of schools and the LEA in deciding on schoolwide programs and targeted assistance schools. Allows an LEA to only use basic program funds in eligible school attendance areas in which the percentage of children from low-income families is at least as high as that in the LEA as a whole. Sets forth formulas for ranking eligible school attendance areas for purposes of such funding in various cases where there are insufficient funds. Sets forth criteria which a school must meet in order for the LEA to use basic program funds to upgrade the entire educational program at an eligible school (schoolwide programs). Provides that in participating schools that are ineligible for a schoolwide program or that choose not to operate a schoolwide program, an LEA may use basic program funds only for targeted assistance programs that provide services to eligible children identified as having the greatest need for special assistance (targeted assistance schools). Sets forth criteria for eligible children at such schools. Sets forth requirements for parental involvement and for participation of children enrolled in private schools. Provides for assessment and school and district improvement, including local review, designation of Distinguished Schools, school improvement identification, State review and LEA improvement, State establishment of a corps of Distinguished Educators, and State allocations for school improvement. Revises formulas for allocations of funds. Revises Even Start Family Literacy Programs to increase program services and high-poverty-area targeting and include teenage parents. Revises Education of Migratory Children to restrict eligibility to children who have moved within the previous two years. Revises Education of Neglected and Delinquent Youth to require a 20-hour instructional week. Eliminates title I provisions for the National Commission on Migrant Education, rural technical assistance centers, current chapter 2 State block grants under the partnership for educational improvement, national diffusion network, and law-related education. Eliminates under title I, but provides elsewhere for, evaluation and technical assistance and blue ribbon schools. Provides, later in this Act, for programs for handicapped children to be combined with programs under the Individuals with Disabilities Education Act. Establishes a new ESEA title II, Improving Teaching and Learning, with a new part A, Dwight D. Eisenhower Professional Development Program, to support professional development of elementary and secondary school teachers in core academic subjects. (This replaces the current Dwight D. Eisenhower Mathematics and Science Education Act programs.) Gives priority for professional development in mathematics and science. Authorizes appropriations. Establishes a new title II part B, Support and Assistance for ESEA Programs. (This replaces the current Foreign Languages Assistance Act programs.) Includes under such technical assistance program comprehensive regional centers and technology-based technical assistance. Provides for information collection, evaluation, and transition. Authorizes appropriations. Establishes a new ESEA title III, Expanding Opportunities for Learning. (The current title III, Magnet Schools Assistance, is transferred to a new title V, Promoting Equity.) Authorizes appropriations for the following title III parts: (A) Putting Technology to Work for All Students, including educational technology research, development, and demonstration, an Office of Educational Technology, a national long-range plan, and Federal leadership, as well as a revised Star Schools Program; (B) a revised and renamed Fund for the improvement of Education (currently under title IV as the Secretary's Fund for Innovation in Education); (C) a revised Jacob K. Javits Gifted and Talented Education Program (currently under title IV); (D) a new Charter Schools program to increase public school choice through grants for innovative programs and exemptions from regulations that limit school operational and management flexibility; (E) an expanded Arts in Education program; and (F) the Inexpensive Book Distribution Program. Establishes as ESEA title IV a Safe and Drug-Free Schools and Communities program, which replaces and revises the current title V Drug-Free Schools and Communities Act program. (The current title IV Special Programs are replaced as follows: (1) Women's Educational Equity, Gifted and Talented Children, Immigrant Education, and the Secretary's Fund for Innovation are transferred to other titles; and (2) Ellender Fellowships and certain Territorial Assistance are eliminated.) The new program includes: (1) State Grants for Drug and Violence Prevention Programs at State and local levels, including coordinating councils; (2) Postsecondary Drug and Violence Prevention Programs, including higher education institution grants and a national center; and (3) national programs. Establishes as ESEA title V, Promoting Equity, which authorizes appropriations for parts: (A) a revised Magnet Schools Assistance program; (B) a new Equalization Assistance program which provides technical and other assistance, including research, regarding school finance equity; and (C) a revised Women's Educational Equity program. Establishes a new ESEA title VI, Indian Education, which adds revised Indian Education Act programs to ESEA. (Eliminates the current title VI provisions for Projects and Programs Designed to Address School Dropout Problems and to Strengthen Basic Education.) Authorizes appropriations for the following title VI programs: (1) formula grants to LEAs; (2) discretionary programs to improve achievement of Indian children, through grants to Indian-controlled schools and demonstration grants; (3) professional development and adult education programs; (4) national activities and grants to States; and (5) Federal administration through the Office of Indian Education and the National Advisory Council on Indian Education. Revises ESEA title VII, Bilingual Education Programs, while transferring the Emergency Immigrant Education Program to title VII from title IV. Authorizes appropriations for: (1) financial assistance for bilingual education, including enhancement grants and comprehensive district grants; (2) research and evaluation, including academic excellence awards, State grants, and the National Clearinghouse for Bilingual Education; (3) professional development, including grants to higher education institutions, State educational agencies, and LEAs, and academic fellowships; and (4) the Emergency Immigrant Education Program. Establishes a new ESEA title VIII, Impact Aid. (The current impact aid laws are repealed later in this Act.) Revises the impact aid to LEAs by: (1) terminating payments for children whose parents either live on Federal land or work for the Federal Government; and (2) changing the payment formula for those children whose parents work for the Federal Government and live on Federal property, and those who live on Indian lands. Authorizes appropriations. Revises ESEA General Provisions, transferring them from title X to title IX. Provides for: (1) flexibility in the use of administrative and other funds, through consolidation of State administrative funds for elementary and secondary education programs and consolidation of funds for local administration; (2) coordination of programs, including consolidated State and local applications; (3) waivers of statutory and regulatory requirements; and (4) certain uniform provisions. Title II: Amendments to the General Education Provisions Act - Part A: Applicability of the General Education Provisions Act - Amends the General Education Provisions Act (GEPA) to revise applicability and other aspects. Part B: The Department of Education - Revises GEPA with respect to functions of the Department of Education, including an Office of Private Education. Part C: Appropriations and Evaluations - Revises GEPA with respect to availability of appropriations, contingent extension of programs, and biennial evaluation report. Part D: Administration of Education Program - Revises GEPA with respect to joint funding of programs, information collection and dissemination, review of application, use of withheld funds, applications, regulations, reduction of record retention requirements, and equity for students, teachers, and other program beneficiaries. Part E: Advisory Committees - Repeals specified GEPA provisions relating to Advisory Councils. Part F: Enforcement - Repeal specified GEPA provisions relating to use of recovered funds. Part G: Related Amendments to Other Acts - Makes related amendments to the Department of Education Organization Act and the Higher Education Act of 1965 (HEA). Part H: Conforming Amendments - Makes conforming amendments to the Rehabilitation Act of 1973 and to HEA. Title III: Amendments to Other Acts - Part A: Amendments to the Individuals with Disabilities Education Act - Amends the Individuals with Disabilities Education Act (IDEA) to revise provisions for allocations. Combines the current ESEA title I chapter I State agency program for the handicapped with the IDEA programs of grants to States and for infants and toddlers with disabilities. Part B: Amendments to the Stewart B. McKinney Homeless Assistance Act - Amends the Stewart B. McKinney Homeless Assistance Act to revise provisions with respect to grants for State literacy initiatives and grants for State and local activities for the education of homeless children and youth. Authorizes appropriations. Part C: Repeal of Impact Aid Statutes - Repeals certain Federal laws for impact aid. (Impact aid provisions are added to ESEA earlier in this Act.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improving America's Schools Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve America's schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:30:17-05:00"
}