{
  "actions": [
    {
      "acted_at": "1987-05-20", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1249-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-20", 
  "number": "1249", 
  "official_title": "A bill to promote excellence in economic performance in the United States and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Excellence Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-20", 
  "subjects": [
    "Armed forces and national security", 
    "Bankruptcy", 
    "Business and commerce", 
    "Children and youth", 
    "Conversion of industries", 
    "Corporations and Stocks", 
    "Day care", 
    "Defense budgets", 
    "Dislocated workers", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Employer incentives", 
    "Federal aid to research", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government corporations", 
    "Government insurance", 
    "Government trust funds", 
    "Import quotas", 
    "Imports", 
    "Income tax", 
    "Industrial research", 
    "Insurance", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Labor mobility", 
    "Layoffs", 
    "Licenses", 
    "Local and Municipal Government", 
    "Local taxation", 
    "Military research", 
    "Pension funds", 
    "Plant shutdowns", 
    "Research and development", 
    "Research and development contracts", 
    "Research grants", 
    "Science and technology", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stocks", 
    "Student aid", 
    "Student loan funds", 
    "Tariff", 
    "Tax administration", 
    "Tax credits", 
    "Tax deferral", 
    "Tax exclusion", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trade adjustment assistance", 
    "Unemployment", 
    "Unemployment insurance", 
    "Wages"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-20", 
    "text": "Economic Excellence Act of 1987 - Title I: To Establish a National Policy that Quotas Be Auctioned and to Require a Report on Implementation of the Policy - Declares it to be U.S. policy that all limitations imposed on the quantity of any article that may be entered, or withdrawn from a warehouse, for consumption in U.S. customs territory, should be administered through the use of import licenses auctioned by the Secretary of the Treasury. Directs the Secretary of the Treasury, within six months after the enactment of this Act, to submit to the Congress a report on the actions necessary to implement such policy. Sets forth required contents of the report. Title II: To Establish a Wage Insurance System for Trade Displaced Workers - Amends the Trade Act of 1974 to add a wage insurance component to the trade adjustment assistance program. Provides that any worker who was separated from employment due to imports and who accepts a new job within one year of exhausting unemployment benefits shall receive, for a one-year period, an earnings supplement to raise earnings up to 80 percent of the former salary. Title III: Insurance of Local Tax Bases to Protect Against Sudden Unexpected Drop in Tax Revenues - Community Tax Base Insurance Act - Authorizes the Secretary of the Treasury to provide tax base insurance to local governments which have obtained from private insurance companies basic insurance which covers the first ten percent of any tax revenue reduction and which meets requirements prescribed by the Secretary. Prohibits any insurance from being provided for tax revenue reductions of less than five percent. Limits the amount of insurance which the Secretary may provide to not more than 50 percent of that portion of any tax revenue reduction experienced by a local government that exceeds the amount covered by private insurance. Directs the Secretary to establish and charge premiums for insurance and guarantees provided under this Act. Provides that all premiums paid, interest earned, and other revenues received in connection with the insurance program shall be deposited in the Treasury in a community-based tax insurance fund for payment of program administrative costs and payment of losses incurred by local governments (including guarantee payments). Provides that premium rates first established by the Secretary shall take effect 180 days after the Secretary reports those rates to the Congress. Authorizes the Secretary to make appropriate revisions and amendments to the premium schedule. Authorizes the Secretary to guarantee private insurance companies against losses under the private basic tax base insurance program. Sets forth terms of guarantee agreements. Makes the authority to enter into any insurance agreement or make any guarantee under this Act effective only to the extent approved in an appropriation Act. Limits the aggregate amount of such guarantees to $10,000,000,000 at any time. Title IV: Advance Notification and Consultation - Prohibits an employer from ordering a plant closing or mass layoff until the end of a specified period after the employer serves written notice of a proposal to issue such an order to: (1) the representative of the affected employees, or if there is no representative, to each affected employee; and (2) the State dislocated worker unit and the affected local government. Prohibits an employer from ordering a plant closing or mass layoff unless the employer has consulted with representatives of the affected employees and the local government about alternatives or modifications to such an order. Includes under the employer's duty to consult a duty to provide relevant information. Provides for protective orders to prevent disclosure of competitive information. Makes an employer who orders a plant closing or mass layoff in violation of this title liable to employees for back pay and benefits, and subject to civil penalties for violations with respect to local governments. Creates a cause of action in the appropriate U.S. district court to enforce such liability. Authorizes the court in such cases to require the defendant to pay reasonable attorney fees, along with the costs of the action. Makes employees or representatives of affected employees who violate protective orders relating to competitive information liable to the employer for consequent financial loss. Creates a cause of action in any U.S. court of competent jurisdiction for an employer to recover such liability. Authorizes the court in such cases to require the defendant to pay reasonable attorney fees, along with the costs of the action. States that the rights and remedies provided to employees provided by these notification provisions are in addition to any other contractual, statutory, or other legal rights and remedies of the employees. Expresses the sense of the Congress that any employer not subject to the notice requirements should, to the extent possible, notify its employees about a proposal to close a plant or permanently reduce its workforce. Title V: To Establish a Policy that Employees Have the Right to Maintain Lifelong Retirement Savings - Declares it to be U.S. policy to establish a process which will permit employees covered by ERISA-approved pensions to maintain lifelong retirement savings by transferring the cash value of vested pension rights either to a new employer or to a central Pension Portability Fund within the Pension Benefit Guaranty Corporation (PBGC). Requires the Board of Directors of the PBGC, within six months after enactment of this Act, to report to the Congress on the actions necessary to implement such policy. Sets forth required contents of the report. Title VI: To Encourage Employee Ownership of Employer Securities by Increasing the Amount of Exclusion for Elective Deferrals for Contributions to Be Invested in Employer Securities - Amends the Internal Revenue Code of 1986 to increase by up to $2,500 that amount of exclusion for elective deferrals for contributions to be invested in employer securities under an employee stock ownership plan. Requires that such securities remain in the plan for at least three years. Provides that, if such securities cease to be allocated to the participant at any time during such period, then they shall be treated as having been distributed to the participant. Title VII: To Amend the Securities Exchange Act of 1934 to Discourage Nonproductive Acquisitions of Securities - Amends the Securities Exchange Act of 1934 to require shareholders who own more than five percent (under current law, ten percent) of a corporation's stock to return to the corporation any profits made from the sale of stock held for less than two years (under current law, six months). Title VIII: Expressing the Sense of the Congress Regarding the Need to Devote a Greater Proportion of Its Current Spending for Research and Development to Non-Defense Activities - Expresses the sense of the Congress about the importance of civilian research and development. Declares that the Congress should decrease funding for military research and development by a specified amount, and should use such funds to increase non-defense research and development activities. Title IX: To Provide a Credit Against Tax for Employers Who Provide On-Site Day Care Facilities for Dependents of Their Employees - Amends the Internal Revenue Code of 1986 to allow a tax credit for employer expenses for certain on-site day care facilities. Title X: Lifetime Education Assistance - Lifetime Education Assistance Act of 1987 - Establishes within the Department of Education a higher education loan program in which a borrower's annual repayment obligation is dependent upon both postschool income level and borrowing history. Directs the Secretary of Education, within six months after enactment of this Act, to make recommendations to the Congress concerning any legislation required to implement this Act, including: (1) an efficient financing mechanism for such loans; and (2) required transition provisions for terminating existing loan programs and merging outstanding loans into this new program. Sets forth annual and aggregate limits for such loans. Provides for cost-of-living adjustments of such limits. Provides that individual loan obligations under student loan programs of the Higher Education Act of 1965 shall be counted toward annual and aggregate borrowing capacity limits under this title, and vice versa. Sets forth the terms of and the duration of eligibility for such loans. Provides for disbursement of proceeds of such loans. Sets forth information requirements for such loan program, including responsibilities of eligible institutions and the Secretary of Education. Sets forth interest charges on such loans. Amends the Internal Revenue Code to provide for repayments of such student loans using the income tax collection system. Sets forth provisions for collection of such loans (to be known as income-dependent education assistance loans). Directs the Secretary of Education to furnish to each borrower annual notice of the borrower's balance and the procedure for computing the amount of repayment owing for the taxable year. Directs the Secretary of Education to submit a compilation of such notices to the Secretary of the Treasury. Sets forth formulas for computation of the annual repayment amount. Makes such amount the lesser of: (1) a specified percentage (increasing with income up to $15,000) of the modified adjusted gross income; or (2) the product of the base amortization amount and the progressivity factor (increasing with income) of the taxpayer for the taxable year. Sets forth conditions for termination of a borrower's repayment obligation. Requires no repayment after 25 years in repayment status or after age 70. Makes certain exceptions in repayment conditions for de minimis loans repaid during the first 12 years in repayment status. Sets forth requirements for payment of the amount owing. Directs the Secretary of the Treasury to assess and collect any unpaid amount in a specified manner. Directs the Secretary of Education to discharge the borrower's liability on the loan in the event of the death or permanent and total disability of the borrower. Directs the Secretary of the Treasury to notify the Secretary of Education of the amount collected. Directs the Secretary of Education to credit that amount to the individual's account. Sets forth rules for crediting amounts paid on joint returns. Provides for computation of an alternative annual payment for individuals who have attained age 55. Provides for a cost-of-living adjustment in computations using the progressivity factor. Makes such loans not dischargeable in bankruptcy. Authorizes the Secretary of Education in such cases, however, to cancel any amount of the portion of an individual's liability attributable to loans amounts required to be paid for periods preceding the date of a discharge in bankruptcy. Sets forth provisions relating to the finality of assessments and collections of such loans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Excellence Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Tax Base Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Lifetime Education Assistance Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote excellence in economic performance in the United States and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:32-05:00"
}