{
  "actions": [
    {
      "acted_at": "1976-04-13", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13211-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "St Germain, Fernand J.", 
      "sponsored_at": "1975-01-03", 
      "state": "RI", 
      "thomas_id": "01093", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-13", 
  "number": "13211", 
  "official_title": "A bill to provide for Federal regulation of participation by foreign banks in domestic financial markets.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Banking Act", 
  "sponsor": {
    "district": "23", 
    "name": "Rees, Thomas N.", 
    "state": "CA", 
    "thomas_id": "00950", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-13", 
  "subjects": [
    "Bank holding companies", 
    "Federal Deposit Insurance Corporation", 
    "Finance and financial sector", 
    "Foreign trade and international finance", 
    "International affairs", 
    "International banking", 
    "International economic relations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-13", 
    "text": "International Banking Act - Title I: International Banking - Allows a foreign bank to establish and operate a Federal branch in any State in which it is not prohibited for a foreign bank to establish a branch, upon receipt of certification of authority from the Comptroller of the Currency. Allows the Comptroller to permit one-third of the directors of a national bank to be non-citizens of the United States. Directs the Comptroller to consider the views of the Secretary of State, the Secretary of the Treasury, the Board of Governors of the Federal Reserve System, and the bank supervisory authority of the State where the branch is to be located in deciding whether to issue certificates of authority to foreign banks to operate under this Act. Prohibits the Comptroller from issuing such certificates if the establishment of the branch would adversely affect the domestic or foreign commerce, or otherwise would not be in the interests of the United States. Allows a foreign bank to convert any branch operated pursuant to State law into a federally-certified branch to be operated under this Act. Terminates the authority to operate a Federal branch when (1) the parent bank voluntarily relinquishes it; (2) the parent bank is dissolved; or (3) the Comptroller has reasonable cause to believe that a foreign bank has not complied with the provisions of this Act and revokes the authority to operate a Federal branch. Sets forth the assets which foreign banks are required to keep on deposit before the Federal branch may accept deposits of United States residents or businesses. Prohibits foreign banks from retaining interests in non-banking companies or from participating in non-banking activities with specified exceptions. Requires the Secretary of the Treasury (1) to issue guidelines with respect to the entry of foreign banking organizations into banking in the United States; and (2) to assist Federal and State banking agencies in acting on applications for the establishment of branches by foreign banks. Requires each foreign bank that maintains an office other than a branch in a State to register with the Secretary of the Treasury."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Banking Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for Federal regulation of participation by foreign banks in domestic financial markets.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:10-05:00"
}