{
  "actions": [
    {
      "acted_at": "2012-02-14", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-02-23", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Insurance, Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Insurance, Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4020-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Insurance, Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Lungren, Daniel E.", 
      "sponsored_at": "2012-02-14", 
      "state": "CA", 
      "thomas_id": "00717", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-02-14", 
  "number": "4020", 
  "official_title": "To amend the National Flood Insurance Act of 1968 to allow the construction and improvement of structures used for agricultural production in floodplains, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Flood Insurance for Farmers Act of 2012", 
  "sponsor": {
    "district": "10", 
    "name": "Garamendi, John", 
    "state": "CA", 
    "thomas_id": "01973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-02-14", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural insurance", 
    "Dams and canals", 
    "Disaster relief and insurance", 
    "Emergency management", 
    "Farmland", 
    "Floods and storm protection"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-02-14", 
    "text": "Flood Insurance for Farmers Act of 2012 - Amends the National Flood Insurance Act of 1968 with respect to development by the Administrator of the Federal Emergency Management Agency (FEMA) of comprehensive criteria designed to encourage adoption of adequate state and local measures for land-management programs in flood-prone areas. Prohibits such criteria from placing prohibitions, restraints, or conditions, including requiring floodproofing or flood damage mitigation activities or related features, upon either new construction or substantial improvement of an agricultural structure in any area having special flood hazards. Requires such criteria, with respect only to structures in certain levee-protected areas, to require any substantial improvement to an existing residential structure to have the lowest floor (including any basement) elevated to or above the base flood level. Requires such criteria to permit a legacy community located in a covered levee-protected area to adopt adequate land use and control measures for: (1) repair or restoration to pre-damaged conditions, or (2) replacement of existing residential and non-residential structures other than repetitive loss structures. Defines \"legacy community\" as one whose population is less than 2,000 and is located in an area for which a substantial portion of the economy currently is, and historically was, based upon agricultural production. Directs the Administrator to make flood insurance coverage available upon request for: (1) an agricultural structure located in an area having special flood hazards, and (2) structures in covered levee-protected areas. Directs the Administrator and the Secretary of Agriculture to establish jointly a task force to report to certain congressional committees on challenges faced by legacy communities located in areas having special flood hazards, including recommendations to: (1) strengthen the economic viability and vitality of such communities, and (2) allow infill development and building expansion."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Flood Insurance for Farmers Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the National Flood Insurance Act of 1968 to allow the construction and improvement of structures used for agricultural production in floodplains, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:38:06-05:00"
}