{
  "actions": [
    {
      "acted_at": "1973-07-17", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9316-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-17", 
  "number": "9316", 
  "official_title": "A bill to regulate the practice of cosmetology in the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Broyhill, Joel T.", 
    "state": "VA", 
    "thomas_id": "00139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-17", 
  "subjects": [
    "Barber and beauty shops", 
    "District of Columbia"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-17", 
    "text": "Creates the District of Columbia Board of Cosmetology, which shall register and license persons engaged in the profession of cosmetology or in the teaching of cosmetology in the District of Columbia. Makes it unlawful for any person to operate a beauty salon or a school of cosmetology within the District of Columbia without first procuring from the Board a certificate of registration. Sets forth provisions concerning the organization, compensation, meetings, and records of the Board. Prescribes qualifications for persons to be licensed under this Act, including cosmetologists, manicurists, demonstrators, managing cosmetologists, apprentices, students, instructors, and student instructors. States that any person may apply to the Board for a certificate of registration as a registered beauty salon or school of cosmetology, and lists requirements for registration for such beauty salons and schools. Sets forth a fee schedule for registrations, licenses, and annual renewals thereof. Exempts present practitioners in the District of Columbia from the examination and registration requirements of this Act. Specifies the powers and duties of the Board in the administration of this Act. Authorizes the Board to prescribe such sanitary rules as necessary for precautious to be employed to prevent the creating and spreading of infections and contagious diseases. Requires every holder of a certificate or license to display it in a conspicuous place in his principal office, place of business of employment. Prescribes criminal penalties for the violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to regulate the practice of cosmetology in the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:24-05:00"
}