{
  "actions": [
    {
      "acted_at": "1976-03-24", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12777-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-24", 
  "number": "12777", 
  "official_title": "A bill to assure low-income households the opportunity to attain adequate levels of nutrition by increasing their purchasing power, to strengthen the food sector of the economy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food Stamp Act", 
  "sponsor": {
    "district": "5", 
    "name": "Young, Andrew", 
    "state": "GA", 
    "thomas_id": "01254", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-24", 
  "subjects": [
    "Agriculture and food", 
    "Food relief", 
    "Food stamps"
  ], 
  "subjects_top_term": "Food stamps", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-24", 
    "text": "Food Stamp Act - Authorizes the Secretary of Agriculture to formulate and administer a food stamp program under which, at the request of the State agency which administers federally aided public assistance programs, eligible households within the State shall be provided with an opportunity to obtain a nutritionally adequate diet through the issuance to them of a coupon allotment. Stipulates that coupons so received by such households shall be used only to purchase food from retail food stores which have been approved for participation in the food stamp program. Prohibits the distribution of federally donated foods in areas where a food stamp program is in operation except where such distribution is required to achieve an orderly transition to a food stamp program on an Indian reservation, or where distribution is made to meet disaster relief needs. Directs the Secretary to set forth uniform national standards by which the eligibility of households for participation in the food stamp program may be determined. States that, in determining the income of a household for the purpose of determining the household's eligibility to participate in the program, all income shall be calculated by focusing upon the income anticipated to be received in the certification period for which eligibility is being determined so as to ascertain as best as possible the income that will be actually available to a household. Specifies deductions which may be made from gross income in determining the income of a household. States that, for eligibility purposes, a household may possess up to $3,000 in liquid and nonliquid assets. Specifies allowable exemptions from such assets, including a household's home and lot, one licensed vehicle, and certain types of income-producing property. Precludes from being declared eligible under the program: (1) for a period of one year, any household which has been found quilty of fraud in connection with the program; (2) any household which refuses to provide required information with respect to a determination of eligibility; (3) any individual between the ages of 18 and 60 who refuses to register for work, to accept an offer of employment, or to continue in employment when such employment fulfills conditions specified in this Act; (4) any individual 18 years of age or older who is enrolled in an institution of higher education and who is properly claimed as a dependent child for Federal income tax purposes by an individual who is not a member of an eligible household; and (5) any individual who is not a resident of the United States and either a citizen or an alien lawfully admitted for permanent residence. States that the face value of the coupon allotment which State agencies shall be authorized to issue to any eligible households shall be equal to the cost to such households of a nutritionally adequate diet reduced by an amount equal to 30 percent of such household's income as determined pursuant to this Act. Stipulates that the value of the coupon allotment provided to any eligible household shall not be considered to be income or resources for any purpose under any Federal or State laws including, but not limited to, laws related to taxation, welfare, and public assistance programs. Provides for the approval of retail food stores and wholesale food concerns which desire to be authorized to accept and redeem coupons under the Food Stamp Act. Prohibits States and political subdivisions thereof from decreasing welfare grants to any individual or individuals because of such individual's participation in the food stamp program. Requires each State agency desiring to participate in the food stamp program to submit a plan of operation specifying the manner in which such program will be conducted within the State. Requires such plans to provide: (1) for action to inform low-income households of the program, including multilinqual announcements where necessary; (2) that each household requesting assistance under the program shall be permitted to file for assistance on the same day that the first request is made; (3) that the determination of eligibility shall be made within 15 days; and (4) for safeguards restricting the use or disclosure of information obtained from applicant households. Directs the Secretary and participating State agencies to carry out a program of nutritional education for recipient households. States that coupon allotments are to be issued at all postal facilities where postage stamps are sold. Provides for the review of the conduct of State food stamp programs by the Secretary. Sets forth remedial procedures. Provides for the disqualification of retail stores and wholesale food concerns for violation of State regulations. Establishes procedures for the administrative and judicial review of such disqualifications. Establishes criminal penalties for fraud in connection with the obtaining or sale of food coupons or authorization to purchase cards. Authorizes the Secretary to pay 65 percent of the administrative costs of the food stamp program. Authorizes the Secretary to conduct experimental projects designed to increase the efficiency of the food stamp program. Authorizes the appropriation of $35,000,000 for each of fiscal years 1977 through 1979 for the conduct of such programs. Authorizes the appropriation of such sums as may be necessary for fiscal years 1977 through 1979 to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Food Stamp Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure low-income households the opportunity to attain adequate levels of nutrition by increasing their purchasing power, to strengthen the food sector of the economy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:03-05:00"
}