{
  "actions": [
    {
      "acted_at": "1984-03-27", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-27", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Western Hemisphere Affairs", 
      "text": "Referred to Subcommittee on Western Hemisphere Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-06", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5251-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Western Hemisphere Affairs", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-27", 
  "number": "5251", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to improve the access of Hispanic individuals to higher education, and to amend the Foreign Assistance Act of 1961 to authorize assistance for technical education activities conducted by educational institutions in Puerto Rico for the people of Caribbean Basin countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hispanic Education Incentives Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Corrada, Baltasar", 
    "state": "PR", 
    "thomas_id": "00237", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-03-27", 
  "subjects": [
    "Advisory bodies", 
    "American economic assistance", 
    "Arts, culture, religion", 
    "Authorization", 
    "Bilingual education", 
    "Bilingualism", 
    "Caribbean area", 
    "Colleges", 
    "Compensatory education", 
    "Cuban Americans", 
    "Cultural relations", 
    "District of Columbia", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Educational research", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal aid to medical education", 
    "Higher education", 
    "International affairs", 
    "International education", 
    "Language and languages", 
    "Medical education", 
    "Medical personnel", 
    "Mexican Americans", 
    "Mexico", 
    "Minorities", 
    "Minority education", 
    "Paramedical education", 
    "Paramedical personnel", 
    "Puerto Ricans", 
    "Puerto Rico", 
    "Southwest (U.S.)", 
    "Spanish Americans (U.S.)", 
    "Student aid", 
    "Student loan funds", 
    "Teacher education", 
    "Teachers", 
    "Technical education", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Minority education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-03-27", 
    "text": "Hispanic Education Initiatives Act of 1984 - Title I: Programs Under the Higher Education Act of 1965 - Amends the Higher Education Act of 1965 (HEA) to revise title III (Institutional Aid) provisions of HEA. Includes under the definition of \"eligible institution,\" for purposes of both part A (Strengthening Institutions) and part B (Aid to Institutions With Special Needs) of such title III, any institution of higher education which: (1) includes a substantial number of minority and educationally disadvantaged students; (2) provides a medical education program which leads to a doctor of medicine degree or which is not less than a two-year program fully acceptable toward such a degree; and (3) received a grant in FY 1981 or 1982 to assist health professions schools in financial distress from the Department of Health and Human Services under specified provisions of the Public Health Service Act. Authorizes the Secretary of Education to use parts A and B funds not only to encourage cooperative agreements among part A grant recipients and among part B grant recipients, but also to encourage such cooperative agreements among part A and part B recipients and institutions not receiving assistance under title III. Directs the Secretary of Education to reserve at least 15 percent (or $10,000,000, if that is greater) from part A appropriations, and at least the same portion from part B appropriations, for use for the purposes of such parts by institutions of higher education that have enrollments at least 40 percent of which is comprised of Mexican American, Puerto Rican, Cuban, or other Hispanic students, or combination thereof and that also satisfy applicable eligibility requirements under such parts. Requires any institution applying for such funds to include in its application assurances that such funds will be expended directly for the benefit of Mexican American, Puerto Rican, Cuban, or other Hispanic students. Revises title IV (Student Assistance) of HEA to extend through FY 1989 the authorization of appropriations for programs under part A subpart 4 (Special Programs for Students From Disadvantaged Backgrounds). Directs the Secretary, in making grants from any amounts appropriated for such programs which are in excess of the amount appropriated for such programs in FY 1984, to give preference to applicants whose applications contain assurances that funds made available from such amounts will be expended directly for the benefit of Mexican American, Puerto Rican, Cuban, or other Hispanic students. Revises HEA title IV part D (Direct Loans to Students in Institutions of Higher Education) to include, under the types of public service for which national direct student loan debt shall be canceled, service as a full-time teacher in a bilingual education program assisted under the Bilingual Education Act. Revises HEA title VI (International Education) part A (International and Foreign Language Studies) to direct the Secretary, in making grants for international studies centers for FY 1985 and succeeding fiscal years, to approve grants to establish: (1) a center to promote access to research and training concerning the Carribbean (located in Puerto Rico, if possible); and (2) a center to promote research and training concerning Mexico (located in the southwestern United States, if possible). Adds to HEA title VI part A new provisions for an exchange program for the Caribbean and Mexico. Authorizes the Secretary to make grants to assist exchange programs for students and faculty: (1) between institutions of higher education in the southwestern U.S. and such institutions in Mexico; and (2) between institutions of higher education in Puerto Rico and such institutions in the Caribbean. Permits such grants to be used to pay stipends to individuals participating in the program and for allowances for dependents of and for travel by such individuals while so participating. Extends through FY 1989 the authorization of appropriations for HEA title VI part A programs for international and foreign language studies. Directs the Secretary to annually evaluate and report to Congress on the participation of Hispanic individuals in higher education in the United States. Sets forth requirements relating to the contents of such report. Amends the General Education Provisions Act to provide that the terms \"United States\" and \"State\" include the District of Columbia and Puerto Rico, for purposes of provisions relating to the National Institute of Education and the National Center for Education Statistics. Title II: Use of Puerto Rican Educational Institutions to Provide Technical Assistance to Caribbean Basin Countries - Amends the Foreign Assistance Act of 1961 to establish a program under which the President is authorized to provide assistance for technical education programs and activities conducted by postsecondary educational institutions in Puerto Rico for the people of Caribbean Basin countries, as technical assistance for their economic development. Defines \"Caribbean Basin country,\" for purposes of such program, as any country or territory listed under specified provisions of the Caribbean Basin Economic Recovery Act. Sets forth administrative provisions for such program. Requires the establishment of an advisory council to develop guidelines establishing priorities for allocating assistance under such program. Provides that program assistance shall be available for planning and travel expenses incurred by postsecondary educational institutions in Puerto Rico in developing proposals and activities to be funded under such program. Authorizes appropriations for such program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hispanic Education Incentives Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Higher Education Act of 1965 to improve the access of Hispanic individuals to higher education, and to amend the Foreign Assistance Act of 1961 to authorize assistance for technical education activities conducted by educational institutions in Puerto Rico for the people of Caribbean Basin countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:53-05:00"
}