{
  "actions": [
    {
      "acted_at": "1992-06-03", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-06-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5311-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-03", 
  "number": "5311", 
  "official_title": "To consolidate the positions of Comptroller of the Currency and the Director of the Office of Thrift Supervision into 1 position, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Banking Agency Consolidation Act of 1992", 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-03", 
  "subjects": [
    "Congressional reporting requirements", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Executive reorganization", 
    "Federal Deposit Insurance Corporation", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Financial deregulation", 
    "Government corporations", 
    "Presidential appointments", 
    "Savings and loan associations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-03", 
    "text": "Federal Banking Agency Consolidation Act of 1992 - Title I: Office of Federal Depository Regulation - Subtitle A: General Provisions - Establishes the Office of Federal Depository Regulation as a bureau within the Department of the Treasury, headed by a Director appointed by the President and two Deputy Directors appointed by the Secretary of the Treasury (the Secretary). Grants the Director authority to act without any prior review or approval by the Secretary. Prohibits the Secretary from intervening in any matter or proceeding before the Director. Grants the Director authority to: (1) appoint personnel; (2) impose and collect assessments, fees, and other charges; and (3) prescribe regulations and issue orders. Subtitle B: Examination Provision - Mandates that an examination system which imposes no larger burdens on State savings associations than are imposed on State nonmember banks be established as a Federal banking regulatory goal. Requires specified Federal banking regulatory agencies to report to the Congress on actions taken to reduce the cost burden on State savings associations which results from their oversight by two Federal agencies. Title II: Interim Provisions; Transfer of Functions, Personnel, and Property - Transfers to the Director the functions, personnel, and property of the Office of the Comptroller of the Currency and the Office of Thrift Supervision. Abolishes the Office of Thrift Supervision and the Office of the Comptroller of the Currency. Title III: Regulatory and Supervisory Responsibility - Transfers to the Director all the powers and duties which were vested in the Director of the Office of Thrift Supervision and in the Comptroller of the Currency. Amends the Federal Deposit Insurance Act and the Revised Statutes to conform with this Act. Title IV: Federal Deposit Insurance Corporation Amendments - Amends the Federal Deposit Insurance Act and the Revised Statutes to conform with this Act. Title V: Reorganization of Boards of Directors - Amends the Federal Deposit Insurance Act to conform with this Act. Amends the Federal Reserve Act to provide that the Chairman of the Board of Governors of the Federal Reserve System may delegate his authority to serve as a member of the Board of Directors of the Federal Deposit Insurance Corporation to any other member of the Board."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Banking Agency Consolidation Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To consolidate the positions of Comptroller of the Currency and the Director of the Office of Thrift Supervision into 1 position, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:39-05:00"
}