{
  "actions": [
    {
      "acted_at": "1980-12-09", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8449-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Bevill, Tom", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "00084", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Breaux, John B.", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00120", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Edwards, Jack", 
      "sponsored_at": "1979-01-03", 
      "state": "AL", 
      "thomas_id": "00337", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Livingston, Bob", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00696", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Long, Gillis W.", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00704", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Moore, W. Henson", 
      "sponsored_at": "1979-01-03", 
      "state": "LA", 
      "thomas_id": "00829", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "1980-12-31", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Young, Robert A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01259", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-12-09", 
  "number": "8449", 
  "official_title": "A bill to provide for improving the efficiency of certain rivers and harbors of the United States and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ports and Navigation Improvement Act of 1980", 
  "sponsor": {
    "district": "2", 
    "name": "Boggs, Corinne C. (Lindy)", 
    "state": "LA", 
    "thomas_id": "00103", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-12-09", 
  "subjects": [
    "Alabama", 
    "Environmental assessment", 
    "Environmental protection", 
    "Harbors", 
    "Louisiana", 
    "Navigation", 
    "River regulation", 
    "Rivers", 
    "Ships and shipping", 
    "Virginia", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Navigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-12-09", 
    "text": "Ports and Navigation Improvement Act of 1980 - Authorizes and directs the Secretary of the Army, acting through the Chief of Engineers, to undertake, on an expedited and priority basis, navigation improvements to: (1) Norfolk Harbor and Channels, Virginia; (2) Mobile Harbor, Alabama; and (3) Deep-draft access to the Ports of New Orleans and Baton Rouge, Louisiana. Requires the Chief of Engineers, within one year of the date of enactment this Act, to submit to Congress a final environmental impact statement for each such project demonstrating compliance with the National Environmental Policy Act of 1969, the Clean Water Act, the Fish and Wildlife Coordination Act, and other statutory requirements as determined to be pertinent by the Chief of Engineers. States that in the event that Congress does not disapprove such final environmental impact statement by concurrent resolution, within a 60 calendar day period of receipt, it shall constitute a finding and determination by Congress that the policies, purposes, and requirements of said statutes have been satisfied in connection with the navigation improvement. Authorizes the Chief of Engineers to develop, improve, and maintain the Nation's rivers, harbors, and other waterways, at such depths and dimensions and with such facilities determined to be economically justified and engineering feasible and otherwise sufficient to insure the safe and efficient conduct of defense transportation or foreign and domestic commerce. Requires the Chief of Engineers, prior to initiation of any such work, to submit to Congress final environmental impact statement for such improvements. Requires each such statement to be submitted to Congress within one year of the date of the completion of the draft environmental impact statement. Declares that the absence of Congressional disapproval shall constitute a finding and determination by Congress that all environmental statutes have been satisfied in connection with the navigation improvement. Declares that environmental impact statements for such projects and improvements authorized by this Act, findings and determinations by Congress, and actions to carry out such projects and improvements shall not be subject to judicial review except that: (1) claims alleging the invalidity of this Act may be brought within 60 days following its enactment; (2) claims alleging the inadequacy of a final environmental impact statement transmitted to Congress pursuant to provisions of this Act may be brought within 60 days following the date of a finding and determination by Congress; and (3) claims alleging that an action will deny rights under the Constitution, or that such action is beyond the scope of authority conferred by this Act may be brought within 60 days following the date of such action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ports and Navigation Improvement Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improving the efficiency of certain rivers and harbors of the United States and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:38-05:00"
}