{
  "actions": [
    {
      "acted_at": "1973-07-18", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2198-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-07-18", 
  "number": "2198", 
  "official_title": "A bill to create an Office of Federal Procurement Policy within the Executive Office of the President, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Office of Federal Procurement Policy Act", 
  "sponsor": {
    "district": null, 
    "name": "Brock, Bill", 
    "state": "TN", 
    "thomas_id": "01291", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-07-18", 
  "subjects": [
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-07-18", 
    "text": "Office of Federal Procurement Policy Act - Establishes in the executive branch of the Government an agency to be known as the Office of Federal Procurement Policy. Directs the Administrator of such Office to provide overall guidance and direction of procurement policy, and to the extent he considers appropriate, to prescribe policies, regulations, procedures, and forms which shall be followed by executive agencies in the area of procurement. States that the functions of the Administrator shall include the following: (1) establishing a system of Government-wide coordinated uniform procurement regulations; (2) establishing criteria and procedures for an effective method of soliciting the viewpoints of interested parties in the development of procurement policies; and (3) monitoring and revising as necessary policies, regulations, procedures, and forms concerning reliance on the private sector to provide needed property and services. Sets forth the administrative powers of the Administrator. Directs the Administrator to submit a report to Congress annually, and at such other times as he deems desirable, with appropriate recommendations for amendment or repeal of existing laws or adoption of new laws. Provides that neither the Administrator nor employees of the Office may refuse to testify before or submit information to Congress or any duly authorized committees thereof. Authorizes $3,000,000 to be appropriated to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Office of Federal Procurement Policy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create an Office of Federal Procurement Policy within the Executive Office of the President, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:49-05:00"
}