{
  "actions": [
    {
      "acted_at": "1974-02-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12892-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Devine, Samuel L.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "00292", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-19", 
  "number": "12892", 
  "official_title": "A bill to amend the Public Health Service Act, the Developmental Disabilities Services and Facilities Construction Act, and the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970, to revise and extend programs of health services.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Services Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-19", 
  "subjects": [
    "Alcoholic beverages", 
    "Alcoholism", 
    "Disabled", 
    "Health", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-19", 
    "text": "Health Service Amendments - Title I: Comprehensive Public Health Services, and Health Services Development - Revises the allocation of funds within the states and extends state formula grants, under the Public Health Service Act. Extends the period for appropriation of project grants and revises the criteria for administration of such grants. Establishes, in lieu of the National Advisory Council on Comprehensive Health Planning Programs, the National Advisory Council on Health Services. Provides that the Council shall advise the Secretary of Health, Education, and Welfare as to matters of policy arising with respect to the financing and delivery of health services under the Public Health Service Act. Sets forth the composition of the Council. Makes various technical and conforming changes in the Public Health Service Act. Title II: Extension of Alcoholism Formula Grants - Extends grants under the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act for the next five years after the fiscal year ending June 30, 1972. Title III: Developmental Disabilities - The Developmental Disabilities Amendments - Revises appropriation authorizations under the Development Disabilities Services and Facilities Construction Act. Eliminates requirements of Federal approval of each construction project under the Act. Makes various technical and conforming amendments. Title IV: Effective Date - Sets forth effective dates of the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Services Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Developmental Disabilities Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act, the Developmental Disabilities Services and Facilities Construction Act, and the Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970, to revise and extend programs of health services.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:24-05:00"
}