{
  "actions": [
    {
      "acted_at": "1987-11-20", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-01", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3670-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-11-20", 
  "number": "3670", 
  "official_title": "A bill to establish a system for regulating depository institutions to be known as consumer banks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Banking Act of 1987", 
  "sponsor": {
    "district": "33", 
    "name": "Dreier, David", 
    "state": "CA", 
    "thomas_id": "00317", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-11-20", 
  "subjects": [
    "Bank holding companies", 
    "Bank loans", 
    "Commerce", 
    "Credit cards", 
    "Finance and financial sector", 
    "State laws", 
    "States"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-11-20", 
    "text": "Consumer Banking Act of 1987 - Amends the Bank Holding Company Act of 1956 to allow the establishment of depository institutions to be known as consumer banks. Requires a consumer bank: (1) not to engage in the business of making commercial loans; (2) to pay dividends to its shareholders only to the extent permitted for a national bank; (3) to engage in covered transactions with affiliates only to the extent permitted by the Federal Reserve Act; (4) to maintain investments of at least 65 percent of its total assets during two of every three consecutive years in loans or extensions of credit to natural persons secured by a one to four family residence or for personal, family, or household purposes, loans and extensions of credit for charitable purposes, loans or extensions of credit to individuals through the use of credit cards or similar means, and the purchase of, or investment in, retail installment sales contracts, consumer loans, and accounts receivable; (5) to make available in the State in which such bank is chartered an aggregate amount of loans equal to 65 percent of the deposits received from residents of that State; (6) to disclose that certain actions are taken on behalf of an affiliate and that the customer is not obligated to purchase any product or use any service of the bank or affiliate in order to obtain any other financial service; and (7) not to sell or offer any product or service other than products or services which may be sold or offered by a national bank. Authorizes the Federal Reserve Board to enforce compliance with consumer bank requirements and to regulate companies which control consumer banks and non-bank affiliates of such banks. Makes applicable to consumer banks the anti-tying provisions of the Bank Holding Company Act and specified provisions of the Community Reinvestment Act of 1977. Amends the Federal Reserve Act to exclude from the restrictions on transactions by a member bank with affiliates an extension of credit to a holder of a credit card to finance the purchase of goods or services from an affiliate if such credit card can be used by the holder to finance purchases of goods or services from persons that are not affiliates of the member banks. Provides that a State may not prohibit or otherwise restrict the affiliation of a bank or any other institution with a consumer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Banking Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a system for regulating depository institutions to be known as consumer banks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:01-05:00"
}