{
  "actions": [
    {
      "acted_at": "1979-10-22", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Armed Services, S. Rept. 96-375.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-22", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-30", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-30", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #448 (87-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-12-05", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-11-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services with amendment, H. Rept. 96-1462.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-17", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-17", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-21", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-11-21", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-01", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-01", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-12-02", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-12-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-12-12", 
      "references": [], 
      "text": "Public Law 96-513.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1918-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-12-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-22", 
  "number": "1918", 
  "official_title": "An act to amend title 10, United States Code, to revise and standardize the provisions of law relating to appointment, promotion, separation, and mandatory retirement of regular commissioned officers of the Army, Navy, Air Force, and Marine Corps, to establish the permanent grade of commodore admiral in the Navy, to equalize the treatment of female commissioned officers with that of male commissioned officers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Officer Personnel Management Act", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-05", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Congress and Congressmen", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional oversight", 
    "Dentists", 
    "Department of Defense", 
    "Department of the Air Force", 
    "Department of the Army", 
    "Department of the Navy", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Health", 
    "House of Representatives", 
    "Medical personnel", 
    "Military dependents", 
    "Military law", 
    "Military pay", 
    "Military pensions", 
    "Military personnel", 
    "Military promotions", 
    "National Guard", 
    "Navy", 
    "Officer personnel", 
    "Physicians", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Retirement", 
    "Senate", 
    "Women soldiers", 
    "Women's rights"
  ], 
  "subjects_top_term": "Officer personnel", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-11-17", 
    "text": "(Measure passed House, amended) Defense Officer Personnel Management Act - =Title I: Amendments to Subtitle A of Title 10, United States Code-General Military Law= - Defines: (1) \"active-duty list\" as a single list for the Army, Navy, Air Force, or Marine Corps containing the names of all officers of that armed force (other than those excluded by this Act); (2) \"medical officer\" as an officer of the Medical Corps of the Army or Navy, or an officer designated as such in in the Air Force; (3) \"dental officer\" as an officer of the Dental Corps of the Army or Navy, or an officer of the Dental Corps of the Army or Navy, or an officer designated as such in the Air Force; (4) \"general officer\" as an officer of the Army, Air Force, or Marine Corps serving in or having the grade of general, lieutenant general, or brigadier general, and (5) \"flag officer\" as an officer of the Navy serving in or having the grade of admiral, vice admiral, rear admiral, or commodore admiral. Excludes specified members of the reserve and National Guard from such authorized strengths. Revises information to be included in the annual report of the Secretary of Defense to Congress recommending active-duty end strengths. Provides that the Secretary of Defense shall prescribe the fiscal year end strengths in active-duty commissioned officers (excluding certain warrant officers) for each military service. Provides that the officer strength of the Navy is increased by the authorized officer strength of the Coast Guard when the Coast Guard is operating as part of the Navy. Authorizes ceilings for the number of Regular officers in each service. Provides for: (1) the authorized strengths for commissioned and reserve officers on active duty in grades of major, lieutenant colonel, and colonel and Navy grades if lieutenant commander, commander, and captain; and (2) the distribution of commissioned officers on active duty in general and flag officer grades. Authorizes the President to temporarily suspend any of such provisions in time of war or national emergency. Provides for the original appointment by the President (with the the advice and consent of the Senate) of officers in grades 0-1 through 0-6 in the Regular Army, Navy, Air Force, and Marine Corps. Sets forth: (1) required qualifications for such appointments; and (2) actual and constructive service credit provisions. Authorizes the President to designate temporary positions of importance to carry the grade of general, lieutenant general, admiral, or vice admiral. Authorizes the Secretary of each service to temporarily promote a warrant officer on active duty. Establishes provisions concerning temporary officer appointments in time of war or national emergency after November 30, 1980, including: (1) Presidential authority to make such appointments with any qualified person (whether or not already a member of the armed forces) to any commissioned officer grade in the Army, Navy, Air Force, or Marine Corps, except warrant officer grades or grades above major general or rear admiral; (2) service credit entitlement of such appointments; (3) sole Presidential authority to make, and to vacate, such appointments; (4) maintenance of pay and allowance, and permanent status, of military personnel in such appointments; and (5) termination of such appointments. Requires the Secretary of Defense to promulgate regulations for the convening of selection boards to recommend for promotion officers in each permanent grade from first lieutenant through brigadier general in the Army, Air Force, or Marine Corps and from lieutenant (junior grade )through commodore admiral in the Navy. Authorizes the Secretary of the department concerned to convene selection boards to recommend officers for continuation on active duty or for selective early retirement. Sets forth the composition of such boards. Requires at least 30 days notice to submit written material to be considered by such boards. Sets forth provisions concerning promotion, separation, and retirement of officers which include, among other things: (1) selection board members' oaths; (2) information to be furnished to such boards; (3) recommendations and eligibility for promotion by such boards; (4) selection boards reports; (5) active-duty lists; (6) competitive promotion categories; (7) promotion zones; (8) promotion procedures; (9) special selection boards; (10) removal from promotion lists; (11) discharge of Regular officers with less than five years of service; (12) retirement; (13) continuation on active duty; (14) selective early retirement; (15) Presidential authority to vacate promotions to grade of brigadier general and commordore general; (16) deferment of retirement or separation; (17) Presidential authority to temporarily suspend laws relating to officer promotion, separation, involuntary retirement; (18) separation or retired pay entitlement; and (19) discharge or retirement of chaplains upon loss of professional qualifications. Provides that: (1) retired members who serve as higher active duty grades shall maintain such grade when returned to the retired listed and (2) except in time of war or national emergency, not more than 15 retired officers above colonel or captain (Navy) may be on active duty at any one time. Provides that a reserve officer ordered to active duty shall be ordered to active duty in his reserve grade. Sets forth the relative rank of various commissioned officers and other related provisions, including the command authority of retired officers. Establishes the Naval grade of Commodore Admiral in place of Rear Admiral (lower-half). Entitles certain officers to separation pay. Provides uniform separation payments to officers and reserve and temporary enlisted members in an amount equal to ten percent of annual basic pay for each year of service up to a maximum of $30,000. (Sets forth an alternate payment formula with a maximum of $15,000 to be used at the discretion of the Secretary of each military department.) Provides for the deduction of retired and disability oayments from such benefits. Authorizes the Secretaries of the military departments concerned to convene boards to determine whether certain regular officers should be retained on active duty because of failure to perform up to standards or for misconduct, moral or professional dereliction, or for reasons of national security. Sets forth the composition of such boards, their duties and other related provisions. Provides for appellate boards of review to review the records of such inquiry boards. Authorizes the Secretary concerned to remove an officer from duty upon the recommendation of an inquiry board. Sets forth the various types of discharges and retirement that may be granted for such separations. Requires commissioned officers (other than warrant officers, and service academy professors, admissions directors, or registrars) to retire at age 62. Authorizes the President to defer the retirement of specified higher officers until age 64. Limits the number of such deferments in effect at any one time to ten. Provides that: (1) a regular, reserve, or temporary commissioned officer (excluding warrant officers) may retire in the highest grade served on active duty for at least six months; and (2) an officer in grade 0-5,0-6,0-7, or 0-8 must serve at least three years in such grade to be granted voluntary retirementin that grade. Revises the formula for computation of retired pay. Removes provisions requiring an unremarried widower or husband of a servicewoman to be dependent upon her for over half his support to qualify for such benefits. Extends the restriction on outside employment to all active-duty officers (currently effects Regular officers only). Provides permanent authority for certain provisions relating to disability retirement if such disability occurs after September 14, 1978. =Title II: Amendments to Subtitles B and D of Title 10, United States Code - The Army and the Air Force= - Repeals provisions: (1) prohibiting the inclusion of personnel detailed outside the Department of Defense in computing military strengths; (2) prohibiting the enlistment of women as aviation cadets; (3) authorizing an Army Colonel serving as special assistant to the cadets; (3) authorizing an Army Colonel serving as special assistant to the Comptroller of the Department of Defense to have the grade of brigadier general; (4) authorizing an Army officer serving as Assistant to the Chief of Engineers to have the rank and pay of brigadier general; (5) setting forth termination of appointment or enlistment of women (6) authorizing the temporary appointment and promotion of warrant officers; (7) requiring appointment of reserve officers to active-duty status in their reserve grade; (8) providing for temporary appointments in grades of general and lieutenant general; (9) relating to the authorized strength of the Army and the Air Force; (10) relating to appointments of commissioned officers in the regular Army and Air Force; (11) relating to temporary appointments of commissioned officers; (12) relating to retired regular members ordered to active duty; (13) relating to rank and command; (14) providing for involuntary separation of regular officers for unsatisfactory performance of duty and for certain other reasons; (15) authorizing discharge of regular officers during three-year probationary period; (16) relating to retirement for age of regular commissioned officers; (17) relating to retirement for length of services; and (18) relating to officers serving as chief of staff to the President. Sets forth provisions regarding: (1) service credit upon originial appointment of reserve officers; (2) exclusion of active-duty list reserve officers from certain reserve officer appointment requirements; (3) command authority of nurse and medical specialist officers; (4) retention in active status until age 60 for general officers. Repeals provisions authorizing the temporary grade of lieutenant colonel for officers who are detailed to the position of Director of Admissions of the United States Military Academy or the Registrar of the United States Air Force Academy. Authorizes the Secretary of the Army to establish special branches and to appoint and assign commissioned officers to such branches. =Title III: Amendments to Subtitle C of Title 10, United States Code - The Navy and Marine Corps= - Establishes the permanent grade of commodore admiral in the Navy. Sets forth the authorized strength of officers to serve in the grades of commodore admiral and rear admiral (Navy) and brigadier general and major general (Marines). Repeals certain provisions regarding: (1) authorization of temporary appointments of Navy amd Marine Corps officers; (2) direct procurement of ensigns and second lieutenants; (3) selection boards and promotion of officers; (4) temporary promotions of certain Navy Lieutenants; (5) involuntary retirement, separation, and furlough; (6) Medical Service Corps and Nurse Corps; (7) right of retired officers to command; and (8) authority for appointment of reserve naval aviators as regular officers. Revises provisions regarding: (1) original appointments of regular officers for limited duty; (2) temporary appointments in warrant officer grades and of officers designated for limited duty; (3) temporary promotions of certain Navy lieutenants; (4) retirement or discharge of regular limited duty officers; and (5) elimination of reserve officers from active status. Authorizes the Judge Advocate General of the Navy to be entitled to the rank and grade of rear admiral or major general. Authorizes the Secretary of the Navy to establish new staff corps and to designate commissioned officers in, and assign members to, such staff corps. Eliminates the provision entitling the Director of Budget and reports to the same rank and retirement as provided for Chiefs of bureaus. States that the Chief of the Dental Division in the Bureau of Medicine and Surgery shall hold the grade commodore admiral (rather than admiral) or above. Authorizes the Chief of Medical Service Corps to have a grade higher than captain. Abolishes the positions of Assistant Chief of Women, Bureau of Naval Personnel, and Director of Women Marines. Repeals provisions limiting the number of active-duty women officers. Provides that not more than 50 percent of certain Reserve officers on active status may serve in the grade of rear admiral. Repeals certain provisions regarding original appointments of officers, including: (1) appointment of Naval Academy graduates as regular officers; (2) appointment of women in the Naval Reserve as staff corps officers; (3) priority categories for officer appointments; (4) appointment of ensigns; and (5) prohibition of appointment of a former midshipman or cadet as a Marine officer until after graduation of his academy class. Makes provisions regarding the transfer of staff and line officers applicable to all officers (presently only applies to males). Includes geophysics, and cryptography within the special duty categories for Navy officers appointments. Authorizes limited appointments of Navy officers as lieutenants or Marine officers as captains. Revises provisions regarding the crediting of constructive service for reserve appointments. Delegates the assignment of reserve officer running mates to the Secretary of the Navy. Repeals provisions regarding : (1) officer examination; (2) retired Navy officers; (3) officers shore duty assignment; (4) discharge of women enlisted personnel and officers; and recall and retired officers' pay. Provides that officers in the Nurse Corps of the Naval Reserve shall be eliminated from active status under the same conditions as regular officers, the same grade. =Title IV: Amendments to Title 37, United States Code - Pay and Allowances of the Uniformed Services= - Repeals pay provisions regarding: (1) rear admirals; (2) certain retired Navy officers recalled to active duty; and (3) Marine officers serving as Judge Advocate General or Deputy Judge Advocate General of the Navy. Eliminates crediting service for basic pay computation of Medical or dental officers. Provides enlisted members on travel status with: (1) reimbursement for mess expenses; and (2) a subsistence allowance. Provides that promoted officers shall be entitled to the pay and allowances of the grade to which they are promoted on the effective date of promotion (presently as of the vacancy sate). Eliminates the differences of treatment in providing initial uniform allowances to reserve and temporary officers. Repeals provisions relating to special pay for medical officers of the Public Health Service. Provides special pay for reserve medical officers. =Title V: Technical and Clerical Amendments= - Sets forth technical amendments to this Act. =Title VI: Transition Provisions= - Sets forth provisions relating to: (1) officer grade and promotion status; (2) officer retirement, discharge, and release from active duty; (3) placement on the active-duty list: (4) uniform, pay grade, rank, and title of rear admirals affected by the creation of the new grade of commodore admiral; (5) reappointment and promotion of Regular Navy women officers; (6) creditable service; and (7) grade strengths, (8) special tenure for officers serving in temporary grades of brigadier general and major general and in temporary grades below vice admiral or lieutenant general; (9) limited-duty officers; (10) officers serving in temporary grades; and (11) special pay and level of pay for medical officers. =Title VII: Effective Dates and General Savings Provisions= - Sets forth effective dates for amendments made by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Officer Personnel Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend title 10, United States Code, to revise and make uniform the provisions of law relating to appointment, promotion, separation, and retirement of regular commissioned officers of the Army, Navy, Air Force, and Marine Corps, to establish the grade of commodore admiral in the Navy, to equalize the treatment of male and female commissioned officers, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to amend title 10, United States Code, to revise and standardize the provisions of law relating to appointment, promotion, separation, and mandatory retirement of regular commissioned officers of the Army, Navy, Air Force, and Marine Corps, to establish the permanent grade of commodore admiral in the Navy, to equalize the treatment of female commissioned officers with that of male commissioned officers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:12-05:00"
}