{
  "actions": [
    {
      "acted_at": "1973-01-30", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3252-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-30", 
  "number": "3252", 
  "official_title": "A bill to abolish the Federal Communications Commission and transfer its functions to a new Federal Broadcasting Commission, Telecommunications Common Carrier Commission, and Telecommunications Resources Authority, and to the Secretary of Transportation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-30", 
  "subjects": [
    "Broadcasting", 
    "Federal Communications Commission", 
    "Independent regulatory commissions", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-30", 
    "text": "Abolishes the Federal Communications Commission and transfers its functions to other organizations as hereinafter described. Establishes a 5 member Telecommunications Common Carrier Commission and gives it all the powers and duties of the Federal Communications Commission under title II of the Communications Act and under the Communications Satellite Act. Establishes a 5 member Federal Broadcasting Commission and gives it all the powers and duties of the Federal Communications Commission under part I of title III of the Communications Act. Establishes a Telecommunications Resources Authority and places it under the control of an Administrator who shall be appointed by the President by and with the advice and consent of the Senate. Vests in the Administrator of the Authority all the powers and duties of the Federal Communications Commission relating to the allocation of frequencies for telecommunications. Transfers control of the Boulder Laboratory from the Secretary of Commerce to the Administrator. Requires the Administrator to notify each House of Congress of his intent to issue any order changing the allocation of frequencies for telecommunications. Provides that such order will not take effect if each House of Congress passes a resolution expressing disapproval of the order. Transfers all the powers and duties of the Federal Communications Commission relating to safety and special radio services, except frequency allocation, to the Secretary of Transportation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to abolish the Federal Communications Commission and transfer its functions to a new Federal Broadcasting Commission, Telecommunications Common Carrier Commission, and Telecommunications Resources Authority, and to the Secretary of Transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:42-05:00"
}