{
  "actions": [
    {
      "acted_at": "1973-06-15", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hconres254-93", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-15", 
  "number": "254", 
  "official_title": "Concurrent resolution expressing the sense of the Congress that no person should be considered for appointment as Ambassador or Minister if such person or members of his immediate family have contributed more than $5,000 to a candidate for President in the last election.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hconres247-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "38", 
    "name": "Kemp, Jack", 
    "state": "NY", 
    "thomas_id": "00625", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-15", 
  "subjects": [
    "Campaign funds", 
    "Foreign service", 
    "Government operations and politics", 
    "International affairs"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-15", 
    "text": "Provides that is the sense of the Congress that, from and after January 1, 1977, no person should be considered for appointment as ambassador or minister, except in connection with special missions for the President of a temporary and limited nature, if such person or any member of his immediate family made contributions aggregating more than $5,000 to any candidate for the office of President in the last Presidential election preceding his nomination for appointment as ambassador or minister. Provides that an individual should be deemed to be a candidate for the office of President, if, with respect to that office, he was a candidate within the meaning of section 301(b) of the Federal Election Campaign Act of 1971, and a contribution to any political committee registered under section 303(a) of such Act should be deemed to be a contribution to the candidate for the office of President included in its statement of organization under section 303(b)(6) of such Act at the time of such contribution. Provides that as used in this Resolution the term \"contribution\" has the same meaning given such term under the Federal Election Campaign Act of 1971. Provides that the term \"immediate family\" means a person's spouse, and any child, parent, grandparent, brother, or sister of such person and the spouses of any of them."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Concurrent resolution expressing the sense of the Congress that no person should be considered for appointment as Ambassador or Minister if such person or members of his immediate family have contributed more than $5,000 to a candidate for President in the last election.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:47-05:00"
}