{
  "actions": [
    {
      "acted_at": "1989-07-27", 
      "committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-27", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "subcommittee": "Science, Research and Technology", 
      "text": "Referred to the Subcommittee on Science, Research and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-07-27", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "in_subcommittee": "Science, Research and Technology", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-27", 
      "in_committee": "House Committee on Science, Space and Technology", 
      "in_subcommittee": "Science, Research and Technology", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-03-21", 
      "bill_ids": [
        "hr4329-101"
      ], 
      "in_committee": "House Committee on Science, Space and Technology", 
      "references": [], 
      "text": "For Further Action See H.R.4329.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3042-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science, Space and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Science, Research and Technology", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-07-27", 
  "number": "3042", 
  "official_title": "To authorize appropriations to the Secretary of Commerce for the programs of the National Institute of Standards and Technology for fiscal years 1990, 1991, and 1992, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4329-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Commerce Research and Technology Authorization Act for Fiscal Years 1990, 1991, and 1992", 
  "sponsor": {
    "district": "18", 
    "name": "Walgren, Doug", 
    "state": "PA", 
    "thomas_id": "01195", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-07-27", 
  "subjects": [
    "Authorization", 
    "Building construction", 
    "Business intelligence", 
    "Computers", 
    "Engineering", 
    "Federal employees", 
    "Federal officials", 
    "Fire prevention", 
    "Government operations and politics", 
    "Industrial productivity", 
    "Industrial standards", 
    "Information services", 
    "Inventions", 
    "Inventors", 
    "Iron and steel industry", 
    "Japan", 
    "Laboratories", 
    "Machinery in industry", 
    "Materials research", 
    "Nuclear energy research", 
    "Patent licenses", 
    "Research", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Salaries", 
    "Science, technology, communications", 
    "Standards", 
    "Steel", 
    "Technology transfer", 
    "User charges", 
    "Weights and measures"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-07-27", 
    "text": "Department of Commerce Research and Technology Authorization Act for Fiscal Years 1990, 1991, and 1992 - Authorizes appropriations to the Secretary of Commerce for FY 1990 through 1992 to carry out the following activities of the National Institute of Standards and Technology (NIST): (1) measurement research and standards; (2) materials science and engineering; (3) engineering measurements and standards; (4) computer science and technology; (5) research support activities; and (6) technology services. Authorizes appropriations for NIST for: (1) FY 1990 and 1991 for the Cold Neutron Source Facility; and (2) FY 1991 and 1992 for construction activities. Earmarks specified amounts for: (1) steel technology; (2) the Center for Building Technology; (3) the Center for Fire Research; (4) the technical competence fund; and (5) the evaluation of nonenergy-related inventions and related technology extension activities. Permits transfers of funds among activities under specified conditions. Prohibits the merger of the Center for Building Technology and the Center for Fire Research. Authorizes additional appropriations for FY 1990 through 1992 for: (1) the Advanced Technology Program; (2) the Office of the Under Secretary of Commerce for Technology; (3) carrying out the Japanese Technical Literature Act of 1986; (4) modernization of the National Technical Information Service (NTIS); and (5) adjustments in salary, pay, retirement, and other employee benefits which may be provided for by law. Requires NTIS operating costs, associated with the acquisition and storage of information, to be recovered through the collection of fees. Amends Federal law to remove the cap on expenditures for construction and improvement of NIST buildings and facilities, but retains the requirement that such expenditures be within the limits of funds appropriated to NIST. Amends the Stevenson-Wydler Technology Innovation Act of 1980 (Stevenson-Wydler Act) to require that a specified percent of the budget of each Federal agency from any Federal source that is to be used by or for the laboratories of such agency for any fiscal year (currently, for FY 1987 through 1991) be transferred to the NIST to carry out the activities of the Federal Laboratory Consortium for Technology Transfer. Requires (currently, allows) each Federal agency to permit the director of any of its Government-operated Federal laboratories to: (1) enter into cooperative research and development agreements with public and private entities and persons; and (2) negotiate licensing agreements regarding certain intellectual property. Prohibits disclosure of trade secrets, or commercial or financial information that is privileged or confidential under specified Federal law, as a result of activities under the Stevenson-Wydler Act. Authorizes the Director of the Office of Industrial Technology, for up to five years after development of such information, to provide protections against dissemination, including exemption from provisions of Federal law relating to administrative procedure. Adds references to intellectual property to the definition of \"cooperative research and development agreement,\" as used in provisions of the Stevenson-Wydler Act relating to such agreements. Defines \"domestic company,\" for purposes of such Act, to mean a business entity in which majority ownership for control is held by citizens of the United States or Canada. Directs the Secretary of Commerce to report to the Congress on the advisability of authorizing cooperative research and development agreements involving Federal contribution of funds. Adds references to Federal legislative branch agencies to provisions governing: (1) the distribution of royalties received by Federal agencies; and (2) ownership of inventions by Federal employees. Extends through FY 1992 the authorizations of appropriations to carry out provisions of Federal law relating to: (1) Regional Centers for the Transfer of Manufacturing Technology; and (2) State technology extension services. Mandates that the Secretary of Commerce, through the Under Secretary of Commerce for Technology, submit an annual report to the Congress on the state of U.S. industrial technology."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Commerce Research and Technology Authorization Act for Fiscal Years 1990, 1991, and 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations to the Secretary of Commerce for the programs of the National Institute of Standards and Technology for fiscal years 1990, 1991, and 1992, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:59-05:00"
}