{
  "actions": [
    {
      "acted_at": "1973-05-21", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-05-21", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1857-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-21", 
  "number": "1857", 
  "official_title": "A bill to provide opportunities for employment to unemployed and underemployed persons, to assist States and local communities in providing needed public services, to amend the Public Works and Economic Development Act of 1965 to establish a program to assist municipalities and businesses in urban industrial development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Growth Policy Employment Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-21", 
  "subjects": [
    "Advisory bodies", 
    "Industrial development bonds", 
    "Labor and employment", 
    "Public service employment", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Public service employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-21", 
    "text": "National Growth Policy Employment Act - Title I: Full Employment and National Growth - Expresses the finding of Congress that it is necessary to assure an opportunity for a gainfull and productive job to every American who seeks work, and furnish the education, training and job placement assistance needed by any person to qualify for employment consistent with his highest potential. Declares that first priority should be given to providing employment and job stabiltiy to those who have th greatest needs. Authorizes appropriations of such sums as may be necessary for the purposes of carrying out this Act. Sets forth the method for allocation of such funds by the Secretary of Labor. Requires that financial assistance under this Act may be provided only pursuant to applications by eligible applicants, who are; (1) public agencies and institutions (a) of the Federal Government, (b) of States, and (c) of cities; and (2) Indian tribes and private, nonprofit agencies approved by the Secretary. Sets forth the provisions required by a public service employment program seeking aid under this Act, including a description of the area to be served and the methods to be used, a statement of priorities, and a description of jobs to be filled. Provides special conditions which must be met prior to approval of an application by the Secretary. Authorizes the Secretary to(1) prescribe such rules as he deems necessary under this Act; (2) to accept voluntary and uncompensated services, and (3) to expend funds, without regard to any other law, for rent, repair and alteration of buildings rented by him when necessary to fulfill the purposes of this Act. Directs the Secretary to appoint an Advisory Committee on Public Service Employment. Provides that such committee shall review the administration of all programs under this Act. Requires the Secretary to make reports and recommendations to the President pertaining to manpower requirements, resources and use, and the activities conducted under this Act. Grants Congressional consent to interstate agreements to facilitate compliance with this Act. Title II: Urban Employment and National Growth - Declares it to be the purpose of this Act to authorize the Federal Government to provide a direct program of assistance to municipalities and private industry to alleviate the economic disruption resulting from the movement of industrial firms away from the cities. Makes grants, under the Public Works and Economic Development Act, to central cities for the establishment of urban land banks for industrial development. Authorizes appropriations of $50,000,000 per fiscal year year from 1974 through 1978 for the purpose of making such grants. Authorizes the Secretary to make loans to cities of 100,000 population and more to assist in financing the purchase and development of real property which will improve the employment opportunities in such municipality. Authorizes appropriations of $200,000,000 for each fiscal year, 1974 through 1978, for making such loans. Provides for additional loans and loan guarantees to businesses for urban industrial development. Provides that no land for the acquisition of which financial assistance has been made under this title shall be converted to uses not orginally approved by the Secretary. Sets forth specified authorities granted to the Secretary in performing his duties, including the power: (1) to extend and renew loans; (2) to pursue to final collection claims against third parties; (3) to acquire any property appropriate under this Act; (4) to employ experts and consultants; and (5) to sue and be sued."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Growth Policy Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide opportunities for employment to unemployed and underemployed persons, to assist States and local communities in providing needed public services, to amend the Public Works and Economic Development Act of 1965 to establish a program to assist municipalities and businesses in urban industrial development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:43-05:00"
}