{
  "actions": [
    {
      "acted_at": "1979-06-05", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1284-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1979-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-05", 
  "number": "1284", 
  "official_title": "A bill to revise title 18, United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Tower, John G.", 
    "state": "TX", 
    "thomas_id": "01449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-05", 
  "subjects": [
    "Appellate procedure", 
    "Armed forces and national security", 
    "Bank robberies", 
    "Capital punishment", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Homicide", 
    "Judicial review", 
    "Kidnapping", 
    "Military and naval offenses", 
    "Rape", 
    "Robbery", 
    "Sentences (Criminal procedure)", 
    "Sex crimes"
  ], 
  "subjects_top_term": "Capital punishment", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-05", 
    "text": "Allows a person to be sentenced to death for a violation of Federal law only if a separate sentencing hearing is conducted before: (1) the jury which determined such person's guilt; (2) a jury impaneled for such purpose; or (3) the court, upon motion of the defendant and the approval of the court and the Government. Requires the court to disclose all material in any presentence report, except as required to be withheld to protect human life or national security, but prohibits any such information withheld from being considered in determining a sentence of death. Permits any mitigating information to be presented regardless of its admissibility under the rules of evidence, but requires aggravating factors to be governed by such rules. Requires the Government to establish beyond a reasonable doubt that aggravating factors exist. Requires the defendant to establish by a preponderance of the evidence that mitigating factors exist. Requires the jury or court to return special findings setting forth any such factors found to exist. Requires the court to sentence the defendant to death upon a unanimous finding of the jury that such sentence should be imposed. Enumerates the mitigating and aggravating factors to be considered in determining whether to impose the death sentence. Changes the penalty for first degree murder of foreign officials, official guests, or internationally protected persons from life imprisonment to death. Makes kidnapping punishable by death if the death of any person results. Changes the maximum penalty for rape from death or life imprisonment to life imprisonment. Imposes the penalty of death or life imprisonment where in the commission of a bank robbery death results. Amends the Federal Aviation Act of 1958 to repeal the provision setting forth the procedure for determining the death sentence with respect to aircraft piracy. Prohibits a death sentence from being carried out on a pregnant woman. Allows a defendant to appeal a sentence of death to the court of appeals. Directs such court to affirm the sentence upon its determination that: (1) the sentence was not imposed under the influence of passion, prejudice, or any other arbitrary factor; (2) the evidence supports the finding of the existence of any aggravating factor or the failure to find any mitigating factor; and (3) the sentence is not excessive, considering the crime and the defendant. Stipulates that the sentencing procedure established by this Act shall not apply to prosecution under the Uniform Code of Military Justice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to revise title 18, United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:59-05:00"
}