{
  "actions": [
    {
      "acted_at": "1973-02-27", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4863-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Camp, John N. Happy", 
      "sponsored_at": "1973-01-03", 
      "state": "OK", 
      "thomas_id": "00167", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "Hosmer, Craig", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00561", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Martin, James G.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00741", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Sebelius, Keith G.", 
      "sponsored_at": "1973-01-03", 
      "state": "KS", 
      "thomas_id": "01039", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Steiger, Sam", 
      "sponsored_at": "1973-01-03", 
      "state": "AZ", 
      "thomas_id": "01108", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-27", 
  "number": "4863", 
  "official_title": "A bill to provide for the co-operation between the Federal Government and the States with respect to environmental regulations for mining operations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mined Area Protection Act", 
  "sponsor": {
    "district": "12", 
    "name": "Saylor, John P.", 
    "state": "PA", 
    "thomas_id": "01024", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-27", 
  "subjects": [
    "Advisory bodies", 
    "Environmental protection", 
    "Mines and mineral resources"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-27", 
    "text": "Mined Area Protection Act - Title I: Asserts that mining operations are essential activities, affecting interstate commerce, which contribute to the economic well-being, security and general welfare of the Nation. Provides that it is the purpose of this Act to encourage a nationwide effort to regulate mining operations to prevent or substantially reduce their adverse environmental effects and to assist the States in carrying out programs for those purposes. Title II: Environmental Regulations for Mining Operations - Provides that each State may submit to the Secretary of the Interior for review and approval or disapproval in accordance with this title State environmental regulations for mining operations on all lands within such State, except for federally owned land or land held in trust for Indians. Establishes criteria that, in the Secretary's judgment, such regulations must be in compliance with. Provides that the criteria set forth in this Act shall be further elaborated by the Secretary through guidelines which will be issued within ninety days after the enactment of this Act. Establishes an Advisory Committee, composed of representatives from the Departments of Agriculture and Commerce, the Environmental Protection Agency, the Tennessee Valley Authority and the Appalachian Regional Commission and such other representatives as the Secretary may designate, to assist the Secretary in developing guidelines under this title. Asserts that the Secretary may withdraw his approval of such regulations if he determines that the State has failed to enforce the regulations adequately or has otherwise failed to comply with the purposes of this Act. Requires the Secretary to promptly issue environmental regulations for mining operations in a State if at the expiration of two years after the date of enactment of this Act such State has failed to submit such regulations. Provides for the expiration of Federal regulations if the State subsequently submits regulations which are approved by the Secretary. Authorizes the Secretary to make such inspections and investigations of mining operations and mining areas as he considers necessary to evaluate the administration and enforcement of any State's regulations. States that at the request of the Secretary, the Attorney General may institute a civil action in a district court of the United States to prevent the operator of a mining operation form engaging in violations under this Act. Authorizes the Secretary to order cessation of a person's mining operations if such person fails to comply with any Federal regulations issued under this title within fifteen days after notice of such failure and such person shall be liable for a civil penalty of not more than $1,000 for each day of continuance of such failure after a fifteen day period. Prescribes a fine up to $10,000 and/or 1 year imprisonment for willful violations of regulations under this Title. Authorizes the Secretary to conduct or promote research or training programs to carry out the purpose of this title. Authorizes the Secretary to make a grant to any State for the purpose of assisting such State in developing, administering, and enforcing environmental regulations under this title. Authorizes to be appropriated to the Secretary such sums as may be necessary to carry out the provisions of this Act. Title III: Permits the heads of all Federal departments or agencies which have jurisdiction over land on which mining operations are permitted to promulgate environmental regulations to govern such mining operations. Requires such regulations to ensure at least the same degree of protection as is required by any approved State program. Provides that each Federal department and agency shall cooperate with the Secretary and the States to the greatest extent practicable in carrying out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mined Area Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the co-operation between the Federal Government and the States with respect to environmental regulations for mining operations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:09-05:00"
}