{
  "actions": [
    {
      "acted_at": "2010-02-26", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3049-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-02-26", 
  "number": "3049", 
  "official_title": "A bill to give shareholders a vote on executive pay, to hold executives accountable for failure or fraud, to structure executive pay to encourage the long-term viability of companies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Corporate Executive Accountability Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-02-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business ethics", 
    "Corporate finance and management", 
    "Finance and financial sector", 
    "Fraud offenses and financial crimes", 
    "Securities", 
    "Securities and Exchange Commission (SEC)", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-02-26", 
    "text": "Corporate Executive Accountability Act of 2010 - Amends the Securities Exchange Act of 1934 to require that any proxy or consent or authorization for an annual shareholders meeting provide for a separate non-binding shareholder vote to approve executive compensation for named executive officers. Requires solicitations seeking shareholder approval of an acquisition, merger, consolidation, or proposed sale or other disposition of all (or substantially all) of the assets of an issuer to disclose any agreements with named executive officers of the disposing or the acquiring issuer regarding related compensation (golden parachute compensation). Requires separate non-binding shareholder approval of disclosed golden parachute agreements and compensation, unless they have already been subject to a shareholder vote at an annual shareholders' meeting. Directs the Securities and Exchange Commission (SEC) by rule to require: (1) each issuer to disclose in certain filings the ratio between the median of the annual total compensation of its employees and the annual total compensation of its chief executive officer; (2) the national securities exchanges and national securities associations to prohibit the listing of any security of an issuer who does not comply with this Act; and (3) each issuer to develop a policy for recovery (clawback) of incentive-based compensation from a current or former employee if the issuer is required to prepare an accounting restatement because of material noncompliance with financial reporting requirements under the securities laws. Amends the Sarbanes-Oxley Act of 2002 to authorize the SEC to commence an action on behalf of the issuer to recover any funds required to be reimbursed by either the chief executive officer or the chief financial officer if such officer has not complied with reimbursement requirements within 90 days after an accounting restatement. Amends the Securities Exchange Act of 1934 to: (1) prohibit the board of directors of an issuer from entering into an agreement providing for severance payments to a senior executive officer terminated for cause; and (2) direct the SEC to require each national securities exchange and registered securities association to prohibit the listing of any security of an issuer in violation of specified limitations placed upon the equity compensation of executive officers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Corporate Executive Accountability Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to give shareholders a vote on executive pay, to hold executives accountable for failure or fraud, to structure executive pay to encourage the long-term viability of companies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:42-05:00"
}