{
  "actions": [
    {
      "acted_at": "1978-02-08", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-02-08", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10850-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-08", 
  "number": "10850", 
  "official_title": "A bill to assure that the Federal Government protects and serves the interests of consumers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7915-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Consumer Protection Act", 
  "sponsor": {
    "district": "6", 
    "name": "Byron, Goodloe E.", 
    "state": "MD", 
    "thomas_id": "00163", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-08", 
  "subjects": [
    "Attorneys general", 
    "Consumer education", 
    "Consumer organizations", 
    "Consumer protection", 
    "Department of Justice", 
    "Government operations and politics", 
    "Independent regulatory commissions"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-08", 
    "text": "Consumer Protection Act - Establishes within each Federal agency an Office of Consumer Counsel headed by a Consumer Counsel appointed by the President by and with the advice and consent of the Senate, independent of all other offices of the agency of which such Counsel is a part. Establishes, within the Department of Justice, a Division of Consumer Protection and Advocacy, headed by an Assistant Attorney General for Consumer Protection and Advocacy, to coordinate and assist the Offices of Consumer Counsel. States that each Consumer Counsel shall represent the interests of consumers within and before the agency of which his Office is a part. Permits the Assistant Attorney General for Consumer Protection and Advocacy to initiate or intervene in any Federal court action when such Assistant determines that the action may substantially affect the interests of consumers. Prohibits the initiation of an action by, or intervention of, the Counsel in any Federal or State court or any local agency proceeding. Requires each Counsel to transmit consumer complaints against his agency to the proper official for appropriate action. Requires the Counsel to maintain a public document file of each such consumer complaint and the action taken with respect to such complaint. Requires that each Counsel compile and distribute to the public consumer information including: (1) the functions of his Office; (2) consumer products and services; (3) problems encountered by consumers; and (4) notices of consumer-impacting hearings, proposed and final rules and orders, and other activities of the agency of which such Office is a part. Directs each Counsel to conduct and support research concerning the interests of consumers which does not duplicate activities of other agencies. Allows each Counsel to obtain from any Federal agency any information deemed necessary to perform his functions, except specified classified, national security, personal privacy, trade secret, and financial information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure that the Federal Government protects and serves the interests of consumers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:34-05:00"
}