{
  "actions": [
    {
      "acted_at": "1997-06-19", 
      "references": [
        {
          "reference": "CR E1261", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-19", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-10-01", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-10-01", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-08-05T22:38:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Resources. H. Rept. 105-677.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-08-05T22:38:00-04:00", 
      "calendar": "Union", 
      "number": "383", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 383.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1998-09-23T15:16:00-04:00", 
      "references": [], 
      "text": "Mr. Young (AK) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-23T15:16:00-04:00", 
      "references": [
        {
          "reference": "CR H8477-8488", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-23T15:16:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-23T15:20:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1998-09-23T15:20:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-09-24", 
      "calendar": "Senate Legislative", 
      "number": "601", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 601.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-10-07", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S11813", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1998-10-07", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1998-10-08", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-20", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1998-10-31", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1998-10-31", 
      "congress": "105", 
      "law": "public", 
      "number": "333", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 105-333.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2000-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": {
    "congress": "105", 
    "law_type": "public", 
    "number": "333"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1998-10-31", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1998-09-23T15:20:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1998-10-07", 
    "vetoed": false
  }, 
  "introduced_at": "1997-06-19", 
  "number": "2000", 
  "official_title": "To amend the Alaska Native Claims Settlement Act to make certain clarifications to the land bank protection provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s967-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "ANCSA Land Bank Protection Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1998-10-31", 
  "subjects": [
    "Alaska", 
    "Bonds", 
    "Clay industries", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Corporate liquidations", 
    "Corporations", 
    "Easements", 
    "Economics and public finance", 
    "Energy", 
    "Federal aid programs", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Indian claims", 
    "Indian lands", 
    "Joint ventures", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Leases", 
    "Mineral reserves", 
    "Mines and mineral resources", 
    "Mining claims", 
    "Mining leases", 
    "Minorities", 
    "Native Americans", 
    "Partnerships", 
    "Peat", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Real estate development", 
    "Real property tax", 
    "Recruiting of employees", 
    "Revenue sharing", 
    "Right-of-way", 
    "Sand and gravel industry", 
    "Social welfare", 
    "Sports and recreation", 
    "Stockholders", 
    "Taxation", 
    "Timber sales", 
    "Tourism", 
    "Trails", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Welfare eligibility"
  ], 
  "subjects_top_term": "Minorities", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1998-09-23", 
    "text": "ANCSA Land Bank Protection Act of 1998 - Amends the Alaska National Interest Lands Conservation Act (ANILCA) to include lands conveyed to a Native Corporation pursuant to an exchange authorized under the Alaska Native Claims Settlement Act (ANCSA) or other applicable law among lands that are exempt, as long as such lands are not developed, leased, or sold to third parties, from adverse possession claims, real property taxes, specified judgments, and involuntary distributions or conveyances related to the involuntary dissolution of a Native Corporation or Settlement Trust. Specifies that lands shall not be considered developed, leased, or sold to a third party as a result of an exchange or conveyance between or among Native Corporations and trusts, partnerships, corporations, or joint ventures (trusts) whose beneficiaries, partners, shareholders, or joint venturers (beneficiaries) are Native Corporations. Makes certain prohibitions regarding actions by a trustee inapplicable to actions by any trustee whose right, title, or interest in land arises pursuant to an agreement between or among Native Corporations and trusts whose beneficiaries are Native Corporations. (Sec. 2) Amends ANILCA to revise the definition of \"developed\" to: (1) require any purposeful modification of land to be performed by a Native individual or Native Corporation; and (2) prohibit any lands previously developed by third-party trespassers from being considered to have been developed. (Sec. 3) Amends ANCSA to authorize a Native Regional Corporation, upon request, to obtain the retained mineral estate of the Native Allotments that are totally surrounded by ANCSA land selections. Limits a Regional Corporation to a total of not more than 12,000 acres. (Sec. 4) Amends the Alaska Land Status Technical Corrections Act of 1992 to treat the establishment of the Gold Creek account and conveyance of land, if any, as though 3,520 acres of land had been conveyed to Gold Creek Susitna Association, Incorporated, under ANCSA for which rights to subsurface estate are provided to CIRI (Cook Inlet Region Incorporated). Requires, within one year from enactment, that CIRI select 3,520 acres of subsurface estate in land from the area designated for selection by a specified document. Limits total land selections to five, each of which shall be compact and in whole sections, except when separated by unavailable land or when the remaining entitlement is less than a whole section. (Sec. 5) Amends ANCSA to exempt certain bonds received by a household, an individual Native, or a descendant of a Native from a Native Corporation from being taken into account as an asset or resource in determining eligibility for need based Federal programs. (Sec. 6) Amends the Department of Defense Appropriations Act, 1992 with respect to the implementation, valuation, and administration of the Calista Corporation land exchange. (Sec .7) Amends ANCSA to include the Haida Corporation and the Haida Traditional Use Sites with respect to transferring the administration of mining claims on Regional Corporation lands and not subjecting any revenues remitted to Haida Corporation to distribution under such Act. (Sec. 8) Amends ANCSA to exempt revenues received by a Regional Corporation from the sale of sand, gravel, stone, pumice, peat, clay, or cinder resources from the revenue sharing requirements otherwise applicable to revenues received for timber resource and subsurface estate sales. (Sec. 9) Amends ANILCA to: (1) provide for the approval of certain protested Alaska Native allotment applications; and (2) require the Secretary, in selecting individuals to provide certain visitor services, to give preference to the Native Corporations (currently, the Native Corporation) most directly affected by the establishment or expansion of any conservation system unit by or under the provisions of such Act. Requires any allotment application which is open and pending and which is legislatively approved by this section, to be made subject to any easement, trail, or right-of-way in existence on the date of the applicant's commencement of use and occupancy. (Sec. 11) Requires a report to the Congress concerning local hires under ANILCA and their inability to obtain competitive service positions. (Sec. 12) Amends ANCSA to authorize and confirm the authority of a Native Corporation to provide benefits to its shareholders who are Natives or descendants of Natives or to its shareholders' immediate family members who are Natives or descendants of Natives to promote the health, education, or welfare of such shareholders or family members. Provides that eligibility for such benefits need not be based on share ownership in the Native Corporation and that such benefits may be provided on a basis other than pro rata based on share ownership. (Sec. 13) Expands the exception to the prohibition against a Settlement Trust alienating land or any interest in land received from a settlor Native Corporation to apply where the land is conveyed for a homesite by the Trust to a beneficiary of the Trust who is also a legal resident under Alaska law of the Native village of the settlor corporation and the conveyance does not exceed 1.5 acres."
  }, 
  "titles": [
    {
      "as": "passed house", 
      "title": "ANCSA Land Bank Protection Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "ANCSA Land Bank Protection Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Alaska Native Claims Settlement Act to make certain clarifications to the land bank protection provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:58-05:00"
}