{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-06", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-15", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Admin Office US Courts, Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-03-18", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "subcommittee": "Antitrust and Restraint of Trade Activities Affecting Small Business", 
      "text": "Referred to Subcommittee on Antitrust and Restraint of Trade Activities Affecting Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr464-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM", 
      "subcommittee": "Subcommittee on Antitrust and Restraint of Trade Activities Affecting Small Business", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "464", 
  "official_title": "A bill to provide for better access to the Federal courts for small businesses and others with small to moderate size claims, to expand the duties of the Office of Advocacy of the Small Business Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Judicial Access Act of 1985", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Neal Edward", 
    "state": "IA", 
    "thomas_id": "01079", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Business and commerce", 
    "Class actions (Civil procedure)", 
    "Courts and Civil Procedure", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Small Business Judicial Access Act of 1985 - Title I: Revision of Class Damage Procedures - Repeals rule 23(b)(3) of the Federal Rules of Civil Procedure (permitting class actions where common questions of law or fact predominate) and establishes two new types of civil actions: (1) a public action; and (2) a class compensatory action. Makes a person whose conduct in the manufacture, rental, distribution, sale, or purchase of realty, goods, or services liable for civil damages to the United States in a public action if: (1) at least 200 persons each sustain an injury in an amount of $300 or less; (2) the combined amount of the injury to such persons exceeds $60,000; (3) the injuries arise out of the same transaction or occurrence; and (4) the action presents a substantial question of law or fact common to the injured persons. Sets forth jurisdictional requirements. Permits a public action to be brought by the Attorney General, a Federal agency with exclusive enforcement authority, or a private individual who has suffered injuries of $300 or less. Authorizes the Attorney General, in actions brought by a private individual, to: (1) assume control of the action; (2) permit prosecution by such party; (3) refer the action to a State attorney general in certain circumstances; or (4) recommend to the court that the action be dismissed. Permits the court to disallow assumption or referral and to issue an appropriate order assuring that counsel defending the action against the United States will be independent of the prosecution. Provides that in a public action where the defendant is found liable, the judgment shall include a public recovery in an amount equal to either the benefit or profit realized by the defendant or the aggregate damage to the injured person (not in excess of $300 per person). Permits the court to include in the judgment equitable or declaratory relief. Provides that if the statute under which the public action is brought provides for an award of a multiple of the damages, a limitation on aggregate liability, and punitive damages, such statutory provisions shall apply to the public recovery. Requires a defendant who is found liable in a public action brought by a private individual to pay to the individual, as part of the judgment and in addition to the public recovery, taxable costs, reasonable litigation expenses, and an incentive fee equal to 20 percent of the first $25,000 of public recovery plus ten percent of the next $50,000 of public recovery. Requires that public recoveries be used to establish a public recovery fund under the supervision of the court. Provides that such fund shall be used for: (1) payment of claims to persons injured by the conduct giving rise to the public action; (2) administrative expenses; and (3) reasonable expenses of a private individual who has measurably advanced the initiation of a public action over which the Attorney General, a State, or an agency has assumed control. Makes a person whose conduct gives rise to a civil right of action for damages under a U.S. statute liable individually or as a member of a class to the injured persons in a civil class compensatory action if: (1) at least 40 persons each sustain an injury in an amount exceeding $300; (2) the injuries arise out of the same transaction or occurrence; and (3) the action presents a substantial question of law or fact common to the injured persons. Sets forth jurisdictional requirements. Requires that the amount of injury to each person in a class compensatory action be proved by a method permitted or required by this Act. Requires a defendant who is found liable to give notice of the finding of liability to all persons injured or likely to have been injured. Permits the court to include equitable or declaratory relief in the judgment. Sets forth procedural requirements for both public actions and class compensatory actions with respect to: (1) discovery; (2) preliminary hearings; (3) the scope of the action; (4) notice; (5) sampling to determine the defendant's liability or the amount or extent of damages; (6) transfer and consolidation; (7) the effect of a judgment on the merits; (8) settlement; (9) the applicability of the Federal Rules of Civil Procedure; (10) separate trials on the liability issues and the damage issues; and (11) separate fee hearings. Grants the courts of appeal jurisdiction to review in their discretion orders of the district courts dismissing or allowing public actions or class compensatory actions. Title II: Appeal of Small Civil Penalties Against Small Business Concerns - Authorizes a small business concern against which a Federal agency has imposed a civil penalty of $2,500 or less to appeal such penalty to the agency or to an appropriate district court. Title III: Office of Advocacy - Amends the Small Business Act to require the Office of Advocacy of the Small Business Administration to facilitate collective relief to small businesses for violations of antitrust and other Federal statutes. Requires the Chief Counsel for Advocacy to report to the President and the Congress on: (1) all of the public actions and class compensatory actions brought by or on behalf of small businesses under this Act (on a biennial basis); and (2) the effect of small business appeals of civil penalties imposed by Federal agencies on the resolution of small business disputes with Federal agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Judicial Access Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for better access to the Federal courts for small businesses and others with small to moderate size claims, to expand the duties of the Office of Advocacy of the Small Business Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:31-05:00"
}