{
  "actions": [
    {
      "acted_at": "1989-11-21", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1986-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1989-11-21", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-11-21", 
  "number": "1986", 
  "official_title": "A bill to amend the Public Health Service Act to establish an Agency for Health Care Policy and Research, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Policy and Research Amendments of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-11-21", 
  "subjects": [
    "Communication in medicine", 
    "Community health services", 
    "Evaluation", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to medical research", 
    "Freedom of information", 
    "Geriatrics", 
    "Health", 
    "Information services", 
    "Medical libraries", 
    "Medical policy", 
    "Medical research", 
    "Medical statistics", 
    "Medical supplies", 
    "Medical technology", 
    "Minorities", 
    "Native Americans", 
    "Peer review organizations (Medicine)", 
    "Rural public health", 
    "Standards", 
    "Technology assessment"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-11-21", 
    "text": "Health Care Policy and Research Amendments of 1989 - Title I: Agency for Health Care Policy and Research - Amends the Public Health Service Act to create a new title to establish, within the Public Health Service, the Agency for Health Care Policy and Research (Agency) to enhance the quality, appropriateness, and effectiveness of health care services, and access to such services, through establishment of a broad base of scientific research and through improvements in clinical practice and in the organization, financing, and delivery of health care services. Sets forth the general authorities and duties of the Agency Administrator, including conducting and supporting research, demonstration projects, evaluations, training, guideline development, and the dissemination of information. Requires the Administrator to undertake and support research, demonstration projects, and evaluations with respect to health care in rural areas and among low-income groups, minority groups, and the elderly. Authorizes the Administrator to provide financial assistance for new and existing multidisciplinary centers for such purposes. Prohibits the Administrator from restricting the publication of data or results from projects conducted or supported under the new title, but prohibits disclosure of identifying data without consent. Directs the Administrator and the Director of the National Library of Medicine (the Library) to enter into an agreement for indexing, abstracting, translating, publishing, and other services leading to a more effective and timely dissemination of information on research, demonstration projects, and evaluations. Directs the Administrator to promote the development and application of appropriate health care technology assessments. Establishes at the Library an information center on health care technologies and health care technology assessment. Directs the Administrator and the Director of the Library to enter into an agreement providing for the information center. Establishes within the Agency the Office of the Forum for Quality and Effectiveness in Health Care, to be headed by a Director (Director) appointed by the Administrator. Directs the Administrator, through the Director, to establish a program to be known as the Forum for Quality and Effectiveness in Health Care to develop, review, and update: (1) clinically relevant prevention, diagnosis, treatment, and management guidelines for physicians, educators, and health care practitioners; and (2) standards of quality, performance measures, and medical review criteria. Authorizes the Director, in establishing and carrying out the Forum, to enter into contracts with public or nonprofit private entities. Requires the Director to make contracts and convene panels of qualified experts, practicing physicians, and health care consumers with regard to the development, review, and updating. Authorizes the Director to: (1) convene additional panels of the same composition to develop the standards and criteria and to provide advice to the Administrator; and (2) conduct or support pilot testing of the guidelines, standards, performance measures, and review criteria. Title II: Additional Authorities and Duties with Respect to Agency for Health Care Policy and Research - Amends the Public Health Service Act to establish the National Advisory Council for Health Care Research, Evaluation, and Policy to advise the Secretary of Health and Human Services and the Administrator with respect to activities of the Agency. Directs the Secretary to establish a subcouncil on outcomes and guidelines. Declares that the Council shall, notwithstanding the Federal Advisory Committee Act, continue in existence until otherwise provided by law. Requires that technical and scientific peer review be conducted on each application for a grant, cooperative agreement, or contract under the new title of the Public Health Service Act added by this Act. Prohibits application approval by the Administrator unless the application has been recommended for approval by a peer review group. Allows adjusted peer review procedures for applications involving a direct cost under a specified amount. Directs the Administrator to establish such technical and scientific peer review groups as may be necessary. Requires that they continue in existence, notwithstanding the Federal Advisory Committee Act, until otherwise provided by law. Requires that the reviews of applications be conducted by different peer review groups than those that conduct review of applications involving dissemination activities or the development of research agendas. Provides for procedural adjustments for applications for $50,000 or less. Directs the Administrator to: (1) establish guidelines for uniform methods of developing and collecting data under the title added by this Act; (2) assure that statistics developed under that title are of high quality, timely, comprehensive, specific, standardized, and adequately analyzed and indexed; and (3) disseminate the statistics as widely as possible. Authorizes the Administrator to provide supplies and services in lieu of funds. Declares that contracts may be entered into without regard to specified provisions of Federal law relating to advances and to advertising for Government contracts. Authorizes the Administrator to appoint a deputy administrator for the Agency. Sets forth other administrative authorities. Authorizes the Administrator to make grants, cooperative agreements, and contracts to carry out the title added by this Act. Authorizes the Administrator to secure the services of experts and consultants, subject to specified Federal law. Exempts not more than 50 experts or consultants from limitations, set forth in the same Federal provisions, relating to duration of service. Requires payment of travel expenses for the exempted experts or consultants if certain requirements are met. Authorizes appropriations for FY 1990 through 1992 to carry out the title added by this Act. Requires, in addition, that a portion of amounts available under specified existing provisions of the Public Health Service Act relating to evaluations of programs be made available for evaluations under the title added by this Act. Title III: General Provisions - Removes from the Public Health Service Act provisions establishing the National Center for Health Services Research and provisions providing for grants for a council on health care technology. Directs the Secretary to request the Institute of Medicine of the National Academy of Sciences to enter into a contract to: (1) recommend priorities for the assessment of specific health care technologies under specified provisions of this Act; and (2) assist in establishing the information center, established by this Act, on health care technologies and health care technology assessment. Authorizes appropriations. Applies existing provisions enumerating certain authorities of the Secretary of Health and Human Services to provisions establishing the National Center for Health Statistics. Requires the Director of the National Center for Health Statistics to establish peer review groups to evaluate applications for grants and contracts. (Current law directs the Secretary, through the Director, to establish such groups.) Exempts entities operated by an Indian tribe or tribal or Indian organization under the Indian Self-Determination Act from certain requirements relating to the composition of the governing boards of certain community health centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Policy and Research Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish an Agency for Health Care Policy and Research, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:49-05:00"
}