{
  "actions": [
    {
      "acted_at": "2002-10-08", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-10-09", 
      "in_committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Governmental Affairs. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-11-19", 
      "committee": "Governmental Affairs", 
      "references": [], 
      "text": "Committee on Governmental Affairs. Reported by Senator Lieberman without amendment. With written report No. 107-349.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-11-19", 
      "calendar": "Senate Legislative", 
      "number": "771", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 771.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3070-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2002-10-09", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2002-10-08", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-10-08", 
  "number": "3070", 
  "official_title": "A bill to authorize appropriations for the Merit Systems Protection Board and the Office of Special Counsel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-10-09", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Armed forces and national security", 
    "Authorization", 
    "Civil rights and liberties, minority issues", 
    "Classified defense information", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional witnesses", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Economics and public finance", 
    "Employee rights", 
    "Evidence (Law)", 
    "Executive orders", 
    "Federal employees", 
    "Federal officials", 
    "Fraud", 
    "Government attorneys", 
    "Government operations and politics", 
    "Government paperwork", 
    "Information leaking", 
    "Intelligence officers", 
    "Judicial review of administrative acts", 
    "Law", 
    "Legal fees", 
    "Members of Congress", 
    "Merit Systems Protection Board", 
    "Military personnel", 
    "Misconduct in office", 
    "Office of Special Counsel", 
    "Parties to actions", 
    "Personnel management", 
    "Promotions", 
    "Rating of employees", 
    "Security clearances", 
    "Transfer of employees", 
    "Waste in government spending", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2002-11-19", 
    "text": "(Sec. 1) Amends the Whistleblower Protection Act of 1989 to authorize appropriations for FY 2003 through 2007 for the Merit Systems Protection Board and the Office of Special Counsel (OSC).(Sec. 2) Repeals the requirement that the Special Counsel return any documents and other matter provided by a Federal employee, former employee, or applicant who made a disclosure of a violation of law or of waste, fraud, or abuse when the Special Counsel does not transmit the information to the head of the agency which the information concerns.(Sec. 3) Includes as a protected disclosure by a Federal employee any lawful disclosure an employee or applicant reasonably believes is credible evidence of waste, fraud, abuse, or gross mismanagement, without restriction as to time, place, form, motive, context, or prior disclosure. Defines \"disclosure\" to mean a formal or informal communication or transmission.Allows a presumption relating to the performance of a duty by an employee to be rebutted by substantial evidence.Requires each non-disclosure policy, form, or agreement to contain a statement that the restrictions are consistent with and do not supersede specified employee obligations, rights, or liabilities.Authorizes the Board or a court, in any appeal relating to a suspension, revocation, or other determination relating to a security clearance, to determine whether there was a violation of prohibited personnel practices. Prohibits the Board from ordering the President to restore the clearance, but authorizes the Board to issue declaratory and other appropriate relief. Provides that if the Board or court declares that a security clearance determination was made in retaliation for a protected disclosure under the Act, the agency shall issue an unclassified report to specified congressional committees detailing the circumstances of the determination. Provides for expedited review by the OSC, the Board, and any reviewing court, of such an allegation.Excludes from the Act's protections: (1) the Federal Bureau of Investigation, the Central Intelligence Agency, the Defense Intelligence Agency, the National Imagery and Mapping Agency, and the National Security Agency; and (2) any executive agency or unit thereof, as determined by the President, the principal function of which is the conduct of foreign intelligence or counterintelligence activities, if the determination is made before that personnel action.Authorizes the Board, or an administrative law judge (ALJ) or other employee of the Board, to require payment by the agency where: (1) the prevailing party is employed or has applied for employment of reasonable attorney fees incurred by an employee or applicant for employment that is the prevailing party; and (2) the Board, ALJ, or other employee determines that payment by the agency is warranted in the interest of justice.Directs the Board to impose disciplinary action for employees found to have committed a prohibited personnel practice if the Board finds that protected activity was a significant motivating factor in the decision to take, fail to take, or threaten to take or fail to take a personnel action, unless that employee demonstrates that the employee would have taken, failed to take, or threatened that action in the absence of such protected activity. Requires each agency to establish a process for providing confidential advice to employees on making lawful disclosures to Congress of information required to be kept secret in the interests of national defense or the conduct of foreign affairs. Permits representation by attorneys for the OSC in civil actions brought in connection with such disclosures or provisions relating to political activities.Authorizes, during the five-year period beginning on February 1, 2003: (1) a petition to review a final order or decision of the Board to be filed in the U.S. Court of Appeals for the Federal Circuit (which currently has exclusive jurisdiction over whistle-blower appeals) or the U.S. Court of Appeals for the circuit in which the petitioner resides; and (2) the Office of Personnel Management to obtain judicial review of Board decisions.Requires Federal agencies to include in their non-disclosure policies, forms, and agreements a statement that informs employees of their statutory obligations and rights regarding disclosing information. Requires specified language in such policies, forms, and agreements to ensure the applicability of the Act and related statutes. Requires non-disclosure agreements with persons who are not Federal employees but who are connected with intelligence-related activities to contain language barring such persons from disclosing classified information without specific authorization by the U.S. Government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Merit Systems Protection Board and the Office of Special Counsel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:45-05:00"
}