{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr822-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "822", 
  "official_title": "A bill to amend titles II and XVIII of the Social Security Act to include qualified drugs, requiring a physician's prescription or certification and approved by a formulary committee, among the items and services covered under the hospital insurance program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr488-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "23", 
    "name": "Minshall, William E.", 
    "state": "OH", 
    "thomas_id": "00816", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Drugs", 
    "Health", 
    "Insurance", 
    "Medicare", 
    "Social welfare"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Establishes a comprehensive outpatient drug insurance program under title XVIII (Medicare) of the Social Security Act. Provides that such program will be financed under part A of this title (which presently provides hospital and health benefits for the aged). Establishes a Formulary Committee within the Department of Health, Education, and Welfare supported by an advisory group and directs such committee to: (1) determine which drugs and biologicals shall constitute qualified drugs for purposes of the benefits provided under this Act; (2) determine, with the approval of the Secretary, the allowable benefit of the various quantities, strengths, or dosage forms of any drug or biological determined by the Committee to constitute a qualified drug; and (3) publish and disseminate at least once each calendar year among physicians, pharmacists, and other interested persons, in accordance with directives of the Secretary; (A) an alphabetical list naming each drug or biological by its established name and such other information as the Secretary deems necessary; and (B) an indexed representative listing of such trade or other names by which each such drug or biological is commonly known, together with the allowable benefit for various quantities, strengths, or dosage forms thereof, together with the names of the supplier of such drugs upon which the allowable benefit is based. Directs the Committee to aid the Secretary of HEW in arriving at the reasonable costs, which the program would pay toward covered drugs. Provides that payments would be made directly to the vendors of pharmaceutical services whose obligation would involve a $1 copayment on each prescription filled at participating pharmacies. Defines the term \"qualified drug\" as a drug or biological which: (1) can be self-administered; (2) is furnished to an individual when not an inpatient in a hospital or extended care facility pursuant to a physician's prescription or a physician's certification that it is a lifesaving drug which is medically required by such individual; (3) is included by strength and dosage forms among the drugs and biologicals approved by the Formulary Committee; and (4) is dispensed by a pharmacist from a licensed pharmacy. Makes this Act effective on the first day of January 1973."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend titles II and XVIII of the Social Security Act to include qualified drugs, requiring a physician's prescription or certification and approved by a formulary committee, among the items and services covered under the hospital insurance program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:02-05:00"
}