{
  "actions": [
    {
      "acted_at": "2002-03-14", 
      "references": [
        {
          "reference": "CR S1938-1939", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-03-14", 
      "committee": "Committee on Indian Affairs", 
      "references": [
        {
          "reference": "CR S1939-1940", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-04-24", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 107-488.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-08-01", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-08-28", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Inouye under authority of the order of the Senate of 07/29/2002 with an amendment in the nature of a substitute. With written report No. 107-249.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-08-28", 
      "calendar": "Senate Legislative", 
      "number": "558", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 558.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2002-09-17", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S8694-8696", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S8694-8695", 
          "type": "text of measure as reported in Senate"
        }, 
        {
          "reference": "CR S8695-8696", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2002-09-18", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-18T10:02:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-09-18T11:35:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-15T02:03:00-05:00", 
      "references": [], 
      "text": "Mr. Hansen asked unanimous consent to consider in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-15T02:03:00-05:00", 
      "references": [
        {
          "reference": "CR 11/14/2002 H8912-8923", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 11/14/2002 H8912-8913", 
          "type": "text as passed Senate"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-15T02:03:00-05:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2002-11-15T02:03:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-15", 
      "references": [], 
      "text": "Message on House action received in Senate and at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-20", 
      "references": [
        {
          "reference": "CR S11773-11783", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S11773-11783", 
          "type": "text as Senate agreed to House amendment"
        }
      ], 
      "text": "Senate agreed to the House amendment to the Senate bill by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-11-20", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-11-21", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-12-03", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2002-12-13", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2002-12-13", 
      "congress": "107", 
      "law": "public", 
      "number": "331", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 107-331.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h628-107", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "628"
    }
  ], 
  "bill_id": "s2017-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Domenici, Pete V.", 
      "sponsored_at": "2002-05-09", 
      "state": "NM", 
      "thomas_id": "01319", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2002-03-14", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2002-05-21", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "107", 
    "law_type": "public", 
    "number": "331"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2002-12-13", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2002-11-15T02:03:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2002-09-17", 
    "vetoed": false
  }, 
  "introduced_at": "2002-03-14", 
  "number": "2017", 
  "official_title": "A bill to amend the Indian Financing Act of 1974 to improve the effectiveness of the Indian loan guarantee and insurance program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3407-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Cherokee, Choctaw, and Chickasaw Nations Claims Settlement Act", 
  "sponsor": {
    "district": null, 
    "name": "Campbell, Ben Nighthorse", 
    "state": "CO", 
    "thomas_id": "00168", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2002-12-13", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Affiliated corporations", 
    "Agriculture and food", 
    "Art", 
    "Arts, culture, religion", 
    "Auditing", 
    "California", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consent decrees", 
    "Construction costs", 
    "Cultural centers", 
    "Damages", 
    "Dams", 
    "Data banks", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Education", 
    "Electric power transmission", 
    "Elementary and secondary education", 
    "Energy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Exhibitions", 
    "Federal aid to Indians", 
    "Federal aid to museums", 
    "Federal aid to water resources development", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Financial services", 
    "Florida", 
    "Foundations", 
    "Fraud", 
    "Government contractors", 
    "Government liability", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Grazing", 
    "Health", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Hydroelectric power", 
    "Indexing (Economic policy)", 
    "Indian claims", 
    "Indian economic development", 
    "Indian education", 
    "Indian lands", 
    "Indian medical care", 
    "Indian water rights", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Interest", 
    "Irrigation", 
    "Lakes", 
    "Land transfers", 
    "Land use", 
    "Law", 
    "Leases", 
    "Legal fees", 
    "Mineral reserves", 
    "Minorities", 
    "Missouri River development", 
    "Montana", 
    "Native Americans", 
    "Navigation", 
    "Nebraska", 
    "New Mexico", 
    "Oklahoma", 
    "Outdoor recreation", 
    "Public lands and natural resources", 
    "Rent", 
    "Reservoirs", 
    "Riparian rights", 
    "Rivers", 
    "Science, technology, communications", 
    "Social welfare", 
    "South Dakota", 
    "Sports and recreation", 
    "State government-Indian relations", 
    "Submerged lands", 
    "Surplus government property", 
    "Trails", 
    "Transportation and public works", 
    "Value engineering", 
    "Waste water treatment", 
    "Water allocation (Policy)", 
    "Water conservation", 
    "Water quality", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Water supply engineering", 
    "Water treatment plants", 
    "Waterways"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2002-11-15", 
    "text": "Title I: Indian Financing Act Amendments - Indian Financing Act Amendments of 2002 - (Sec. 103) Amends the Indian Financing Act of 1974 to increase from $100,000 to $250,000 the amount of total unpaid principal indebtedness of an individual Indian for which the Bureau of Indian Affairs may guarantee or insure loans.Authorizes any transfer (currently limited to sale or assignment), in whole or in part, of both the guaranteed/insured and unguaranteed/uninsured portions of such a loan. Authorizes secondary transfers (to secondary market investors) as well as initial transfers.Requires that the Secretary of the Interior be notified of such transfers.Declares that, notwithstanding any such transfer, the lender shall remain obligated on the guarantee or insurance agreement between the lender and the Secretary, continue to be responsible for loan servicing, and remain the secured creditor of record.Pledges the full faith and credit of the United States behind loan guarantees and loan insurance made under this Act.Requires the Secretary to: (1) provide for the central registration of transferred loans/loan portions; and (2) contract with a fiscal transfer agent to act as the Secretary's designee under this title, and carry out the Secretary's central registration and fiscal transfer agent functions.Permits pooling of such transferred loans/loan portions.Title II: Yankton Sioux and Santee Sioux Tribes Equitable Compensation - Yankton Sioux Tribe and Santee Sioux Tribe Equitable Compensation Act - (Sec. 204) Establishes in the Treasury the Yankton Sioux Tribe Development Trust Fund and the Santee Sioux Tribe Development Trust Fund.Directs the Secretary of the Treasury (Secretary), on the first day of the 11th fiscal year beginning after enactment of this Act, to transfer from the General Fund into such Funds specified amounts plus the equivalent of the annually compounded interest that would have accrued on such amounts if they had been invested in interest-bearing U.S. obligations or in obligations guaranteed by the United States. Requires the Secretary to invest in such obligations the portion of such Funds not required to meet current withdrawals.Directs the Secretary, beginning the same day as such transfer, and the first day of each following fiscal year, to withdraw the aggregate amount of interest deposited into the Funds for that fiscal year and transfer it to the Secretary of the Interior for making payments to the Yankton Sioux Tribe and the Santee Sioux Tribe for carrying out projects and programs under their respective Tribal Plan.(Sec. 206) Directs the tribal council of each Tribe to prepare a Tribal Plan for using payments to carry out projects and programs to promote: (1) economic development; (2) infrastructure development; or (3) the educational, health, recreational, and social welfare objectives of the Tribe and its members. Prohibits per capita distributions to Tribe members.(Sec. 207) States that payments under this Act shall not affect other Federal services or programs to which the Tribes are otherwise entitled, or the Pick-Sloan Missouri River Basin power rates, nor be subject to Federal or State income tax.(Sec. 209) Authorizes appropriations.(Sec. 210) Extinguishes upon such deposit in the Funds all monetary claims of the Tribes against the United States for loss of value or use of land resulting from the Fort Randall and Gavins Point projects of the Pick-Sloan Missouri River Basin program upon the Secretary's transfers to the tribal Funds established by this Act.Title III: Oklahoma Native American Cultural Center and Museum - (Sec. 301) Directs the Secretary of the Interior to offer to award financial assistance grants and technical assistance to the Native American Cultural and Educational Authority of Oklahoma for the development of the Native American Cultural Center and Museum in Oklahoma City, Oklahoma.Requires the Authority, to be eligible to receive such a grant, to: (1) agree to provide for continual maintenance of the Center without the use of Federal funds; and (2) demonstrate commitments from private persons or State or local government agencies for at least 66 percent of the cost of the activities to be carried out under the grant. Limits the amount of any such grant to 33 percent of the cost of the activities to be funded under such grant.Requires the Secretary, when calculating the Authority's cost share, to reduce its obligation by the fair market value of approximately 300 acres of land donated by Oklahoma City for the Center, if such land is used for the Center.Authorizes appropriations for FY 2003 through 2006.Title IV: Transmission of Power From Indian Lands In Oklahoma - (Sec. 401) Requires the Administrator of the Southwestern Power Administration, under specified existing circumstances, to make its transmission services available for the transmission of electric power generated at facilities located on land within the jurisdictional area of any Oklahoma Indian tribe recognized by the Secretary as eligible for trust land status.Requires the owner or operator of the generation facilities concerned to reimburse the Administrator for all cost of such actions.Title V: Pechanga Tribe - (Sec. 501) Prohibits the transfer of land located in Riverside County, California, held in fee by the Pechanga Band of Luiseno Mission Indians, as described in Document No. 211130 of the Office of the Recorder, until: (1) the Secretary renders a final decision on the pending fee to trust application; and (2) final decisions have been rendered regarding all appeals relating to that application decision; or (3) the fee to trust application is withdrawn.Title VI: Cherokee, Choctaw, and Chickasaw Nations Claims Settlement Act - Cherokee, Choctaw, and Chickasaw Nations Claims Settlement Act - (Sec. 605) Declares that pursuant to tribal resolutions and in exchange for the benefits conferred under this Title, the Cherokee, Choctaw, and Chickasaw Nations (Indian Nations) shall enter into a consent decree with the United States that extinguishes, upon payment of specified funds, all claims the Indian Nations have pending in the United States Court of Federal Claims in two specified cases against the United States. Describes the content of such cases as including the Indian Nations' interests in the Disclaimed Drybed Lands and the construction, maintenance and operation of the McClellan-Kerr Navigation Way on the Arkansas River, Oklahoma.Approves and ratifies transfers of interests in the Disclaimed Drybed Lands by parties other than the Indian Nations that have occurred in violation of the Trade and Intercourse Act, to the extent that such transfers are otherwise valid under law.Sets forth retained rights in related lands (including Wetbed Lands, subject to a U.S. navigational servitude), minerals, and waterways.Entitles the United States to setoff certain transferred funds against claims of the Indian Nations in the event the Court of Federal Claims does not enter into a consent decree as set forth in this Act.Prohibits the United States and the Indian Nations from being made parties to any quiet title or other lawsuit to determine ownership of or an interest in the Disclaimed Drybed lands after the execution of this Title.Declares that, to the extent that the United States is able to effectively maintain the McClellan-Kerr Navigation Way without retaining title to lands above the high water mark of the Arkansas River, such lands, after being declared surplus, shall be conveyed in fee to the Indian Nation within whose boundary the land is located.Authorizes appropriations for the settlement of claims for FY 2004 through 2007.(Sec. 606) Establishes in the Treasury three separate tribal trust fund accounts for the receipt of all appropriations and allocations under this Act for each of the respective Indian Nations. Makes such funds available for the acquisition of land, as specified. Provides for the investment of such funds and the payment of attorney's fees, subject to specified limitations. Prohibits any per capita payments.(Sec. 608) Extinguishes all right, title, and interest of any non-claimant Indian nation or tribe in the Disclaimed Drybed Lands.Limits the period for a claimant tribe to file a claim to 180 days.Title VII: Seminole Tribe - (Sec. 701) Authorizes the Seminole Tribe of Florida to mortgage, lease, sell, convey, warrant, or otherwise transfer, without further approval, any interest in any real property that was held by the Tribe on September 1, 2002, and is not held in trust by the United States for the Tribe's benefit.Title VIII: Jicarilla Apache Reservation Rural Water System - Jicarilla Apache Reservation Rural Water System Act - (Sec. 804) Directs the Secretary of the Interior, in consultation and collaboration with the Jicarilla Apache Nation (the Tribe), to plan, design, and construct the Rural Water Supply Project to improve water supply, delivery, and wastewater facilities for the town of Dulce, New Mexico, and surrounding communities. Allocates costs between the Federal government and the Tribe.Requires the Tribe to assume annual operation, maintenance, and replacement costs of the project.(Sec. 806) Requires: (1) the Secretary to prepare a recommended project plan; and (2) the Tribe to develop an operation, maintenance, and replacement plan to assist it in establishing rates and fees for project customers.Requires the Secretary to enter into a memorandum of agreement with the Tribe that commits the Bureaus of Reclamation and of Indian Affairs to a transition plan that addresses project operations and maintenance.Requires the Secretary to oversee project construction and to incorporate appropriate value engineering analysis.Requires the Secretary to provide necessary technical assistance to the Tribe for planning, development, and construction of the project, including operation and management training.(Sec. 807) Authorizes appropriations.(Sec. 808) Prohibits the use of project funds for irrigation.(Sec. 809) States that no new depletions of existing Tribal water rights, as set forth in the Jicarilla Apache Tribe Water Rights Settlement Act, are associated with this project.Title IX: Rocky Boy's Rural Water System - Rocky Boy's/North Central Montana Regional Water System Act of 2002 - (Sec. 904) Authorizes the Secretary of the Interior to plan, design, construct, operate, maintain, and replace the core water system for, and to operate, maintain, and replace the water distribution systems of, the Rocky Boy's Reservation in Montana (Reservation). Requires the Secretary at the request of the Chippewa Cree Tribe on the Reservation (Tribe), through the Bureau of Reclamation and the Bureau of Indian Affairs, to enter into self-governance agreements with the Tribe to carry out such functions.(Sec. 905) Authorizes the Secretary to enter into Cooperative Agreements with the North Central Montana Regional Water Authority (Authority) and the Tribe to provide Federal funds and necessary assistance for the planning, design, and construction of the noncore system for specified Montana counties outside the Reservation.(Sec. 906) Prohibits the Secretary from obligating funds for construction of the core or non-core system until: (1) requirements of the National Environmental Policy Act of 1969 are met, (2) 90 days have expired since a final engineering report approved by the Secretary has been submitted to Congress; and (3) the Secretary publishes a written finding that the water conservation plan includes prudent and reasonable water conservation measures.(Sec. 907) Makes the cost of connection of nontribal community water distribution systems and individual service systems to transmission lines of the core system and noncore system the responsibility of the entities receiving water from the transmission lines.(Sec. 908) Authorizes the Secretary to enter into contracts with the Authority for water from Lake Elwell providing for the repayment of its respective share of the construction, operation, maintenance and replacement costs of Tiber dam and reservoir.(Sec. 909) Requires the Tribe to draw its supply of water from the 10,000 acre-feet per year of water stored in Lake Elwell for the Tribe pursuant to the Chippewa Cree Tribe of The Rocky Boy's Reservation Indian Reserved Water Rights Settlement and Water Supply Enhancement Act of 1999. Prohibits the Secretary from diminishing such water supply for water delivery to the non-core system.(Sec. 910) Directs the Secretary in cooperation with the Secretary of Energy to make the Pick-Sloan Missouri Basin Program power available when pumps are energized and/or upon completion of the Project.(Sec. 911) Requires the Tribe and the Authority to develop a water conservation plan that contains: (1) a description of water conservation objectives and appropriate water conservation measures; and (2) a time schedule for implementing the measures to meet the objectives.(Sec. 913) Establishes in the Treasury the Chippewa Cree Water System Operation, Maintenance, and Replacement Trust Fund, to be managed and invested by the Secretary. Requires the use of accrued interest only for operation, maintenance, and replacement of the core system and the on-reservation distribution, according to an approved plan.Allows the Tribe to withdraw all or part of the Fund on approval of the Secretary of a tribal management plan. Releases the Secretary and the Secretary of the Treasury from any liability if withdrawn.(Sec. 914) Authorizes appropriations. Makes the Tribal portion of costs 76 percent and the Authority's portion 24 percent.Title X: Miscellaneous - (Sec. 1001) Requires the Secretary of the Interior, through the Bureau of Reclamation, and in part, if the Tribe requests, through a cooperative agreement with the Tribe, to conduct a study to determine the most feasible method of developing a safe and adequate municipal, rural, and industrial water treatment and distribution system for the Santee Sioux Tribe of Nebraska that could serve the tribal and adjacent communities and incorporate population growth and economic development activities for a period of 40 years.Authorizes appropriations.(Sec. 1002) Amends Federal law to exempt lands held in trust for the Yurok Tribe and for the Hopland Band of Pomo Indians of the Hopland Rancheria from the 25-year term restriction on the lease by Indian owners of restricted lands for public, religious, educational, recreational, residential, or business purposes, for grazing, or for farming purposes which require the making of a substantial investment in the improvement of the land for the production of specialized crops."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Financing Act Amendments of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Cherokee, Choctaw, and Chickasaw Nations Claims Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Indian Financing Act Amendments of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Indian Financing Amendments Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Jicarilla Apache Reservation Rural Water System Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Rocky Boy's/North Central Montana Regional Water System Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Yankton Sioux Tribe and Santee Sioux Tribe Equitable Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Financing Amendments Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Indian Financing Amendments Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Cherokee, Choctaw, and Chickasaw Nations Claims Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Cherokee, Choctaw, and Chickasaw Nations Claims Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Indian Financing Amendments Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Jicarilla Apache Reservation Rural Water System Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Rocky Boy's/North Central Montana Regional Water System Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Yankton Sioux Tribe and Santee Sioux Tribe Equitable Compensation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Indian Financing Act of 1974 to improve the effectiveness of the Indian loan guarantee and insurance program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:23-05:00"
}