{
  "actions": [
    {
      "acted_at": "1974-02-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13036-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-26", 
  "number": "13036", 
  "official_title": "A bill to establish identification and reporting procedures to determine the existence and causes of shortages of products in interstate commerce.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2966-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Domestic Supply Information Act", 
  "sponsor": {
    "district": "6", 
    "name": "Grasso, Ella T.", 
    "state": "CT", 
    "thomas_id": "00458", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-26", 
  "subjects": [
    "Business and commerce", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Industrial production"
  ], 
  "subjects_top_term": "Industrial production", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-26", 
    "text": "Domestic Supply Information Act - States that it is the purpose of this Act to require the Secretary of Commerce to furnish to the Congress periodic reports relating to the existence, causes, and future or potential existence and causes of shortages of products in interstate commerce. Establishes within the Department of Commerce an Office of Domestic Supply to carry out the functions of the Secretary of Commerce under this Act. Directs the Secretary of Commerce to: (1) establish criteria for determining whether an actual or potential shortage condition of any product in interstate commerce exists; (2) establish procedures for accepting and acting upon complaints of product shortages from the public; (3) conduct all investigations to determine the cause and existence or potential existence of any such product shortage; (4) continuously monitor and evaluate the state of the economy to the extent necessary to achieve the purposes of this Act; and (5) determine whether an actual or potential shortage condition of any product in interstate commerce exists. Requires the filing of reports by the Secretary of Commerce and the Comptroller General. States that the Committee on Interstate and Foreign Commerce of the House of Representatives or the Committee on Commerce of the Senate shall, upon written request, make available to any Member of the House of Representatives or the Senate a copy of any report received by such Committee under this Act. Authorizes to be appropriated to the Department of Commerce for the purposes of carrying out the provisions of this Act, $500,000 for fiscal year 1974; $500,000 for fiscal year 1975; and $500,000 for each fiscal year thereafter. Authorizes to be appropriated to the General Accounting Office for the purposes of carrying out the provisions of this Act, $500,000 for fiscal year 1974; $500,000 for fiscal year 1975; and $500,000 for each fiscal year thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic Supply Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish identification and reporting procedures to determine the existence and causes of shortages of products in interstate commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:27-05:00"
}