{
  "actions": [
    {
      "acted_at": "1975-03-17", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1208-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hathaway, William D.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "01354", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mansfield, Mike", 
      "sponsored_at": "1975-01-03", 
      "state": "MT", 
      "thomas_id": "01389", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1975-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-17", 
  "number": "1208", 
  "official_title": "A bill to improve the Nation's energy resources.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Electrical Energy Conservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Metcalf, Lee", 
    "state": "MT", 
    "thomas_id": "01399", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-17", 
  "subjects": [
    "Corporations", 
    "Electric power", 
    "Electric utilities", 
    "Energy", 
    "Federal incorporation", 
    "Power resources"
  ], 
  "subjects_top_term": "Federal incorporation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-17", 
    "text": "National Electrical Energy Conservation Act - Title I: National Power Grid and Regional Bulk Power Distribution - Creates a National Power Grid Corporation to establish and operate a national power grid system consisting of electric power generating facilities and a system of very high voltage transmission lines which shall interconnect such generating facilities and the transmission systems of each regional corporation established by the Corporation pursuant to this Act. Provides that such regional corporations shall be the exclusive marketing agency for the National Grid in that region. Authorizes electric utilities, publicly or privately owned, to enter into agreements for services with the regional corporation. Places specified conditions on any such contract for services and the rates at which power marketed for the National Grid may be sold. Directs the National Grid to carry out a program of research and development in the area of electric power generation and transmission, giving preference to environmental protection and land use research priorities. Authorizes up to $250,000,000 per fiscal year to carry out such program. Transfers specified federally owned facilities to the National Grid. Title II: General Provisions Applicable to National Grid and to Regional Corporations - States that each corporation shall be subject to Federal, State, and local environmental standards. Specifies the interests to be represented on the board of directors of such corporations, and their composition, terms of members, procedures for filling vacancies therein, and procedures for selecting the officers and employees of the corporations. States that the corporations shall have those powers conferred on nonprofit corporations pursuant to the District of Columbia Nonprofit Corporation Act, and specified additional powers. Directs such corporation to at all times maintain complete and accurate books of accounts. Authorizes each corporation to issue and sell bonds for financing its activities, providing that the aggregate total of outstanding bonds shall not exceed $30,000,000,000. Authorizes each corporation to cause to be instituted condemnation proceedings against any lands or interests in land necessary to carry out the provisions of this Act. Requires each corporation to report annually to the President and to transmit such report to the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Electrical Energy Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the Nation's energy resources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:14-05:00"
}