{
  "actions": [
    {
      "acted_at": "1973-03-07", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5334-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Moss, John E.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00838", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Reuss, Henry S.", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "00954", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-07", 
  "number": "5334", 
  "official_title": "A bill to promote the abatement of atmospheric sulfur pollution by the imposition of a tax on the emission of sulfur into the atmosphere.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pure Air Tax Act", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-07", 
  "subjects": [
    "Air pollution control", 
    "Environmental protection", 
    "Pollution", 
    "Taxation"
  ], 
  "subjects_top_term": "Air pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-07", 
    "text": "Pure Air Tax Act - Imposes a tax, under the Internal Revenue Code, of 15 cents upon each pound of sulfur contained in a sulfurous fuel sold by a registered taxpayer during any calendar year beginning after 1975. Imposes a floor stocks tax on the sulfurous fuel held by a person who ceases to be a registered taxpayer. Provides that such rate shall be 15 cents per pound of sulfur if the floor stocks were sold by such person for ultimate use in the sulfur tax region where they are located at the time he ceases to be a registered taxpayer. Imposes a tax of 15 cents per pound upon each pound of sulfur emitted into the atmosphere by a registered taxpayer, or by a processor during any calendar year beginning after 1975. Imposes a tax of up to 15 cents per pound on the number of pounds by which the sum of the pounds of sulfur contained in sulfurous fuel sold by a registered taxpayer for ultimate use in a sulfur tax region and the pounds of sulfur emitted into the atmosphere in such region by such person, or the number of pounds of sulfur emitted into the atmosphere in a sulfur tax region by a processor, during any calendar year beginning after 1975, exceeds the net base pounds of sulfur of such processor or registered taxpayer for such sulfur tax region for the preceding calendar year. Provides that the following persons shall be required to register with the Secretary of the Treasury: (1) any person who is a dealer in sulfurous fuel if, during any one of the five calendar years preceding a taxable year, such person purchased, imported, or produced sulfurous fuel containing more than 250,000 million BTU's of heat content, or emitted more than 1,000 tons of sulfur into the atmosphere; (2) any person who is a producer-user of sulfurous fuel; and (3) any person who operates or maintains an emission source during any calendar year beginning after 1974. Provides for the designation of sulfur tax regions by the Administrator of the Environmental Protection Agency. Provides that the tax on the sulfurous content of sulfurous fuels sold shall be deemed to be an overpayment by the person who paid such tax if such fuel is exported, sold to a registered taxpayer, or used by the ultimate purchaser for a nonfuel use. Provides that nothing in this title or any other law of the United States shall prevent the several States from taxing the sulfur content of sulfurous fuels."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pure Air Tax Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the abatement of atmospheric sulfur pollution by the imposition of a tax on the emission of sulfur into the atmosphere.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:17-05:00"
}