{
  "actions": [
    {
      "acted_at": "1992-03-26", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2487-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1992-04-07", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-26", 
  "number": "2487", 
  "official_title": "A bill to provide for the regulation of imports of fresh cut flowers by measures in addition to existing duties.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fresh Cut Flower Import Regulation Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-03-26", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture in foreign trade", 
    "Antidumping", 
    "Business intelligence", 
    "Countervailing duties", 
    "Dumping", 
    "English language", 
    "Flowers", 
    "Foreign trade and international finance", 
    "Government paperwork", 
    "Government trust funds", 
    "Governmental investigations", 
    "Import quotas", 
    "Import restrictions", 
    "Labeling", 
    "Prices", 
    "Restrictive trade practices", 
    "Valuation"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-03-26", 
    "text": "Fresh Cut Flower Import Regulation Act of 1992 - Establishes the Fresh Cut Flower Import Regulation Trust Fund within the Treasury. Requires the Secretary of the Treasury (Secretary) to transfer from the Treasury amounts received as duties imposed on certain fresh cut flowers to the Trust Fund. Requires the Secretary to be the trustee of the Trust Fund. Directs the Secretary to submit to specified congressional committees annual reports on the financial condition and operation of such Fund. Authorizes the Secretary to invest a portion of the Fund in interest-bearing U.S. bonds. Authorizes amounts in the Fund for the payment of administrative expenses incurred by the Secretary of Commerce and the Secretary of Agriculture with respect to the Fund's operation. Title I: Quantitative Limitation of Imports of Fresh Cut Flowers - Requires the Secretary of Agriculture to determine annually for each of the designated categories of fresh cut flowers the domestic consumption in quantity of stems for a 12-month period and the shares of consumption accounted for by domestic shipments and by total imports. Prohibits the share of consumption to be supplied by imports from exceeding specified shares of expected consumption of fresh cut flowers. Requires the Secretary of Agriculture to allocate the increase or decrease in the import quota for such categories among supplying countries in proportion to their shares of domestic consumption. Title II: Reallocation of Unused Country Quotas - Requires the Secretary of Agriculture to reallocate the unused portion of the prior calendar quarter quotas to other supplying countries if a determination is made that any country has not filled its quota of a particular category of fresh cut flowers by 50 percent or more of its quota. Title III: Country of Origin Identification of Imported Fresh Cut Flowers - Amends the Tariff Act of 1930 to require each imported fresh cut flower to indicate conspicuously the English name of the country of origin of such flower. Amends the Federal Trade Commission Act to make it an unfair act or practice for anyone to sell such flowers without the English name of the country of origin. Title IV: Price Monitoring of Imported Fresh Cut Flowers - Requires the Secretary of Commerce to monitor the prices at which imported fresh cut flowers are sold in: (1) the United States; and (2) the principal export markets other than the United States in order to determine the fair market value of such flowers. Requires the Secretary of Commerce to commence an antidumping duty investigation whenever it is determined that a specific category of fresh cut flowers from one or more supplying countries has been sold at less than their fair market value. Requires the Secretary of Commerce to make proprietary information available to interested parties under a protective order and to provide such parties an opportunity to present information with respect to his or her determinations under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fresh Cut Flower Import Regulation Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the regulation of imports of fresh cut flowers by measures in addition to existing duties.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:30-05:00"
}