{
  "actions": [
    {
      "acted_at": "1977-03-01", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4236-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-01", 
  "number": "4236", 
  "official_title": "A bill to provide for the cooperation between the Secretary of the Interior and the States with respect to the regulation of surface coal mining operations, and the acquisition and reclamation of abandoned mines.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Surface Mining Control and Reclamation Act", 
  "sponsor": {
    "district": "3", 
    "name": "Whalen, Charles W., Jr.", 
    "state": "OH", 
    "thomas_id": "01217", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-01", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Interior", 
    "Environmental protection", 
    "Mines and mineral resources", 
    "Public lands and natural resources", 
    "Reclamation of land", 
    "Research and development", 
    "Strip mining"
  ], 
  "subjects_top_term": "Mines and mineral resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-01", 
    "text": "Surface Mining Control and Reclamation Act - Title I: Statement of Findings and Policy - Declares that most of the nation's coal reserve can only be mined by underground methods. Lists the purposes of this Act, including the establishment of a nationwide program to prevent adverse effects to society and the environment from surface coal mining. Title II: Office of Surface Mining Reclamation and Enforcement - Establishes in the Interior Department the Office of Surface Mining Reclamation and Enforcement with a Director appointed by the President. States that such Office shall administer the programs required by this Act and assist the States in development of State programs for surface coal mining and reclamation. States that the Office shall be considered an independent Federal regulatory body. Title III: State Mining and Mineral Resources Research Institute - Authorizes appropriations to the Secretary of the Interior of sums adequate to provide for each participating State $200,000 for fiscal year 1978, $300,000 for fiscal year 1979, and $400,000 for each fiscal year thereafter for five years, to assist the States in carrying on the work of a competent and qualified mining and mineral resources research institute or center at the school of mines of one public college or university of the State. Requires such monies to be matched dollar-for-dollar by the States. Authorizes appropriations of $15,000,000 for fiscal year 1978, such sum to be increased by $2,000,000 each fiscal year for six years thereafter, for specific projects in mining and mineral research in institutes. Directs the Secretary to establish a center for cataloging current and projected scientific research in mining and mineral resources. Requires the Secretary to appoint an Advisory Committee on Mining and Mineral Research for advice on all matters concerning mining and mineral resources research. Title IV: Abandoned Mine Reclamation - Creates the Abandoned Mine Reclamation Fund in the Treasury. Requires operators of coal mines to pay into the fund quarterly fees of $.35 per ton of coal produced by surface mining and $.15 per ton of coal produced by underground mining, or ten percent of the value of the coal in the mine, whichever is less. Authorizes use of money in the Fund for acquisition and reclamation of abandoned and unreclaimed mine lands and for acquisitions and fillings of voids and sealing of tunnels and entryways in abandoned mines. Authorizes the Secretary of Agriculture to enter into agreements with landowners of water rights under which such landowners shall furnish a conservation and development plan and shall effect such plan in return for financial assistance from the Secretary of Agriculture of up to 80 percent of the cost of such a reclamation effort. Encourages States to acquire abandoned and unreclaimed land, and to transfer it to the Secretary for reclamation, and authorizes matching grants for such purpose, up to 90 percent of the land price. Allows resale of reclaimed land by public bidding, and allows local public participation in determining the use of reclaimed land. Title V: Control of the Environmental Impacts of Surface Coal Mining - Directs the Secretary of the Interior to publish, within 180 days of the enactment of this Act, regulations which establish a permanent regulatory procedure and performance standards for surface coal mining and reclamation standards. Requires the Secretary to obtain the concurrence of the Administrator of the Environmental Protection Agency with respect to regulations concerned with air or water quality standards. Establishes a permit program to require mining operators to comply with environmental protection standards. Allows State control over surface mining permits if certain requirements are met. Authorizes the implementation of a Federal program if States fail to act. Permits State laws and regulations that are more stringent than those set forth pursuant to this Act. Requires permit applications to describe the method of mining and equipment proposed to be used, to describe by maps the land to be affected, and to contain a statement of results of test borings or core samplings of the affected land. Stipulates that permits must be accompanied by a mining and reclamation plan which shall include a description of present uses of the land, steps to be taken to prevent environmental damage and a description of the reclamation activities. Requires the posting of performance bonds and possession of liability insurance by applicants for permits. Requires the establishment of coal exploration regulations by appropriate State and Federal authorities. Requires that such regulations include provisions for reclamation of lands disturbed in exploration activities. Imposes the following general environmental performance standards on surface mining operations as a condition of the issuance of a permit under this Act: (1) restoration of the land affected to a prior use, consistent with public health and safety; (2) restoration to the original contour of the land and backfilling, grading, and compacting the excess overburden and other waste materials to attain the lowest grade; (3) removal and segregation of topsoil in a separate layer where it is able to support vegetation; (4) minimization of disturbances to the hydrologic balance at the mine site and surrounding areas by eliminating or reducing toxic drainage, siltation, and contamination problems; (5) conformity with standards for the design and location of coal mine waste piles; and (6) establishment of a diverse, effective, and permanent vegetation on regraded areas. Stipulates that the regulatory authority shall make test borings of core samplings for mining operators with an estimated annual production of less than 250,000 tons of coal. Establishes additional requirements for steep-slope surface mining operations. Defines the term \"steep-slope\" to include any slope above 20 degrees or lesser slopes as may be defined by the regulatory authority. Directs the Secretary to promulgate rules and regulations directed at the surface effects of underground mining. Directs and authorizes inspection of surface coal mining and reclamation to determine compliance with this Act and regulations. Provides requirements for recordkeeping and submittal and monitoring by mine operators. Imposes civil penalties for violation of this Act or regulations under it. Establishes procedures for citizen suits and judicial review of actions under this Act. Establishes conditions under which mine operators may request a release of all or part of the performance bond. Requires public notice and hearings upon applications for such releases. Requires States to establish, as a condition of assuming primary regulatory control, a planning process designed to identify lands unsuitable for surface coal mining. Requires designation of lands as unsuitable if it can be shown that reclamation pursuant to the requirements of the Act is not feasible. Authorizes designation of lands as unsuitable where operations mining will: (1) be incompatible with land use plans or programs; (2) affect fragile or historic lands of significant historic, scientific or esthetic value; (3) affect renewable land resources with an impact on long-range food and water supply; and (4) increase a significant hazard to life and property, including the possibility of flood and earthquake damage. Prohibits surface coal mining operations on certain Federal lands, or within 100 feet of a public road or within 300 feet of a building or dwelling, unless the consent of the affected public or private interest is obtained. Requires implementation of a Federal lands program applicable to all surface coal mining and reclamation activities pursuant to Federal laws or taking place on Federal lands. Requires that coal exploration operations which substantially disturb the natural land surface on such lands be subject to a permit program established by the Secretary of the Interior. Requires separate regulations for programs for special bituminous coal surface mines that meet specified criteria, and for anthracite coal surface mines which are regulated by environmental protection standards of the States. Title VI: Designation of Lands Unsuitable for Noncoal Mining - Allows the Secretary to designate Federal lands unsuitable for mining materials other than coal, if they are predominantly urban or suburban in character or if such mining operations would have an adverse impact on lands used primarily for residential and related purposes. Title VII: Administrative and Miscellaneous Provisions - Defines the terms used in this Act. Prohibits discrimination against employees for filing suit under this Act and for testifying in a proceeding under this Act. Authorizes the Secretary to make annual grants to the States to assist the States in developing, administering, and enforcing State programs under this Act. Authorizes the Secretary to provide technical assistance and training, and assistance in preparing and maintaining a continuing inventory of information on surface coal mining and reclamation projects. Requires the Secretary to submit an annual report to the President and the Congress. Directs the Secretary to contract with the National Academy of Sciences-National Academy of Engineering for a study of surface coal mining conditions in Alaska in order to determine which, if any, of the provisions of this Act should be modified with respect to such operations in Alaska. Directs the Chairman of the Council on Environmental Quality to contract with the National Academy of Sciences-National Academy of Engineering and other groups for a study of the technology for surface and open-pit mining and reclamation for minerals other than coal designed to assist in the development of regulation for such operations. Directs the Secretary to consult with Indian tribes in studying the regulation of surface mining on Indian lands. Requires all surface coal mining operations on Indian lands to comply with requirements at least as stringent as specified provisions in this Act within 30 months from the enactment of this Act. Authorizes the appropriation of the following sums to carry out this Act: (1) for various contract authority, $10,000,000 per fiscal year for fiscal years 1978, 1979, and 1980; (2) for the performance of test borings by the regulatory authority, an amount reserved for such purpose from the Abandoned Mine Reclamation Fund not to exceed $40,000 per fiscal year; (3) for administrative and other purposes, $10,000,000 for fiscal year 1978, $20,000,000 for fiscal years 1979 and 1980, and $30,000,000 for fiscal years thereafter; and (4) for research and demonstration projects of alternative coal mining technologies, $35,000,000 for fiscal year 1978, and for the next four years. Stipulates that no new budget authority for fiscal year 1977 is authorized by the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Mining Control and Reclamation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the cooperation between the Secretary of the Interior and the States with respect to the regulation of surface coal mining operations, and the acquisition and reclamation of abandoned mines.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:35-05:00"
}