{
  "actions": [
    {
      "acted_at": "2011-07-26", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committee on Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committee on Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-26", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-26", 
      "committee": "House Homeland Security", 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-27", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Economic Development, Public Buildings and Emergency Management", 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-27", 
      "in_committee": "House Homeland Security", 
      "references": [], 
      "subcommittee": "Cybersecurity, Infrastructure Protection, and Security Technologies", 
      "text": "Referred to the Subcommittee on Cybersecurity, Infrastructure Protection, and Security Technologies.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-28", 
      "in_committee": "House Homeland Security", 
      "in_subcommittee": "Cybersecurity, Infrastructure Protection, and Security Technologies", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-28", 
      "in_committee": "House Homeland Security", 
      "in_subcommittee": "Cybersecurity, Infrastructure Protection, and Security Technologies", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee by Voice Vote .", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2658-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development, Public Buildings and Emergency Management", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Cybersecurity, Infrastructure Protection, and Security Technologies", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-26", 
  "number": "2658", 
  "official_title": "To amend the Homeland Security Act of 2002 to enhance the ability of the Federal Protective Service to provide adequate security for the prevention of terrorist activities and for the promotion of homeland security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Protective Service Reform and Enhancement Act", 
  "sponsor": {
    "district": "3", 
    "name": "Lungren, Daniel E.", 
    "state": "CA", 
    "thomas_id": "00717", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-07-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Executive agency funding and structure", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Homeland security", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "Licensing and registrations", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Terrorism"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-07-26", 
    "text": "Federal Protective Service Reform and Enhancement Act - Revises provisions governing the Federal Protective Service (FPS) in the Department of Homeland Security (DHS) (currently, FPS is a component of of the National Protection and Programs Directorate of DHS). Declares FPS's mission to be to secure all facilities and surrounding federal property under its protection and to safeguard all occupants. Requires the Director of FPS to: (1) report to the Under Secretary responsible for critical infrastructure; (2) establish a training program for all FPS employees and security guards hired by contract; (3) ensure effective coordination and liaison with other law enforcement agencies regarding threats to FPS-protected facilities; (4) conduct a security risk assessment for each such facility; (5) inspect and patrol such facilities for the purpose of detecting terrorist or criminal activity and determining compliance with federal security standards; (6) ensure that each facility has and carries out adequate plans for emergency situations; (7) ensure the effective operation of security countermeasures for such facilities; and (8) ensure that background investigations are conducted for contract guards and building service contractors. Directs the Secretary of DHS to: (1) ensure that security personnel are provided training in terrorism prevention, (2) report annually with estimates of FPS staffing needs for the next five-year period, and (3) submit a five-year budget outlook and strategic plan for FPS. Directs the Under Secretary to: (1) manage risk by utilizing and maintaining a risk assessment tool and centralized database in order to conduct facility security risk assessments, track contract guard posts, and validate contract guard certifications; and (2) issue and implement a list of items, including component parts, that are prohibited from being brought into facilities protected by FPS unless an exemption is granted. Requires the Director to: (1) establish minimum training and annual certification requirements for all FPS contract guards; (2) establish a program to periodically assess such training and the security of FPS-protected facilities; and (3) publish a list of qualified vendors and qualified products that would promote common standards of deployment of personnel and technology, procedures and requirements for the proper administration of such list, and best practices for utilizing such products. Gives the Secretary, acting through FPS, primary authority in the executive branch for implementing counterterrorism and homeland security functions to secure any building and all federal property located in or on a facility that is owned, occupied, or secured by any component of the federal government. Directs the Secretary to submit: (1) a strategy for more effectively managing the contract guard program; (2) a coordinated strategy for cooperation between the Under Secretary responsible for critical infrastructure protection and the Under Secretary for Science and Technology regarding research, development, and deployment of security technology conducted by the Transportation Security Laboratory; and (3) a report on retention rates within the FPS contract guard workforce."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Protective Service Reform and Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Homeland Security Act of 2002 to enhance the ability of the Federal Protective Service to provide adequate security for the prevention of terrorist activities and for the promotion of homeland security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:22:26-05:00"
}