{
  "actions": [
    {
      "acted_at": "1980-01-24", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2218-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-01-24", 
  "number": "2218", 
  "official_title": "A bill entitled \"The Youth Employability Development Act of 1980\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Youth Employability Development Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-01-24", 
  "subjects": [
    "Advisory bodies", 
    "Authorization", 
    "Business and commerce", 
    "Business and social problems", 
    "Children and youth", 
    "Depressed areas", 
    "Economic development", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Federal advisory bodies", 
    "Labor and employment", 
    "Manpower training programs", 
    "Seasonal labor", 
    "Student employment", 
    "Students", 
    "Summer employment", 
    "Youth employment"
  ], 
  "subjects_top_term": "Youth employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-01-24", 
    "text": "Youth Employability Development Act of 1980 - Amends the Comprehensive Employment and Training Act (CETA) to replace Youth Employment Demonstration Programs with a Youth Employability Development Program (title IV, Part A). Sets similar eligibility standards for such Program as for all other CETA title IV youth programs, except that eligibility for such Program shall also depend on income determinations made for the three months prior to application. Declares that the purpose of such Program is to provide for federally funded employment experience, skill training and remedial programs to improve the employability of disadvantaged youths and others with substantial difficulty in obtaining and retaining employment. Requires that such programs be: (1) operated through collaboration between prime sponsors and local youth employment, training, and educational institutions; and (2) administered so as to maximally involve educational agencies, community-based organizations, labor-market intermediaries, unions, and private for-profit organizations. Directs prime sponsors to assist each youth receiving CETA Youth Programs assistance to establish a personalized employability plan. Requires, for youths enrolled in school, that such plans be developed pursuant to an agreement with the local educational agency. Authorizes the Secretary of Labor to provide financial assistance to eligible applicants (prime sponsors and sponsors of specified Native American or migrant and seasonal farmworker programs) to provide employability development opportunities and supportive and followup services to eligible youths to promote the transition to unsubsidized employment. Authorizes State Governors or prime sponsors to directly operate such programs or contract with specified project applicants or for-profit employers for payments within specified limits. Limits to 20 percent that portion of any eligible applicant's allotment which may be used to fund specified programs to guarantee part-time school year and full-time summer employment to high school youths. Sets forth formulas for the allocation of funds for such programs for specified purposes and among the States. Provides special eligibility requirements for participants in specified programs for in-school youth. Sets forth conditions which must be met by eligible applicants for receipt of financial assistance. Provides for program review by the Secretary. Authorizes the Secretary to carry out innovative and experimental programs dealing with youth unemployment and enabling eligible participants to prepare for or secure employment with possibilities for advancement and a productive working life. Directs the Secretary to consult with other appropriate Federal agencies and authorizes the Secretary to transfer funds to such agencies for such discretionary projects. Requires that the Secretary and prime sponsors give special consideration in carrying out such projects to community-based organizations which have demonstrated effectiveness in delivering employment and training services. Authorizes the Secretary, in consultation with the Secretaries of Commerce and of Housing and Urban Development, to provide financial assistance to prime sponsors whose areas are designated as having concentrated youth unemployment. Requires that prime sponsors applying for such assistance submit a detailed work or career employment program for eligible youth not enrolled in school: (1) emphasizing work in critical national priority projects; and (2) including placement services and job-search assistance developed in consultation with the Private Industry Council. Directs the Secretary to allocate such financial assistance among eligible prime sponsors according to the severity and extent of youth unemployment in their areas. Authorizes the Secretary to make grants to prime sponsors to fund exemplary school-to-work transition projects. Requires that procedures for approval of such projects be jointly agreed upon by the Secretary and the Secretary of Education and include specified provisions. Establishes a National Council on Education and Work. Sets forth rates of pay for participants and special conditions for activities receiving assistance under the Youth Employability Development Program. Directs the Secretary to cooperate with the Secretary of Education to make arrangements with State and local education officials whereby academic credit may be awarded for competencies derived from work experience obtained through such programs. Requires that all activities assisted under such programs provide counseling and placement services for the transition of youth from program participation to permanent private or public employment or to education and training programs. Provides that youth earnings and allowances under such programs shall be disregarded for determining the youth's family's eligibility for, and amount of, benefits under any Federal or federally assisted programs. Limits such work experience programs to one year for each youth. Authorizes appropriations to carry out such Program for fiscal years 1981 through 1984. Provides for an advance funding method of timing appropriation action for such authorization. Requires that any program under the Summer Youth Program (CETA title IV, Part C) for youth who were enrolled in school prior to the summer shall be carried out pursuant to an agreement with specified provisions between the local educational agency and the prime sponsor. Authorizes local education agencies, pursuant to such agreement, to issue to eligible youth summer employment vouchers which may be redeemed by for-profit or non-profit employers for an amount equal to the Federal minimum wage for the number of hours worked. Requires prime sponsors to establish programs to coordinate activities under title VII of CETA (Private Sector Opportunities for the Economically Disadvantaged) with other economic development programs receiving Federal financial assistance. Authorizes the Secretary, in conjunction with the Secretaries of Commerce and of Housing and Urban Development, to provide financial assistance to programs under title VII which prepare and place individuals in economic development-related employment. Authorizes appropriations for fiscal years 1981 though 1984 in a specified amount for interagency coordination projects and in necessary amounts for all other title VII activities. Includes among title VII activities specified upgrading and retraining programs. Limits the percentage of funds which may be used for such programs. Requires employers to hire one economically disadvantaged person for every employee participating in such programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Youth Employability Development Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"The Youth Employability Development Act of 1980\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:17-05:00"
}