{
  "actions": [
    {
      "acted_at": "1992-06-16", 
      "committee": "Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2850-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Small Business", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1992-06-16", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rudman, Warren", 
      "sponsored_at": "1992-06-16", 
      "state": "NH", 
      "thomas_id": "01426", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1992-06-16", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-16", 
  "number": "2850", 
  "official_title": "A bill to establish the Small Business Capital Access Program to enhance the availability of financing for small business concerns.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Capital Access Program", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-16", 
  "subjects": [
    "Accounting", 
    "Bank loans", 
    "Bank reserves", 
    "Executive reorganization", 
    "Finance and financial sector", 
    "Government trust funds", 
    "Small Business Administration", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-16", 
    "text": "Small Business Capital Access Program - Establishes a Small Business Capital Access Board within the Small Business Administration (SBA) to carry out a Small Business Capital Access Program. Authorizes the SBA to contribute a specified amount to each participating State, to be credited to reserve funds established in connection with loans to small business concerns by participating financial institutions. Requires SBA contributions to: (1) be between 1.5 and 3.5 percent of the loan amount; and (2) match on a one-to-one basis the amounts contributed by the State. Requires States to: (1) establish statutory authority to carry out the Program; (2) appropriate funds to cover premiums on enrolled loans; and (3) establish an administrative mechanism to carry out the management of reserve funds; the enrollment of loans; the payment of claims; and the designation of participating financial institutions. Terminates participation if a State fails to meet such commitments within a 12-month period. Authorizes the Board to extend the period to meet commitments if requested by a State. Requires States to establish reserve funds in the name of each participating financial institution for: (1) depositing premium charges to be paid by institutions and borrowers and accounting for contributions by the States and SBA; and (2) disbursing funds to cover losses sustained by an institution in connection with Program loans. Permits the SBA to make contributions only in connection with a loan made to a borrower that is a small business concern that is authorized to conduct business, and has its primary business location, in a participating State. Prohibits the use of loans to finance passive real estate ownership. Permits financial institutions in participating States to enroll loans if: (1) they have agreed to all terms and conditions set forth under this Act or by the State; (2) the appropriate Federal banking agency has approved them for participation in the Program after consideration of safety and soundness, capitalization, and overall financial health; and (3) the State has agreed to establish reserve funds in their names. Sets forth loan enrollment requirements. Requires such institutions to prescribe premium charges for loans payable to reserve funds. Requires lender and borrower payments to be equal. Authorizes the lender to recover its payments through the financing of the loan. Sets forth required State and SBA contributions to the reserve funds. Limits the combined amount to be deposited by an institution into any fund over a three-year period to $150,000. Makes payments to the reserve fund the exclusive property of the participating State. Authorizes withdrawal of fund income, subject to specified conditions. Authorizes a financial institution that charges off an enrolled loan to the reserve fund to file a claim with the State if: (1) the claim occurs contemporaneously with the action to charge off the loan; and (2) the charge off is made in a manner consistent with the institution's usual method for making determinations on business loans that are not enrolled loans. Sets forth provisions concerning partial payment of claims. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business Capital Access Program", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Small Business Capital Access Program to enhance the availability of financing for small business concerns.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:38-05:00"
}