{
  "actions": [
    {
      "acted_at": "1979-07-18", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4841-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-18", 
  "number": "4841", 
  "official_title": "A bill to amend the Endangered Species Act of 1973 to provide for certain procedures to ensure the effective administration of such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Endangered Species Act Amendments of 1979", 
  "sponsor": {
    "district": "6", 
    "name": "Beard, Robin", 
    "state": "TN", 
    "thomas_id": "00069", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-18", 
  "subjects": [
    "Administrative procedure", 
    "Animals and Animal Protection", 
    "Endangered species", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Endangered species", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-18", 
    "text": "Endangered Species Act Amendments of 1979 - Amends the Endangered Species Act of 1973 to redefine the term irresolvable conflict to mean, with respect to any action authorized, funded, or carried out by a Federal agency, a set of circumstances under which completion of such action is likely to jeopardize the continued existence of an endangered or threatened species. Extends from 120 days to 225 days the period of time following the date of publication of any emergency regulation, set forth by the Secretary of Interior to carry out the purpose of this Act, that such regulation shall have force and effect unless the rulemaking procedures which apply to such regulation are complied with. Allows the Secretary of the Interior to rescind an emergency regulation during the 225-day period if it is determined on the basis of the best scientific and commercial data available that substantial evidence does not exist to warrant the continuation of such regulation. Requires the Secretary of the Interior, within 90 days after it is determined that any Federal agency action is likely to jeopardize the existence of a species for which a regulation has been proposed recommending the listing of such species as an endangered species or if such action is likely to adversely modify such species habitat, to: (1) publish in the Federal Register a final regulation adding such species or critical habitat to the endangered species list; or (2) withdraw the proposed regulation recommending such listing. Requires the Secretary to: (1) establish guidelines to ensure that such action is administered as efficiently and effectively as possible; and (2) submit an annual report to Congress on the development and operation of such guidelines. Requires any Federal agency which desires to obtain a permanent exemption, from the provisions of the Act, to conduct a biological assessment for the purposes of identifying any listed or proposed endangered or threatened species which is likely to be affected by such action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Endangered Species Act Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Endangered Species Act of 1973 to provide for certain procedures to ensure the effective administration of such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:26-05:00"
}