{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr553-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "553", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to assist school districts to carry out locally approved school security plans to reduce crime against children, employees, and facilities of their schools.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safe Schools Act", 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Crime and law enforcement", 
    "Education", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Schools", 
    "Secondary education"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Safe Schools Act - Authorizes appropriations for local educational agencies throughout the nation for providing security for children, employees, and facilities. Provides that not in excess of 3 percent of such funds be set aside for schools in Puerto Rico, Guam, American Samoa, the Virgin Islands, and the Trust Territory of the Pacific Islands and to the Secretary of the Interior for schools operated for Indian children. Provides that the remainder of such appropriations be allotted to other local educational agencies. Provides that any local educational agency may apply for such grant under this Act with the consent of the appropriate State educational agency. Provides that such grant shall be employed toward the provision of professional or other staff members; the provision of services to meet the special needs of students and employees; community activities; provision of information to parents and other members of the general public; planning and evaluation activities; acquisition, installation, modernization, or replacement of appropriate equipment and supplies; and minor alterations of school plants and facilities. Provides that no funds authorized under this Act shall be used to support the introduction, presence, or use of firearms, other weapons, or chemical agents in any school."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe Schools Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to assist school districts to carry out locally approved school security plans to reduce crime against children, employees, and facilities of their schools.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:37-05:00"
}