{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2579-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "1992-05-12", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1992-04-09", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "2579", 
  "official_title": "A bill to improve battery recycling and disposal.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Dry Cell Battery Management Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Business records", 
    "Consumer education", 
    "Electric batteries", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Fines (Penalties)", 
    "Government paperwork", 
    "Hazardous waste disposal", 
    "Incineration", 
    "Labeling", 
    "Mercury", 
    "Packaging", 
    "Product coding", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "State laws", 
    "Waste disposal sites"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "Dry Cell Battery Management Act of 1992 - Prohibits the sale or offer for promotional purposes of alkaline manganese batteries with a mercury content that was intentionally introduced and exceeds the mercury concentration levels under this Act. Lists concentration levels as: (1) 250 parts per million by weight for batteries that are not button- or coin-shaped and are manufactured on or after January 1, 1993; (2) one part per million by weight for batteries that are not button- or coin-shaped and are manufactured on or after January 1, 1996; and (3) 25 milligrams of mercury per battery for button- or coin-shaped batteries that are manufactured on or after January 1, 1993. Prohibits the sale or offer for promotional purposes of: (1) zinc-carbon batteries exceeding a mercury concentration level of one part per million by weight that are manufactured on or after January 1, 1993; (2) consumer mercuric-oxide batteries on or after January 1, 1994; and (3) any mercuric-oxide battery on or after July 1, 1993, except in compliance with labeling requirements. Requires mercuric-oxide batteries to contain labels that state that the batteries contain mercury and must be recycled or disposed of properly and that set forth the chemical symbol for mercury. Prohibits, on or after July 1, 1993, the manufacture of any rechargeable consumer product unless: (1) the rechargeable battery is easily removable from the product or is contained in a battery pack that is separate and easily removable from the product; (2) the battery, battery pack, or product with the nonremovable battery has a brand name affixed to it; (3) the product, the package containing the product, and the battery are labeled in accordance with this Act; and (4) the instruction manual for the product includes information explaining methods to ensure proper recycling or disposal of the used batteries. Requires rechargeable batteries, rechargeable consumer products, battery packs containing rechargeable batteries, and packages for such products that are manufactured after July 1, 1993, to: (1) be labeled in a manner visible to consumers; (2) include the standard abbreviation for the chemical composition of the battery or battery pack; and (3) inform consumers that rechargeable batteries when no longer reusable must be collected, recycled, or disposed of in an environmentally sound manner. Authorizes exemptions to labeling requirements for two-year periods, based on specified evidence and subject to the approval of the Administrator of the Environmental Protection Agency (EPA). Permits exemption renewals subject to specified conditions. Prohibits the sale or offer for promotional purposes of mercuric-oxide batteries, rechargeable batteries, or rechargeable consumer products with nonremovable batteries unless the manufacturer of the battery or product has in effect an approved battery management plan. Directs the Administrator to promulgate requirements for battery management plans. Requires plans to provide for the environmentally sound collection, transportation, and recycling or disposal of mercuric-oxide or rechargeable batteries and rechargeable consumer products with nonremovable batteries. Makes manufacturers liable for the costs of such activities. Prohibits the disposal of such batteries and products: (1) by incineration for purposes of reducing waste volume or generating energy; or (2) in a solid waste disposal facility other than a facility that is the subject of a permit issued in accordance with subpart C of the Resource Conservation and Recovery Act. Authorizes two or more manufacturers to submit group plans with respect to any specific battery or product in lieu of an individual plan. Sets forth plan approval, modification, and review procedures. Requires mercuric-oxide or rechargeable battery manufacturers to report annually to the Administrator on the recovery, recycling, and reclamation rates for such batteries and for rechargeable consumer products with nonremovable batteries. Applies reclamation and storage requirements applicable to spent lead-acid batteries under the Code of Federal Regulations to mercuric-oxide or rechargeable batteries collected and stored under this Act. Prohibits: (1) manufacturers of rechargeable batteries, battery packs, or rechargeable consumer products from refusing to receive spent batteries, battery packs, or rechargeable products sold by such manufacturers from a customer or municipal solid waste collection authority; and (2) the recycling or disposal of such items in a manner inconsistent with this Act. Directs the Administrator to require State solid waste management plans under the Solid Waste Disposal Act to: (1) ensure compliance with this Act; and (2) provide for programs to collect used batteries and rechargeable consumer products from consumers and institutions. Requires the Administrator to establish an outreach program to provide information to the public concerning the proper handling and disposal of batteries and rechargeable consumer products. Prescribes civil penalties for violations of this Act. Directs the Administrator to issue regulations to require manufacturers of dry cell batteries manufactured or offered for sale in the United States to encode such batteries to identify the brand name and electrode type for purposes of facilitating battery separation, recycling, and disposal. Exempts button- and coin-shaped batteries (except consumer mercuric-oxide batteries) from coding regulations. Directs the Administrator to require the coding of exempted batteries if it would not interfere with electrical conductivity or cause unfavorable effects. Prohibits States or local governments from enforcing any coding requirement unless identical to this Act's requirements. Grants EPA employees access to information and facilities to enforce this Act. Authorizes civil actions to compel compliance with inspections. Directs the Administrator to establish a Battery Management Advisory Committee. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dry Cell Battery Management Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve battery recycling and disposal.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:32-05:00"
}