{
  "actions": [
    {
      "acted_at": "2004-01-20", 
      "references": [
        {
          "reference": "CR S54-55", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-01-20", 
      "committee": "Committee on Agriculture, Nutrition, and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2007-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2004-01-20", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2004-02-06", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2004-04-05", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2004-01-22", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2004-01-26", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-01-20", 
  "number": "2007", 
  "official_title": "A bill to provide better protection against bovine spongiform encephalopathy and other prion diseases.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3714-108", 
      "reason": "identical"
    }
  ], 
  "short_title": "BSE and Other Prion Disease Prevention and Public Health Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2004-01-20", 
  "subjects": [
    "Agriculture and food", 
    "Animals", 
    "Bovine spongiform encephalopathy", 
    "Cattle", 
    "Commerce", 
    "Data banks", 
    "Deer", 
    "Elk", 
    "Feeds", 
    "Food safety", 
    "Goats", 
    "Government operations and politics", 
    "Health", 
    "Identification devices", 
    "Livestock", 
    "Meat inspection", 
    "Meat packing industry", 
    "Medical laboratories", 
    "Medical tests", 
    "Science, technology, communications", 
    "Sheep", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2004-01-20", 
    "text": "BSE and Other Prion Disease Prevention and Public Health Protection Act - Prohibits the importation of a covered article that: (1) if containing animal-derived material, does not state in English that the covered article contains animal-derived material and the name of the derivative animal, and if a ruminant, identifies the country of origin and states whether specified risk material from the ruminant is or may be part of the covered article; (2) if not containing animal-derived material, does not state in English that the covered article does not contain animal-derived material; and (3) contains animal-derived material from a ruminant that was in any country at a time at which there was a transmission risk of bovine spongiform encephalopathy (BSE). Directs the Secretary of Health and Human Services (Secretary) to promulgate compliance standards. Prohibits the introduction into interstate or foreign commerce of a covered article that contains: (1) specified risk material from a ruminant, or any material from a ruminant that was in any foreign country when there was a BSE transmission risk; or (2) any material from a ruminant exhibiting signs of a neurological disease. Directs the Secretary of Agriculture to promulgate compliance standards. Directs the Secretary to: (1) develop an enforcement plan for the regulatory ban of certain animal proteins in ruminant feed; (2) promulgate regulations prohibiting same-farm admixing of ruminant and nonruminant feed; (3) annually assess prion disease prevalence and cattle testing in the United States; and (4) in conjunction with the National Prion Disease Pathology Research Center at Case Western Reserve University, expand survey efforts for prion diseases in humans. Directs the Secretary to establish a ruminant identification program capable of tracing, within 48 hours, the movements of disease-exposed animals from birth to slaughter. Directs the Secretary of Agriculture develop programs to: (1) fund the development of the national animal health laboratory network, and expand the network to include all certified Federal, State, and university veterinary diagnostic laboratories; (2) require rapid prion disease screening tests on nonambulatory ruminants, and on cattle and bison 30 months of age and older and on sheep, goats, deer, and elk 12 months of age and older intended for human consumption; (3) exclude BSE-tested ruminants from animal feed use until test confirmation; (4) expand animal collection by Federal, State, tribal, and local agencies for chronic wasting disease (CWD) testing; (5) require CWD herd certification and interstate movement restrictions for farm raised deer and elk; and (6) increase import inspections. Directs the Secretaries to jointly establish a prion disease task force. Defines: (1) covered article; (2) prion disease; and (3) specified risk material."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "BSE and Other Prion Disease Prevention and Public Health Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide better protection against bovine spongiform encephalopathy and other prion diseases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:40-05:00"
}