{
  "actions": [
    {
      "acted_at": "1995-03-23", 
      "references": [
        {
          "reference": "CR S4509", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-23", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s609-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-03-23", 
  "number": "609", 
  "official_title": "A bill to assure fairness and choice to patients and health care providers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Quality and Fairness Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Wellstone, Paul D.", 
    "state": "MN", 
    "thomas_id": "01454", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-03-23", 
  "subjects": [
    "Bankruptcy", 
    "Case management", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Confidential communications", 
    "Conflict of interests", 
    "Consumer complaints", 
    "Consumer education", 
    "Continuum of care", 
    "Counseling", 
    "Disabled", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Economics and public finance", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Employment of the handicapped", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Health", 
    "Health care reform", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Hospital care", 
    "Hospital medical staff", 
    "Identification devices", 
    "Insurance premiums", 
    "Insurance rates", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Managed care", 
    "Marketing", 
    "Medical personnel", 
    "Medical records", 
    "Minorities", 
    "Minorities in medicine", 
    "Patients' rights", 
    "Quality of care", 
    "Racial discrimination", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Right to die", 
    "Science, technology, communications", 
    "Self-insurance", 
    "Small business", 
    "Standards", 
    "State laws", 
    "Telephone"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-03-23", 
    "text": "TABLE OF CONTENTS: Title I: Protection of Consumer Choice Title II: Office for Consumer Information, Counseling and Assistance Title III: Utilization Management Title IV: Health Plan Standards Title V: Health Insurance Market Reform Title VI: Miscellaneous Provisions Health Care Quality and Fairness Act of 1995 - Title I: Protection of Consumer Choice - Requires each employer, including self-insured employers, who provides a health plan to provide each employee a choice of at least one managed care, one point-of-service, and one fee-for-service plan. Provides for enrollment periods. Title II: Office for Consumer Information, Counseling and Assistance - Mandates grants to States for establishment and operation of an Office for Consumer Information, Counseling and Assistance in each State to be concerned with consumer health insurance rights. Authorizes appropriations. Title III: Utilization Management - Requires a health plan to have a utilization review program meeting the requirements of this title and certified by the State. (Sec. 303) Requires Federal standards for the establishment, operation, certification, and recertification of review programs. Allows States to certify a plan as meeting Federal standards if the plan meets standards for accreditation as applied by a nationally recognized, independent, non-profit accreditation entity. Sets forth review program requirements and related plan requirements. Requires plans to provide emergency services coverage without regard to whether the health professional or provider furnishing the services has an arrangement with the plan. Prohibits preauthorization requirements if an enrollee arrived at the emergency department with symptoms reasonably suggesting an emergency. Title IV: Health Plan Standards - Mandates Federal standards for health plan certification and recertification. Requires a State to provide for plan certification if the State-designated certifying authority finds the plan meets this Act's requirements. Allows a plan sponsor to offer a plan only if the plan is State-certified. (Sec. 402) Requires plan minimum solvency standards. (Sec. 403) Mandates disclosure to prospective covered individuals of certain plan terms and conditions in an easily understandable, truthful, linguistically appropriate, and objective manner. (Sec. 404) Requires plans to demonstrate a sufficient number, distribution, and variety of providers to insure that services will be available and accessible in a timely manner, including access to specialized treatment. Prohibits care coordination and cost control processes from imposing an undue enrollee burden. Requires meeting these requirements in all areas, including rural areas, allowing a plan to provide access by providing out-of-network services. (Sec. 405) Requires plans to credential the health professionals furnishing services under the plan. Requires credentialing decisions to be made on objective standards with input from health professionals credentialed under the plan. (Sec. 406) Mandates a timely and organized system for resolving complaints and formal grievances filed by covered individuals. Mandates disclosure of credentialing information to the professional involved and provides for submission of corrections. Declares that a professional is not entitled to be selected or retained by a plan whether or not the professional meets credentialing standards. Regulates the use of economic considerations in the selection process. Provides for procedures relating to the suspension, termination, and review of the plan contract with a professional. (Sec. 407) Mandates confidentiality of specified enrollee patient information and records. (Sec. 408) Prohibits plan discrimination: (1) on the basis of race and other factors, including socio-economic status, disability, health status, or anticipated need for health services; (2) in the selection of provider members on the basis of race or other factors, including the anticipated need for health services of the provider's patients; and (3) in participation, reimbursement, or indemnification against a health professional who is acting within the scope of the professional's license or certification solely on the basis of the professional's license or certification. (Sec. 409) Prohibits plan marketing or other practices intended to discourage or limit the plan on the basis of risk factors. Title V: Health Insurance Market Reform - Requires guaranteed issue and renewability. (Sec. 502) Prohibits limits on coverage or establishment of premiums based on health status or similar factors, including genetic predisposition to medical conditions. Prohibits waiting periods before coverage begins. Regulates the treatment of preexisting conditions. (Sec. 503) Mandates Federal specification of uniform age, geography, and family size categories and maximum rating increments for adjustment factors. (Sec. 504) Requires plans to participate in a risk adjustment program developed by the State under Federal standards. (Sec. 505) Prohibits lifetime benefit limits. (Sec. 506) Declares that a plan shall be considered to be an eligible organization under title XVIII (Medicare) of the Social Security Act for applying rules under provisions relating to the right to accept or refuse treatment and relating to advance directives. (Sec. 507) Preempts State law only if in direct conflict. Declares that additional consumer protections under State law are not in direct conflict. (Sec. 508) Requires health plans offered to small employers and individuals through associations or other intermediaries to meet the requirements of this title. Title VI: Miscellaneous Provisions - Requires States to prohibit the offering or issuance of any health plan if it does not meet certain requirements of this Act and any other requirements determined appropriate by the Secretary of Health and Human Services. Directs the Secretary of Labor to develop health plan standards consistent with this Act and applicable to self-insured plans. Authorizes the Secretary of Labor to terminate or disqualify a self-insured plan not meeting those standards."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Quality and Fairness Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure fairness and choice to patients and health care providers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:43-05:00"
}