{
  "actions": [
    {
      "acted_at": "1973-06-08", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-12-11", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Government Operations with amendment, S. Rept. 93-613.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-18", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-12-19", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sconres30-93", 
  "bill_type": "sconres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Muskie, Edmund S.", 
      "sponsored_at": "1973-01-03", 
      "state": "ME", 
      "thomas_id": "01410", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-08", 
  "number": "30", 
  "official_title": "A concurrent resolution to establish a procedure assuring congress the full and prompt production of information requested from Federal officers and employees.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ervin, Sam J., Jr.", 
    "state": "NC", 
    "thomas_id": "01326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-08", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Executive privilege", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government records, documents, and information"
  ], 
  "subjects_top_term": "Executive privilege", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1973-12-18", 
    "text": "(LATEST SUMMARY) Provides that, when an officer or employee of the United States is summoned to testify or to produce information, records, documents, or other material before either House of Congress or a committee of the Congress or subcommittee thereof, that officer or employee shall appear at the time and place specified and shall answer all questions propounded to him, or produce all information, including records, documents, and other material sought, unless, in the case of an officer or employee of a Federal agency in the executive branch, either within twenty days of the date of the summons, or, in the case of any such information which was first requested at an appearance, within ten days after that appearance, the President formally and expressly instructs the officer or employee in writing to withhold the information requested, including answers to specific questions, or specific records, documents, or other material, in which event such Presidential instruction shall set forth the grounds on which it is based. Provides that if a House of Congress or a Committee of Congress: (1) determines that an officer or employee of the United States has failed to comply with this resolution; or (2) upon consideration of the Presidential instruction, determines that the information requested is needed to enable it to exercise a legislative function under the Constitution, it shall prepare a written report setting forth such determination. Provides that if a committee of the Congress, or the majority or minority leader of a House of Congress determines that an officer or employee of the United States has failed to comply with a subpoena within fifteen days after such officer or employee receives such subpoena, the chairman of such committee or the majority or minority leader of such House shall file: (1) in the case of a House of Congress, a resolution with such House; (2) in the case of a joint committee, a concurrent resolution with both Houses of Congress; and (3) in the case of a committee, a resolution with its House of Congress; with a report and record of the proceedings relating to such subpoena. Requires each House of Congress and each committee or subcommittee of the Congress to take appropriate measures to insure the confidentiality of any information made available to it which, in the judgment of the Federal agency providing it and the House of Congress or committee or subcommittee of the Congress receiving it, requires protection against disclosure which would endanger: (1) personal privacy, (2) trade secrets or confidential commercial or financial information, or (3) the conduct of the national defense, foreign policy, or law enforcement activities. Directs the Select Committee on Standards and Conduct of the Senate to investigate any breach of confidentiality of information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A concurrent resolution to establish a procedure assuring congress the full and prompt production of information requested from Federal officers and employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:21:08-05:00"
}