{
  "actions": [
    {
      "acted_at": "2011-03-07", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s495-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-07", 
  "number": "495", 
  "official_title": "A bill to expand and enhance existing adult day programs for individuals with neurological diseases or conditions, including multiple sclerosis, Parkinson's disease, traumatic brain injury, and other similar diseases or conditions, to support and improve access to respite services for family caregivers who are taking care of such individuals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr883-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Adult Day Achievement Center Enhancement Act", 
  "sponsor": {
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-07", 
  "subjects": [
    "Adult day care", 
    "Families", 
    "Health programs administration and funding", 
    "Neurological disorders"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-07", 
    "text": "Adult Day Achievement Center Enhancement Act - Requires the Assistant Secretary for Aging to initiate a comprehensive survey of current adult day programs that provide care and support to individuals living with neurological diseases or conditions, including multiple sclerosis, Parkinson's disease, or traumatic brain injury. Requires the Assistant Secretary to identify ongoing successful adult day programs and develop a set of best practices to help guide the establishment and replication of additional successful adult day programs. Directs the Assistant Secretary to establish a competitive grant program for awarding grants annually to fund adult day programs. Defines an \"adult day program\" as a program that provides comprehensive and effective care and support services to individuals living with neurological diseases or conditions and to their family caregivers and that may assist them in ways that: (1) maintain or improve their functional abilities or otherwise help them adjust to their changing functional abilities; (2) prevent the onset of complications associated with severe forms of the disease or condition; (3) promote alternatives to placement in nursing homes; (4) reduce the strain on family caregivers taking care of a family member living with such a disease or condition; (5) focus on supporting the emotional, social, and intellectual needs of a younger adult population; or (6) address the needs of veterans living with such a disease or condition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adult Day Achievement Center Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to expand and enhance existing adult day programs for individuals with neurological diseases or conditions, including multiple sclerosis, Parkinson's disease, traumatic brain injury, and other similar diseases or conditions, to support and improve access to respite services for family caregivers who are taking care of such individuals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:02:59-05:00"
}