{
  "actions": [
    {
      "acted_at": "1985-09-09", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-09-12", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1614-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-09-09", 
  "number": "1614", 
  "official_title": "A bill to amend title XVIII of the Social Security Act with respect to payment reform under that title, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Budget Reconciliation Amendments of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-09-09", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Fees", 
    "Health facilities", 
    "Hospitals", 
    "Medical economics", 
    "Medical personnel", 
    "Medicare", 
    "Physicians", 
    "Poor", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Social welfare", 
    "Urban areas"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-09-09", 
    "text": "Medicare Budget Reconciliation Amendments of 1985 - Amends title XVIII (Medicare) of the Social Security Act to provide for an additional payment to an urban hospital of 100 or more beds that serves a disproportionate share of low-income patients. Prohibits including in the reasonable costs of inpatient hospital services the return on equity capital for hospitals. Permits, in other cases, payments for a return on equity capital, provided that such rate of return equals the average of the rates of interest on obligations issued for purchase by the Federal Hospital Insurance Trust Fund. Increases from 15 to 23 the number of members of the Prospective Payment Assessment Commission. Directs the Chairman of the Commission to provide for two subcommittees of the Commission, one with functions and responsibilities relating primarily to hospital payment issues and the other with functions and responsibilities relating primarily to physician payment issues. Directs the Commission to: (1) annually make recommendations to the Congress regarding adjustments to the reasonable charge levels for physicians' services under part B (Supplementary Medical Insurance) of title XVIII and changes in the methodology for determining the rates of payment, and for making payment for, physicians' services; and (2) advise and make recommendations to the Secretary respecting the development of the relative value scale. Directs the Secretary to: (1) develop a relative value scale that establishes a numerical relationship among various physicians' services for which payment may be made; and (2) report to the Congress concerning such scale. Directs the Secretary to establish a demonstration program designed to reduce disability and dependency through the provision of preventive health services to Medicare beneficiaries. Sets forth provisions relating to: (1) preventive health services to be made available under the demonstration program; (2) the conduct of the program; (3) evaluation of the program; (4) report to the Congress; (5) funding; and (6) waiver of Medicare requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Budget Reconciliation Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act with respect to payment reform under that title, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:36-05:00"
}