{
  "actions": [
    {
      "acted_at": "1991-01-03", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-01-17", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-01-24", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Military Personnel and Compensation", 
      "text": "Referred to the Subcommittee on Military Personnel and Compensation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-22", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Favorable Executive Comment Received from DOD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr359-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel and Compensation", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-03", 
  "number": "359", 
  "official_title": "To amend chapter 47 of title 10, United States Code (the Uniform Code of Military Justice), to establish procedures for the adjudication by courts-martial of sentences of capital punishment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-03", 
  "subjects": [
    "Armed forces and national security", 
    "Capital punishment", 
    "Courts-martial and courts of inquiry", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-03", 
    "text": "Amends the Uniform Code of Military Justice (UCMJ) to establish the procedures under which a court-martial may prescribe the death sentence. States that the sentence of death must be concurred in unanimously by all members of the court-martial. States that the offense in question must be one expressly made punishable by death. Requires the trial counsel to provide the accused in a capital punishment case with notice of the intent to prove the existence of an aggravating factor, which is required before a sentence of death may be pronounced. Lists the possible aggravating factors to be relied upon by the trial counsel, including commiting an offense in the presence of the enemy, presenting a grave risk or causing substantial damage to the national security, attempting to avoid hazardous duty, committing the offense in time of war, committing the offense while confined in prison or while committing a crime of a serious nature, or perpetrating a killing. Requires the military judge in charge, in the presence of the accused and counsel, to instruct the members of the court-martial on the aggravating factors set forth, all applicable requirements and procedures, and the requirement to consider all evidence in extenuation and mitigation before adjudging a sentence of death. Outlines voting procedures to be followed by court-martial members when determining a sentence of death. Prohibits a death sentence from being adjudged unless each member of the court-martial concurs that: (1) at least one aggravating factor has been proven beyond a reasonable doubt; and (2) the aggravating circumstances substantially outweigh any extenuating or mitigating circumstances or are themselves sufficient to justify a sentence of death. Requires any aggravating factors found to be announced by the military judge upon determination of the death sentence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend chapter 47 of title 10, United States Code (the Uniform Code of Military Justice), to establish procedures for the adjudication by courts-martial of sentences of capital punishment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:16-05:00"
}