{
  "actions": [
    {
      "acted_at": "1991-06-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-10-18", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Subcommittee on Medicare and Long-Term Care. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1232-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI", 
      "subcommittee": "Subcommittee on Medicare and Long-Term Care", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1991-06-06", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1991-06-06", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gramm, Phil", 
      "sponsored_at": "1991-06-06", 
      "state": "TX", 
      "thomas_id": "00453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1991-07-10", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rudman, Warren", 
      "sponsored_at": "1991-06-06", 
      "state": "NH", 
      "thomas_id": "01426", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-06", 
  "number": "1232", 
  "official_title": "A bill to provide for medical injury compensation reform for health care provided under the Social Security Act and other Federal health programs, to amend the Internal Revenue Code of 1986 to implement like reforms in employer-provided health plans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3857-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Medical Injury Compensation Fairness Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-06", 
  "subjects": [
    "Administrative procedure", 
    "Damages", 
    "Employee benefit plans", 
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Licenses", 
    "Malpractice", 
    "Mediation", 
    "Medicaid", 
    "Medicare", 
    "Public assistance programs", 
    "Punitive damages", 
    "Standards", 
    "State laws", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-06", 
    "text": "Medical Injury Compensation Fairness Act of 1991 - Deems any person accepting or providing health care which is to be paid for, in whole or in part, directly or indirectly, with funds under the Social Security Act, the Public Health Service Act, or any other Federal Act to have agreed to participate in the dispute resolution program established under this Act. Makes such agreement binding and enforceable in court. Requires any claim against health care providers for personal injury arising from care rendered under such Acts that is not settled voluntarily by the parties to be resolved only through a resolution service certified under this Act. Requires liability to be determined under the standard of care prescribed by State law except that, in certain circumstances: (1) particular services must be rendered in accordance with medical practice guidelines certified under this Act; (2) expert witnesses must possess specified qualifications; or (3) an alternative method of compensation which has been certified under this Act is applicable. Limits noneconomic damages. Reduces awards for collateral source payments. Provides for periodic payment of certain amounts for future damages. Prohibits paying punitive damages to the claimant, requiring in certain circumstances that they be paid to the State. Requires, subject to exception, that charges by the resolution service be paid by the party against whom the claim is substantially resolved. Amends provisions of the Internal Revenue Code relating to trade or business expenses to prohibit deductions for employer health plan expenses unless the covered employees agree to mandatory and final dispute resolution through a service certified under this Act. Directs the Secretary of Health and Human Services to develop: (1) a standard notice to persons regarding their option to enter into agreements with health care providers to resolve claims in a manner consistent with this Act; and (2) a standard contract for such purposes. Requires health care providers, as a condition of eligibility for reimbursement under titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act, to make a good faith effort to enter into agreements with persons not subject to certain provisions of this Act to provide for the resolution of medical injury claims in a manner consistent with provisions of this Act. Deems contracts entered into in accordance with this provision to be binding and valid contracts in all courts. Directs the Secretary to promulgate: (1) regulations that establish the criteria and procedures to determine whether to certify an alternative dispute resolution service, allowing waiver of the criteria and procedures in certifying services sponsored by the States; and (2) regulations that establish the criteria for certifying medical practice guidelines and that establish the criteria for certifying alternative methods of compensating personal injuries and other losses without regard to provider fault. Declares that the procedures required by this Act are exclusive and prohibits any action seeking recovery for any personal injury covered by this Act in any State or Federal court, except as expressly provided in this Act. Provides that specified provisions of this Act apply to health care plans approved as part of collective bargaining agreements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Injury Compensation Fairness Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for medical injury compensation reform for health care provided under the Social Security Act and other Federal health programs, to amend the Internal Revenue Code of 1986 to implement like reforms in employer-provided health plans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:01-05:00"
}