{
  "actions": [
    {
      "acted_at": "1984-02-09", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977 with instructions that if one Committee reports, the other Committee has thirty days of continuous session to report or be discharged.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2285-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-09", 
  "number": "2285", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to limit the period for which the enactment of new budget authority may be authorized, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Spending Control Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1984-02-09", 
  "subjects": [
    "Congress and Members of Congress", 
    "Economics and public finance", 
    "Federal budgets", 
    "Legislation", 
    "Senate", 
    "Senate rules and procedure", 
    "Sunset legislation"
  ], 
  "subjects_top_term": "Sunset legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-09", 
    "text": "Federal Spending Control Act of 1984 - Amends the Congressional Budget Act of 1974 to prohibit the consideration of any legislation to enact new budget authority for a program for a period of more than four fiscal years or for an indefinite period. Requires specific Congressional authorization for the provision of any new budget authority for a program for any fiscal year beginning after two years after the effective date of this Act. Provides for waiver of such restrictions in the Senate in specified circumstances. Prohibits consideration of any legislation providing new budget authority for any fiscal year beginning five years after the effective date of this Act if the provision of such authority is made under a current law authorizing the enactment of new budget authority for a period of more than four fiscal years or for an indefinite period. Excepts from such prohibition: (1) payments to or from a trust fund established by the Social Security Act; (2) payments of interest on obligations constituting a part of the public debt; or (3) payments of refunds of internal revenue collections. Permits the Senate to waive such prohibition if it determines that it should not apply to a bill or resolution providing new budget authority for a particular program. Sets forth procedures for the consideration of waiver resolutions in the Senate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Spending Control Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to limit the period for which the enactment of new budget authority may be authorized, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:13-05:00"
}