{
  "actions": [
    {
      "acted_at": "2007-01-17", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-01-22", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Baucus. With written report No. 110-1. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-01-22", 
      "calendar": "Senate Legislative", 
      "number": "10", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 10.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s349-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-01-22", 
  "number": "349", 
  "official_title": "An original bill to amend the Internal Revenue Code of 1986 to provide additional tax incentives to employers and employees of small businesses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4840-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s3063-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Small Business and Work Opportunity Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-01-17", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Agriculture and food", 
    "Armed forces and national security", 
    "Bank employees", 
    "Capital gains tax", 
    "Checks", 
    "Citizenship", 
    "Commerce", 
    "Compensation for victims of crime", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Contracts", 
    "Corporation taxes", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Debt", 
    "Department of the Treasury", 
    "Depreciation and amortization", 
    "Disabled", 
    "Due process of law", 
    "Economics and public finance", 
    "Employment agencies", 
    "Enterprise zones", 
    "Executive compensation", 
    "Executive reorganization", 
    "Expatriation", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign corporations", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Gifts", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Immigration", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Insurance", 
    "Interest", 
    "Internal Revenue Service (IRS)", 
    "Inventories", 
    "Investments", 
    "Labor and employment", 
    "Law", 
    "Leases", 
    "Legislation", 
    "Professions", 
    "Profit", 
    "Punitive damages", 
    "Restaurants", 
    "Retail trade", 
    "Securities", 
    "Small business", 
    "Social welfare", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Surety and fidelity", 
    "Tax administration", 
    "Tax credits", 
    "Tax deductions", 
    "Tax deferral", 
    "Tax exclusion", 
    "Tax liens", 
    "Tax penalties", 
    "Tax refunds", 
    "Tax returns", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Taxation of foreign income", 
    "Trusts and trustees", 
    "Urban affairs", 
    "User charges", 
    "Veterans' employment", 
    "Visas", 
    "Wages", 
    "Welfare work participation", 
    "Whistle blowing", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Reported to Senate without amendment, 1st committee reporting", 
    "date": "2007-01-22", 
    "text": "Small Business and Work Opportunity Act of 2007 - Title I: Small Business Tax Relief Provisions - Subtitle A: General Provisions - (Sec. 101) Amends the Internal Revenue Code to extend through 2010 the increased expensing allowance for small business assets. (Sec. 102) Extends through March 2008 accelerated depreciation of qualified leasehold and restaurant improvement property. Revises the definition of \"qualified restaurant property\" to eliminate the requirement that improvements to restaurant property must be placed in service more than three years after the original building is placed in service. Allows accelerated depreciation (i.e., 15-year recovery period, using the straight line method) for qualified retail improvement property placed in service before April 1, 2008. Defines \"qualified retail improvement property\" as improvements to the interior portion of a nonresidential building used as a retail trade or business serving the general public. Excludes as an improvement the enlargement of the building, any elevator or escalator, common area structures, or the internal structural framework of the building. (Sec. 103) Exempts certain small businesses from the requirement of using the accrual method of accounting (thus permitting such businesses to use a cash method of accounting). Limits such exemption to businesses which have annual gross receipts of not more than $10 million (increased from $5 million). Indexes the gross receipts amount for inflation after 2008. Exempts such small businesses eligible to use cash accounting methods from the requirement to use inventories. (Sec. 104) Extends the work opportunity tax credit through 2012. Expands the veterans eligible for such credit to include veterans with service-connected disabilities incurred after September 10, 2001. Increases the amount of disabled veteran first year wages eligible for the credit from $6,000 to $12,000. Establishes as a new targeted group under such credit designated community residents (in lieu of high risk youth). Requires such residents to be between the ages of 18 and 40 and have a principal place of abode in an empowerment zone, enterprise community, or renewal community. Modifies the definition of vocational rehabilitation referral for purposes of such credit to include certain individual work plans developed and implemented by an employment network under the Social Security Act. (Sec. 105) Provides rules for the treatment of certified professional employer organizations as employers for purposes of employment tax liability and other employment tax obligations. Sets forth requirements applicable to certified professional employer organizations, including bond and independent financial review requirements. Subtitle B: Subchapter S Provisions - (Sec. 111) Redefines \"passive investment income\" for purposes of S corporation revocation rules to exclude gains from the sale or exchange of stock or securities as an item of passive investment income. (Sec. 112) Excludes restricted bank director stock from treatment as S corporation stock. (Sec. 113) Sets forth a special accounting rule for banks that become S corporations and that change from the reserve method of accounting for bad debts. (Sec. 114) Revises the tax treatment of sales of stock of wholly-owned subsidiaries of S corporations. (Sec. 115) Sets forth a special rule for the treatment of the pre-1983 accumulated earnings and profits of certain corporations described by the Small Business Jobs Protection Act of 1996. (Sec. 116) Permits a nonresident alien to be a potential current beneficiary of an electing small business trust (ESBT). Title II: Revenue Provisions - (Sec. 201) Changes the effective date (to taxable years beginning after December 31, 2006) of certain loss deferral rules applicable to leases entered into with a foreign person or entity on or before March 12, 2004. (Sec. 202) Applies rules treating certain foreign corporations as domestic corporations for tax purposes for inversion transactions (sales or transfers of more than 80% of a domestic corporation's stock or assets to a foreign subsidiary for tax avoidance purposes) occurring after March 20, 2002, and before March 4, 2003. (Sec. 203) Denies a tax deduction for punitive damages paid or incurred resulting from a judgment or settlement of a claim. (Sec. 204) Revises tax rules that deny a tax deduction for fines and penalties paid to a government for the violation of any law to provide that no deduction shall be allowed for any fine or penalty paid (whether by suit, agreement, or otherwise) to, or at the direction of, a government or nongovernmental regulatory entity for a violation or for the investigation or inquiry into a potential violation. Allows exceptions to the general rule of nondeductibility for: (1) certain restitution payments or payments required to come into compliance with law; (2) court-ordered payments not involving a government or nongovernmental regulatory entity; and (3) amounts paid or incurred as taxes due. Requires governmental agencies involved in a settlement with a taxpayer to report information about such settlement to the Secretary of the Treasury and the taxpayer, including the amount of the settlement, the amount paid as restitution or remediation of property, and the amount paid to come into compliance with law. (Sec. 205) Sets forth rules for the tax treatment of U.S. citizens and permanent resident aliens (expatriates) who terminate their citizenship or residency to avoid U.S. taxation. Taxes such expatriates on their property as if sold on the day before expatriation at its fair market value. Allows an exclusion of the first $600,000 (adjusted annually for inflation) of such gain. Allows expatriates to elect to continue being taxed as U.S. citizens. Allows a deferral of any tax owed resulting from such election, but requires the posting of adequate security for payment of any deferred amount. Sets forth rules for the tax treatment of retirement plans, interests in trusts, gifts, and inheritances of expatriates. Amends the Immigration and Nationality Act to render inadmissible to the United States (deny reentry to) expatriates who fail to comply with their tax obligations as set forth in this Act. Requires the Secretary of Homeland Security to disclose to the Attorney General whether an expatriate is in compliance. (Sec.206) Limits the annual aggregate amounts which may be deferred under a nonqualified deferred compensation plan. (Sec. 207) Increases criminal fines and prison terms for attempting to evade or defeat tax, willful failure to file tax returns or pay tax, aggravated failure to file tax returns, and making fraud and false statements in connection with a tax return. (Sec. 208) Doubles tax penalties, fines, and interest on underpayments of tax related to tax shelters involving offshore financial arrangements. Allows the Secretary to waive such penalties for certain businesses that use offshore payments in the ordinary course of business. (Sec. 209) Increases the penalty for tendering a bad check or money order for payment of tax. (Sec. 210) Sets forth requirements for regulations governing contingent payment convertible debt instruments. (Sec. 211) Extends the authorization for charging Internal Revenue Service (IRS) user fees through FY2016. (Sec. 212) Allows tax levies for federal employment taxes without pre-levy collection due process hearings. (Sec. 213) Modifies requirements for the IRS whistleblower program. Reduces from $2 million to $20,000 the required amount of tax in dispute for granting whistleblower awards. Establishes in the IRS a Whistleblower Office and authorizes appropriations. Requires the Secretary to report to Congress on its establishment and operation. Authorizes the Tax Court to adopt rules to preserve the confidentiality of whistleblowers who appeal awards. (Sec. 214) Redefines \"covered employee\" for purposes of the limitation on the tax deduction for excessive employee remuneration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Small Business and Work Opportunity Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Small Business and Work Opportunity Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Internal Revenue Code of 1986 to provide additional tax incentives to employers and employees of small businesses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:11-05:00"
}