{
  "actions": [
    {
      "acted_at": "1976-01-19", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11359-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-01-19", 
  "number": "11359", 
  "official_title": "A bill to amend title 38, United States Code, to modify the pension program for veterans of the Mexican border period, World War I, World War II, the Korean conflict, and the Vietnam era and their survivors.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans and Survivors Pension Reform Act", 
  "sponsor": {
    "district": "2", 
    "name": "Duncan, John J.", 
    "state": "TN", 
    "thomas_id": "00321", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-01-19", 
  "subjects": [
    "Armed forces and national security", 
    "Military pensions", 
    "Veterans' pensions"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-01-19", 
    "text": "Veterans and Survivors Pension Reform Act - Title I: Reform of the Non-Service-Connected Pension Program for Veterans and their Survivors - Creates a pension system within the Veterans' Administration applicable to all veterans, widows of veterans, and dependent parents who, subsequent to October 1, 1976, are or become eligible for a Veterans' Administration non-service- connected pension. Provides for a restructuring of the need-based pension program of the Veterans' Administration. Provides for a level of income for veterans and their survivors which is above the minimum subsistence level. Establishes a basic minimum level of income for all eligible veterans and dependents at $2,700 for single pensioners and $3,900 for pensioners with dependents. Provides for a method of computing a pension for those veterans with little or no income. Title II: Adjustments in Current Statutory Pension Provisions - Defines terms used in this Act. Revises the categories of spouse, widow, and surviving spouse for purposes of the changes in rates in this Act. Presents a schedule for such rates by month. Title III: Reform of Dependency and Indemnity Compensation for Parents - Revises the schedule for determining dependency and indemnity compensation rates under programs of the Veterans' Administration. Title IV: Adjustments in Current Statutory Provisions Relating to Dependency and Indemnity Compensation for Parents - Sets forth schedules for the payment of monthly dependency and indemnity compensation to the parents of veterans. Title V: Miscellaneous and Effective Dates - Makes the effective date of this Act October 1, 1976, unless otherwise specified in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans and Survivors Pension Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to modify the pension program for veterans of the Mexican border period, World War I, World War II, the Korean conflict, and the Vietnam era and their survivors.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:39-05:00"
}