{
  "actions": [
    {
      "acted_at": "1977-01-11", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1698-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-11", 
  "number": "1698", 
  "official_title": "A bill to assure American consumers of a stable and adequate supply of sugar by assuring the continued existence of a viable domestic sugar industry.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2428-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Sugar Supply Assurance Act", 
  "sponsor": {
    "district": "98", 
    "name": "Roncalio, Teno", 
    "state": "WY", 
    "thomas_id": "00981", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-11", 
  "subjects": [
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Exports", 
    "Foreign trade and international finance", 
    "Foreign trade regulation", 
    "Import restrictions", 
    "Imports", 
    "Sugar", 
    "Sugar and sugar trade", 
    "Tariff"
  ], 
  "subjects_top_term": "Sugar and sugar trade", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-11", 
    "text": "Sugar Supply Assurance Act - Declares it the policy of Congress to assure a stable and adequate sugar supply. Establishes a base domestic price for sugar and sets forth the formula for adjustment of such price by the Secretary of Agriculture. Amends the Tariff Schedules of the United States to predicate the customs duties on sugar, cocoa, and confectionery upon whether this Act or similar legislation is in effect. Establishes variable customs duty rates for crystalline sugar, liquid sugar, and other sugars dependent upon polariscope rating. Exempts such sugars from the general preference system of the Trade Act of 1974. Revises the rates of duty for such sugars. Repeals the differing duty rates for such sugars imported from Cuba. Prohibits the export of sugar from sugar cane or beets grown in the United States except when the Secretary of Agriculture determines that domestic sugar production in any year will exceed domestic requirements. Prohibits the importation of more than ten short tons of direct-consumption sugar by any person annually unless the Secretary determines that a shortage of sugar exists or is about to occur in the United States that cannot be alleviated by domestic sources. Authorizes the Secretary to promulgate regulations to carry out this Act. Imposes a fine of not less than $1,000 nor more than $10,000 for knowing violation or attempted violation of this Act or regulations issued thereunder. Vests jurisdiction in the district courts of the United States to restrain violations of this Act or review regulations issued thereunder. Requires the district attorneys of the United States to enforce this Act upon the request of the Secretary. Authorizes the Secretary to make such expenditures as the Secretary deems are necessary to carry out this Act. Permits the President to modify the customs duty on sugar after a finding that such modification will not interfere with the objectives of this Act, unless such modification is disapproved by Congress. Requires all persons engaged in the sugar industry to furnish information requested by the Secretary to carry out this Act. Terminates this Act at the end of five years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sugar Supply Assurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to assure American consumers of a stable and adequate supply of sugar by assuring the continued existence of a viable domestic sugar industry.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:50-05:00"
}