{
  "actions": [
    {
      "acted_at": "1978-04-17", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-17", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-17", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12158-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-17", 
  "number": "12158", 
  "official_title": "A bill to amend the Truth in Lending Act, the Rules of the House of Representatives, and title 13 of the United States Code to reduce the amount of paperwork required by persons subject to Federal regulations.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Paperwork Reduction Act", 
  "sponsor": {
    "district": "5", 
    "name": "Reuss, Henry S.", 
    "state": "WI", 
    "thomas_id": "00954", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-17", 
  "subjects": [
    "Agricultural credit", 
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Census", 
    "Congress", 
    "Congressional committees", 
    "Consumer credit", 
    "Consumer protection", 
    "Credit", 
    "Credit controls", 
    "Finance and financial sector", 
    "Finance charges", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "House rules and procedure", 
    "Legislation", 
    "Senate rules and procedure", 
    "Statistics"
  ], 
  "subjects_top_term": "Government paperwork", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-17", 
    "text": "Paperwork Reduction Act - Title I: Amendments to the Truth in Lending Simplification Act - Truth in Lending Simplification Act - Amends the Truth in Lending Act to exempt transactions involving extensions of credit for agricultural purposes. Amends the Truth in Lending Act by requiring from both consumer and creditor statements indicating a security interest is taken and general descriptions of any other property which is the subject of or is connected with extension of credit not under an open end credit plan. Requires the Board of Governors of the Federal Reserve System to provide readily understandable model forms and clauses to facilitate compliance with disclosure requirements. States that no civil or criminal liability applies for failure to make disclosure if the creditor utilized these model forms or clauses in good faith. Requires consumer credit contracts to be written in clear, nontechnical language. Title II: Amendment to the Rules of the House of Representatives - Requires paperwork impact statements to be published for public legislation describing the paperwork which would be required by such legislation. Title III: Amendment to Title 13 of the United States Code - Federal Statistical Activity Control Act - Directs the President to make a compilation of all Federal statistical activities and to submit such compilation to Congress. Specifies the type of data to be included in such compilation including the purpose, statutory authority, and cost of such activities. Terminates all Federal statistical authority at the end of the five-year period beginning on the date such authority takes effect or the date the President's compilation is submitted to Congress, whichever is later, unless the statistical authority is otherwise provided for by law. Requires that each report accompanying any bill or resolution which provides for Federal information authority to contain specified information regarding the authority involved including its cost, the number of respondents involved, and the purpose for which the information is being collected. Requires the Bureau of the Census, upon request, to provide Congress with information regarding the evaluation of any existing or proposed Federal statistical authority or information which would be appropriate for the formation or evaluation of the estimates required to be included in committee reports pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Paperwork Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Statistical Activity Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Truth in Lending Simplification Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Truth in Lending Act, the Rules of the House of Representatives, and title 13 of the United States Code to reduce the amount of paperwork required by persons subject to Federal regulations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:59-05:00"
}