{
  "actions": [
    {
      "acted_at": "1979-05-15", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1151-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-15", 
  "number": "1151", 
  "official_title": "A bill to improve the quality of rail service in the United States through financial assistance which encourages railroad restructuring.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rail Restructuring Assistance Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-15", 
  "subjects": [
    "Federal aid to transportation", 
    "Railroad employees", 
    "Railroad engineering", 
    "Railroad equipment", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-15", 
    "text": "Rail Restructuring Assistance Act of 1979 - Amends the Railroad Revitalization and Regulatory Reform Act of 1976 to authorize the Secretary of Transportation to provide financial assistance through repayable credits constituting a debt or equity financing to any class I railroad (except ConRail) or subsidiary thereof to pay any share of the cost of restructuring its facilities and acquiring securities pursuant to such a restructuring. Stipulates that such assistance shall only be made available if: (1) it will result in significant restructuring and such restructuring could not be achieved without such assistance; and (2) the railroad has agreed to a restructuring plan in accordance with the provisions of this Act or the assistance will be used with respect to activities relating to a unification or coordination of operations and facilities of two or more railroads under the Department of Transportation Act. Authorizes the Secretary to provide financial assistance to any class I railroad (other than ConRail) to cover up to 100 percent of the railroad's payments to any employee or former employee to whom the railroad is obligated to make payments under a labor-management agreement which results in a significant change in railroad operating practices and work rules and which the Secretary determines will significantly improve manpower effectiveness. Authorizes appropriations to carry out the provisions of this Act for fiscal years 1980 through 1984."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rail Restructuring Assistance Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the quality of rail service in the United States through financial assistance which encourages railroad restructuring.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:57-05:00"
}