{
  "actions": [
    {
      "acted_at": "1983-01-06", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-20", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "subcommittee": "Public Buildings and Grounds", 
      "text": "Referred to Subcommittee on Public Buildings and Grounds.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-24", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Executive Comment Requested from GSA, Treasury, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-28", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Public Buildings and Grounds", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-10-27", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Public Buildings and Grounds", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-01", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Public Buildings and Grounds", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-03", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Public Buildings and Grounds", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-02", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Public Buildings and Grounds", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-02", 
      "in_committee": "House Committee on Public Works and Transportation", 
      "in_subcommittee": "Public Buildings and Grounds", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr630-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Public Buildings and Grounds", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-06", 
  "number": "630", 
  "official_title": "A bill to establish public buildings policies for the Federal Government, to establish the Public Buildings Service in the General Services Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Buildings Act Amendments of 1983", 
  "sponsor": {
    "district": "4", 
    "name": "Levitas, Elliott H.", 
    "state": "GA", 
    "thomas_id": "00685", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-06", 
  "subjects": [
    "Building construction", 
    "Building leases", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Cost effectiveness", 
    "District of Columbia", 
    "Federal office buildings", 
    "Federal-local relations", 
    "General Services Administration", 
    "Government contractors", 
    "Government operations and politics", 
    "Land transfers", 
    "Metropolitan areas", 
    "Monuments and memorials", 
    "Motor Vehicles and Driving", 
    "Parking facilities"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-06", 
    "text": "Public Buildings Act Amendments of 1983 - Amends the Public Buildings Act of 1959 to authorize the Administrator of the General Services Administration (GSA) to carry out preliminary engineering and design work for the alteration of a public building before a project for such alteration is authorized. Requires approval by the appropriate congressional committees before the Administrator may: (1) alter public buildings or acquire land for which costs exceed $1,000,000; (2) acquire a public building by exchange of property worth more than $1,000,000; (3) lease space in a building at a rate in excess of $1,000,000; (4) construct a new building on an existing site or exchange such site for another more suitable site; (5) reduce the amount of space in an approved project by more than ten percent; (6) issue obligations, for purchase by the Secretary of the Treasury, to finance the acquisition or construction of a public building; and (7) alter leased premises if the cost of alteration exceeds $500,000. Authorizes the Administrator to purchase options to buy land necessary to carry out the provisions of this Act. Prohibits the Administrator from leasing any space to accommodate the following, except as may be necessary to meet requirements that cannot be met in public buildings: (1) major computer operations; (2) secure or sensitive activities related to the national defense or security; (3) offices which would require major alterations; or (4) a permanent court room, judicial chamber, or administrative office for any United States court. Directs the Administrator to submit the reasons for leasing such space to specified congressional committees. Requires the Administrator to publicly solicit competitive bids to procure space by lease for the Government. Directs the Administrator to provide a copy of the lease agreement to the highest ranking official of each Federal agency which is in a leased building. Directs the Administrator to consult with local elected officials and the head of the Federal agency involved before locating or relocating an office of such agency. Requires the Administrator to give preference to distressed areas when locating or relocating a Federal agency office within a metropolitan area. Specifies factors to be considered by the Administrator in making such decision. Directs the Administrator, under specified circumstances, to submit a relocation report to certain congressional committees. Prohibits the Administration from carrying out such relocation for 30 days following the submission of such report. Requires the Administrator to provide Congress annually with a program of projects and actions that are deemed necessary by the Administrator. Specifies lists to be included in such programs and in the Administrator's annual reports to Congress after January 31, 1984. Provides procedures to be followed in authorizing appropriations. Requires the Administrator to maintain specified information in order to keep Congress fully informed of the policies and activities of GSA. Makes the Administrator (formerly in conjunction with the Postmaster General) solely responsible for building project surveys. Allows the Administrator to waive the application of the 15 percent rental payment limitation for Government leases and rentals. Amends the Public Buildings Cooperative Use Act of 1976 to limit to ten percent the allocation of space within public buildings to commercial, cultural, educational, and recreational facilities and activities. Permits the Administrator to waive such limitation subject to certain conditions. Amends the Public Buildings Act of 1949 to prohibit the Administrator from using the name of any individual, living or dead, in the name or other designation of any building under the custody and control of GSA. Amends the Public Buildings Act of 1959 to authorize the Administrator to make emergency repairs to any public building. Directs the Administrator to construct, acquire, alter, lease, assign, and reassign space in public buildings. Establishes within GSA a Public Buildings Service to be headed by a Commissioner of Public Buildings. Creates the position of supervising architect to supervise all design activities of the Public Buildings Service. Prohibits the Administrator from contracting for construction of any building other than one which will be Government owned, except under specified circumstances. Sets forth requirements for the design and management of public buildings, including conformity with existing buildings, energy conservation, efficient interiors, and parking facilities for motor vehicles. Requires appropriations for the cost of completion of a public building or the total cost of a lease before construction may commence or a lease may be entered. Prohibits the Administrator and other officers and employees of the United States from constructing, purchasing, leasing, or acquiring any space for any departments or instrumentality of the United States in the greater Washington, D.C., metropolitan area unless consideration has been given to the possibility of locating them outside such area. Requires the headquarters of each department and major executive establishment to be located in the greater Washington, D.C., metropolitan area. Amends the Federal Property and Administrative Services Act of 1949 to require rates and charges for public buildings and buildings leased on behalf of the United States to be established annually at a level approximating commercial rates, but not less than the costs of providing space and services. Authorizes appropriations necessary for real property management and related activities of the Public Buildings Services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Buildings Act Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish public buildings policies for the Federal Government, to establish the Public Buildings Service in the General Services Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:58-05:00"
}