{
  "actions": [
    {
      "acted_at": "1975-03-06", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-05-22", 
      "references": [], 
      "text": "Reported to House from the Committee on Post Office and Civil Service with amendment, H. Rept. 94-242.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-03", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-03", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-03", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-04", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4415-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Johnson, Harold T.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00600", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-06", 
  "number": "4415", 
  "official_title": "A bill to amend the Intergovernmental Personnel Act of 1970 to provide more effective means to improve personnel administration in State and local governments; to correct certain inequities in the law; and to extend coverage under the law to the Trust Territory of the Pacific Islands.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres549-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s957-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Henderson, David N.", 
    "state": "NC", 
    "thomas_id": "00530", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-06", 
  "subjects": [
    "American Samoa", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal-state relations", 
    "Government operations and politics", 
    "Guam", 
    "Intergovernmental relations", 
    "Puerto Rico", 
    "Salaries", 
    "States", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1975-09-03", 
    "text": "(Measure passed House, amended) Increases from 25 percent to 75 percent the maximum Federal reimbursement to State and local governments for salaries of State and local government employees receiving Government Service Fellowships under the Intergovernmental Personnel Act. Requires, as a condition for the award of such fellowship, that the individual recipient enter into a written agreement with the State or local government concerned to serve, upon completion of the fellowship, with that State or local government for a period equal to the duration of the fellowship. Includes the Commonwealth of Puerto Rico, Guam, American Samoa, and the Virgin Islands within the definition of \"State\" for purposes of assignments of employees between that Territory and the Federal Government. Requires any employee who participates in the mobility program to sign, prior to a mobility assignment, a statement in writing indicating his intent to continue to serve with his employing agency, upon completion of such assignment, for a period equal to the length of the mobility assignment or one year whichever is greater. Provides a limited exemption, for Federal employees on mobility assignments to State and local governments, from provisions of Federal law which prohibit a Federal employee from acting in a representational capacity on behalf of a State or local government to which he is assigned, in connection with specified matters in which the United States is a party or has an interest. Prevents the loss of Federal employee retirement, health insurance, or life insurance benefits in those cases where one or more of these benefits may extend to non-Federal employees during a mobility assignment. Permits executive agencies to supplement the pay of employees who are on detail from a State or local government to an executive agency. Permits executive agencies to reimburse State or local governments for the costs of their contributions to employee benefit systems such as retirement, life insurance, or health insurance programs, for State and local government employees detailed to executive agencies. Limits the maximum amount of reimbursement to State and local governments which may be made by executive agencies for the pay of detailed employees. Permits the payment or reimbursement by the Federal Government of miscellaneous relocation expenses related to a mobility assignment involving a geographic move by the employee. Authorizes the Civil Service Commission to make grants to employee organizations to pay up to 75 percent (or with respect to fiscal years commencing on and after October 1, 1978, up to 50 percent) of the costs of providing training in labor-management relations to officers and employees of employee organizations and to officers and employees of State and local governments. Requires that any such grant application by an employee organization be submitted to the Governor of the State concerned for his review, comments, and recommendations prior to being submitted to the Commission. Requires that a grant application submitted by a State or local government provide assurance that the office with primary authority and responsibility for the program to be funded by the grant will, within 30 days after approval of any program or project relating to the formulation of policies and procedures affecting conditions of employment of State and local government employees, transmit a summary of such program or project to those employee organizations which have previously notified that office of their desire to receive such summaries. Sets forth the scope of the examinations and audits to be conducted by the Comptroller General. Provides that the amendments made by this Act shall become effective 90 days after the date of enactment or on any earlier date (but not before July 1, 1975) which the Civil Service Commission may prescribe."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Intergovernmental Personnel Act of 1970 to provide more effective means to improve personnel administration in State and local governments; to correct certain inequities in the law; and to extend coverage under the law to the Trust Territory of the Pacific Islands.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:40-05:00"
}