{
  "actions": [
    {
      "acted_at": "1979-05-04", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on Armed Services with amendment, H. Rept. 96-149.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #597 (381-26).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-24", 
      "bill_ids": [
        "s1319-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 1319 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3947-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Whitehurst, G. William", 
      "sponsored_at": "1979-01-03", 
      "state": "VA", 
      "thomas_id": "01221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-04", 
  "number": "3947", 
  "official_title": "A bill to authorize certain construction at military installations for fiscal year 1980, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres332-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s1319-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Military Construction Authorization Act, 1980", 
  "sponsor": {
    "district": "14", 
    "name": "Nedzi, Lucien N.", 
    "state": "MI", 
    "thomas_id": "00856", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-04", 
  "subjects": [
    "Air bases", 
    "Airports", 
    "Alabama", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Authorization", 
    "Aviation", 
    "California", 
    "Civil-military relations", 
    "Economics and public finance", 
    "Egypt", 
    "Energy", 
    "Environmental assessment", 
    "Exhibitions", 
    "Fisheries", 
    "Geothermal resources", 
    "Health facilities", 
    "Hospitals", 
    "International affairs", 
    "Land transfers", 
    "Maryland", 
    "Military bases", 
    "Military construction operations", 
    "Military hospitals", 
    "Military housing", 
    "New Jersey", 
    "New Mexico", 
    "Pennsylvania", 
    "Public Lands and Real Property", 
    "Research and development", 
    "Science and technology", 
    "Solar energy", 
    "South Carolina", 
    "Space sciences", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virginia"
  ], 
  "subjects_top_term": "Military hospitals", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1979-10-24", 
    "text": "(Measure passed House, amended, roll call #597 (381-26)) Military Construction Authorization Act, 1980 - =Title I: Army= - Authorizes the Secretary of the Army to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each of these locations. Authorizes the Secretary to establish or develop other installations by proceeding with construction made necessary by unforeseen security considerations, new weapons development, new and unforeseen research and development requirements, improved production schedules or revisions in the tasks or functions assigned to a military installation or for environmental considerations if the Secretary of Defense determines that deferral of such construction for inclusion in the next Military Construction Authorization Act would be inconsistent with the national security. Authorizes appropriations for such emergency construction. =Title II: Navy= - Authorizes the Secretary of the Navy to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop other installations where necessary under the same conditions as those relating to the Secretary of the Army under Title I of this Act. Authorizes the Secretary to expend excess foreign exchange funds of $580,000 for the construction of a multipurpose marine biological laboratory at the Al Ghardaqa Marine Laboratory, Hurgada, Arab Republic of Egypt. =Title III: Air Force= - Authorizes the Secretary of the Air Force to establish or develop military installations and facilities at specified locations. Authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop additional facilities where necessitated by those factors enumerated in Title I of this Act pertaining to the Secretary of the Army. Amends the Military Construction Authorization Acts of 1976 and 1977, to decrease the authorization of appropriations for Air Force acquisition and construction projects at various locations in Europe. Decreases the authorization of appropriations for nuclear weapons security in various locations outside the United States contained in the 1977 Act. Increases the authorization for acquisition and construction for the Aerospace Corporation at Los Angeles, California, as provided under the Military Construction Authorization Act, 1975. =Title IV: Defense Agencies= - Authorizes the Secretary of Defense to establish or develop military installations at specified locations and authorizes appropriations in specified amounts for each such location. Authorizes the Secretary to establish or develop additional facilities which are determined to be vital to the security of the United States. Authorizes appropriations for such purpose. Amends the Military Construction Authorization of 1978 to increase the authorization of appropriations for the High Energy Laser Facility at White Sands, New Mexico. Amends the Military Construction Authorization Act, 1979, to increase the authorization of appropriations for the United States' share of NATO programs for the acquisition or construction of military facilities. =Title V: Military Family Housing and Homeowners Assistance Program= - Authorizes the Secretary of Defense to acquire or construct 200 military housing units at Fort MacArthur, California. Authorizes appropriations for such purpose. Increases the maximum average rental expenditure for military housing within the United States or abroad. Increases the total number of military family housing units which may be leased in foreign countries at any one time. Authorizes specified appropriations for military housing as authorized by law including homeowners assistance pursuant to the Demonstration Cities and Metropolitan Development Act of 1966. =Title VI: Authorization of Appropriations and Administrative Provisions= - Authorizes the Secretaries of the various military departments to develop installations under this Act without regard to provisions of law which prohibit the advancement of public moneys and which require the submission of detailed cost estimates to Congress. Establishes expenditure ceilings for each title of this Act. Authorizes limited increases in the amounts authorized pursuant to this Act if the Secretary of the military department or the Director of the defense agency concerned determines that such an increase is required for the sole purpose of meeting unusual and unanticipated variations in cost. Directs the Secretary of Defense to encourage the use of solar energy for projects authorized by this Act and authorizes the Secretary to increase the cost limitations or floor area limitations for a project in order to equip it with solar energy heating or cooling equipment. Establishes measures and responsibility for supervising the construction work authorized under this Act. Repeals prior Military Construction Authorization Acts. Specifies exceptions to such repealer. Sets forth unit cost limitations based on square footage for projects authorized pursuant to this Act. =Title VII: Guard and Reserve Forces Facilities= - Authorizes the Secretary of Defense to establish or develop additional facilities for the Guard and Reserve Forces of various military departments. Authorizes appropriations in specified amounts for each such entity. Authorizes the Secretary of Defense to make contributions to any State or Territory, Puerto Rico, or the District of Columbia in order to improve Reserve Forces facilities. Increases the maximum Federal contribution for Guard and Reserve Forces facilities which may be made without prior notification to Congress. =Title VIII: General Provisions= - Stipulates that a minor construction project (less than $300,000) which has been identified in the annual military construction program submitted to Congress shall not need the approval of the Secretary of Defense or the Secretary of the military department concerned. Authorizes the Secretaries of each military department to utilize geothermal energy resources or private property for the benefit of the Department of Defense. Requires the Secretary of Defense to utilize solar energy systems in military family housing whenever the benefit/cost ratio of such a system exceeds .80. Authorizes the Secretary of Defense to pay to the owners of land on Roi-Namur Island, Marshall Islands District of the Trust Territories of the Pacific Islands, such amounts as are determined to be in the public interest for the use of such island by the United States Government after 1960. Authorizes the Secretary of the Navy to acquire a specific tract of land in the Balboa Park in San Diego, California, for the construction of a new Navy hospital or medical center. Authorizes the Secretary to convey to the city in exchange for such land all or part of the Naval Regional Medical Center, San Diego. Authorizes the Secretary to convey a specified tract of land located in the Marine Corps Air Station (Helicopter), Tustin, California, to the Irvine Company in exchange for lands of equivalent value. Authorizes the Secretary of the Army to convey, without monetary consideration, a specified tract of land to the Alabama Space Science Exhibit Commission for use as a permanent site for the Alabama Space Science Exhibit. Authorizes the Secretary of the Air Force to acquire all interest in a hazardous cargo handling area to be constructed by the Charleston County Aviation Authority at the Charleston County Airport, South Carolina. Authorizes the Secretary to convey real property to the Authority of equivalent value in exchange for such acquisition. Amends the Military Construction Act, 1966, to prohibit the disposal of Bolling Air Force Base, Maryland, until October 1, 1984. Prohibits the closure or realignment of the Army Training Command at Fort Dix, New Jersey; Fort Indiantown Gap, Annville, Pennsylvania; New Cumberland Army Depot, New Cumberland, Pennsylvania; or Fort Monroe, Hampton, Virginia, until the Secretary of the Army complies with the requirements of the National Environmental Policy Act of 1969. Prohibits the closure or realignment of the Air Training Command at Goodfellow Air Force Base, San Angelo, Texas, until the Secretary of the Air Force complies with the requirements of the National Environmental Policy Act of 1969. Requires that environmental impact statements for such base closings or realignments place special emphasis on socio-economic factors in the affected areas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act, 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize certain construction at military installations for fiscal year 1980, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:08-05:00"
}