{
  "actions": [
    {
      "acted_at": "1980-04-03", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2550-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-04-03", 
  "number": "2550", 
  "official_title": "A bill to provide for price and wage stabilization.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Wage-Price Control Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-04-03", 
  "subjects": [
    "Antiinflationary programs", 
    "Corporations and Stocks", 
    "Dividends", 
    "Economic stabilization", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Housing and Housing Finance", 
    "Inflation", 
    "Interest", 
    "Interest rates", 
    "Labor and employment", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Price regulation", 
    "Rent", 
    "Rent control", 
    "Securities and Investments", 
    "Stocks", 
    "Wage controls", 
    "Wage-price policy", 
    "Wages"
  ], 
  "subjects_top_term": "Economic stabilization", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-04-03", 
    "text": "Emergency Wage-Price Control Act of 1980 - Directs the President to issue orders and regulations necessary to impose a ceiling on prices, profits, rents, wages, salaries, interest rates, corporate dividends, and similar transfers at levels not in excess of those prevailing during the 30-day period ending on the date of enactment or on such earlier date as the Council on Wage and Price Stability may determine or at the level prevailing on the nearest date on which, in the judgment of the Council, the level was generally representative. Requires that such ceilings remain in effect until the earlier of: (1) 180 days after the enactment; or (2) the date on which the President prescribes orders and regulations to limit such increases to those which are consistent with the specified purposes of this Act and orderly economic growth. Sets forth guidelines for such orders and regulations. Prohibits limitation of wage increases for individuals with substandard earnings and members of the working poor. Prohibits preclusion of payments for wage increases: (1) under the Fair Labor Standards Act of 1938; (2) pursuant to Federal agency wage determinations for specified Government contract or assistance work or for work performed by specified aliens; or (3) paid in conjunction with existing or newly established employee incentive programs designed to reflect directly increases in employee productivity. Authorizes the President to exempt from any such order or regulation rates charged by common carriers and utilities and any other rates, charges, fees, or other transfers determined to be adequately regulated by appropriate Federal, State, or local authorities. Requires that such orders and regulations provide for the making of adjustments to prevent gross inequities or to avoid undue or severe hardship. Exempts raw agricultural commodities and imports from such orders or regulations. Excludes employer contributions to specified pension, profit sharing, or annuity and savings plans and to any group insurance or disability and health plan from \"wages\" and \"salaries\" for purposes of this Act, unless the President determines that such contributions are inconsistent with the purposes of this Act and orderly economic growth. Directs the President to delegate the performance of any functions under this Act to the Council and to appoint a Pay Board and a Price Administrator to assist the Director of the Council in carrying out this Act. Provides for: (1) confidentiality of information; (2) subpoena power; (3) administrative procedure; (4) criminal fines and civil penalties; (5) injunctions and other relief; (6) damages or other relief; (7) judicial review; (8) compensation and appointment of personnel; (9) employment of experts and consultants; (10) reports to Congress; (11) authorization of appropriations; and (12) expiration of authority as of midnight September 30, 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Wage-Price Control Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for price and wage stabilization.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:24-05:00"
}