{
  "actions": [
    {
      "acted_at": "1990-06-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-07-17", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-03", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-08-03", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-01T17:00:00-04:00", 
      "calendar": "Union", 
      "number": "487", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 487.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1990-10-01T17:01:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Interior and Insular Affairs. H. Rept. 101-778.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-01T18:04:00-04:00", 
      "references": [], 
      "text": "Mr. Richardson moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-01T18:05:00-04:00", 
      "references": [], 
      "text": "Mr. Rhodes demanded a second on the motion to suspend the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-01T18:05:00-04:00", 
      "references": [], 
      "text": "On ordering a second Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-01T18:05:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-01T18:05:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-01T18:07:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-01T18:07:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-02", 
      "calendar": "Senate Legislative", 
      "number": "905", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 905.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-10-27", 
      "bill_ids": [
        "hr2570-101"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Provisions Included In H.R.2570.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-28", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-28", 
      "references": [], 
      "text": "Amendment SP 3229 proposed by Senator Simpson for Senator Wallop.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-28", 
      "references": [], 
      "text": "Amendment SP 3229 agreed to in Senate by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-28", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-11-02", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3229-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3229"
    }
  ], 
  "bill_id": "hr5063-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Rhodes, John J., III", 
      "sponsored_at": "1990-06-14", 
      "state": "AZ", 
      "thomas_id": "00956", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-01T18:07:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-10-28", 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-14", 
  "number": "5063", 
  "official_title": "To provide for the settlement of the water rights claims of the Fort McDowell Indian Community in Arizona and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4148-101", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2900-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Clarks Fork Wild and Scenic River Designation Act of 1990", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "1990-10-28", 
  "subjects": [
    "Arizona", 
    "Community development", 
    "Congressional reporting requirements", 
    "Endangered species", 
    "Environmental protection", 
    "Federal aid to Indians", 
    "Government trust funds", 
    "Grazing", 
    "Indian claims", 
    "Indian water rights", 
    "Irrigation districts", 
    "Native Americans", 
    "Water districts", 
    "Water resources development", 
    "Water rights", 
    "Water use", 
    "Wild rivers", 
    "Wyoming"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1990-10-28", 
    "text": "Title I: Fort McDowell Indian Community Water Rights Settlement Act of 1990 - Ratifies the agreement, under specified conditions, between the United States and the Salt River Project Agricultural Improvement and Power District (SPR) dated June 3, 1935, as amended on November 26, 1935, relating to the Verde River Storage Works and the agreement among the SRP, Phelps Dodge Corporation, and the Defense Plant Corporation dated March 1, 1944, including the rights to Verde River storage, to permit the Fort McDowell Indian Community to more fully use its water rights entitlement under the Kent Decree of 1910. Directs the Secretary of the Interior to contract with SRP for a certain period to use a specified amount of their joint entitlement to existing storage on the Verde River for a reregulation of the Community's water rights under the Kent Decree on a seasonal basis. Ratifies the contract between the SRP and the Roosevelt Water Conservation District (RWCD) dated October 24, 1924. Directs the Secretary to revise and execute a certain subcontract of the RWCD for agricultural water service from the Central Arizona Project (CAP) to permit the conversion of agricultural water to municipal and industrial uses. Directs the Secretary to acquire an additional specified amount of water from the following sources under specified terms and conditions for delivery to the Community: (1) CAP water permanently relinquished by the Haraquahala Valley Irrigation District (HVID); and (2) CAP municipal and industrial water and CAP Indian priority water permanently relinquished by the city of Prescott, specified tribes, the Cottonwood Water Company, and the Camp Verde Water Company. Authorizes the Secretary, if needed, to acquire necessary amounts of water from all resources within Arizona at the disposal of the United States, to meet the requirements of this Act. Authorizes the Secretary to contract with the HVID for the permanent relinquishment of any portion of its rights to CAP agricultural water. Allows the Secretary to use such water with its original CAP agricultural priority or to convert it to a specified maximum acre-feet amount of CAP Indian priority water. Authorizes the Secretary to provide credit and offset repayment requirements for HVID and the Central Arizona Water Conservation District (CAWCD) as consideration for the fair market value of such water rights. Requires that any remaining HVID water acquired by the Secretary for deliverance to the Fort McDowell Indian Community pursuant to this Act be used only in the settlement of water rights claims of other Indian tribes having claims to the water in the Salt and Verde River system. Authorizes the Secretary to acquire land and water rights from willing sellers in the Big Chino Valley of the Verde River watersheds to replace a specified minimum acre-feet of CAP water made by one or more specified entities for assignment to the Community. Prohibits the Secretary from acquiring any such land or water rights until a study has been completed to determine what, if any, adverse affects the exercise of those rights would have on the flow or the biota of the Verde River or on the existence of Meda fulgida (spikedace) or any other threatened or endangered species. Authorizes the Secretary to enter into an agreement to reimburse the city of Prescott for a maximum specified amount advanced to the Secretary by the city for the purpose of expediting completion of the study. Authorizes the Secretary, if study results are favorable, to acquire land and water rights, and to construct diversion, collection, and conveyance facilities sufficient to deliver the water to a delivery point at Sullivan Lake in Yavapai County, Arizona. Requires the Secretary to develop and implement a continuous monitoring program to ensure that groundwater pumping from the land acquired does not affect the flow or the biota of the Verde River, and to ensure that it will not jeopardize the spikedace or any other threatened or endangered species. Directs the Secretary to enter into necessary agreements to ensure that the Yavapai-Prescott Tribe will receive its share of the water to be developed. Directs the Secretary, at the request of the Tribe, to enter into and renew agreements granting it, under specified conditions, long-term grazing privileges on lands acquired by the Secretary pursuant to this Act. Authorizes the Secretary to contract to deliver replacement water to specified entities that relinquish CAP water for the benefit of the Community. Requires the Secretary to study and report to specified congressional committees on the sources and costs of the water supplies, other than those identified in this Act, that can be used to satisfy the water rights of the Yavapai-Prescott Indian Tribe and of the Yavapai-Apache Indian Community of the Camp Verde Reservation. Authorizes appropriations. Directs the Secretary to amend the CAP water delivery contract between the United States and the Community dated December 11, 1980, to: (1) extend its term; (2) provide for subsequent renewal; and (3) authorize the Community to lease the CAP water to which it is entitled to certain Arizona cities. Authorizes the Community, with the approval of the Secretary, to lease the water delivered to it for its fair market value for the term provided in the Agreement but for use only in Pima, Pinal, or Maricopa Counties. Directs the Community to establish the Fort McDowell Indian Community Development Fund to contain: (1) such appropriated funds; and (2) funds provided by Arizona under the Agreement. Outlines provisions governing use of the Fund. Directs the Secretary to grant a loan to the community for the purpose of constructing facilities for the conveyance and delivery of water on the Fort McDowell Indian Reservation. Provides that the benefits realized by the Community's members under this Act shall constitute full and complete satisfaction of all members' present and future claims for water rights. Authorizes the Community and the Secretary on behalf of the United States, pursuant to the Agreement, to waive and release all present and future water rights claims. Directs the Secretary to carry out all necessary environmental compliance, except as specifically directed otherwise, during the implementation phase of this settlement. Authorizes appropriations to carry out such compliance. Precludes the Secretary from studying or considering alternatives to the Community's on-reservation agriculture development plans which will be facilitated by the settlement, or performed under the Small Reclamation Projects loan made under this Act. Title II: - Clarks Fork Wild and Scenic River Designation Act of 1990 - Amends the Wild and Scenic Rivers Act to designate a segment of the Clarks Fork River in Wyoming as a component of the national wild and scenic rivers system. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fort McDowell Indian Community Water Rights Settlement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Clarks Fork Wild and Scenic River Designation Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Fort McDowell Indian Community Water Rights Settlement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the settlement of the water rights claims of the Fort McDowell Indian Community in Arizona and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:55-05:00"
}