{
  "actions": [
    {
      "acted_at": "1980-03-12", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2411-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-12", 
  "number": "2411", 
  "official_title": "A bill to establish and maintain a competent, highly skilled, Federal work force to operate and staff nuclear powered electric generating stations, nuclear waste storage and nuclear materials transportation facilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Nuclear Operations Management and Safety Corps Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-12", 
  "subjects": [
    "Education", 
    "Educational facilities", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government publicity", 
    "Independent regulatory commissions", 
    "Management", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear power plants", 
    "Safety measures", 
    "Technical education"
  ], 
  "subjects_top_term": "Nuclear facilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-12", 
    "text": "Federal Nuclear Operations Management and Safety Corps Act - Establishes an independent agency to be known as the Federal Nuclear Operations Management and Safety Corps to be headed by a presidentially-appointed Administrator. Authorizes the Administrator to appoint and employ officers and employees as are necessary to perform functions vested in him and to establish advisory boards to advise with and make recommendations on policies and other matters. Directs the Administrator to: (1) establish, direct, manage, and provide for the Corps; (2) establish an academy and to develop and maintain a training program for all Corps personnel and their supervisors charged under terms and conditions of this Act with responsibility for nuclear facility operation and safety; (3) provide for staffing each nuclear facility, including facilities for the production, utilization, transport, or storage of nuclear source material, fuels, or waste, with Corps or Corps-trained staff; (4) carry out a research and problem analysis program relating to the Corps; and (5) provide for the dissemination of information on nuclear facility operations, management, safety, efficiency, design changes, and other matters among and between Corps field staff, design groups of appropriate vendor companies, architectural engineering firms, standards and licensing groups at the Nuclear Regulatory Commission, and other responsible agencies. Directs the Administrator to develop plans and policies relating to the operation and control of: (1) the fission or fusion process in nuclear powered electric generating stations by Corps resident inspectors under emergency situations; and (2) reprocessing facilities, waste storage and disposal sites, and transportation systems. States that such policy shall be implemented as part of the Nuclear Regulatory Commission, the Department of Energy, or the Department of Transportation, licensing procedures. Directs the Administrator to order and carry out changes in standard operational procedures under emergency procedure directives where safety to facility personnel and the general public warrant. Requires that the Administrator submit an annual report to the Congress on the activities of the Administration and sets forth the components of such report. States that nothing in this Act is to be construed as affecting the: (1) regulatory and licensing authority of the Nuclear Regulatory Commission or successor agencies, or the Departments of Energy or Transportation over the design, construction or operation of nuclear facilities or transportation, except to modify relevant standards to require, as part of the license application and compliance, that each facility have such Corps or Corps trained staff as determined under this Act; or (2) requirements of the National Environmental Policy Act. Directs the Administrator to develop a plan for implementing the duties and responsibilities of the Corps and to submit such plan to the Congress for its approval. Transfers to the Corps all of the functions, personnel, and funds of the Nuclear Regulatory Commission relating to nuclear facility personnel training, inspection programs, and plant observer programs. Authorizes appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Nuclear Operations Management and Safety Corps Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish and maintain a competent, highly skilled, Federal work force to operate and staff nuclear powered electric generating stations, nuclear waste storage and nuclear materials transportation facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:21-05:00"
}