{
  "actions": [
    {
      "acted_at": "1978-10-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14235-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Skubitz, Joe", 
      "sponsored_at": "1977-01-03", 
      "state": "KS", 
      "thomas_id": "01065", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-10-04", 
  "number": "14235", 
  "official_title": "A bill to strengthen and improve the early and periodic screening, diagnosis, and treatment program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13611-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Child Health Assurance Act", 
  "sponsor": {
    "district": "5", 
    "name": "Carter, Tim Lee", 
    "state": "KY", 
    "thomas_id": "00181", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-10-04", 
  "subjects": [
    "Child health", 
    "Dental care", 
    "Families", 
    "Health", 
    "Maternal health services", 
    "Medicaid", 
    "Obstetrics", 
    "Pregnancy", 
    "Preventive medicine", 
    "Social welfare", 
    "Women", 
    "Women's health"
  ], 
  "subjects_top_term": "Medicaid", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-10-04", 
    "text": "Child Health Assurance Act - Amends Title XIX (Medicaid) of the Social Security Act to require the State plan for medical assistance required by such Title to provide for making medical assistance available to: (1) any individual who is under the age of 18 and, at the option of the State, to any individual over the age of 17 and under 21, if the individual is a member of a family eligible for aid under the program of Aid to Families with Dependent Children and does not exceed specified income standards; and (2) any woman for a period of her pregnancy and for 60 days following the termination of her pregnancy who on the basis of resources is eligible for aid under the program of Aid to Families with Dependent Children and whose income does not exceed specified standards. Directs the Secretary of Health, Education and Welfare to establish a national child health assurance program (CHAP) income standard and a national maternal income standard for the purpose of establishing the eligibility of, and extent of medical assistance provided to, certain children and pregnant women. Sets the national CHAP income standard at $2,400 for an individual, $3,000 for a family of two, and an additional $600 for each additional family member. Sets the national maternal income standard at $3,000 for a pregnant woman, increased by $600 for each additional family member. Defines the services to be made available to pregnant women and eligible individuals under age 21 pursuant to this Act. Requires each State plan for medical assistance under the Medicaid program to provide, in the case of any individual under 21 who has received a timely periodic child health assessment, all care and services available under such program and referral for care and services not available under Medicaid. Sets forth the standards of the \"child health assessment\" required by this Act. States that the health care provider performing such assessment must agree to perform such basic diagnostic and treatment services as an assessment shows to be necessary, or to refer a beneficiary to an appropriate provider for such services, and to provide beneficiaries with routine dental care. Requires such a provider to be reasonably accessible on a continuing basis to beneficiaries whom it has assessed. Stipulates that for individuals under 21 who have received a timely health assessment no enrollment fee or charge for any service will be imposed. Provides for the payment of a percentage of the cost of a State child health assessment program by the Federal Government. Defines the term \"Federal CHAP percentage.\" Sets forth a formula for the determination of such percentage. Directs the Secretary to establish performance standards for CHAP'S. Sets forth penalties for States which fail to comply with such standards. Requires the Secretary to report to Congress on each State's CHAP. Requires the Secretary to report to Congress on the coordination of health care services for children under Title V (Maternal and Child Health and Crippled Children's Services) and Title XIX of the Social Security Act. Requires the Secretary: (1) to study and conduct demonstration projects in order to evaluate the participation of health care providers in CHAP'S and methods of improving their level of participation in these programs; and (2) to develop and carry out experiments and demonstration projects designed to determine the effect of payment on a capitation basis for child health assessments and other services provided under CHAP'S upon the level of participation and performance of such providers in these programs. Requires the Secretary to report to Congress on such studies. Stipulates that certain individuals will remain eligible for Medicaid by disregarding specified involuntary increases in benefits, compensation, or pensions provided under specified Federal laws. Stipulates that certain individuals under the age of 21 shall remain eligible for Medicaid while inmates in certain juvenile institutions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Health Assurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and improve the early and periodic screening, diagnosis, and treatment program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:36-05:00"
}