{
  "actions": [
    {
      "acted_at": "1986-10-16", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-10-16", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-11-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Employment Opportunities", 
      "text": "Referred to Subcommittee on Employment Opportunities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5720-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employment Opportunities", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Abercrombie, Neil", 
      "sponsored_at": "1986-10-17", 
      "state": "HI", 
      "thomas_id": "00002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Atkins, Chester G.", 
      "sponsored_at": "1986-10-16", 
      "state": "MA", 
      "thomas_id": "00034", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Durbin, Richard", 
      "sponsored_at": "1986-10-16", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fuster, Jamie B.", 
      "sponsored_at": "1986-10-17", 
      "state": "PR", 
      "thomas_id": "00424", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gephardt, Richard A.", 
      "sponsored_at": "1986-10-16", 
      "state": "MO", 
      "thomas_id": "00433", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Kaptur, Marcy", 
      "sponsored_at": "1986-10-16", 
      "state": "OH", 
      "thomas_id": "00616", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennelly, Barbara B.", 
      "sponsored_at": "1986-10-16", 
      "state": "CT", 
      "thomas_id": "00628", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lipinski, William O.", 
      "sponsored_at": "1986-10-17", 
      "state": "IL", 
      "thomas_id": "00694", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "MacKay, Buddy", 
      "sponsored_at": "1986-10-16", 
      "state": "FL", 
      "thomas_id": "00722", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Matsui, Robert T.", 
      "sponsored_at": "1986-10-17", 
      "state": "CA", 
      "thomas_id": "00748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Morrison, Bruce A.", 
      "sponsored_at": "1986-10-17", 
      "state": "CT", 
      "thomas_id": "00835", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Murtha, John P.", 
      "sponsored_at": "1986-10-16", 
      "state": "PA", 
      "thomas_id": "00844", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Oberstar, James L.", 
      "sponsored_at": "1986-10-16", 
      "state": "MN", 
      "thomas_id": "00876", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl C.", 
      "sponsored_at": "1986-10-17", 
      "state": "KY", 
      "thomas_id": "00909", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Savage, Gus", 
      "sponsored_at": "1986-10-17", 
      "state": "IL", 
      "thomas_id": "01020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1986-10-16", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spratt, John M., Jr.", 
      "sponsored_at": "1986-10-16", 
      "state": "SC", 
      "thomas_id": "01092", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Towns, Edolphus", 
      "sponsored_at": "1986-10-17", 
      "state": "NY", 
      "thomas_id": "01165", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-10-16", 
  "number": "5720", 
  "official_title": "A bill to improve and establish Federal programs concerning unemployment compensation, job training and retraining, and other matters relating to employment and unemployment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Job Training and Retraining Act of 1986", 
  "sponsor": {
    "district": "17", 
    "name": "Levin, Sander M.", 
    "state": "MI", 
    "thomas_id": "00683", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-10-16", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Aid to dependent children", 
    "Authorization", 
    "Children and youth", 
    "Continuing education", 
    "Day care", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "Government trust funds", 
    "Illiteracy", 
    "Imports", 
    "Income tax", 
    "Job hunting", 
    "Labor and employment", 
    "Layoffs", 
    "Manpower training programs", 
    "Occupational retraining", 
    "Plant shutdowns", 
    "Public service employment", 
    "Research", 
    "Scholarships", 
    "Social welfare", 
    "Student aid", 
    "Tariff", 
    "Tax deductions", 
    "Tax exclusion", 
    "Teacher education", 
    "Unemployed", 
    "Unemployment", 
    "Unemployment insurance", 
    "Vocational guidance", 
    "Youth employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-10-16", 
    "text": "Omnibus Job Training and Retraining Act of 1986 - Title I: Unemployment Compensation and Related Matters - Worker Adjustment and Retraining Act - Subtitle A: Improved Program of Extended Unemployment Compensation - Amends the Federal-State Extended Unemployment Compensation Act of 1970 to revise formulas for determining the amount and number of weeks of extended unemployment compensation for which an individual is eligible. Revises provisions duration periods for purposes of such formulas. Revises formulas for payments to States. Amends the Social Security Act to authorize appropriations for additional transfers to the extended unemployment compensation account. Directs the Secretary of Labor, within 18 months of the date of enactment of this Act, to implement a program of job training and extended benefits. Subtitle B: Worker Adjustment and Retraining - Establishes the Worker Retraining and Adjustment Fund in the Treasury. Provides that amounts in such Fund shall be available, as provided in appropriation Acts, to carry out title III (Employment and Training Assistance for Dislocated Workers) of the Job Training Partnership Act. Provides that revenues for such Fund shall be through imposition of a uniform duty on all imports and through funds received under certain unemployment taxes. Subtitle C: Advance Notice and Adjustment Assistance - Labor Management Notification and Adjustment Assistance Act of 1986 - Prohibits any employer from ordering a plant closing or mass layoff until 90 days after the employer serves written notice of a proposal to issue such an order to: (1) the representative of the affected employees or, if none, to each affected employee; and (2) the Federal Mediation and Conciliation Service. Provides for reduction of such notification period if unavoidable business circumstances prevent the employer from withholding such closing or layoff until the end of such period. Amends title III of the Job Training Partnership Act to reserve ten percent of funds under such title to provide assistance for worker readjustment and placement committees which are established by employers who must give notice of plant closing or mass layoffs. Provides that such committees shall facilitate and coordinate the readjustment or relocation of workers through retraining counseling, placement, human resource, community, education, and other services. Subtitle D: Provision Relating to Regular Unemployment Compensation - Authorizes States to establish short-time compensation programs under their unemployment compensation law and encourages them to do so in accordance with specified provision of the Tax Equity and Fiscal Responsibility Act of 1982. Repeals outdated provisions of such Act. Subtitle E: Additional Assistance for Dislocated Workers - Directs the Secretary of Labor to establish and maintain the capacity to estimate the employment and unemployment impact of Federal programs, and the termination of Federal programs, including programs of financial assistance. Amends the Higher Education Act of 1965 to set forth special provisions for dislocated workers with respect to Pell Grants. Directs the Secretary of Education, where a student is a certified dislocated worker, to disregard: (1) all equity in a single principal place of residence from the computation of assets; and (2) the amount of unemployment benefits paid to such student from the computation of effective income. Authorizes appropriations to pay the additional entitlement to dislocated workers resulting from such amendments. Prohibits payment of such entitlements unless funds for them are provided for in an appropriation Act. Revises guaranteed student loan provisions to provide that, in the case of an identified dislocated worker, determinations of need shall be based on current income. Authorizes the private industry council in each service delivery area to provide information concerning training opportunities, as well as opportunities provided under amendments made by this subtitle. Provides that acceptance of training and retraining, and enrollment in a postsecondary institution with assistance made available pursuant to the amendments made by this subtitle, shall be deemed to be acceptance of training with the approval of the State within the meaning of any other provision of Federal law relating to unemployment benefits. Subtitle F: Demonstration Projects and Reports - Directs the Secretary of Labor to enter into an agreement with at least three States to carry out a demonstration project concerning extended unemployment compensation for sub-State areas. Directs the Secretary of Labor to enter into an agreement with at least five States to carry out a demonstration project to promote training programs for individuals receiving unemployment compensation. Directs the Secretary of Labor to establish, before July 1, 1987, and carry out during FY 1987 through 1991 a demonstration project to assist at least six States to improve: (1) employment testing, counseling, referral, and listing services for the unemployed, including reopening of employment service offices; and (2) coordination with other State, Federal, and private programs designed to assist the unemployed. Directs the Secretary of Labor, before the end of the six-month period beginning on the date of enactment of this Act, to report to the Congress on the nationwide computerized job bank and matching program. Directs the Secretary of Labor to establish before July 1, 1987, and carry out during FY 1987 and 1988 a demonstration project to assist from two to four States in improving their ability to: (1) identify individuals receiving employment compensation who have speical difficulties associated with obtaining employment; and (2) provide additional counseling, testing, and other activities that will assist such individuals in obtaining employment. Directs the Secretary of Labor to enter into an agreement with two to four States for a demonstration project under which unemployed individuals have the option of receiving job search and relocation assistance or self-employment assistance in lieu of regular unemployment compensation to which they are entitled. Directs the Secretary of Labor to conduct a study of one cause or causes of the difference between the total unemployment rate and the insured unemployment rate. Requires the Secretary to report on such study to the Congress within six months after the enactment of this Act, including recommendations for Federal legislative action for increasing the number of individuals receiving unemployment compensation. Permits the Secretary of Labor to obligate a expend amounts for any purpose under this subtitle only to the extent that funds are available for such purpose. Title II: Work Opportunities and Retraining of AFDC Recipients - Work Opportunities and Retraining Compact of 1986 - Amends part A (Aid to Families with Dependent Children) of title IV of the Social Security Act to require AFDC applicants and recipients to register with a State agency for employment counseling, training, and assignment. Authorizes AFDC recipients to refuse employment which results in a net loss in their income. Directs an agency of each State to: (1) establish a single intake and registration process for AFDC applicants and recipients; (2) determine whether training or education is needed to prepare registered applicants and recipients for employment and then provide counseling regarding prospects and needs; (3) arrange for participation in one or more of the work-related programs established under title IV of the Act or other Federal law, while coordinating such programs to enhance the availability and efficiency of services provided; and (4) develop an employment plan for each AFDC applicant or recipient. Requires the State agency to provide AFDC applicants and recipients assigned to employment, training, or education programs with child care and transportation services. Sets the Federal contribution to education, training, and assignment costs at 70 percent and the Federal share of administrative and support service costs at 50 percent. Increases, by five percent in any fiscal year after FY 1987, the Federal share of education, training, and assignment costs, provided a State meets certain performance standards to be developed by the Office of Technology Assessment. Provides that such standards shall measure a State's success in reducing welfare costs and helping AFDC recipients achieve self-sufficiency, while accounting for differing conditions among the States. Title III: Community Youth Learn and Earn - Community Youth Learn and Earn Act - Amends title II (Training Service for the Disadvantaged) of the Job Training Partnership Act to add a new part C, Community Youth Learn and Earn Programs. Sets forth provisions for allotments to States and within State allocations. Sets a 12 through 21 age limitation on dropout prevention programs. Provides that a requirement that an individual be economically disadvantaged shall not apply to programs of school to work transition assistance. Requires the appropriate private industry council and local educational agency for each service delivery area desiring to receive an allocation to submit to the State designated agency a plan for the use of funds. Permits part C funds to be used for specified activities and for: (1) a stay-in-school program; (2) a youth career service program; and (3) a community youth services corps. Sets forth administrative provisions and provisions for the Federal share of part C programs. Authorizes appropriations for part C for FY 1987 through 1991. Title IV: National Campaign to End Illiteracy - National Campaign to End Illiteracy Act - Directs the Secretary of Education, in conjunction with the States, to conduct a nationwide survey of the incidence and degree of adult illiteracy. Provides for allotment of funds to States to conduct State literacy surveys and to develop State literacy plans. Authorizes the Secretary to make grants to States with approved plans to pay the Federal share of the cost of establishing or expanding literacy education programs to be carried out by local education agencies and by public or private agencies, organizations, and institutions. Sets forth allotment formulas based on relative number of unemployed individual and illiterate adults. Sets forth requirements for State plans. Sets the Federal share of 50 percent of the cost of the State programs. Directs the Secretary to support applied research, development, demonstration, dissemination, evaluation, and related activities which will contribute to the improvement and expansion of literacy education in the United States. Authorizes appropriations for FY 1988 for grants for surveys and development of plans. Authorizes appropriations for FY 1989 through 1994 for grants for literacy programs. Title V: Educational and Training Assistance for Workers - Subtitle A: Exclusion of Educational Assistance from Gross Income - Amends the Internal Revenue Code to repeal a provision which terminated the exclusion of educational assistance from gross income. Limits the maximum annual exclusion for educational assistance to $5,000, except in the case of graduate students engaged in teaching or research activities. Subtitle B: Individual Training Accounts - Establishes a national individual training account program to provide incentives to employers and employees to invest in a system of individual training account to defray the costs of employee training in the event an employee becomes or is about to become involuntarily unemployed. Authorizes the Secretary of Labor to enter into an agreement with any State, or with any agency administering the unemployment compensation laws of any State, under which such State or agency shall: (1) issue and redeem vouchers to pay training and relocation expenses; (2) accept contributions from employers and employees for deposit into individual training accounts and distribute any amount in any such account at specified times; (3) provide individual counseling or job and training referral services to any program participant; and (4) cooperate with Federal officers or any other State in carrying out the purposes of this subtitle. Outlines the duties of the Secretary of Labor and the Secretary of the Treasury in carrying out this subtitle. Sets forth provisions relating to distrubtion from individual training accounts. Sets forth provisions for certification of eligible training programs by the Secretary of Labor. Sets forth provisions for approval of qualified relocation expenses by the Secretary of Labor. Amends the Social Security Act to establish individual training accounts as separate book account in the Unemployment Trust Fund. Subtitle C: Amendments to the Internal Revenue Code of 1954 Relating to Individual Training Accounts - Amends the Internal Revenue Code to require approval of a State individual training account program for approval of State unemployment compensation laws. Sets forth requirements for approval of State individual training account programs. Allows employee and employer tax deductions for contributions to individual training accounts. Provides for no reduction in Federal unemployment tax in the case of large (25 or more employees) employers who refuse to participate in the national individual training account program. Subtitle D: Amendment to Title I of the Higher Education Act of 1965 - Amends the Higher Education of 1965 Act to rename title I as Postsecondary Programs for Non-Traditional Students. Provides for institutional development grants (for working and non-traditional students, parents, and adults). Establishes off-campus education program grants for postsecondary institutions. Provides for adult and continuing education staff development. Authorizes appropriations for FY 1987 through 1991 for such program and planning grants. Requires at least 55 percent of such funds to be available for institutional development grants. Requires evaluation of the above programs and reports on such evaluations. Establishes a program of adult learning research. Authorizes appropriations for FY 1987 through 1991 to cary out national programs of evaluation and adult learning research. Title VI: National Partnership for Training Council - Establishes in the executive branch as an independent agency the National Partnership for Training Council to facilitate cooperative activities between business, labor, and government. Repeals Job Training Partnership Act provisions relating to the National Commission for Employment Policy. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Job Training and Retraining Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Community Youth Learn and Earn Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Campaign to End Illiteracy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Work Opportunities and Retraining Compact of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Worker Adjustment and Retraining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve and establish Federal programs concerning unemployment compensation, job training and retraining, and other matters relating to employment and unemployment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:47-05:00"
}