{
  "actions": [
    {
      "acted_at": "2010-07-20", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-20", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Held at full committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-22", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-22", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-07-28T20:14:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science and Technology. H. Rept. 111-576.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-28T20:14:00-04:00", 
      "calendar": "Union", 
      "number": "333", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 333.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5781-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Giffords, Gabrielle", 
      "sponsored_at": "2010-07-20", 
      "state": "AZ", 
      "thomas_id": "01831", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hall, Ralph M.", 
      "sponsored_at": "2010-07-20", 
      "state": "TX", 
      "thomas_id": "00484", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Olson, Pete", 
      "sponsored_at": "2010-07-20", 
      "state": "TX", 
      "thomas_id": "01955", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-20", 
  "number": "5781", 
  "official_title": "To authorize the programs of the National Aeronautics and Space Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3729-111", 
      "reason": "related"
    }
  ], 
  "short_title": "National Aeronautics and Space Administration Authorization Act of 2010", 
  "sponsor": {
    "district": "6", 
    "name": "Gordon, Bart", 
    "state": "TN", 
    "thomas_id": "00448", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-22", 
  "subjects": [
    "Air quality", 
    "Atmospheric science and weather", 
    "Aviation and airports", 
    "Business investment and capital", 
    "Computers and information technology", 
    "Education of the disadvantaged", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government investigations", 
    "Lawyers and legal services", 
    "Minority education", 
    "National Aeronautics and Space Administration", 
    "Natural disasters", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "Science and engineering education", 
    "Science, technology, communications", 
    "Space flight and exploration", 
    "Spacecraft and satellites", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2010-07-28", 
    "text": "National Aeronautics and Space Administration Authorization Act of 2010 - Title I: Authorization of Appropriations (Sec. 101) Authorizes appropriations for FY2011-FY2013 for the National Aeronautics and Space Administration (NASA) for: (1) science; (2) aeronautics; (3) space technology; (4) exploration; (5) space operations; (6) education; (7) cross-agency support programs; (8) construction and environmental compliance and restoration; and (9) the Inspector General. Title II: Human Space Flight - Subtitle A: Exploration - (Sec. 201) Reaffirms that Congress supports the space exploration initiative and policy set forth in the National Aeronautics and Space Administration Authorization Act of 2008. (Sec. 202) Directs the Administrator of NASA to develop a plan for restructuring the existing exploration program in order to develop a governmentally owned crew transportation system and heavy lift transportation system that satisfies specified use, performance, and safety requirements. Sets forth requirements for the implementation of the restructured exploration program, including that it be implemented in a manner that: (1) facilitates the planned transition of Space Shuttle program personnel to the restructured program upon the retirement of the shuttle fleet; and (2) prepares for and enables human missions to a variety of destinations in the inner solar system, including the Moon, near-Earth objects (NEOs), and ultimately Mars and its moons. Requires, under the exploration program, the continuation of work on ground systems and other exploration-enabling technologies and capabilities needed to support the exploration program, including spacesuit development. Requires NASA to carry out a program of preparing infrastructure at the Kennedy Space Center that is needed for enabling processing and launch of the elements of the restructured exploration program. Directs the Administrator to explore potential international collaborations which would enable more ambitious exploration missions than would otherwise be possible, such as human lunar landings or the establishment of a lunar research outpost. (Sec. 203) Directs the Administrator to: (1) develop a space radiation mitigation and management strategy and implementation plan; (2) assess national capabilities for carrying out critical ground-based research on space radiation biology; (3) carry out research on solar particle events to improve the predictions and forecasts of events that could affect human missions beyond low-Earth orbit; and (4) report to Congress on prior radiation research on non-human primates and the justification and rationale for any additional research involving them. Subtitle B: International Space Station - (Sec. 211) Directs the Administrator to take all necessary measures to support the operation and full utilization of the International Space Station (ISS) through at least 2020, if it can continue being operated safely over that period. Instructs NASA, in consultation with the ISS partners, to seek to minimize ISS operating costs. Requires a review of all essential vehicles, components, and permanent scientific equipment on board or planned for installation aboard the ISS, including international partner elements. Requires the Government Accountability Office (GAO) to monitor such review. (Sec. 212) Requires the Administrator to designate an independent, nonprofit U.S. institution to manage the fundamental space life science and physical sciences and related technology research to be conducted on the ISS, as well as all research, including U.S. commercial research, that is funded by non-NASA U.S. domestic entities and that is carried out on the ISS. Instructs such designated research management institution to make recommendations to the Administrator for: (1) the selection, prioritization, and oversight of U.S. ISS research projects; (2) the establishment of a process for the governance of U.S. ISS research users; (3) the conduct of outreach and education to enhance use of the ISS; and (4) the provision of information on U.S. capabilities, research facilities, and resources associated with U.S. research use of the ISS. Authorizes other government agencies engaged in research and development to contract with such institution for the use of the ISS when it is beneficial in meeting their mission requirements. (Sec. 213) Requires the institution designated under section 212 to prepare, for the Administrator, a U.S. ISS research management plan. (Sec. 214) Requires the Administrator to transmit to Congress a plan prepared by such institution for broadening and enhancing outreach for U.S. ISS research to potential U.S. government, academic, and commercial ISS users. (Sec. 215) Requires the Administrator to ensure the availability of ISS cargo resupply capacity to support the full and productive use and the extended operations of the ISS through 2020. Provides for an assessment of the capacity required to support enhanced research use and extended operations through that period. Instructs the Administrator to explore with ISS partners options to ensure the provision of needed upmass to and downmass from the ISS in the event that adequate commercial cargo resupply capabilities are unavailable during any extended period after the Space Shuttle is retired. Mandates the Administrator to certify to Congress that such U.S. or commercial capabilities are unavailable before relying on such partners to upmass or downmass cargo. (Sec. 216) Directs the Administrator carry out an assessment of innovative options for the deployment of a variable-gravity centrifuge on the ISS, which shall include the identification of: (1) the requirements for a variable-gravity centrifuge to support fundamental and applied research on the ISS; and (2) the potential for international collaboration and other potential partnerships or innovative acquisition approaches that could facilitate the deployment of a centrifuge facility for the ISS. (Sec. 217) Directs the Administrator to develop: (1) priorities for technology development activities that enable and support NASA's long-term plans for exploration beyond low-Earth orbit and that require the capabilities of the ISS; and (2) a plan for FY2011-FY2020 to carry out prioritized activities. (Sec. 218) Requires the development of a strategic plan to carry out fundamental space life science and physical sciences and related technology research, including research on the response of fluids and materials to reduced gravity environments that needs to be understood in developing exploration-related technologies and systems. Requires the Administrator to ensure that a responsible official is designated at NASA headquarters to lead an integrated basic and applied research program in such areas of research. Instructs the Administrator, as part of the annual NASA fiscal year budget request, to: (1) include a description of the ground-based, free-flyer, and ISS life and microgravity science research that is being carried out which is not directly related to supporting the human exploration programand identify the percentage of the total research budget for ISS research that such research represents; and (2) identify the programs proposed for carrying out research activities on the ISS and the proposed funding to support those programs. Subtitle C: Space Shuttle - (Sec. 221) Expresses the sense of the Congress that it is very important, in view of the extension of the life of the ISS until at least 2020, for the space shuttle fleet to leave the ISS in the best possible configuration for the post-shuttle era. Instructs NASA to ensure the continued viability of the ISS in the event that there are delays in the delivery or the inability to deliver critical parts and supplies once the shuttle is retired. Authorizes the Administrator to conduct one additional space shuttle mission to the ISS beyond the missions in the flight manifest as of February 2010 if an additional Space Shuttle mission is a useful and necessary step in reducing the risks to the operation and use of the ISS that are associated with the retirement of the Shuttle fleet and if specified conditions have been certified by the Administrator as having been met. Provides, in the event that the additional Shuttle flight to the ISS is authorized, for contingent funding for the incremental costs associated with the additional mission. (Sec. 222) Amends the National Aeronautics and Space Administration Authorization Act of 2008 to re-designate the Space Shuttle Transition Liaison Office as the Post-Shuttle Transition Liaison Office and to terminate such Office two years after the final grant under the Post-Shuttle Workforce Transition Initiative Grant Program is awarded. (Sec. 223) Authorizes the Administrator, through the Post-Shuttle Transition Liaison Office, to make grants for the establishment of aerospace workforce and community transition strategies. Permits the transfer of amounts made available under this section to other federal agencies for the purpose of assisting in the transition of aerospace workers and communities adversely affected by the termination of the Space Shuttle program. Requires recipients of such grants to use the funds made available through the grant to: (1) conduct community and business outreach; (2) implement regional revitalization and facilities reuse strategies; (3) support entrepreneurship and new business development initiatives; and (4) support workforce retraining. (Sec. 224) Sets forth requirements for the decommissioning of the remaining space shuttles. Gives priority consideration to eligible applicants which would provide for the display and maintenance of shuttle orbiters at locations with the best potential value to the public. Entitles the Smithsonian Institution to receive one of the remaining space shuttle orbiter vehicles and instructs the Administrator to collaborate with the Secretary of the Smithsonian to determine which orbiter the Smithsonian shall receive. Subtitle D: Space and Flight Support - (Sec. 231) Specifies the activities to be carried out under the funding authorized in title I for the 21st Century Space Launch Complex Initiative. Requires the Administrator to report to Congress on the plan for the implementation of such Initiative. Subtitle E: Commercial Crew Transportation - (Sec. 241) Affirms a specified policy concerning the use and development of U.S. commercially provided ISS crew transportation and crew rescue services. (Sec. 242) Directs NASA to seek to make use of commercial space services, including services for transporting U.S. government astronauts to and from the ISS. Requires the Administrator to establish requirements, standards, and processes for the human rating of space transportation systems that are equivalent to NASA safety processes and procedures. Makes NASA-developed technologies available for transfer to potential U.S. commercial orbital human space transportation companies. Instructs the Administrator to: (1) make available NASA facilities and equipment to assist in the testing of commercial crew transportation systems; and (2) provide technical assistance and access to facilities to the commercial space sector. Requires any companies seeking to provide commercial crew transportation services under contract to NASA to enter into an arrangement with NASA allowing NASA to obtain ongoing insight into the practices employed in the development of a commercial crew transportation system. Allows NASA to offer early warning of conditions that could lead NASA to withhold certification of such systems for the flight of U.S. government personnel or to decline entering into a contract for services. Requires the Administrator to certify that a commercial ISS crew transportation and crew rescue service provider with which a contract is planned has demonstrated the safety and reliability of its systems for crew transportation and crew rescue. Requires provision to Congress of each such individual certification. Prohibits the Administrator from contracting with or committing U.S. government funds for a commercial ISS crew transportation or rescue service to a service provider until sufficient successful flight experience has been accrued by the provider's system in providing NASA with the safety-related and reliability-related data and information needed to determine whether to fly its astronauts on that system. Instructs the Administrator to take specified actions to facilitate the ability of commercial crew transportation providers to comply with NASA human spaceflight safety and reliability requirements, including establishing minimum acceptable safety levels. Directs the Aerospace Safety Advisory Panel to review and identify issues pertinent to the establishment of human-rating requirements, standards, and processes for commercial crew transportation and rescue systems that are proposed for the transport of U.S. astronauts. Bars the Administrator from proceeding with a request for proposals, awarding any contract, or committing any U.S. government funds for a commercial ISS crew transportation or rescue service until all indemnification and liability issues associated with the use of such systems by the government have been addressed and Congress has been provided a report describing the indemnification and liability provisions to be included in such contracts. Prohibits the Administrator from awarding any contract or committing any U.S. government funds for a commercial ISS crew transportation system service unless it has a predicted level of safety that is not less than that specified for the government-owned crew transportation system under the restructured exploration program. (Sec. 243) Directs the Administrator to establish a program to provide direct loans or loan guarantees to commercial entities for the costs of developing orbital human space transportation systems. Permits a loan or loan guarantee to be made under the program only: (1) for a project in the United States for the development of commercial orbital human space transportation systems that would be used to provide transportation services to and from low-Earth orbit; and (2) for a borrower who is determined to be eligible under specified criteria. Sets forth requirements regarding the terms and conditions and fees respecting such loans or loan guarantees. Requires the Administrator to consider the amount of an obligation in charging and collecting fees. Requires: (1) the Administrator to enter into an arrangement with an independent auditor for annual evaluations of the program; (2) a biennial review by the GAO of the Administrator's execution of the program; and (3) submission directly to Congress of such independent audit and annual reviews. Requires the Administrator to report annually to Congress summarizing all of the activities carried out under the program. Subtitle F: General Provisions - Requires funds authorized for programs under this title to be obligated only for the performance of those programs. Title III: Science - Subtitle A: Earth Science - (Sec. 301) Requires NASA to develop guidelines and procedures for entering into arrangements with state, local, regional, tribal, and other federal government agencies seeking to benefit from ongoing NASA technical information, capabilities, and support related to Earth science applications and decision support systems. Instructs that such guidelines and procedures define arrangements for the reimbursement of government services, as appropriate, including the use of NASA spacecraft and aircraft, sensors, equipment, facilities, and associated personnel. (Sec. 302) Directs the Administrator to arrange with the National Academies for a study to provide a prioritized list of the essential space-based Earth science and climate measurements that should be collected with space-based means and maintained and archived by the federal government on a continuous basis. Provides for the identification of which measurements could potentially be obtained through international partnerships, from data purchases or other arrangements with private or commercial entities, or from other relevant sources. (Sec. 303) Directs the Administrator to organize a workshop to identify the essential criteria for a pilot project for the purchase of commercial remote sensing data to support Earth science research and for applied uses of such data to address state, local, regional, and tribal needs. Requires the Administrator to establish a pilot project for the provision of commercial remote sensing data to serve research and applied uses of such data to serve state, local, regional, and tribal needs. (Sec. 304) Requires the Administrator to report on the extent and degree to which NASA's temperature records overlap with the records at the Climatic Research Unit at the University of East Anglia in the United Kingdom. Subtitle B: Space Science - (Sec. 311) Requires the Administrator to ensure the designation of an individual to lead NASA's suborbital and airborne program and who who shall report directly to the Associate Administrator of the Science Mission Directorate. Requires the Administrator to provide Congress with a strategic plan to support the full and productive use of NASA's suborbital and airborne assets as a foundation in meeting its scientific research, engineering, workforce development, and education goals and objectives. Expands opportunities within NASA's suborbital programs for the training of science and engineering students and for providing professional development for early career professionals. (Sec. 312) Directs the Administrator to arrange with the National Academies for a review of the Explorers Program to address: (1) existing or recent Program elements such as NASA's University Class Explorer (UNEX), Small Explorer (SMEX), and Medium Class Explorer (MIDEX); (2) the status and availability of launch vehicles and infrastructure to support those elements; (3) projected launch capabilities and facilities for Explorers; (4) the frequency and balance of Explorer missions; (5) the opportunities and challenges for partner participation in Explorer missions; and (6) Explorer's contributions to a robust space science program. (Sec. 313) Requires an analysis of NASA requirements for radioisotope power system material which is needed to carry out planned, high priority robotic missions in the solar system and other surface exploration activities beyond low-Earth orbit. Title IV: Aeronautics - (Sec. 401) Amends the National Aeronautics and Space Administration Authorization Act of 2008 to instruct the Administrator to develop a plan and associated timetable for the environmentally friendly aircraft research and development initiative, identifying key milestones, including projected flight demonstrations to validate vehicle and technology concepts in a relevant environment. (Sec. 402) Requires the review, at least annually, of the alignment and timing of NASA's research and development activities supporting the NextGen airspace management modernization initiative. (Sec. 403) Directs the Administrator to initiate research on aircraft cabin air quality that complements research conducted by the Federal Aviation Administration (FAA) and its Center of Excellence on Research in the Intermodal Transport Environment. (Sec. 404) Directs the Administrator to study the feasibility of establishing a project focused on the development of a low-cost on-board volcanic ash sensor system, the specifications of which shall include the consideration of opportunities for both national and international collaborations. (Sec. 405) Expresses the sense of Congress concerning the deterioration of NASA's aeronautics ground test facilities. Requires the development of a plan for stabilizing, and where possible, reversing the deterioration of such facilities. Urges NASA to seek the establishment of strategic partnerships with other federal agencies, academic institutions, and industry in ensuring continued access to reliable and efficient national-class test capabilities by researchers. (Sec. 406) Requires the expansion of NASA's research program on composite materials used in aerospace to address: (1) progressive damage analysis, aging, inspection techniques, and new manufacturing and repair techniques; and (2) ways of mitigating how the environment, operating fluids, and mechanical loads interact with composite materials over time. Title V: Space Technology - (Sec. 501) Directs the Administrator to establish a space technology program to enable research and development on advanced space technologies and systems that are independent of specific space mission flight projects. Instructs the Administrator, in establishing the program, to: (1) support the development of an organization to investigate innovative concepts for technological approaches, systems, architectures, or mission strategies; (2) make use of small satellites and NASA suborbital platforms to demonstrate space technology concepts and developments; and (3) undertake partnerships with other federal agencies, universities, private industry, and other spacefaring nations, as appropriate. Requires the Administrator to arrange with the National Academies for a decadal survey study on research and development priorities for such program and which shall include an identification and prioritization of the key technology research and development activities needed to enable a robust exploration technology program. Title VI: Education and Outreach - (Sec. 601) Directs the Administrator to conduct and coordinate educational and training activities that leverage NASA's unique content expertise and facilities to contribute toward improvement of science, technology, engineering, and mathematics (STEM) education and training at all levels and to enhance awareness and understanding of STEM, including space and Earth sciences, aeronautics, and engineering, in order to create a diverse skilled scientific and technical workforce. Requires the Administrator to carry out evidence-based programs designed to: (1) increase student interest and participation (including by women, underrepresented minority students, and students in rural schools); (2) improve public literacy and support; and (3) improve the teaching and learning of space and Earth sciences, aeronautics, engineering, and other STEM disciplines supported by NASA. Authorizes such programs to include grants for institutions of higher education, with special consideration for minority serving institutions, to establish or expand degree programs or courses in such STEM disciplines. Requires the appointment or designation of a Director of STEM Education to oversee and coordinate all NASA programs and activities in support of STEM education and training. Requires the Director of STEM education to implement and update a STEM education and training strategic plan for NASA which identifies and prioritizes annual and long-term STEM education and training goals and objectives for NASA. Instructs the Administrator to seek to ensure that program participants include minority and underrepresented groups, including students from high-need local education agencies. (Sec. 602) Directs the Administrator to arrange for an independent assessment of impediments to space science and engineering workforce development for minority and underrepresented groups at NASA. (Sec. 603) Expresses the sense of the Congress concerning the enhancement of the National Space Grant College and Fellowship Program. Directs the Administrator to arrange with the National Academies for a review of such Program, including its structure and capabilities for supporting STEM education and training. (Sec. 604) Directs the Administrator to carry out a pilot program under which pilot projects shall be selected to test new forms of collaborative and hands-on education and training projects related to aeronautics, exploration, science, space operations, and human spaceflight that serve to stimulate and engage students in science and engineering, and which shall emphasize engineering and technology-related education and training. Specifies the students who shall or may be participants in such projects. Instructs the Administrator to make it an emphasis of the pilot projects to seek the involvement of participants from underserved and underrepresented minority populations. Ensures the availability and accessibility of platforms to fly and launch student projects into space. Requires the Administrator to organize: (1) a forum for students and other participants in the pilot projects to discuss and present their work and to engage with other students and young professionals involved in ongoing collaborative and hands-on training activities related to space science and engineering, aeronautics, space exploration, and human spaceflight; and (2) a workshop or workshops involving pilot project teams to collect information on the results of the pilot projects and to identify lessons-learned and best practices. Authorizes appropriations for FY2011-FY2014 to carry out such pilot projects. Title VII: Institutional Capabilities Revitalization - (Sec. 701) Instructs the Administrator to develop a strategy for maintaining, upgrading, and modernizing NASA's laboratories, facilities, and equipment, including : (1) criteria for prioritizing deferred maintenance tasks; and (2) an assessment of the modifications needed to maximize usage of facilities that offer unique and highly specialized benefits to the aerospace industry and the American public. Establishes a capital fund at each of NASA's field centers for the modernization of facilities and laboratories. Instructs the Administrator to ensure that all financial savings achieved by closing outdated or surplus facilities at a field center be available to that center's capital fund for the modernization of facilities and laboratories and for upgrading infrastructure. (Sec. 702) Authorizes the Administrator to establish a national cooperative education program, to be known as the James E. Webb Cooperative Education Distinguished Scholar Program, to complement existing NASA Center-administered cooperative education initiatives. Requires the Administrator to encourage and seek applications from American students who are pursuing STEM degrees and who wish to gain working experience at NASA. Requires such scholars to be provided learning experiences that will enhance their understanding of activities at NASA Centers. Title VIII: Acquisition Management - (Sec. 801) Amends the National Aeronautics and Space Administration Authorization of 2005 to prohibit the expenditure of any additional funds on a major program, other than termination costs, 18 months after the Administrator determines that the development costs of the program will exceed the estimate provided in the Baseline Report of the program by more than 30%, unless Congress has subsequently authorized continuation of the program by law. (Sec. 802) Requires the Administrator to issue a report describing NASA's criteria for establishing the amount of reserves at project and program levels and how such criteria complements NASA's policy of budgeting at a 70% confidence level. (Sec. 803) Requires the Administrator to report on NASA's procedures for conducting independent reviews of projects and programs at lifecycle milestones and how NASA ensures the independence of the individuals who conduct those reviews. (Sec. 804) Requires the Administrator to revise the NASA Supplement to the Federal Acquisition Regulation to provide uniform guidance and tighten existing requirements for preventing organizational conflicts of interest by contractors in major acquisition programs. (Sec. 805) Requires the Administrator to annually transmit to Congress an estimate of the total termination liability for all NASA contracts having a total value in excess of $200 million. Title IX: Other Provisions - (Sec. 901) Requires GAO, within one year after NASA has entered into a contract for its first use of a non-federal cloud computing facility, to report on whether sensitive but unclassified and classified NASA information was processed on such facility and how NASA ensured that data access and security requirements were in place to safeguard NASA's scientific and technical information. Defines \"cloud computing\" to mean a model for enabling convenient, on-demand network access to a shared pool of configurable computing resources that can be rapidly provisioned with minimal management effort or service provider interaction. (Sec. 902) Requires a GAO review of NASA's processes and controls for the detection and prevention of the use of counterfeit parts in NASA mission projects and related assets. (Sec. 903) Requires the Director of the Office of Science and Technology Policy (OSTP) to enter into a dialogue to identify the questions and research needed to understand: (1) the potential adverse impacts of various uses of the Moon on scientific research activities; (2) the potential adverse impacts of such various uses on lunar sites of historical, cultural, or scientific value; and (3) how to prevent or mitigate those impacts. Requires the Administrator to establish a grants program for the conduct of research to identify and characterize potential impacts related to lunar activities and describing the potential means for managing and mitigating such impacts. Requires the Director to initiate an effort to establish an international framework for the identification, protection, and preservation of lunar sites of significant historical, cultural, or scientific value. (Sec. 904) Reaffirms the finding in the Land Remote Sensing Policy Act of 1992 with respect to the continuous collection and utilization of land remote sensing data from space. Requires the Director of OSTP to consult with other relevant federal agencies to ensure the continuous collection of space-based medium-resolution observations of the Earth's land cover and to make the data collected available in ways that facilitate its widest possible use. (Sec. 905) Requires the Director of OSTP to prepare a long-term strategy for a sustainable space weather program. Requires such Director to arrange with the National Academies for an assessment of the status of the capabilities for space weather prediction and to recommend the highest priority basic research, infrastructure, and operational needs required to improve the nation's ability to predict space weather events. (Sec. 906) Instructs the Administrator to prepare a plan describing the processes required to support the use of commercial reusable suborbital flight vehicles to carry out scientific and engineering investigations and educational activities. Requires: (1) an assessment and characterization of the potential capabilities and performance of commercial reusable suborbital vehicles for addressing scientific research for carrying out technology demonstrations related to science, exploration, or space operations requirements, and for providing opportunities for the education and training of space scientists and engineers; and (2) such assessment to also characterize the risks of using potential commercial reusable suborbital flights. Requires the Administrator to designate an officer or employee of the Space Technology Program to act as the responsible official for the Commercial Reusable Suborbital Research Program in the Space Technology Program. Makes such designee responsible for the development of strategic plans related to the use of commercial reusable suborbital vehicles. Establishes within the Space Technology Program the Commercial Reusable Suborbital Research Program to fund the development of payloads for scientific research, technology development, and education and to provide flight opportunities for those payloads to microgravity environments and suborbital altitudes. Permits such Research Program to fund engineering and integration demonstrations, proofs of concept, or experiments for commercial reusable vehicle flights. Requires the Administrator to submit annual reports to Congress describing the progress being made in the carrying out such Program. Bars the Administrator from proceeding with a request for proposals, awarding any contract, commiting any U.S. government funds, or entering into any other agreement to provide a commercial reusable suborbital vehicle launch service for a NASA-sponsored payload or spaceflight participant until all indemnification and liability issues associated with the use of such systems by the U.S. government have been addressed and Congress has been provided with a report on the indemnification and liability provisions that are planned to be included in those contracts or agreements. (Sec. 907) Requires the Director of OSTP to study the need for a process for granting real-time, limited waivers of export control license restrictions or regulations that are necessary for U.S. government entities and contractors to enter into technical discussions and share technical data with foreign government entities and contractors to resolve anomalies that may: (1) threaten the safety of U.S. astronauts aboard cooperative crewed spacecraft such as the ISS; or (2) impair the operations of international civil research and other spacecraft that involve U.S. national interests. (Sec. 908) Amends the National Aeronautics and Space Act of 1958 to allow retired commissioned military personnel to be appointed as the Administrator or Deputy Administrator of NASA. (Sec. 909) Directs the Administrator to designate a responsible official to coordinate NASA's NEO observation activities and interactions with other federal agencies and international entities on NEO surveys, defense, and efforts related to addressing any threats to the United States posed by NEOs. Reaffirms policy with respect to the Near-Earth Object Survey and threats posed by NEOs. Reiterates congressional support for the use of Arecibo Observatory in Puerto Rico for NASA-funded NEO-related activities. Ensures the availability of the Observatory's planetary radar to support such activities. Provides a specified amount from the funds authorized for planetary science in title I for FY2012-FY2013 for the support of grants for the investigation of innovative approaches for carrying out the congressionally mandated survey of NEOs equal to or greater than 140 meters in diameter. (Sec. 910) Expresses the sense of the Congress that NASA endeavor to carry out the top recommendation in each mission area from the decadal survey. (Sec. 911) Reminds the legal staff of the Office of General Counsel of NASA that as government attorneys they have a special obligation to instruct NASA's staff on compliance with applicable federal law and regulations. Requires all NASA counsel to biennially receive ethics training in the legal obligations of government attorneys. Prohibits the General Counsel of NASA from serving as NASA's designated ethics officer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Aeronautics and Space Administration Authorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "National Aeronautics and Space Administration Authorization Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the programs of the National Aeronautics and Space Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:35-05:00"
}