{
  "actions": [
    {
      "acted_at": "1991-06-12", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-12", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-12", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-12", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-19", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-24", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-26", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "Arms Control, International Security and Science", 
      "text": "Referred to the Subcommittee on Arms Control, International Security and Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-06-26", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "subcommittee": "International Economic Policy and Trade", 
      "text": "Referred to the Subcommittee on International Economic Policy and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-15", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Economic Stabilization", 
      "text": "Referred to the Subcommittee on Economic Stabilization.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2631-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Economic Stabilization", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on Arms Control, International Security and Science", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA", 
      "subcommittee": "Subcommittee on International Economic Policy and Trade", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-06-12", 
  "number": "2631", 
  "official_title": "To amend the Clayton Act and the Defense Production Act of 1950 with respect to notification of certain mergers and acquisitions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Mergers and Acquisitions Review Act of 1991", 
  "sponsor": {
    "district": "2", 
    "name": "Sharp, Philip R.", 
    "state": "IN", 
    "thomas_id": "01046", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-06-12", 
  "subjects": [
    "Antitrust law", 
    "Armed forces and national security", 
    "Arms sales", 
    "Classified defense information", 
    "Communist countries", 
    "Congressional reporting requirements", 
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Defense industries", 
    "Defense procurement", 
    "Executive reorganization", 
    "Export controls", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government and business", 
    "Government paperwork", 
    "Negotiations", 
    "Nuclear exports", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Technology transfer", 
    "Tender offers", 
    "Terrorism"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-06-12", 
    "text": "International Mergers and Acquisitions Review Act of 1991 - Amends the Clayton Act to bar the acquisition by one person (acquiring person) of the voting securities or assets (assets) of another (acquired person) unless both parties (or in the case of a tender offer, the acquiring person) file notifications pursuant to this Act and the waiting period under such Act has expired, if specified conditions apply. Requires such notifications of mergers and acquisitions where the acquiring or acquired person is engaged in commerce or in activity affecting commerce and: (1) in a case in which both parties are domiciled outside of the United States or organized under the laws of a foreign country, the combined annual net sales in the United States of both persons exceed $350,000,000 and as a result of the acquisition the acquiring person would hold five percent or more of the assets of the acquired person; (2) the acquired person has a contract with the U.S. Government that involves access to classified information, is required to register with the Secretary of State pursuant to the Arms Export Control Act (because such person is engaged in the United States in the business of manufacturing or exporting defense articles or furnishing defense services), has technology on which export controls are in effect under the Export Administration Act of 1979 (EAA), or engages in activity for which a license is required under the Atomic Energy Act of 1954 and, as a result of the acquisition, the acquiring person would hold either five percent or more of the assets of the acquired person or an aggregate total amount of such assets in excess of $1,000,000; (3) as a result of the acquisition a facility may be considered to be under foreign ownership or control under Executive Order 10865; or (4) the acquiring person is a national of, or is controlled by the Government or a national of, a country whose government has been determined under the EAA to have repeatedly provided support for acts of international terrorism and any other country whose government the National Security Liaison Committee (NSLC) (established under this Act) determines engages in acts inimical to the national security or foreign policy of the United States. Sets forth notification requirements with respect to tender offers. Establishes the NSLC to review all notifications filed under premerger notification provisions of the Clayton Act. Specifies: (1) that the NSLC shall reside at the Federal Trade Commission (FTC); and (2) the composition of the NSLC. Requires the NSLC to refer specified notifications, including any that may threaten or impair national security, to the President or the President's designee (President) under the Defense Production Act of 1950 (DPA) for investigation. Grants the NSLC authority currently held by the Assistant Attorney General with regard to provisions authorizing termination of the waiting period. Authorizes the NSLC to: (1) require that certain required notifications contain such additional documentary information and material as necessary to enable the NSLC to determine whether a proposed acquisition should be referred to the President under the DPA; (2) determine, for purposes of specified exemptions, classes of persons, acquisitions, transfers, or transactions which are not likely to threaten to impair national security; and (3) prescribe such other rules as necessary to enable the NSLC to carry out its functions. Directs the FTC to require persons filing notifications with respect to cases in which both parties are domiciled outside of the United States or organized under foreign laws, the combined annual net sales in the United States of both persons exceeds $350,000,000, and as a result of the acquisition the acquiring person would hold five percent or more of the acquired person's assets, to submit detailed information on the nature of the acquisition, the ownership and control of the acquiring and acquired persons, their financial and personal relationship, the products or services in which such persons engage in commerce, and the relevant markets that will be affected by the acquisition. Extends the waiting period in the case of a referral of a notification to the President under the DPA. Requires the FTC to report annually to the Congress with respect to mergers and acquisitions not later than January 1 of each year (currently, beginning not later than January 1, 1978), with the concurrence of the NSLC (currently, Assistant Attorney General). Amends the DPA to require or authorize the President to make an investigation to determine the effects on national security of proposed acquisitions which the NSLC has referred, depending on the category of the referral. Requires the President to notify the parties to the acquisition, and specified congressional committees (except for the names of the parties to the investigation), of such investigation. Authorizes the President to: (1) require the parties to the acquisition to agree to divest assets or make such other modification in the acquisition as deemed necessary in the case of acquisitions threatening to impair national security (current law allows only action to suspend or prohibit the acquisition) where there is credible evidence that an interest exercising control, whether foreign or domestic (currently, foreign), might take action that threatens to impair national security; and (2) consider control of domestic industries and commercial activity by U.S. or foreign citizens (currently, foreign only). Specifies that the President's designee shall be a committee composed of specified officials, with the Secretary of the Treasury as chairman. Directs the Secretary of Energy to: (1) review policies, procedures, and regulations issued under Executive Orders 10865 and 11858 governing foreign ownership, control, or influence and mergers or acquisitions for foreign persons or persons engaged in interstate commerce in the United States; and (2) ensure that the Office of Safeguards and Security of the Department of Energy (or any successor office or agency with primary responsibility for safeguards and security with respect to nuclear fuel and nuclear weapons) has primary responsibility for making investigations and determinations pursuant to regulations issued under Executive Order 10865. Requires such Secretary to provide information to the committee on whether a proposed acquisition, merger, or takeover, or foreign ownership, control, or influence of a person engaged in interstate commerce in the United States, in a matter under investigation by the Committee, is likely to increase the risks of proliferation of nuclear weapons, nuclear weapons technology, or special nuclear material and thereby threaten to impair the national security. Sets forth additional requirements with respect to testimony on investigations and reporting requirements. Urges the President to consider entering into negotiations with other countries for the purpose of reaching agreements on safeguarding exchanges of certain commercial and market information that can be used to assist in the determination of the possible anticompetitive effect of transnational mergers and acquisitions, and on establishing dispute resolution mechanisms to deal with the regulatory overlap among countries with respect to such mergers and acquisitions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Mergers and Acquisitions Review Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Clayton Act and the Defense Production Act of 1950 with respect to notification of certain mergers and acquisitions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:23-05:00"
}