{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s30-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "30", 
  "official_title": "A bill to amend the Social Security Act to increase the earnings limit, to amend the Internal Revenue Code of 1986 to repeal the increase in the tax on social security benefits and to provide incentives for the purchase of long-term care insurance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Senior Citizens' Equity Act", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Actions and defenses", 
    "Annuities", 
    "Chronically ill", 
    "Commerce", 
    "Critically ill", 
    "Damages", 
    "Earnings", 
    "Economics and public finance", 
    "Employee health benefits", 
    "Finance and financial sector", 
    "Health", 
    "Home care services", 
    "Housing and community development", 
    "Housing discrimination", 
    "Housing for the aged", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Insurance premiums", 
    "Labor and employment", 
    "Law", 
    "Liability (Law)", 
    "Life insurance", 
    "Long-term care", 
    "Long-term care insurance", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Pension funds", 
    "Railroad retirement plans", 
    "Real estate business", 
    "Retirement communities", 
    "Retirement income", 
    "Social welfare", 
    "Standards", 
    "Surveys", 
    "Survivors' benefits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "TABLE OF CONTENTS: Title I: Social Security Earnings Test Title II: Repeal of Increase in Tax on Social Security Benefits Title III: Treatment of Long-Term Care Title IV: Senior Citizen Communities Senior Citizens' Equity Act - Title I: Social Security Earnings Test - Amends title II (Old-Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act to increase the monthly exempt amount, under the earnings test, for individuals who have attained retirement age. Sets forth a schedule of monthly adjustments increasing from $1,250 for taxable year 1996 to $2,500 for taxable year 2000 (amounting, by the year 2000, to an annual exempt amount of $30,000 such individuals may earn before being subject to benefit reductions). Title II: Repeal of Increase in Tax on Social Security Benefits - Amends the Internal Revenue Code to schedule from 1996 through 2000 a reduction from 85 percent to 50 percent the amount of Social Security benefits on which beneficiaries earning more than $34,000 annually ($44,000 for couples) are liable for income tax. Title III: Treatment of Long-Term Care - Amends the Internal Revenue Code to treat a long-term care insurance contract as an accident or health insurance contract. (Sec. 301) Restricts the meaning of long-term care insurance contract to a guaranteed renewable contract without cash surrender value: (1) covering only qualified long-term care services and benefits incidental to such coverage; (2) excluding expenses for services or items reimbursable under Medicare (except where Medicare is a secondary payor); (3) applying all premium refunds and all policyholder dividends or similar amounts to reduce future premiums or increase future benefits; and (4) offering a maximum benefit of no more than $200 for expenses incurred for any day. Provides for an inflation adjustment of the $200 benefit limit. Limits qualified long-term care services to necessary diagnostic, preventive, therapeutic, and rehabilitative services, as well as maintenance or personal care services prescribed by a licensed health care practitioner for a chronically ill individual in a qualified facility who is unable to perform (without substantial assistance from another individual) at least two activities of daily living (including walking or wheeling, dressing, toileting and bathing, transferring in and out of a bed or chair, and eating). Makes an individual's home a qualified facility if a licensed health care practitioner certifies that without home care the individual would have to be cared for in a State-licensed or Medicare- or Medicaid-certified nursing, rehabilitative, hospice, or adult day care facility. Declares that this title shall not apply in any determination whether a health care plan shall be subjected to an excise tax for failure to satisfy continuation coverage requirements. (Sec. 302) Excludes from gross income any benefits (not in excess of $200 per day) received under a long-term care insurance contract, including employer-provided coverage under such a contract. (Sec. 303) Allows an income tax deduction for qualified long-term care services, subject to specified limits. (Sec. 304) Treats as a nontaxable exchange the exchange of a contract of life insurance or an endowment or annuity contract for a long-term care insurance contract. (Sec. 305) Reduces any amounts includible in gross income by reason of distributions from individual retirement plans or 401(k) plans by the aggregate premiums paid by an individual for any long-term care insurance contract for the benefit of such individual or his or her spouse, if the individual or spouse, as appropriate, has attained age 59 and one-half on or before the date of the distribution. (Sec. 306) Excludes from gross income accelerated death benefits paid from life insurance policies for individuals who are terminally ill or permanently confined to a nursing home. Title IV: Senior Citizen Communities - Amends the Fair Housing Act with respect to the exemption for housing for older persons from the prohibition against discrimination based on familial status. Revises the definition of housing for older persons to repeal the requirement that such housing possess significant facilities and services specifically designed to meet the physical or social needs of older persons. (Sec. 402) Declares that an individual who engages in conduct with a reasonable good faith reliance on the existence of such exemption is not personally liable for money damages for a violation of such Act that the exemption would have vitiated. Presumes such good faith reliance of a person engaged in the business of residential real estate transactions if: (1) he or she has no actual knowledge that the facility or community is or will be ineligible for such exemption; and (2) the facility or community gives him or her a written certification stating its compliance with the requirements for such exemption."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Senior Citizens' Equity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to increase the earnings limit, to amend the Internal Revenue Code of 1986 to repeal the increase in the tax on social security benefits and to provide incentives for the purchase of long-term care insurance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:30-05:00"
}