{
  "actions": [
    {
      "acted_at": "1990-10-26", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-26T10:00:00-04:00", 
      "references": [], 
      "text": "Committee on Education and Labor discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-26T11:17:00-04:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-26T11:17:00-04:00", 
      "references": [], 
      "text": "Mr. Hawkins asked unanimous consent to discharge from committee and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-26T11:18:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-26T11:18:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-26", 
      "calendar": "Senate Legislative", 
      "number": "1025", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 1025.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5932-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1990-10-26", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-26T11:18:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-26", 
  "number": "5932", 
  "official_title": "To promote excellence in American education by recognizing and rewarding schools, teachers, and students for their outstanding achievements, enhancing parental choice, encouraging the study of science, mathematics, and engineering, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Educational Equity and Excellence Act of 1990", 
  "sponsor": {
    "district": "29", 
    "name": "Hawkins, Augustus F.", 
    "state": "CA", 
    "thomas_id": "00515", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1990-10-26T11:18:00-04:00", 
  "subjects": [
    "Administrative law judges", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Bilingual education", 
    "Bill of Rights", 
    "Black colleges", 
    "Citizenship education", 
    "Conferences", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Crime and law enforcement", 
    "Dropouts", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drugs and youth", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational innovations", 
    "Educational policy", 
    "Educational research", 
    "Educational statistics", 
    "Elementary education", 
    "Engineering", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to adult education", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to libraries", 
    "Foundations", 
    "Government paperwork", 
    "Government trust funds", 
    "Illiteracy", 
    "Information services", 
    "International education", 
    "Language and languages", 
    "Law", 
    "Legal education", 
    "Licenses", 
    "Literacy programs", 
    "Manpower training programs", 
    "Mathematics", 
    "Migrant education", 
    "Military education", 
    "Narcotic traffic", 
    "Performance based education", 
    "Performance contracts in education", 
    "Preschool education", 
    "Prisoners", 
    "Public broadcasting", 
    "Regional educational laboratories", 
    "Right of privacy", 
    "Scholarships", 
    "Scientific education", 
    "Secondary education", 
    "Standards", 
    "Student aid", 
    "Student loan funds", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers", 
    "Teaching materials", 
    "Telephone", 
    "Territories (U.S.)", 
    "Truck drivers", 
    "Volunteer workers in education", 
    "Year round schools"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-26", 
    "text": "Educational Equity and Excellence Act of 1990 - Title I: National Goals - Sets forth national goals for education in the following categories: (1) disadvantaged children's readiness for school; (2) school completion; (3) student achievement; (4) mathematics and science; (5) family literacy and lifelong learning; (6) safe, disciplined, and drug-free schools; (7) teacher recruitment and retention; and (8) equal opportunity for postsecondary education. Title II: The President's Education Programs - Part A: Presidential Schools of Distinction - Presidential Schools of Distinction Act - Amends chapter 1 (Financial Assistance to Meet Special Educational Needs of Children) of title I of the Elementary and Secondary Education Act of 1965 (ESEA chapter 1 programs) to establish a Presidential Schools of Distinction Award program. Authorizes appropriations. Part B: Nontraditional Routes to Teacher Certification and Licensure - Alternative Routes to Teacher Certification and Licensure Act of 1990 - Amends the Higher Education Act of 1965 (HEA) to establish a program for alternative routes to elementary and secondary school teacher certification and licensure. Authorizes appropriations. Part C: Presidential Awards for Excellence in Education - Amends ESEA title II (renamed as Critical Skills Improvement and Presidential Teacher Awards) to establish a Presidential Awards for Excellence in Education Program for elementary and secondary school teachers. Authorizes appropriations. Part D: Historically Black Colleges and Universities - Amends HEA to authorize appropriations for awards to qualified historically Black colleges and universities. Declares that an institution that receives such an award shall not be eligible for another type of award under other provisions. Title III: Literacy - National Literacy Act of 1990 - Part A: Literacy: Strategic Planning, Research, and Coordination - Establishes an Interagency Task Force on Literacy. Amends the Department of Education Organization Act to direct the Assistant Secretary for Vocational and Adult Education to coordinate literacy-related programs. Establishes the National Institute for Literacy and the National Institute Board. Authorizes the Institute to award Literacy Leader Fellowships. Authorizes appropriations. Amends the Adult Education Act (AEA) to authorize the Secretary of Education (the Secretary) to make grants to establish a network of State or regional adult literacy resource centers. Authorizes appropriations. Part B: Workforce Literacy - Establishes in the Department of Labor a National Workforce Literacy Assistance Collaborative. Authorizes appropriations. Provides for national workforce literacy strategies grants business, industry, labor, and education partnerships for workplace literacy. Requires the Secretary of Education, in awarding grants for exemplary demonstration partnerships for workplace literacy, to: (1) give priority to partnerships which include small businesses; and (2) limit such grant awards to not more than three years. Directs the Secretary to reserve a specified amount, whenever appropriations for workforce literacy partnership grants exceed a certain level, to establish a program of grants for large-scale national workforce literacy strategies. Authorizes appropriations for AEA workforce literacy programs. Part C: Investment in Literacy - Extends through FY 1995 the authorization of appropriations for programs under the Adult Education Act (AEA). Revises the use of funds under the basic State grants program. Requires that basic grants to States also be used for competitive two-year Gateway Grants to public housing authorities for literacy programs and related activities. Requires biennial evaluations and reports on such Gateway Grants. Revises AEA to give advisory councils, plans, and evaluations literacy-related responsibilities. Requires States to report biennially to the Interagency Task Force on meeting literacy goals, coordinating workplace literacy services, and building a high quality delivery system for adult literacy programs. Provides for training educators to recognize and serve illiterate individuals more effectively. Revises targeted assistance programs under ESEA to include training programs to enhance the ability of teachers and school counselors to identify, particularly in the early grades, students with reading and related problems which place them at risk for adult illiteracy. Renames the Even Start program under ESEA as the Even Start Family Literacy Program. Revises the program to expand eligibility to include community-based organizations, or other nonprofit organizations of demonstrated quality applying in collaboration with a local educational agency (LEA) (as well as LEAs and LEA consortia). Sets minimum grant amounts. Makes individual children eligible from birth through age seven (currently from age one through age seven). Provides for continuation of eligibility for certain participants until the parents become ineligible due to educational achievement, or until all children in the family attain age eight. Gives priority to applicants demonstrating that the area to be served has a high percentage or a large number of children and adults in need of program services. Authorizes appropriations for the Even Start Family Literacy Program. Establishes a Family Literacy Public Broadcasting Program. Authorizes the Secretary of Education, subject to availability of appropriations, to contract with the Corporation for Public Broadcasting (CPB) for production and dissemination of family literacy programming and accompanying materials to assist parents in improving family literacy skills and languages development. Requires CPB to: (1) cooperate with local public broadcasting stations; (2) arrange for distribution of audio and video instructional media materials for use, and distribution on loan, to families at sites chosen from among State and local libraries with literacy programs and nonprofit entities serving hard-to-serve populations; and (3) report to the Congress. Authorizes appropriations. Part D: Business Leadership for Employment Skills - Amends AEA to provide for education programs for commercial drivers. Authorizes the Secretary of Education to make competitive matching grants for adult education programs which increase the literacy skills of eligible commercial drivers so that they may successfully complete the knowledge test requirements under the Commercial Motor Vehicle Safety Act of 1986. Requires grantees to refer individuals identified as having literacy skill problems to appropriate adult education programs. Authorizes appropriations. Part E: Books for Families - Revises the ESEA inexpensive book distribution program to require that priority be given in selection of additional local programs to those which serve children and students with special needs. Requires the program contractor (Reading is Fundamental) to report to the Secretary of Education annually on such additional programs. Amends the Library Services and Construction Act to direct the Secretary of Education, in awarding grants for library literacy programs and services, to give priority to those that: (1) will be delivered in areas of greatest need with highest concentrations of adults without secondary education or its equivalent, and which either have few community or financial resources or have low per capita income, unemployment, or underemployment; and (2) coordinate with literacy organizations and community-based organizations providing literacy services. Part F: Students for Literacy - Amends HEA to authorize appropriations for Student Literacy Corps programs. Requires individual students in such programs, as a condition of course credit, to perform at least 60 hours of voluntary, uncompensated service as tutors in a public community agency's educational or literacy program. Part G: Volunteers for Literacy - Amends the Domestic Volunteer Service Act of 1973 to establish a Literacy Challenge Grants program. Authorizes the Director of the ACTION Agency to award such grants to eligible public and private entities to pay the Federal share of costs of establishing, operating, or expanding community or employee literacy programs that include the use of full- or part-time volunteers. Authorizes appropriations for Literacy Challenge Grants, but only if there are specified levels of funding for the VISTA Program and the VISTA Literacy Corps. Part H: Literacy for Incarcerated Individuals - Amends the Adult Education Act (AEA) to establish requirements for mandatory functional literacy programs for incarcerated adults in State correctional systems and local jails or detention centers. Requires such a program to be in effect in at least one major correctional facility, for each State correctional system and each local jail or detention center with an inmate population, within two years after enactment of this Act. Requires, if adequate funds are available, each State correctional system and each local jail or detention center with over 150 inmates to have such a program in effect within five years after enactment of this Act. Sets forth required components of such programs, including inmate mandatory participation penalties and incentives. Exempts from participation (except for any individual who is serving a life sentence without parole, or terminally ill, or under a sentence of death). Requires annual reports. Encourages: (1) parole agencies to make educational recommendations for those being released who do not have a marketable job skill or a high school diploma; and (2) jails with less than 150 inmates to develop such mandatory functional literacy programs. Title IV: Teacher Training - Teachers Act - Part A: Perkins Loans and Douglas Teacher Scholarships - Amends HEA to add special rules for Perkins student loan cancellation for teachers who perform service in specified types of schools. Authorizes appropriations for the Douglas Teacher Scholarship program under HEA. Part B: Financial Assistance for Teacher Corps and for Other Institutional Recruitment and Retention of Individuals Preparing to Enter the Teacher Force - Directs the Secretary of Education to allocate funds to State agencies to: (1) establish a Teacher Corps with scholarships and LEA induction and mentor programs; (2) make grants to institutions of higher education for new and innovative programs for recruitment and retention of students seeking teaching careers, with priority on individuals from disadvantaged backgrounds and individuals needing financial assistance who demonstrate academic achievement and potential for success in teaching. Provides for allocation of funds to State agencies. Directs the State agency to award grants from such funds as follows: (1) 80 percent to institutions of higher education, in accordance with specified priorities, and (2) 20 percent to LEAs for induction and mentor programs, with priority for LEAs with the greatest proportion of disadvantaged students. Sets forth requirements for higher education institution applications, plans, and uses of such funds, including specific recruitment and retention strategies and coordination with Teacher Corps and other related activities. Requires that at least 35 percent of an institution's grant be used for a Teacher Corps Scholarship program. Sets forth requirements for Teacher Corps scholarship recipients (members). Sets forth limitations on scholarship amount and duration. Provides for eligibility, special consideration, and institution-established criteria. Sets forth Teacher Corps scholarship conditions, including agreement to work for five years in one of specified types of schools. Requires scholarship repayment in cases of noncompliance. Sets forth requirements for LEAs receiving grants for Teacher Corps induction programs, including applications and use of funds. Allows such programs to be developed in cooperation with higher education institutions. Sets forth the Secretary's responsibilities for Teacher Corps programs, including scholarship information dissemination to individuals leaving the armed services and assistance to foster communications among Teacher Corps members. Sets forth reporting and evaluation requirements. Authorizes appropriations. Part C: Academic Areas of National Importance - Subpart 1: Foreign Languages - Amends the Star Schools Program Assistance Act to authorize appropriations in necessary amounts for FY 1993 to carry out Star Schools program assistance. Requires applications for such assistance for instructional programming to provide assurances that such programming will be designed in consultation with teachers of the applicable subject matter and grade level. Authorizes the Secretary of Education to make demonstration grants to eligible consortia to: (1) operate critical languages and area studies programs; (2) develop and acquire educational equipment and materials; and (3) develop teacher training programs, texts, curricula, and other activities designed to improve and expand the instruction of foreign languages at elementary and secondary schools. Limits the maximum amount of such a demonstration grant to an eligible consortium in any single fiscal year. Requires that a consortium eligible for such demonstration grants consist of a cooperative effort between entities in one or more States that must include at least: (1) one institution of higher education;(2) one secondary school with experience in teaching critical foreign languages; and (3) one secondary school in which at least 25 percent of the students are eligible to be counted under certain provisions for education of disadvantaged students (under Chapter 1 of title I of the Elementary and Secondary Education Act of 1965). Allows such consortia to include a not-for-profit organization to provide services not otherwise available from the other entities. Authorizes appropriations. Subpart 2: Training and Instructional Materials - Authorizes the Secretary of Education to make grants to higher education institutions or nonprofit organizations to develop innovative and model programs that integrate foreign language and culture, democracy and civic education, geography, and international studies into practicing and preservice elementary school teacher education (and, after elementary school teacher needs have been met, into secondary school teacher education). Sets forth grant proposal requirements. Authorizes appropriations. Authorizes the Secretary of Education to make competitive grants to various educational entities and consortia to enable them to act as a resource center for: (1) coordinating development and dissemination of foreign language and culture instructional materials; and (2) encourage expanded use of technology in teaching foreign languages and culture at the elementary school level (and, when those needs are met, at the secondary school level). Requires coordination with materials and technologies developed under the Star Schools Assistance Program. Authorizes appropriations. Part D: National Foundation for Excellence - National Foundation for Excellence Act - Establishes a National Foundation for Excellence. Establishes within the Treasury a National Foundation for Excellence Trust Fund. Establishes a National Foundation for Excellence Board. Directs the Foundation to pay the Federal share (50 percent) of awarding scholarships to eligible individuals to pursue teaching careers. Sets forth merit and need requirements for eligibility, and priorities for awards to disadvantaged individuals. Limits such scholarships to a maximum of four years of undergraduate and two years of graduate study. Sets scholarship conditions, including a teaching commitment agreement. Authorizes appropriations. Part E: National Writing Project - Authorizes the Secretary of Education to contract with the National Writing Project (a nonprofit educational organization) to support costs of programs of teacher training and classroom research to improve the teaching of writing and the quality of student writing and learning. Directs the Project to establish a National Advisory Board. Directs the Secretary, through the Office of Educational Research and Improvement, to make grants to individuals and higher education institutions for research on the teaching of writing, giving priority to junior researchers. Authorizes appropriations. Part F: Professional Development Academies - Establishes a program of Augustus F. Hawkins Professional Development Academies to provide in-service training and other activities to teachers and school administrators. Allows such academies to include preservice training and to serve specified other educational workers as well as teachers. Provides for allocation of 85 percent of funds under this part to State educational agencies (SEAs) on the basis of number of disadvantaged children and school-aged population. Sets the Federal share at 75 percent, but provides for 100 percent in hardship cases. Allows the non-Federal share to be provided by LEAs in cash or in kind, including teacher sabbaticals. Sets the term of each academy grant at five years, renewable. Sets forth authorized local uses of funds, including: (1) providing specified types of professional development programs for teachers; (2) paying costs of release time, stipends, college or university credit, curricular materials and other necessities; and (3) providing sabbaticals for experienced teachers in accordance with specified requirements for membership in the Career Teacher Corps. Directs the Secretary to reserve five percent of funds under this part to make competitive five-year (renewable) grants to eligible recipients to establish and operate up to four National Professional Development Academies (each in one of specified subject areas). Directs the Secretary to reserve ten percent of funds under this part in each fiscal year to carry out any one or more of the following demonstration programs: (1) class size research; (2) new careers for teachers; (3) restructuring of schools/school-based management; (4) middle school teaching; (5) national Teacher Job Bank Clearinghouse; and (6) school year extension study commission. School Year Study Commission Act - Establishes a School Year Study Commission, to study and report to the President and the Congress on the advisability of lengthening the school day and the academic year in U.S. public elementary and secondary schools. Terminates the Commission after its final report. Authorizes appropriations to carry out this part. Part G: National Board for Professional Teaching Standards - National Board for Professional Teaching Standards Act of 1990 - Directs the Secretary of Education to provide financial assistance to the National Board for Professional Teaching Standards (the Board) to pay the Federal share (50 percent) of authorized activities. Authorizes appropriations. Sets forth terms and conditions for such assistance. Requires the Board to consult at least twice annually with the Fund for Improvement and Reform of Schools and Teaching Board. Requires that Federal funds under this part be used only for research and development activities directly related to the development of teacher assessment and certification procedures for public elementary and secondary school teachers. Requires the Board, in such activities, to give priority to: (1) mathematics, sciences, foreign languages, and literacy; and (2) certification of teachers and the need and ability of teachers to teach special educational populations. Amends the General Education Provisions Act to authorize the Secretary of Education to conduct research on the professional preservice and inservice development of teachers, in order to develop models for the successful attainment of professional licensure and certification, to be used by the States or for national voluntary examinations. Declares that voluntary participation in certification assessments by the Board should be open to home school, private school, and public school teachers. Part H: Miscellaneous Provisions - Amends ESEA with respect to authorized uses of magnet schools assistance to include payment or subsidization of compensation of teacher aides. Amends GEPA to authorize the National Assessment of Educational Progress (NAEP) to carry out FY 1991 planning activities in preparation for conducting a specified type of assessment in FY 1994, subject to the enactment of legislation authorizing such assessment. Authorizes appropriations for specified administrative expenses and functions of the National Assessment Board. Revises the James Madison Memorial Fellowship Act with regard to the President of the James Madison Memorial Fellowship Foundation. Title V: Postsecondary Education Provisions - Amends HEA to revise the Pell Grant program with respect to: (1) number of academic years of eligibility; and (2) program funding from the next succeeding fiscal year's appropriation whenever current year funds are insufficient to fully satisfy all entitlements. Modifies the method of computation of contributions under Pell Grant needs analysis and general needs analysis for other student assistance programs. Redefines \"independent student\" for Pell Grant and for other student assistance programs. Prohibits guaranty agencies from selling lists of student borrowers under the Stafford guaranteed student loan (GSL) program. Authorizes a State guaranty agency to request from the State licensing board the address of a student borrower whose location is unknown or unavailable to the agency. Revises provisions for reports to credit bureaus and institutions of higher education. Sets forth special disclosure rules on Supplemental Loans to Students (SLS loans) and parent loans (PLUS loans). Revises the computation of repayment periods. Revises Work-Study Program provisions to add a Student Mentor Pilot Program, to test the feasibility of using work-study funds to provide incentives to eligible students at institutions of higher education to engage in mentor activities to help disadvantaged youths who are at risk of dropping out of elementary or secondary school. Requires financial aid applications for student assistance to disclose the identity of the preparer. Requires student loan borrowers to disclose to the lender their driver's license number and the name and address of their next of kin. Provides that students attending public or nonprofit institutions of higher education located in the freely associated states, rather than a State, are eligible for specified student assistance programs, as are such institutions. Revises provisions for the territorial teacher training assistance program. Suspends an individual student's eligibility for student assistance for specified periods upon conviction for certain drug-related offenses. Directs the Secretary of Education to maintain and publicize a toll-free consumer telephone hotline for students to report alleged fraud or unfair practices in student aid by eligible institutions. Authorizes the Secretary to require institutions to refund the student's tuition and fees, upon determination of specified violations, failures, or misrepresentation, in accordance with specified procedures. Directs the Secretary, in advance of the 1991-1992 academic year, to provide institutions information specifying the legal restrictions and the requirements of eligible institutions relating to loan counseling and reporting requirements, including disclosure of borrower records to third parties, the Fair Debt Collection Practices Act, and any other applicable Federal law. Title VI: Miscellaneous - Part A: Law-Related Education - Amends ESEA to direct the Secretary of Education to carry out a program to educate elementary and secondary school students about the history and principles of the U.S. Constitution, including the Bill of Rights, and to foster civic competence and responsibility. Authorizes the Secretary to contract with the Center for Civic Education to carry out such program, to be known as \"We the People...The Citizen and the Constitution.\" Sets forth required program contents, including simulated congressional hearings. Authorizes appropriations. Revises ESEA law-related education programs, including priority for statewide programs, grant award period, and application requirements. Part B: Assessment - Amends the National Summit Conference on Education Act of 1984 with respect to executive committee membership, regional meetings, and agenda. Authorizes the Secretary of Education, through the Office of Educational Research and Improvement, to make grants to establish demonstration projects to develop exemplary and innovative diagnostic assessment systems policies, and practices. Sets forth eligibility and application requirements and grant award priorities, for LEAs, SEAs, higher education institutions, and consortia. Requires the Secretary to report biennially to the Congress on such grant programs. Authorizes appropriations. Amends GEPA with respect to the National Center for Education Statistics. Requires a specified report of such Center to contain nationally comparable and uniform data by State. Part C: Amendments to the General Education Provisions Act - Amends the General Education Provisions Act (GEPA) with respect to: (1) the responsibility of State educational agencies (SEAs) to furnish certain information to the Secretary of Education; and (2) enforcement, including administrative law judges, recovery of funds, measure of recovery, and use of recovered funds. Part D: Amendments to Existing Programs - Amends the Bilingual Education Act to authorize the Secretary of Education to reserve funds for developmental bilingual education projects and special alternative instructional projects in middle school grades. Requires such programs to feature developmental bilingual approaches for fostering academic achievement and retention by emphasizing the arts and humanities, site-based decisionmaking, magnet schools community involvement, and collaboration with local colleges. Amends ESEA with respect to the Secretary's fund for innovation in education to authorize the Secretary to establish programs for improving the educational performance of and employment opportunities available for elementary and secondary students who are not performing to their educational potential. Sets forth grant priorities. Amends the Drug-Free Schools and Communities Act of 1986 to provide for drug abuse resistance education programs. Amends the following Federal laws with respect to treatment of U.S. territories and the freely associated states: (1) ESEA; (2) AEA; (3) the Star Schools Program Assistance Act; (4) the Education of the Handicapped Act; and (5) the Library Services and Construction Act. Part E: Planning Grants for Innovative Demonstration Projects and Research - Authorizes the Secretary of Education to make three-year grants to SEAs, LEAs, and consortia to plan for the development and expansion of policies, programs, and projects that: (1) increase opportunities of parents to select their children's school or program, especially parents of disadvantaged, minority, or rural children; (2) advance equity in methods used by States and LEAs to support public elementary and secondary education systems; (3) further parent involvement in education of their children, especially the economically disadvantaged; and (4) further business and community involvement in public education. Authorizes the Secretary, through the Office of Educational Research and Improvement, to conduct research, and disseminate its results, on open enrollment systems, parental involvement, school finance equalization, and business involvement in public education. Requires each recipient of research funds to submit a copy of its final research results to the Educational Resources Information Center. Provides for Federal dissemination of exemplary programs. Authorizes appropriations. Part F: Educational Peformance Agreements for School Restructuring - Directs the Secretary of Education to enter into State and local performance agreements for up to 35 local schools nationwide, in order to grant authority to combine Federal and State special needs education, drug education, and training programs. Grants authority for other Federal agencies to enter into such agreements. Sets limitations on such agreements, and terminates combination authority after six years, absent subsequent legislation to the contrary. Provides for: (1) State assurances and educational performance agreements; (2) local performance agreements; (3) local review and assessment; and (4) evaluations and reports. Directs the Secretary of Education, by January 1, 1992, to prepare a report on the public schools of each State. Part G: Definitions - Sets forth definitions of certain terms used in this Act. Title VII: Science Scholarships - Part A: National Science Scholars Program - Authorizes appropriations to the Department of Education for awards to National Science Scholars as well as for scholarship continuation awards. Authorizes the Secretary of Education to carry out a National Science Scholars Program of scholarships to students for the study of the physical, life, or computer sciences, mathematics, or engineering. Requires that such students: (1) be selected by the President; (2) have demonstrated outstanding academic achievement in such fields; and (3) show promise of continued outstanding academic performance in such fields. Provides for an initial award for first undergraduate year, and continuation awards for remaining undergraduate years. Permits National Science Scholars to use their scholarships at any institution of higher education. Provides for selection of such scholars. Gives such scholarship recipients, to the extent they are otherwise qualified, priority consideration for federally financed summer employment in federally funded research and development centers that complements and reinforces their educational program. Part B: Robert Noyce Scholarships - Establishes a Robert Noyce Mathematics and Science Teacher Corps scholarship program for students in a baccalaureate degree program in physical, life, or computer sciences, mathematics, or engineering who are willing to commit themselves to teaching elementary or secondary school science or mathematics. Provides for initial awards for one year of undergraduate study, a first continuation award for one year to complete undergraduate study, and a second continuation award for additional educational courses for teacher certification. Provides for the selection process. Requires recipients to serve as elementary or secondary mathematics or science teachers at a school receiving ESEA assistance for the special educational needs of disadvantaged children. Requires such service to be at least two years for every year of scholarship assistance, up to a total of four years, and to be within six years of graduation or the end of scholarship assistance. Provides for a repayment alternative in the event of failure to complete such service, with specified exceptions. Authorizes appropriations to the National Science Foundation, for transfer to the Department of Education to carry out this part. Part C: Additional Provisions - Makes any person who is convicted of certain controlled substance violations or any felony ineligible for, and liable for repayment of, awards under this title. Provides for good cause exemptions. Directs the National Science Foundation to report to the Congress, within one year after enactment of this Act, on current efforts to improve the quality of elementary and secondary mathematics and science education and career potential for the underprivileged through joint efforts of business, school districts, and institutions of higher education, with recommendations for ways the Federal Government may encourage such efforts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Educational Equity and Excellence Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Alternative Routes to Teacher Certification and Licensure Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Board for Professional Teaching Standards Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Foundation for Excellence Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Literacy Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Presidential Schools of Distinction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "School Year Study Commission Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Teachers Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To promote excellence in American education by recognizing and rewarding schools, teachers, and students for their outstanding achievements, enhancing parental choice, encouraging the study of science, mathematics, and engineering, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:17-05:00"
}