{
  "actions": [
    {
      "acted_at": "1991-05-23", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1153-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-05-23", 
  "number": "1153", 
  "official_title": "A bill to require the Administrator of the Environmental Protection Agency to issue regulations concerning the reporting of compliance assurance activities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-05-23", 
  "subjects": [
    "Administrative procedure", 
    "Air pollution control", 
    "Business records", 
    "Environmental protection", 
    "Government paperwork", 
    "Licenses", 
    "Management audit", 
    "Pollution control", 
    "Potable water", 
    "Refuse and refuse disposal", 
    "Right of privacy", 
    "Small business", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-05-23", 
    "text": "Directs the Administrator of the Environmental Protection Agency to promulgate regulations requiring applicants for permits under the Federal Water Pollution Control Act, the Clean Air Act, the Solid Waste Disposal Act, or the Safe Drinking Water Act to periodically evaluate the internal control systems of permit subjects and to set forth in permit applications or renewals: (1) a statement of the responsibilities of the permittee for compliance with environmental laws and for maintaining environmental compliance assurance systems; (2) a description of such systems; (3) an assessment of whether such systems assure compliance with environmental laws; and (4) uncorrected weaknesses identified in such systems. Requires permittees, upon receiving a citation for a violation of such Acts that was not reported pursuant to permit conditions, to provide an explanation of the reasons why the violation was not detected by the environmental compliance assurance system and a schedule of specified improvement measures. Requires the Administrator to ensure that such regulations do not: (1) create unreasonable economic burdens with respect to small communities and businesses; and (2) impede the development or implementation of a consistent compliance assurance program by a permittee. Prohibits the Administrator from requiring permittees to submit information with respect to environmental audits if it is not otherwise required to be submitted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to require the Administrator of the Environmental Protection Agency to issue regulations concerning the reporting of compliance assurance activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:58-05:00"
}