{
  "actions": [
    {
      "acted_at": "1990-10-25", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5926-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-25", 
  "number": "5926", 
  "official_title": "To amend the Older Americans Act of 1965 to provide congregate nutrition services and intergenerational activities in elementary and secondary school facilities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Lloyd, Marilyn", 
    "state": "TN", 
    "thomas_id": "00698", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-25", 
  "subjects": [
    "Day care centers for the aged", 
    "Elementary education", 
    "Grants-in-aid", 
    "Nutrition and the aged", 
    "Old age assistance", 
    "Older workers", 
    "Secondary education", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-25", 
    "text": "School-Based Meals for Older Individuals and Intergenerational Programs Act of 1990 - Amends the Older Americans Act of 1965 to establish a program for school-based meals for older individuals and intergenerational activities for older individuals and elementary and secondary school students. Directs the Commissioner on Aging to make grants to States for the establishment and operation of projects that: (1) are carried out in elementary and secondary schools; (2) provide hot meals to older individuals while such schools are in session, during the summer, and (unless waived by the State) on weekdays in the school year when the schools are not in session; (3) provide intergenerational activities in which older individuals and students interact at such schools; (4) provide social and recreational activities for older individuals at such schools; (5) develop and maintain skill banks to inform school officials of the skills and preferred activities of older individuals, so that they may serve as tutors, teacher aides, living historians, special speakers, playground supervisors, and lunchroom assistants, and assistants in such schools; and (6) provide opportunities for older individuals to participate in school activities and use school facilities. Sets forth application procedures. Requires annual program evaluation reports by: (1) States receiving such grants, to the Commissioner; and (2) the Commissioner, summarizing such State reports, to the Congress. Authorizes appropriations. Prohibits program funding for a fiscal year unless certain other programs receive funding for that year which exceeds their FY 1990 levels."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Older Americans Act of 1965 to provide congregate nutrition services and intergenerational activities in elementary and secondary school facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:17-05:00"
}