{
  "actions": [
    {
      "acted_at": "1988-02-03", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-02-08", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-02-08", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Investigations", 
      "text": "Referred to Subcommittee on Investigations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3898-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Investigations", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-02-03", 
  "number": "3898", 
  "official_title": "A bill to amend title 10, United States Code, to clarify and strengthen the authority of the Under Secretary of Defense for Acquisition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "12", 
    "name": "Kasich, John R.", 
    "state": "OH", 
    "thomas_id": "00618", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-02-03", 
  "subjects": [
    "Armed forces and national security", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Defense", 
    "Economics and public finance", 
    "Federal budgets", 
    "Government operations and politics", 
    "Public Contracts, Procurement, and Property"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-02-03", 
    "text": "Amends Federal defense procurement provisions to revise and add new responsibilities to the position of the Under Secretary of Defense for Acquisition. Provides that the Under Secretary is to be the principal adviser to the Secretary of Defense on acquisition matters in the Department of Defense (DOD) and shall report directly to the Secretary on such matters. Requires the Under Secretary to consult with and keep closely informed the Deputy Secretary of Defense and other appropriate officials, without being subject to the direction of any such official. Authorizes the Under Secretary to provide for management of any acquisition program involving more than one component of DOD through a joint program management organization headed by the Under Secretary or other appropriate means as determined by the Under Secretary. Authorizes the Under Secretary to review and make recommendations to the Secretary on all programming, budgetary, and financial matters relating to acquisition. Directs the Under Secretary to establish within DOD a single unified defense acquisition process based, to the extent possible, on sound business practices which include establishing a management information system to monitor and assess acquisition programs. Directs the Secretary of each military department and the head of any other component of DOD with acquisition responsibilities to: (1) provide the Under Secretary with any information directly or indirectly relating to acquisition matters; and (2) ensure that his department or component provides all information required by the Under Secretary for management information systems established under this Act. Prohibits any major defense acquisition program from proceeding into full-scale development unless approved by the Under Secretary, and allows the Under Secretary to terminate any defense acquisition program at any time. Prohibits the Secretary of a military department or the head of any other component of DOD from beginning a research and development program until the Under Secretary is notified of the program. Requires the annual DOD budget submitted to the President to set forth separately the budget and staff requirements of the Under Secretary proposed for that fiscal year. Directs the Under Secretary to submit a report to the Secretary each fiscal year on personnel and resources required for his office for that fiscal year, such report to be forwarded to the Congress without change. Directs the Under Secretary to establish policies to ensure that audit and oversight activities are carried out in a manner so as to prevent duplication by different elements of DOD. Directs the Secretaries of the Army, the Navy, and the Air Force to designate one of their Assistant Secretaries as the Service Acquisition Executive for their respective department, such Assistant Secretary to be the senior procurement executive of such Department."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 10, United States Code, to clarify and strengthen the authority of the Under Secretary of Defense for Acquisition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:08-05:00"
}