{
  "actions": [
    {
      "acted_at": "1976-01-29", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11612-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-01-29", 
  "number": "11612", 
  "official_title": "A bill to promote, consistent with the Energy Reorganization Act of 1974 and the Federal Nonnuclear Energy Research and Development Act of 1974, research and development into expanding the use of alternative energy resources in transportation and power generation, through the establishment of experimental research and demonstration projects utilizing domestic synthetic fuels in the operation of certain government owned and maintained passenger vehicles and in the generation of peak electrical power from combustion turbines by public utilities, to report the scientific and environmental implications of such projects to Congress for use in developing energy and environmental policies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12285-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Synthetic Fuels Research and Demonstration Act", 
  "sponsor": {
    "district": "1", 
    "name": "Emery, David F.", 
    "state": "ME", 
    "thomas_id": "00343", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-01-29", 
  "subjects": [
    "Electric power", 
    "Electric utilities", 
    "Energy", 
    "Energy research", 
    "Fuel research", 
    "Motor vehicles", 
    "Petroleum and petroleum products", 
    "Power resources", 
    "Public lands and natural resources", 
    "Public utilities", 
    "Synthetic fuel"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-01-29", 
    "text": "Synthetic Fuels Research and Demonstration Act - Title I: Motor Vehicle Synthetic Fuel Research and Demonstration Project - Directs the Administrator of the Energy Research and Development Administration to establish a synthetic fuels project for motor vehicles in accordance with a research and development plan. Prescribes criteria to be followed by the Administrator in: (1) the selection of a synthetic fuel; (2) the selection of a project agency; and (3) the establishment of a research and demonstration plan. Requires that the Administrator submit interim reports to Congress and a final report within three years of the enactment of this Act. Authorizes the appropriation of $10,000,000 through fiscal year 1979 for such project. Title II: Electrical Generation Synthetic Fuel Research and Demonstration Projects - Directs the Administrator of the Energy Research and Development Administration to establish a program of Federal assistance to public utilities for the support of synthetic fuels projects for the generation of electricity. Establishes criteria for applicants to be considered for financial assistance. Establishes guidelines for the Administrator in selecting projects from eligible applicants. Stipulates that the amount of funds for any such project shall be based on the difference between the cost of the synthetic fuel and the cost of conventional fuel which would ordinarily be used. Limits payments under this Act to: (1) 5 cents per gallon of synthetic fuel; and (2) $1,000,000 for any single project. Requires the Administrator to submit interim reports to Congress and a final report within three years of the enactment of this Act. Authorizes appropriations of $3,000,000 through fiscal year 1979 for such program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Synthetic Fuels Research and Demonstration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote, consistent with the Energy Reorganization Act of 1974 and the Federal Nonnuclear Energy Research and Development Act of 1974, research and development into expanding the use of alternative energy resources in transportation and power generation, through the establishment of experimental research and demonstration projects utilizing domestic synthetic fuels in the operation of certain government owned and maintained passenger vehicles and in the generation of peak electrical power from combustion turbines by public utilities, to report the scientific and environmental implications of such projects to Congress for use in developing energy and environmental policies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:43-05:00"
}