{
  "actions": [
    {
      "acted_at": "1973-09-25", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10482-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-25", 
  "number": "10482", 
  "official_title": "A bill to strengthen interstate reporting and interstate services for parents of runaway children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Runaway Youth Act", 
  "sponsor": {
    "district": "7", 
    "name": "Archer, Bill", 
    "state": "TX", 
    "thomas_id": "00026", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-25", 
  "subjects": [
    "Juvenile delinquency", 
    "Runaway children", 
    "Youth"
  ], 
  "subjects_top_term": "Runaway children", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-25", 
    "text": "Runaway Youth Act - Presents the finding of the Congress that the anxieties and fears of parents whose children have run away from home can best be alleviated by effective interstate reporting services and the earliest possible contact with their children. Title I Authorizes the Administrator of the Law Enforcement Assistance Administration to make experimental grants to State and local law enforcement agencies to purchase equipment and fund pilot programs which will strengthen the availability and effectiveness of services for parents of runaway youth to report descriptions and possible destinations of their children to law enforcement officials in their localities and in other areas of the country. Authorizes the Administrator to undertake such activities as he determines are necessary to provide, either directly or by way of grants, contracts, or other arrangements, technical assistance to States and localities in developing requests and implementing plans for which assistance is provided under this title. Requires the Administrator to report to Congress by June 30 for each of the fiscal years 1974, 1975, and 1976, on the progress made in the implementation of the experimental grants program under this title. Provides that the Federal share of grants under this title shall be 80 percent of the total costs of the program or item for which the application is made. Authorizes $2,000,000 for each of the fiscal years 1974, 1975, and 1976, to carry out the provisions of this title. Title II Directs the Secretary of Health, Education, and Welfare to gather information, develop a comprehensive program, and report to Congress no later than June 30, 1974 on the problems and needs of transient youth in the United States. Authorizes to be appropriated not to exceed $1,000,000 to carry out this title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Runaway Youth Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen interstate reporting and interstate services for parents of runaway children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:44-05:00"
}