{
  "actions": [
    {
      "acted_at": "1989-03-23", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1597-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bateman, Herbert H.", 
      "sponsored_at": "1989-03-23", 
      "state": "VA", 
      "thomas_id": "00064", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-23", 
  "number": "1597", 
  "official_title": "To amend title 37, United States Code, to revise and improve the aviator career incentive pay program, to extend for three years the aviator retention bonus program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s653-101", 
      "reason": "identical"
    }
  ], 
  "short_title": "Aviation Career Improvement Act of 1989", 
  "sponsor": {
    "district": "6", 
    "name": "Byron, Beverly B.", 
    "state": "MD", 
    "thomas_id": "00162", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-23", 
  "subjects": [
    "Accident insurance", 
    "Aircraft pilots", 
    "Armed forces and national security", 
    "Congressional reporting requirements", 
    "Defense budgets", 
    "Federal advisory bodies", 
    "Legislation", 
    "Life insurance", 
    "Military aviation", 
    "Military pay", 
    "Officer personnel", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-23", 
    "text": "Aviation Career Improvement Act of 1989 - Amends Federal military pay provisions to require an officer, to be eligible for aviation career incentive pay, to perform the prescribed operational flying duties (including flight training but excluding proficiency flying) for nine of the first 12, and 12 of the first 18, years of aviation service. (Current law requires six of the first 12, and 11 of the first 18.) Allows such an officer continuous monthly incentive pay for the first 22 years of his or her officer service if an officer performs the prescribed operational duties for at least ten but less than 12 of the first 18 years of aviation service. (Current law requires at least nine but less than 11 of the first 18 years in order to be eligible for such limited incentive pay.) Increases the rates of such aviation career incentive pay, such rates increasing as the years of service increase. Increases the rates of such incentive pay proportionately whenever the President increases the rates of monthly basic pay. Authorizes the Secretary of the military department concerned to delay implementation of such provisions until a proper time as determined by such Secretary. Amends the National Defense Authorization Act, Fiscal Year 1989 to extend through FY 1992 (currently, FY 1989) the period during which an aviation officer may execute a career continuation agreement and therefore be paid an aviator retention bonus. Directs the following officials, on November 1 of each year beginning with 1989, to submit a report to the Secretary of Defense analyzing the effect that the aviator retention bonus program has had during the preceding fiscal year on the retention of qualified aviators in such officials' departments: the Secretary of each military department, the Secretary of Transportation with respect to the Coast Guard the Secretary of Commerce with respect to the National Oceanic and Atmospheric Administration, and the Secretary of Health and Human Services with respect to members of the Public Health Service. Directs the Secretary of Defense, no later than December 1 of each year beginning in 1989, to submit such reports to the Senate and House Armed Services Committees (the defense committees), together with comments and recommendations. Increases the limitation on obligations for aviator retention bonuses to be paid to Navy and Air Force officers during FY 1990. Directs the Secretary of Defense to reduce, by no later than September 30, 1992, the number of nonoperational flying duty positions in the armed forces by a number equal to not less than five percent below the total number of such positions in existence as of the end of FY 1989. Directs the Secretary to effectuate a reduction of not less than two percent by the end of FY 1991, with the remainder of such reduction to be realized by the end of FY 1992. Prohibits any increase in the number of such positions after September 30, 1991, unless specifically authorized by law. States that the minimum active duty obligation of any member who successfully completes training in the armed forces as a pilot shall be nine years if trained to fly fixed wing jet aircraft, and seven years if trained to fly any other type of aircraft. Provides a minimum active-duty obligation of seven years for navigators or naval flight officers successfully completing such training. Directs the Secretary, no later than December 1, 1989, to report to the defense committees a legislative proposal for an accidental death insurance plan for aviators serving on active duty that provides for the payment of death benefits of $100,000 for death resulting from the performance of operational flight duty. Requires the Director of the Congressional Budget Office to conduct a study of the aviator assignment policies and practices of the armed forces, and submit the results of such study to the defense committees no later than February 15, 1990. Expresses the sense of the Congress that: (1) the President should establish a commission to study the reasons for the critical shortage of qualified aviators in both the armed forces and the commercial airline industry; (2) the President should include in such commission representatives from the commercial airlines, the Department of Defense, and other appropriate sources; (3) the President should appoint all members of such commission no later than February 15, 1990; and (4) the commission should be required to report the results of its study to the President and the Congress no later than March 1, 1991, together with specific recommendations for eliminating such shortage of qualified aviators."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aviation Career Improvement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 37, United States Code, to revise and improve the aviator career incentive pay program, to extend for three years the aviator retention bonus program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:17-05:00"
}