{
  "actions": [
    {
      "acted_at": "1975-04-08", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-05-01", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 94-184.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-13", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary, H. Rept. 94-184 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-21", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-21", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-21", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #239 (260-137).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-05-22", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-09-11", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 94-369.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-16", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-09-16", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-08", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-10-29", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-23", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-838.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-02-24", 
      "references": [], 
      "text": "Conference report filed in Senate, S. Rept. 94-648.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-02", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-03", 
      "references": [], 
      "text": "House agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-03", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-03-03", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-04", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-03-04", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-03-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-03-15", 
      "references": [], 
      "text": "Public Law 94-233.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5727-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "21", 
      "name": "Badillo, Herman", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Cohen, William S.", 
      "sponsored_at": "1975-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Conyers, John, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00229", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Danielson, George E.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00263", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Edwards, Don", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00336", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Eilberg, Joshua", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00341", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Holtzman, Elizabeth", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00556", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mezvinsky, Edward", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00796", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Pattison, Edward W.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00899", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Railsback, Thomas F.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00941", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Rodino, Peter W., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Wiggins, Charles E.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "01228", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-03-15", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-04-08", 
  "number": "5727", 
  "official_title": "An Act to establish an independent and regionalized U.S. Parole Commission, to provide fair and equitable parole procedures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Parole Reorganization Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kastenmeier, Robert W.", 
    "state": "WI", 
    "thomas_id": "00620", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-04-08", 
  "subjects": [
    "Advisory bodies", 
    "Department of Justice", 
    "Parole", 
    "Prisoners", 
    "Prisons and prisoners"
  ], 
  "subjects_top_term": "Prisoners", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-02-23", 
    "text": "(Conference report filed in House, H. Rept. 94-838) Parole Commission and Reorganization Act - Repeals the parole provisions of chapter 311 of title 18 of the United States Code and enacts a new chapter 311 on parole. Establishes the United States Parole Commission, which shall consist of nine members appointed by the President with the advice and consent of the Senate. Empowers it to grant or deny an application or recommendation to parole any eligible prisoner, to request probation officers and others to perform supervision duties respecting any parolee, and to delegate to hearing examiners necessary powers to conduct hearings. Requires the Commission to act only by majority vote. Empowers the chairman to assign duties among officers and employees of the Commission, including commissioners; report annually to the Congress; to carry out research programs concerning the parole process; and to conduct seminars and training programs providing continuing studies for Federal, State and local governmental personnel and private persons connected with the parole process. Makes a prisoner serving a term of more than a year eligible for release on parole after serving one-third of such term or after serving ten years of a life sentence or of a sentence of over 30 years. Permits the sentencing court to make a prisoner eligible for parole in a lesser amount of time or to fix the maximum sentence and let the Commission determine time of parole. Requires a report by the Director of the Bureau of Prisons to be made on a prisoner, upon his commitment, to the Commission, which shall include recommendations helpful in making a determination as to parole. Provides that if an eligible prisoner has substantially observed the rules of the institution of his confinement, and if the Commission determines that release would not depreciate the seriousness of his offense or promote disrespect for the law, and that release would not jeopardize the public welfare, such prisoner shall be paroled. Requires the Commission to state with particularity its reasons for denial of parole. Requires a parole determination proceeding by the Commission before it makes a parole determination (unless the prisoner's record indicates that he will be released). Requires that, at least 30 days prior to any such proceeding, the prisoner be given written notice and reasonable access to a report to be used by the Commission in making its determination. Allows the prisoner to testify at such proceedings and to be represented. Provides that a denial of parole shall be explained to the prisoner in person if possible. Requires, in the case of denial, a subsequent proceeding in 18 months for prisoners serving less than seven years, and in 24 months for those serving more than seven years. Mandates that a condition of parole be that the parolee not commit another Federal, State, or local crime. Requires that a certificate be given the parolee specifically setting forth any conditions on his parole. Places parolees in the legal custody and under the control of the Attorney General and under the jurisdiction of the Commission until the expiration of the maximum term of their sentences. Requires a review of the parolee's status every two years to determine the need for continued supervision, and requires termination of supervision after five years of parole. Authorizes the Commission to summon to a hearing or issue a warrant and retake a parolee alleged to have violated his parole. Requires any such warrant or summons to give the parolee written notice of the alleged violation, his rights, and possible Commission action. Grants a parolee in such a situation a right to a nearby preliminary hearing without unnecessary delay. Permits restoration to parole supervision of a parolee if probable cause is found to believe he violated his parole, provided he is likely to reappear and is not likely to be a danger to himself or others. Requires a revocation hearing within 60 days of determination of probable cause. Requires that notice of such hearing be given to the parolee, and that he have right to an attorney, to testify, to apprisal of the evidence against him, and to cross-examine witnesses. States that conviction for a Federal, State, or local crime committed subsequent to release on parole shall constitute such probable cause. Provides that whenever the Commission finds by a preponderance of the evidence that the parolee has violated a condition of his parole the Commission may restore the parolee to supervison, reprimand him, modify his conditions of parole, refer him to a residential community treatment center, or formally revoke parole. Requires specific written notice to the parolee of revocation. Grants a parolee a reconsideration of any decision to deny parole, impose or modify conditions of parole, or revoke parole. Grants the parolee a right of appeal to the National Appeals Board from any adverse reconsideration. Permits sentencing of persons aged 22 to 25 under the Federal Youth Corrections Act. Empowers the Commission, in regard to youth offenders, to grant or deny application or recommendation for conditional release, or to modify or revoke any order of conditional release. Requires the Director of the Bureau of Prisons to provide classification centers and agencies, and for every committed youth offender to first be sent to a classfication center or agency, which shall make a physical and mental study of such youth offender. Permits conditional release, under supervision, of youth offenders by the Commission. States that if at any time before the unconditional discharge of a committed youth offender, the Commission is of the opinion that such youth offender will be benefited by further treatment in an institution or other facility the Commission may direct his return to custody or if necessary may issue a warrant for the apprehension and return to custody of such youth offender. Provides that upon return to custody, such youth offender shall be given a revocation hearing by the Commission. Provides that a juvenile delinquent who has been committed may be released on parole at any time under such conditions and regulations as the United States Parole Commission deems proper. Authorizes necessary appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Parole Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an independent and regionalized U.S. Parole Commission, to provide fair and equitable parole procedures.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to establish an independent and regionalized U.S. Parole Commission, to provide fair and equitable parole procedures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:03-05:00"
}