{
  "actions": [
    {
      "acted_at": "2000-07-26", 
      "references": [
        {
          "reference": "CR S7674", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-26", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2934-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-07-26", 
  "number": "2934", 
  "official_title": "A bill to provide for the assessment of an increased civil penalty in a case in which a person or entity that is the subject of a civil environmental enforcement action has previously violated an environmental law or in a case in which a violation of an environmental law results in a catastrophic event.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Zero Tolerance for Repeat Polluters Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Torricelli, Robert G.", 
    "state": "NJ", 
    "thomas_id": "01163", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-07-26", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Air pollution control", 
    "Air pollution control equipment", 
    "Air pollution measurement", 
    "Consent decrees", 
    "Crime and law enforcement", 
    "Disasters", 
    "Economics and public finance", 
    "Emergency management", 
    "Employee training", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Health", 
    "Labor and employment", 
    "Law", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Ozone layer depletion", 
    "Recidivists"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-07-26", 
    "text": "Zero Tolerance for Repeat Polluters Act of 2000 - Prescribes additional penalties (with amounts based on the number of violations) for subsequent violations of the same environmental law or separate environmental laws at a site owned or operated by a repeat violator, or for violations for the same regulated activity under one or more environmental laws. Defines a \"repeat violator\" as a person who has violated the same environmental law at the same site or for the same regulated activity at least twice during the preceding five-year period or any environmental law at the same site or for the same activity at least twice during the preceding three-year period.Prescribes minimum additional penalties for catastrophic events of pollutant releases that result in serious human injury or death or serious environmental damage (or the potential for such injury, death, or damage) or in both serious human injury or death and in serious environmental damage. Bases penalties on the amounts of hazardous air pollutants, criteria air pollutants (as defined under the Clean Air Act), or ozone-depleting substances emitted, or hazardous substances released, in the course of the event, with the highest penalties for cases in which injury or death and environmental damage occur.Authorizes the Administrator of the Environmental Protection Agency (EPA), with respect to any person responsible for creating a condition that may present an imminent and substantial endangerment to human health or the environment in violation of an environmental law, to issue an administrative order or bring a civil action seeking relief as necessary to protect human health or the environment. Limits the maximum relief to $10 million, to be paid into the EPA Health and Environmental Trust Fund. Makes the Trust Fund available to pay costs incurred by the Federal Government in addressing a health or environmental threat for which a fine was collected under this section and in accordance with the statutory authority under which the action seeking payment was initiated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Zero Tolerance for Repeat Polluters Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the assessment of an increased civil penalty in a case in which a person or entity that is the subject of a civil environmental enforcement action has previously violated an environmental law or in a case in which a violation of an environmental law results in a catastrophic event.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:25-05:00"
}