{
  "actions": [
    {
      "acted_at": "1977-11-02", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2275-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-11-02", 
  "number": "2275", 
  "official_title": "A bill to provide the basis of assuming and discharging the financial risks involved in all sales and purchase transactions of livestock marketing in commerce; to declare certain acts unlawful; to safeguard against unfair and illegal marketing practices; to identify, maintain and uphold business standards and practices which are based upon free, open and competitive factors in all transactions; to provide penalties for violations; to create and empower a livestock marketing commission to administer and enforce the Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Freedom in Livestock Marketing Act", 
  "sponsor": {
    "district": null, 
    "name": "Eastland, James O.", 
    "state": "MS", 
    "thomas_id": "01325", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-11-02", 
  "subjects": [
    "Agricultural industries", 
    "Agriculture and Rural Affairs", 
    "Department of Agriculture", 
    "Executive reorganization", 
    "Livestock", 
    "Livestock industry"
  ], 
  "subjects_top_term": "Livestock industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-11-02", 
    "text": "Freedom in Livestock Marketing Act - Title I: General Provisions and Definitions - States the findings of Congress that the public interest would be served by the application of open, free, and competitive factors declaring certain livestock marketing transactions unfair or unlawful. Title II: Livestock Marketing Commission - Establishes, within the Department of Agriculture, the Livestock Marketing Commission. Title III: Jurisdiction - Authorizes such Commission to investigate any facts, conditions, practices, persons, or matters which it may deem necessary or proper to aid in the enforcement of the provisions of this Act. Title IV: Unlawful Transactions - Declares it unlawful for any person engaged directly or indirectly in livestock marketing to commit any act of fraud or to steal or convert livestock or money to its own use or to the use of another. Title V: Illegal Marketing Practices - Deems as unfair and illegal certain marketing practices, including violations of Title VI and VII of this Act. Title VI: Financial Responsibility - Requires every livestock market, livestock dealer, and livestock broker to maintain a financial position which reflects total assets in excess of total liabilities under established accounting principles customary and usual to those businesses. Title VII: Scales and Weighing - Requires regular maintenance and service and accurate operation of livestock scales in all livestock transactions in commerce where the purchase and sale price of the livestock is determined on the basis of the weight of the livestock. Title VIII: Multiple Business - Deems it not unlawful, nor an unfair marketing practice, for any livestock market, livestock dealer, or livestock broker to engage in any other business of any kind. Title IX: Arbitration - Requires the Livestock Marketing Commission to establish fair and equitable arbitration procedures for resolving disputes arising in livestock marketing transactions. Title X: Penalties - Establishes administrative and criminal penalties for the violation of provisions of this Act. Title XI: State Law - Deems this Act controlling to the extent that State statutes or laws regulating livestock markets, livestock dealers, and livestock brokers are inconsistent with this Act and the regulations promulgated pursuant to its provisions by the Commission. Title XII: Repealing Clauses - Repeals specified provisions of the Packers and Stockyards Act of 1921 relating to dealers, bonds, registration requirements, charges, fees and rates. Title XIII: General Provisions - Declares that the validity of the remainder of this Act shall not be affected if any provision of it or the application thereof to any person or circumstances is held invalid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Freedom in Livestock Marketing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide the basis of assuming and discharging the financial risks involved in all sales and purchase transactions of livestock marketing in commerce; to declare certain acts unlawful; to safeguard against unfair and illegal marketing practices; to identify, maintain and uphold business standards and practices which are based upon free, open and competitive factors in all transactions; to provide penalties for violations; to create and empower a livestock marketing commission to administer and enforce the Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:33-05:00"
}