{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr443-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "443", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide for tax reductions and reforms.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Tax Reduction Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Hansen, George V.", 
    "state": "ID", 
    "thomas_id": "00497", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Capital gains tax", 
    "Congressional budget", 
    "Corporation taxes", 
    "Corporations", 
    "Corporations and Stocks", 
    "Cost of living adjustments", 
    "Economics and public finance", 
    "Estate tax", 
    "Federal budgets", 
    "Gift tax", 
    "Gross national product", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Inflation", 
    "Minimum tax", 
    "Personal income tax", 
    "Tax exclusion", 
    "Tax rates", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "American Tax Reduction Act of 1979 - States as the purposes of this Act: (1) the reduction of the public debt; (2) the imposition of limits on Federal spending; (3) the inducement of Members of Congress to eliminate unneeded Federal programs; (4) the reduction of individual income taxes; (5) tax relief for homeowners; and (6) the indexation of tax rates to reflect inflation of income. Title I: Individual Income Tax Rate Reductions - Amends the Internal Revenue Code to reduce individual and estate and trust income tax rates for 1979, 1980, and 1981, and to make a permanent reduction in such rates for years after 1981. Title II: Provisions Relating to Capital Gains - Reduces the alternative tax on capital gains to 15 percent of the net capital gain. Eliminates capital gains as an item of tax preference for purposes of the minimum and maximum tax. Repeals the alternative minimum tax schedule for capital gains of individual taxpayers which was enacted by the Revenue Act of 1978. Permits a taxpayer to elect to offset against taxable income all capital losses not in excess of taxable income. Permits a one-year carryover of losses in excess of taxable income. Eliminates the age requirement (55) for eligibility for the one-time $100,000 exclusion of gain from the sale of a principal residence. Title III: Provisions Relating to Indexing for Inflation - Requires cost-of-living adjustments to income brackets for purposes of the individual income tax and the normal tax on corporate income. Requires a similar adjustment to capital assets for purposes of determining gain or loss and to estates and gifts in determining the tax at the time of transfer. Replaces the corporate income tax rates with a graduated, five-tier schedule, imposing the uppermost (46 percent) marginal rate upon income in excess of $100,000. Title IV: Reduction in Federal Spending - Limits Federal spending to 18 percent of the gross national product by fiscal year 1983. Prohibits the consideration of any bill in Congress which would cause the spending limit to be exceeded."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Tax Reduction Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide for tax reductions and reforms.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:01-05:00"
}