{
  "actions": [
    {
      "acted_at": "1974-05-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14509-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-01", 
  "number": "14509", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to encourage higher education, and particularly the private funding thereof, by authorizing a deduction from gross income of reasonable amounts contributed to a qualified higher education fund established by the taxpayer for the purpose of funding the higher education of his dependents.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr15103-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Higher Education Funding Act", 
  "sponsor": {
    "district": "2", 
    "name": "Duncan, John J.", 
    "state": "TN", 
    "thomas_id": "00321", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-01", 
  "subjects": [
    "Education", 
    "Income tax", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-01", 
    "text": "Higher Education Funding Act - Authorizes an income tax deduction for contributions to a qualified higher education fund established by the taxpayer for the purposes of funding the higher education of his dependents. Limits the amount of the deduction to the lesser of: (1) $500 times the number of qualified beneficiaries; (2) 10 percent of the taxpayer's adjusted gross income; or (3) $2,500. Provides that a qualified education fund must be established by the taxpayer pursuant to a written plan: (1) solely for the purpose of defraying the cost of room, board, and tuition at an institution of higher education of one or more eligible beneficiaries; (2) which provides that no distribution shall be made by the fund (except upon termination thereof) other than to, or on behalf of, eligible beneficiaries; (3) which provides that upon termination of the fund all assets of the funds shall be distributed to the taxpayer or to his estate; (4) which prohibits contributions to the fund in excess of amounts deductible: and (5) under which the taxpayer consents to the income tax treatment upon termination of the fund. Defines \"institution of higher education\" as an educational institution: (1) which regularly offers education at a level above the twelfth grade; (2) contributions to or for the use of which constitute charitable contributions; (3) which is legally authorized to provide and does provide a program of postsecondary education; and (4) which is accredited by a nationally recognized accrediting agency or association listed by the United States Commissioner of Education. Sets forth the tax treatment revisions to the Internal Revenue Code with respect to the creator of a qualified higher education fund and the tax treatment upon termination of such fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Higher Education Funding Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to encourage higher education, and particularly the private funding thereof, by authorizing a deduction from gross income of reasonable amounts contributed to a qualified higher education fund established by the taxpayer for the purpose of funding the higher education of his dependents.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:51-05:00"
}