{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1648-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "1648", 
  "official_title": "A bill to amend title VII of the Housing Act of 1961 to establish an Urban Parkland Heritage Corp. to provide, funds for the acquisition and operation of open-space land.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3497-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr3498-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4855-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr12115-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s12-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Corporations", 
    "Government operations and politics", 
    "Parks", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "States that it is the purpose of this Act to: (1) help control urban sprawl; (2) prevent the spread of urban plight and deterioration; (3) encourage more economic, environmentally sound urban development; (4) assist in preserving areas and properties of historic or architectural value; and (5) help provide necessary recreational, conservation, and scenic areas. Establishes the Urban Parkland Heritage Corporation as an independent establishment in the executive branch to carry out the provisions of this Act. Provides that the Corporation shall be subject to the direction and supervision of a Board of Directors. Specifies the membership of the Board. States that all grants and loans made by the Corporation shall be approved by the Board which shall meet no less than four times annually. Authorizes the Corporation to make loans and grants to States and local public bodies to help finance the acquisition and development of open-space land in urban areas. States that the amount of any such grant shall not exceed 75 percent of the eligible project cost, as approved by the Corporation. Raises the amount of such grant to 90 percent if the State or local public body could not otherwise reasonably meet its need for open-space lands. Provides that the amount of any loan granted under this Act may not exceed 50 percent of the eligible project cost. Authorizes the Corporation to make grants for the operation and maintenance of open-space or other land in urban areas for open-space uses for the first four fiscal years of the operation of such lands. Provides that the initial grant shall not exceed 75 percent of the eligible cost and shall decrease to 30 percent of such costs over the four year period. Provides that the Corporation shall consult with appropriate agencies and officers of the Federal Government to establish and operate a program to provide technical assistance, upon request, to States and local public bodies. States that no grant or loan shall be made to any State or local public body in any fiscal year unless the State or local public body makes assurances to the Corporation that the amount available for expenditure from non-Federal sources for the acquisition and development of open-space land in that fiscal year will not be less than the amount expended for such purposes from non-Federal sources during the preceding fiscal year. Authorizes the Corporation to incur obligations on behalf of the United States in amounts aggregating $5,000,000,000 to finance grants and loans under this Act. Authorizes to be appropriated for the liquidation of the obligations incurred under this Act not to exceed $1,000,000,000 prior to July 1, 1974, not to exceed an aggregate of $2,000,000,000 prior to July 1, 1975, not to exceed an aggregate of $3,000,000,000 prior to July 1, 1976, not to exceed an aggregate of $4,000,000,000 prior to July 1, 1977, and not to exceed an aggregate of $5,000,000,000 prior to July 1, 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title VII of the Housing Act of 1961 to establish an Urban Parkland Heritage Corp. to provide, funds for the acquisition and operation of open-space land.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:16-05:00"
}