{
  "actions": [
    {
      "acted_at": "1989-04-27", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-27", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-05-22", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2140-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Barton, Joe", 
      "sponsored_at": "1989-04-27", 
      "state": "TX", 
      "thomas_id": "00062", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Bonior, David E.", 
      "sponsored_at": "1989-04-27", 
      "state": "MI", 
      "thomas_id": "00108", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Burton, Dan", 
      "sponsored_at": "1989-11-07", 
      "state": "IN", 
      "thomas_id": "00154", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Clay, William (Bill)", 
      "sponsored_at": "1989-11-07", 
      "state": "MO", 
      "thomas_id": "00203", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Gallegly, Elton", 
      "sponsored_at": "1990-10-26", 
      "state": "CA", 
      "thomas_id": "00425", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hansen, James V.", 
      "sponsored_at": "1989-10-31", 
      "state": "UT", 
      "thomas_id": "00498", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1989-04-27", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Lehman, Richard H.", 
      "sponsored_at": "1990-04-25", 
      "state": "CA", 
      "thomas_id": "00679", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Lewis, John", 
      "sponsored_at": "1990-10-26", 
      "state": "GA", 
      "thomas_id": "00688", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1990-04-25", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Nielson, Howard C.", 
      "sponsored_at": "1989-04-27", 
      "state": "UT", 
      "thomas_id": "00865", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Owens, Wayne", 
      "sponsored_at": "1989-11-07", 
      "state": "UT", 
      "thomas_id": "00884", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1989-04-27", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Slattery, Jim", 
      "sponsored_at": "1989-04-27", 
      "state": "KS", 
      "thomas_id": "01067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Smith, Peter", 
      "sponsored_at": "1990-04-25", 
      "state": "VT", 
      "thomas_id": "01081", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Tauke, Thomas Joseph", 
      "sponsored_at": "1989-04-27", 
      "state": "IA", 
      "thomas_id": "01139", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Tauzin, W. J. (Billy)", 
      "sponsored_at": "1989-06-21", 
      "state": "LA", 
      "thomas_id": "01140", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-27", 
  "number": "2140", 
  "official_title": "To bring new and innovative consumer services to the American public by allowing the telephone operating companies and their affiliates to provide information services and to manufacture telecommunications equipment and customer premises equipment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Telecommunications Services Act of 1989", 
  "sponsor": {
    "district": "2", 
    "name": "Swift, Al", 
    "state": "WA", 
    "thomas_id": "01129", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-27", 
  "subjects": [
    "Antitrust policy", 
    "Electronic publishing", 
    "Equipment and supplies", 
    "Government operations and politics", 
    "Information services", 
    "Manufacturing industries", 
    "Restrictive trade practices", 
    "Science, technology, communications", 
    "Telecommunication industry", 
    "Telecommunication policy", 
    "Telephone", 
    "Telephone rates"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-27", 
    "text": "Consumer Telecommunications Services Act of 1989 - Amends the Communications Act of 1934 to authorize a telephone operating company or its affiliate to: (1) provide information services, including electronic publishing; and (2) manufacture and provide telecommunications equipment and customer premises equipment, notwithstanding any current restriction or obligation imposed by antitrust laws on the lines-of-business in which a telephone operating company or its affiliates may engage. Prohibits any telephone operating company (TOC) or its affiliate which is engaged in the provision of information services from failing to provide: (1) to other information service providers, opportunities for interconnection (for information services) to the telephone exchange facilities of such company which are comparable and which comply with all necessary regulations prescribed by the Federal Communications Commission (FCC); or (2) common carriage for the delivery of information services. States that any common carriage regulations prescribed by the FCC shall not relieve a TOC of the obligation to comply with certain orders or any additional regulations prescribed by the FCC concerning open network architecture plans and related requirements. Prohibits any TOC from engaging in electronic publishing in any State using such company's exchange service facilities unless the Commission determines that such TOC does not exercise monopoly control over electronic publishing services in that State. Outlines factors to be considered for the making of such a determination. Prohibits a TOC which has been permitted to commence electronic publishing pursuant to a determination by the FCC from updating information provided by any electronic yellow pages service in any State more frequently than once per month during the first two years after such TOC: (1) establishes an information services gateway system in such State; and (2) commences the provision of electronic yellow pages services using such gateway system. Provides certain exemptions from such prohibitions. Directs the FCC to consult with the Secretary of Commerce and the Attorney General in prescribing regulations to carry out the information services provisions of this Act, but to maintain the exclusive authority to prescribe such regulations. States that such regulations shall supersede all earlier regulations with respect to the provision of information services by TOCs. Prohibits a TOC that is engaged in the business of manufacturing and providing telecommunications equipment and customer premises equipment from failing to provide to other telecommunications equipment manufacturers opportunities to sell such equipment to such TOC which are comparable to the opportunities which the TOC provides to itself or any of its affiliates. Requires any such TOC to comply with all regulations prescribed by the FCC with regard to such telecommunications equipment manufacturers. Requires the FCC to ensure that: (1) manufacturing by a TOC will not harm either competition among manufacturers of telecommunications equipment in the United States or the customers of such telephone exchange services; and (2) the methods by which such companies are required to provide comparable opportunities to other telecommunications equipment manufacturers to sell such equipment to such company are consistent with the public interest. Directs the FCC to consult with the Secretary of Commerce and the Attorney General in prescribing regulations regarding telecommunications equipment manufacturers under this Act, but to maintain exclusive authority to prescribe such regulations. States that such regulations shall supersede all earlier regulations with respect to the manufacture or provision of telecommunications equipment by TOCs. Requires a TOC: (1) to comply with regulations as prescribed by the FCC concerning limitations on the disclosure of customer proprietary network information to any information service personnel of such TOC or its affiliate; (2) to disclose such information, upon request by the customer, to an information service provider designated by the customer; and (3) if such company provides such information to information service personnel of such TOC, to provide such information on the same terms and conditions to any other information service provider upon reasonable request. Prohibits any TOC engaged in either the provision of information services or the manufacture and provision of telecommunications equipment and customer premises equipment under this Act from failing to establish and administer a cost allocation system which effectively prevents the cost of providing such services or manufacturing such equipment from being subsidized by telephone exchange services, or vice versa. Directs the FCC to establish regulations regarding such cost allocation systems. Outlines requirements to be contained in such regulations and provides specific costs which must be included in the cost-allocation system used by such TOCs. Requires the FCC to ensure that economic risks of lines of business of TOCs are not borne by telephone exchange service ratepayers in the event of a business failure. Prohibits the collection of debt from a TOC engaged in the provision of telephone exchange services for a debt incurred by such TOC in its information services division or its manufacturing division. Directs the Commission to prescribe regulations governing the accountability for the transfer of assets between a telephone operating company and its affiliates. Empowers the FCC with the authority to regulate TOCs to carry out this Act. Requires each TOC engaged in any line of business authorized by this Act to comply with certain annual audit requirements. Directs the FCC to adopt rules providing for an expedited review of complaints alleging discriminatory interconnection in violation of the Communications Act of 1934. Provides time constraints for such expedited review. Provides rules of construction concerning the effect of the provisions of this Act on cable television restrictions, State law concerning the regulation of intrastate communication service, and interexchange restrictions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Telecommunications Services Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To bring new and innovative consumer services to the American public by allowing the telephone operating companies and their affiliates to provide information services and to manufacture telecommunications equipment and customer premises equipment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:07:30-05:00"
}