{
  "actions": [
    {
      "acted_at": "1978-02-06", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10771-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-02-06", 
  "number": "10771", 
  "official_title": "A bill to strengthen and improve the early and periodic screening, diagnosis, and treatment program, to establish a National Commission on Preventive Health, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Child Health Assurance Act", 
  "sponsor": {
    "district": "7", 
    "name": "Maguire, Andrew", 
    "state": "NJ", 
    "thomas_id": "00725", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-02-06", 
  "subjects": [
    "Advisory bodies", 
    "Aid to dependent children", 
    "Child health", 
    "Dental care", 
    "Families", 
    "Federal advisory bodies", 
    "Health", 
    "Medicaid", 
    "Preventive medicine", 
    "Social welfare"
  ], 
  "subjects_top_term": "Medicaid", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-02-06", 
    "text": "Child Health Assurance Act - Amends Title XIX (Medicaid) of the Social Security Act to require early, periodic screening of physical and mental defects (including routine dental care for children under age 22) in children under the age of 21 who are members of families eligible for Aid to Families with Dependent Children. Establishes a Child Health Assurance Program under Medicaid. Requires State Medicaid plans to include child health assessments and primary care to specified individuals under the age of 21. Directs that child health care assessments be provided only by a health care provider who enters into an agreement with the State agency responsible for the administration of the Medicaid plan to: (1) provide to specified individuals periodic health assessments; (2) provide a minimum range of diagnostic and treatment services; (3) arrange for referrals where necessary; (4) be readily accessible on an ongoing basis; (5) provide for timely followup services; (6) make required reports to the State or Secretary of Health, Education, and Welfare. Allows an individual who has received a health assessment to remain eligible for all care and services provided under the State plan for six months after such individual's family has become ineligible for Medicaid or Aid to Families with Dependent Children. Sets forth requirements which a State Medicaid program must meet in administering a Child Health Assurance Program. Provides for reimbursement for payments made by the States in providing services under the program. Authorizes the Secretary to issue a cease and desist order to compel a State which fails to comply with the standards promulgated for the Child Health Assurance Program to correct any deficiency in its program. Provides for judicial review of such order. Allows the Secretary to make additional payments to States that have met specified criteria for good performance of the State's Child Health Assurance Program. Repeals the previous provision of the Social Security Act relating to appropriations for Child Health Care Assurance programs. Establishes the National Commission on Preventive Health. Sets forth the duties and membership structure of such Commission. Authorizes appropriations to fund the activities of the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Health Assurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen and improve the early and periodic screening, diagnosis, and treatment program, to establish a National Commission on Preventive Health, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:33-05:00"
}