{
  "actions": [
    {
      "acted_at": "1987-12-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-08", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Trade", 
      "text": "Referred to Subcommittee on Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-23", 
      "bill_ids": [
        "hr4848-100"
      ], 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Provisions of Measure Incorporated Into H.R.4848.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3690-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Trade", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Kolbe, Jim", 
      "sponsored_at": "1987-12-18", 
      "state": "AZ", 
      "thomas_id": "00645", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-03", 
  "number": "3690", 
  "official_title": "A bill to approve the International Convention on the Harmonized Commodity Description and Coding System, to implement the nomenclature established by the Convention, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4848-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Harmonized Tariff Schedule Implementation Act", 
  "sponsor": {
    "district": "7", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-03", 
  "subjects": [
    "Courts and Civil Procedure", 
    "Electronic data processing", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Imports", 
    "Information storage and retrieval systems", 
    "Jurisdiction", 
    "Tariff", 
    "Trade agreements", 
    "Treaties"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-03", 
    "text": "Harmonized Tariff Schedule Implementation Act - Expresses congressional approval for the accession by the United States to the International Convention on the Harmonized Commodity Description and Coding System. Requires the President to submit a copy of each legal instrument embodying the Convention to the Congress on the date it becomes available. Provides that neither the entry into force with respect to the United States of the Convention nor the enactment of this Act may be construed as creating any private right of action. Amends the Trade Act of 1974 to prevent the authority to terminate trade agreements from applying to the Convention. Amends the Tariff Act of 1930 to rename Title I as the Harmonized Tariff Schedule of the United States and to require the President to proclaim the modifications to such tariff schedule needed to implement staged rate reductions authorized by the Congress in the Trade Act of 1974, the United States-Israel Free Trade Area Implementation Act of 1985, and the applicable provisions of statutes enacted, executive actions taken, and final decisions rendered after August 31, 1987, and before the effective date of such tariff schedule. Provides that the Harmonized Tariff Schedule, with certain exceptions, shall have the status of statutory provisions enacted by the Congress. Requires any proclamation, notice, or decision containing a reference to the tariff classification of any article to include a reference to the classification of that article under the Harmonized Tariff Schedule. Requires the United States International Trade Commission to recommend to the President modifications in such tariff schedule needed to: (1) conform to and promote the uniform application of the International Convention on the Harmonized Commodity Description and Coding System; (2) ensure that such tariff schedule is kept up-to-date; and (3) alleviate administrative burdens and make technical rectifications. Requires the Commission, in formulating recommendations regarding the Harmonized Tariff Schedule, to consider the views of Federal agencies and the public. Directs the Commission to submit such recommendations to the President. Provides that the Commission's recommendations for modifications to the Harmonized Tariff Schedule must: (1) be consistent with the Convention and sound nomenclature principles; and (2) ensure substantial rate neutrality. Requires that any change to a rate of duty be necessitated by nomenclature modifications based on such recommendations and prohibits modifications from altering existing conditions of competition for the affected U.S. industry. Authorizes the President to proclaim modifications based on the Commission's recommendations if he determines that they: (1) conform with U.S. obligations under the Convention; and (2) do not run counter to the national economic interest. Delays such modifications from taking effect until the expiration of a 60-day lay-over period beginning on the date the President submits a report to the House Ways and Means Committee and the Senate Finance Committee. Requires the Commission to compile the Harmonized Tariff Schedule and publish it in a format containing: (1) the current Harmonized Tariff Schedule; (2) a statistical enumeration of U.S. imports and exports; and (3) other matters needed to implement the purposes enumerated in the Preamble to the Convention. Requires the Secretary of Commerce to compile U.S. import and export trade statistics and make them conform to the Convention's nomenclature. Requires the United States Trade Representative, before formulating any U.S. position on the Convention, to consider information from the private sector and Federal agencies. Provides that the Department of the Treasury, the Department of Commerce, and the Commission, subject to the policy direction of the Trade Representative, shall, with respect to activities of the Customs Cooperation Council relating to the Convention: (1) be primarily responsible for formulating Government positions on technical and procedural issues; and (2) represent the United States. Requires the Department of Agriculture to provide technical advice to the Department of the Treasury and the Department of Commerce. Requires the Secretary of the Treasury, the Secretary of Commerce, and the Commission, in preparing technical proposals for the U.S. contribution to the Convention, to: (1) solicit the views of interested parties in the private sector and Federal agencies; (2) establish procedures for reviewing inquiries and complaints concerning articles produced in and exported from the United States; (3) establish procedures for ensuring the dispute settlement and other procedures of the Convention are utilzied to promote U.S. interests; and (4) establish procedures for submitting classification questions to the Harmonized System Committees of the Customs Cooperation Council. Requires the Commission to publish: (1) summary records of the Harmonized System Committee; and (2) the Explanatory Notes, Classification Opinions, and other instruments of the Customs Council relating to the Convention. Requires the Government to take whatever actions are necessary to conform with the tariff classification system of the Harmonized Tariff Schedule all proclamations, regulations, rulings, and other written actions that: (1) are in effect on the day before the effective date of the Harmonized Tariff Schedule; and (2) contain references to the tariff classifications of articles under the old Schedules. Provides that the validity or effect of the written actions of the Government shall not be affected by: (1) the failure to make such conforming changes; or (2) the repeal of the old Schedules. Provides that the review of the proposed conversion of the Generalized System of Preferences program to the Convention tariff nomenclature initiated by the U.S. Trade Representative shall satisfy the requirements of specified provisions of the Trade Act of 1974 regarding: (1) lists of articles to be considered for duty-free treatment; and (2) the designation or suspension of a beneficiary developing country. Makes the date for designating beneficiary developing counries in 1988 September 1 (currently, July 1). Authorizes the President to proclaim changes in the Harmonized Tariff Schedule to conform it to the old Schedules when he determines that the conversion of an import restriction on agricultural articles or the rate of duty on sugars, sirups, and molasses in specified headnotes from the old Schedules to the Harmonized Tariff Schedule results in: (1) an article that was previously subject to the restriction being excluded or covered by such headnote; or (2) an article not previously subject to the restriction being included or covered by such headnote. Prohibits such changes in the Harmonized Tariff Schedule from occurring after June 30, 1989. Provides that this Act may not be considered to divest the courts of jurisdiction over: (1) any protest against the decision of a customs officer covering articles entered before the effective date of the Harmonized Tariff Schedule; or (2) any petition by an American manufacturer, producer, or wholesaler requesting the appraised value, classification, or rate of duty on specified imported merchandise covering articles entered before the effective date of the Harmononized Tariff Schedule. Provides for the liquidation of articles which are the subject of unsuccessful protests or petitions. Prevents this Act from affecting the jurisdiction of the courts with respect to articles entered after the effective date of the Harmonized Tariff Schedule. Requires the Commission to initiate an investigation of final judicial decisions covered by such protest and petition that: (1) are published in the two-year period beginning on September 1, 1987; and (2) would have affected tariff treatment if they had been published during the conversion of the old Schedules into the format of the Convention. Requires the Commission to report the results of such investigation to the President, the House Ways and Means Committee, and the Senate Finance Committee by March 1, 1990. Directs the President to: (1) review all changes to the Harmonized Tariff Schedule recommended by the Commission; and (2) proclaim which changes are necessary to conform the Harmonized Tariff Schedule to the final judicial decisions. Provides that such changes shall be effective for: (1) entries made on or after the date of a proclamation issued by the President; and (2) entries made on or after the effective date of the Harmonized Tariff Schedule if the importer applies to the customs officer concerned for liquidation or reliquidation within 90 days of such proclamation. Amends the Trade Act of 1974 to add to the list of articles which may be considered for modification of duties, digital processing units for automatic data processing machines. Requires the Commission to prepare a report on the operation of this Act during the 12-month period commencing on the effective date of the Harmonized Tariff Schedule and to submit such report to the Congress and to the President."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Harmonized Tariff Schedule Implementation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to approve the International Convention on the Harmonized Commodity Description and Coding System, to implement the nomenclature established by the Convention, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:02-05:00"
}