{
  "actions": [
    {
      "acted_at": "1991-07-25", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-08-13", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Postsecondary Education", 
      "text": "Referred to the Subcommittee on Postsecondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3032-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Postsecondary Education", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-25", 
  "number": "3032", 
  "official_title": "To reauthorize and revise certain provisions of the Higher Education Act of 1965 in order to strengthen access to higher education opportunities for low-income students and minority students, especially African Americans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3244-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "College Opportunity Act of 1991", 
  "sponsor": {
    "district": "2", 
    "name": "Jefferson, William J.", 
    "state": "LA", 
    "thomas_id": "00592", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-07-25", 
  "subjects": [
    "Authorization", 
    "Black colleges", 
    "Black education", 
    "Black lawyers", 
    "Black students", 
    "Black teachers", 
    "Blacks in medicine", 
    "College libraries", 
    "College teachers", 
    "Colleges", 
    "Compensatory education", 
    "Disabled", 
    "District of Columbia", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational exchanges", 
    "Federal aid to higher education", 
    "Federal aid to libraries", 
    "Federal aid to medical education", 
    "Florida", 
    "Foreign service", 
    "Graduate education", 
    "Higher education", 
    "International education", 
    "Language and languages", 
    "Legal education", 
    "Louisiana", 
    "Medical education", 
    "Minorities in medicine", 
    "Minority education", 
    "Minority students", 
    "Minority teachers", 
    "North Carolina", 
    "Pharmacists", 
    "Poor", 
    "Professional education", 
    "Scholarships", 
    "Student aid", 
    "Student loan funds", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Texas"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-07-25", 
    "text": "College Opportunity Act of 1991 - Title I: Institutional Aid - Amends the Higher Education Act of 1965 (HEA) with respect to institutional aid to historically black colleges and universities. Authorizes the use of grant funds to: (1) establish or enhance a program of teacher education designed to qualify students to teach in public elementary or secondary schools in the State; and (2) perform other proposed activities specifically approved by the Secretary of Education (the Secretary). Increases the minimum allotment to institutions. Revises a list of eligible professional or graduate institutions to eliminate the qualifier \"independent\" and to add: (1) during any fiscal year, either the Thurgood Marshall School of Law or the College of Pharmacy and Health Sciences (Graduate Program) (but not both), Texas Southern University; (2) North Carolina Central University School of Law; (3) Florida A & M College of Pharmacy and Pharmaceutical Sciences (Graduate Program); and (4) Xavier University of Louisiana School of Pharmacy (Graduate Program). Sets forth special rules relating to the funding of such new institutions and others already on the list. Requires that Morehouse School of Medicine (an institution already on the list) receive at least a special minimum amount during a certain period when funding of such institutions may be ratably reduced. Repeals specified provisions for a challenge grant program for certain types of institutions. Revises provisions for endowment challenge grants program to: (1) reduce from ten years to five years the period after a grant has ended during which an institution is ineligible to reapply; (2) increase the maximum amount of such a grant to an institution in fiscal years when the appropriation exceeds a specified amount; and (3) eliminate the maximum limitation in any fiscal year when the appropriation exceeds a higher specified amount. Extends the authorization of appropriations for programs covered by this title. Requires the Secretary to set aside certain funds for challege grants to historically black colleges and universities. Title II: Student Assistance - Part A: Pell Grants - Extends the Pell Grants program. Sets forth increasing maximum amounts for individual Pell Grants through academic year 1996-1997. Requires entitlement-based allocation of Pell Grant program reimbursements of institutional advances while eliminating adjustments for insufficient appropriations. Requires institutions of higher education which have Pell Grant agreements with the Secretary to: (1) award the full amount of the Pell Grants to which their eligible students are entitled; (2) credit such awards toward student expenses; and (3) submit vouchers for reimbursement. Directs the Secretary to reimburse each institution submitting a proper voucher for the full amount of Pell Grant awards credited to eligible students. Requires each institution desiring to provide Pell grants to eligible students to enter specified types of agreements with the Secretary. Deems an institution, which has entered such an agreement, awarded such grants, and credited such awards, to have a contractual right against the United States (entitlement) to receive such reimbursements. Considers such reimbursements to be payments made for acquisition of services by contract with the Department of Education. Requires the institution to pay any amount of the Pell Grant that exceeds tuition and fees owed by the student to students who do not reside in institutionally-owned or -operated housing. Treats such amounts paid as amounts credited, and allows such funds to be used by the student to cover room, board, transportation, child care, books, and other costs of attendance. Eliminates a percentage-of-cost-of-attendance limitation on the amount of a Pell Grant. Provides for phase-in of the entitlement to Pell Grants. Part B: Perkins Loans - Revises the Perkins Loan program. Provides that no funds are authorized to be appropriated under such program: (1) after FY 1991, of initial allocations to institutions of higher education; and (2) after FY 1991, of initial allocations to institutions of higher-education; and (3) after FY 1996, to enable students who received such loans for academic years ending prior to October 1, 1991, to complete courses of study. Authorizes appropriations for administrative expenses of such program. Extends specified program provisions relating to distribution of assets from student loan funds. Requires program agreements with institutions of higher education to distribution of assets from student loan funds. Requires program agreements with institutions of higher education to provide for: (1) maintenance of a student loan fund, without additional allocations of funds from the Secretary to institutions, and with necessary modifications; and (2) an institutional option, with the Secretary's approval, to establish an income contingent repayment schedule for not more than ten percent of the total amount of student loans made in each academic year based upon specified income contingent repayment schedule in effect on September 30, 1991. Repeals authority for the Income Contingent Direct Loan Demonstration Project. Authorizes the Secretary to promulgate necessary regulations. Part C: Need Analysis - Applies simplified needs analysis to students who: (1) are receiving cash payments under the aid to families with dependent children (AFDC) program of the Social Security Act; (2) are receiving food stamps under the Food Stamp Act of 1977; or (3) qualify for and reside in public housing. Directs the Secretary to provide a streamlined application form for second-year students reapplying for student assistance and for subsequent year students from families that qualify for simplified needs analysis. States that such form shall require such students to submit concise updated information, including the relevant tax return form for the year preceding that for which the determination is made. Part D: Administration - Authorizes the Secretary to waive a specified student eligibility verification requirement for any eligible institution which the Secretary determines has had no audit exceptions for the three prior award years. Requires the Secretary, in carrying out the Robert T. Stafford Loan Program, to assure that the suspension or termination of any eligible institution based on calculation of the institution's cohort or other default rate: (1) not be arbitrary; (2) include total volume of dollars on default represented by the cohort default rate; and (3) be supported by the most accurate calculation of such rate available. Title III: Educator Recruitment, Retention, and Development- Part A: Paul Douglas Teacher Scholarships - Extends the authorization of appropriatons for the Paul Douglas Teacher Scholarships program. Extends the period of such scholarship program and increases the total maximum number of individuals who may receive scholarships under it. Establishes a minority teaching incentive award of an additional $1,000 for each year of such a scholarship, which the State agency must agree to pay to any minority recipient who agrees to perform the required teaching under such scholarship program in an elementary or secondary school of a local educational agency with a significant number of minority students. Requires statewide panels to give priority when selecting new scholarship recipients to applicants who are members of groups underrepresented in the teaching profession, such as minorities and individuals with disabilities. Part B: Christa McAuliffe Fellowships - Extends the authorization of appropriations for the Christa McAuliffe Fellowship program for teachers. Part C: New Teacher Programs for the Improvement of the Education of Minorities - Provides for teacher recruitment for the improvement of the education of minorities. Authorizes the Secretary to make grants to institutions of higher education with schools or departments of education to pay the Federal share of programs to: (1) recruit, prepare, and train students to become elementary and secondary school teachers; and (2) place students as teachers in urban and rural local educational agencies having 50 percent minority student enrollment in their elementary and secondary schools. Requires special consideration to be given to historically black colleges and universities in making such grants. Sets forth requirements for grant uses, applications, and Federal share. Authorizes the Secretary to make grants to partnerships composed of institutions of higher education and local educational agencies for programs to identify and encourage minority students in the seventh through twelfth grades to aspire to and prepare for careers in elementary and secondary school teaching. Authorizes grants to consortia of institutions of higher education with special expertise which have entered a partnership agreement. Sets forth grant selection criteria, partnership agreement requirements, authorized uses of funds, and application requirements. Authorizes appropriations. Title IV: Additional Reauthorizations and Revisions Part A: Academic Libraries - Extends the authorization of appropriations for: (1) college library resources; (2) library training, research, and development; (3) strengthening of research library resources (but requiring that awards first be made to the libraries at North Carolina Central University and Clark Atlanta University); and (4) college library technology and cooperation grants. Part B: International Education - Authorizes the establishment of a program to significantly increase the numbers of African Americans and other minorities in the foreign service of the United States. Requires such academic and professional program to be established in the Institute for International Public Policy at Howard University (Washington, D.C.) (the Institute), created by this Act. Allows any institution of higher education that wishes to participate in any or all aspects of such program to enter into a Memorandum of Understanding with Howard University. Sets forth the components of the academic program of the Institute, including a junior year abroad, academic year and summer internships, a masters degree program, and Ralph Bunche International Fellowships for graduate study at Howard University or other institutions for students who agree to serve two years in the U.S. foreign service for each year of the fellowship. Requires appointment of a Board of Visitors for the Institute. Sets forth matching requirements and provisions for gifts and donations. Requires Howard University and any institutions of higher education in consortium with it to delegate to a nonprofit institution in the District of Columbia the administration of the Foreign Service Examination preparative and the International Careers Program, which may include the Junior Year Abroad and the Academic Year and Summer Internship programs. Authorizes appropriatons. Part C: Graduate Education - Revises the program for grants to institutions to encourage minorities to enter the higher education professorate (currently, grants to institutions to encourage minority participation in graduate education). Directs the Secretary to make grants to institutions of higher education (or to nonprofit organizations associated with such institutions with a demonstrated record of enhancing minority access to graduate education), in consortia with historically black colleges and universities and other institutions with significant enrollments of African Americans, Asian Americans, Hispanic Americans, and Native Americans. States that such grants shall enable such institutions to: (1) identify talented canidates for and recipients of baccalaureate degrees and faculty who wish to enter or continue in the higher education professorate; and (2) provide such students and faculty with stipends and fellowships to assist them in obtaining a doctoral degree and returning to an institution of higher education to teach. Designates such fellowships as the Augustus F. Hawkins Fellowships. Sets forth application and selection requirements. Requires each Hawkins Fellowship recipient to agree to teach at an institution of higher education for two years for every one year of fellowship assistance, or else repay the fellowship. Sets forth repayment procedures and exceptions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "College Opportunity Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reauthorize and revise certain provisions of the Higher Education Act of 1965 in order to strengthen access to higher education opportunities for low-income students and minority students, especially African Americans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:35-05:00"
}