{
  "actions": [
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Commerce, Science, and Transportation, S. Rept. 96-149.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-22", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-22", 
      "references": [], 
      "text": "Measure passed Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-17", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-09-17", 
      "bill_ids": [
        "hr3502-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 3502.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Senate agreed to House amendments with an amendment.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1141-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-15", 
  "number": "1141", 
  "official_title": "An original bill to amend the Hazardous Materials Transportation Act to authorize appropriations for fiscal year 1980.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3502-96", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1979-05-15", 
  "subjects": [
    "Authorization", 
    "Aviation safety", 
    "Economics and public finance", 
    "Environmental protection", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Information networks", 
    "Intergovernmental relations", 
    "Nuclear fuels", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Railroads", 
    "Transportation and Travel", 
    "Transportation of hazardous substances", 
    "Transportation safety", 
    "Trucks", 
    "Vandalism"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1980-09-30", 
    "text": "(Senate agreed to House amendments with an amendment) =Title I: Hazardous Materials Transportation and Independent Safety Board Amendments of 1980= - Amends the Hazardous Materials Transportation Act to authorize appropriations to carry out the provisions of such Act for fiscal years 1981, 1982, and 1983. Authorizes the Secretary of Transportation to enter into a contract with a private entity for the use of a supplemental reporting system and data center to provide specified individuals with information concerning the transportation of hazardous materials. Amends the Independent Safety Board Act of 1974 to authorize appropriations for the purposes of such Act for fiscal years 1981, 1982, and 1983. Directs that such sums shall remain available until expended. Directs that National Transportation Safety Board accident investigations (other than those concerning specified railroad accidents and major marine casualties) shall have priority over all other investigations of such accidents conducted by other Federal agencies. Includes aviation incidents under requirements binding on persons reporting such incidents subject to the Board's investigatory jurisdiction. Specifies that any properly credentialed employee of the Board, in investigating a transportation accident, may take custody of any materials determined to be required for the purpose of the investigation. Prohibits the Secretary from promulgating or implementing specified proposed regulations concerning the highway routing of radioactive materials. Authorizes States to permit trucks having a width up to 102 inches to operate over interstate highways under specified restrictions. =Title II: Radioactive Materials Transportation Safety Act of 1980= - Declares it the policy of Congress that the Department of Transportation, in consultation with the Nuclear Regulatory Commission (NRC), the Department of Energy, and the Governors of the affected States, has principal responsibility for the transportation of radioactive materials, within the provisions of the Hazardous Materials Transportation Act as amended by this Act. Amends the Hazardous Materials Transportation Act to define additional terms to be used in such Act. Establishes a Radioactive Materials Transportation Office within the Materials Transportation Bureau of the Department of Transportation. Directs the Secretary of Transportation to appoint an Associate Director for Radioactive Materials Transportation to head such Office. Authorizes the Secretary to provide States with: (1) facilities planning grants, to assist States directly affected by either planned or occurring operations of nuclear spent fuel or high level radioactive waste storage, disposal, or test facilities in studying the impact of transportation associated with such operations; and (2) inspection and enforcement grants, to assist States in establishing inspection, monitoring, and enforcement programs pursuant to Federal regulations relating to the transportation of radioactive materials within any such applicant State. Sets limits on the amount of such grants. Directs the Secretary to develop and issue rules covering applications for and the awarding of such grants. Requires that the Director of the Federal Emergency Management Agency, in consultation with the Secretary and with affected State and local governments, formulate and send to Congress a national emergency response plan to deal with emergency situations that may occur during the transportation of radioactive materials. Requires that such plan include: (1) definition of the respective roles of Federal, State, and local governments; (2) a program to inform State and local officials of the possible hazards associated with various types of such shipments; (3) estimates of the costs of necessary equipment and emergency response personnel training; and (4) recommendations for the allocation of financial responsibility for decontamination of an accident scene and for Federal assistance to local governments to improve their emergency responses. Requires that any person or Federal, State, or local government proposing to accept nuclear spent fuel from any source outside of the United States notify the Secretary at least 90 days before arrival of any such shipment. Directs the Secretary to analyze and report to the Congress within 45 days of such notification on the adequacy of the safety provisions involved. Directs the Secretary to ensure that: (1) any such nuclear spent fuel is packaged in containers safe for shipment within the United States; and (2) the transportation safety and security provisions for such shipments within U.S. territorial waters are consistent with those for shipments within the United States. Suspends such notification, reporting, and safety requirements in the case of transportation of limited quantities of foreign nuclear spent fuel if the President: (1) determines a U.S. commitment, under specified provisions of the Atomic Energy Act of 1954, for storage or other disposition of such limited quantities in the United States is required by a critical situation and such action is in the national interest; and (2) first notifies the appropriate committees of the Congress of such determination and its basis. Requires that the annual report of the Secretary on radioactive materials transportation include: (1) a review of associated safety requirements, with recommendations to enhance safety and security; (2) a compilation of updated accident data and other relevant information to aid risk assessment, improve container and vehicle design, or indicate changes in procedures and practices; and (3) recommendations for Federal routing guidelines or requirements which might alleviate the need for State and local governments to place additional restrictions on such shipments. Authorizes appropriations for fiscal years 1981, 1982, and 1983 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original bill to amend the Hazardous Materials Transportation Act to authorize appropriations for fiscal year 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:56-05:00"
}