{
  "actions": [
    {
      "acted_at": "1996-04-15", 
      "committee": "House Committee on National Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3231-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "27", 
      "name": "Ortiz, Solomon P.", 
      "sponsored_at": "1996-04-15", 
      "state": "TX", 
      "thomas_id": "00880", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-04-15", 
  "number": "3231", 
  "official_title": "To authorize certain construction at military installations for fiscal year 1997, and for other purposes.", 
  "popular_title": "Authorization bill FY97, Military Construction", 
  "related_bills": [], 
  "short_title": "Military Construction Authorization Act for Fiscal Year 1997", 
  "sponsor": {
    "district": "5", 
    "name": "Hefley, Joel", 
    "state": "CO", 
    "thomas_id": "00524", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-04-15", 
  "subjects": [
    "Air bases", 
    "Air force", 
    "Architecture", 
    "Arkansas", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arms control", 
    "Army", 
    "Army posts", 
    "Arts, culture, religion", 
    "Authorization", 
    "California", 
    "Chemical weapons", 
    "Clinics", 
    "Coast guard", 
    "Colorado", 
    "Congress", 
    "Congress and military policy", 
    "Congressional oversight", 
    "Construction costs", 
    "Cost control", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Defense contracts", 
    "Department of Defense", 
    "Easements", 
    "Economics and public finance", 
    "Electric power distribution", 
    "Electric power transmission", 
    "Electric utilities", 
    "Electric utility rates", 
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Engineering", 
    "Environmental protection", 
    "Federal aid to housing", 
    "Federal-local relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Florida", 
    "Georgia", 
    "Government operations and politics", 
    "Government service contracts", 
    "Health", 
    "Home ownership", 
    "Housing and community development", 
    "Infrastructure", 
    "International affairs", 
    "Kansas", 
    "Kentucky", 
    "Land transfers", 
    "Law", 
    "Liability for toxic substances pollution damages", 
    "Maine", 
    "Maryland", 
    "Military base closures", 
    "Military bases", 
    "Military construction operations", 
    "Military hospitals", 
    "Military housing", 
    "Military medicine", 
    "NATO countries", 
    "NATO military forces", 
    "National Guard", 
    "Naval bases", 
    "Naval hospitals", 
    "Navy", 
    "Nebraska", 
    "New Jersey", 
    "North Carolina", 
    "North Dakota", 
    "Ohio", 
    "Oregon", 
    "Public lands and natural resources", 
    "Residential energy conservation", 
    "Residential rehabilitation", 
    "Right-of-way", 
    "Science, technology, communications", 
    "Sewage treatment plants", 
    "Surveying", 
    "Virginia", 
    "Washington State", 
    "Waste water treatment", 
    "Water rates", 
    "Water resources development", 
    "Water storage", 
    "Water supply", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-04-15", 
    "text": "TABLE OF CONTENTS: Title XXI(SIC): Army Title XXII: Navy Title XXIII: Air Force Title XXIV: Defense Agencies Title XXV: North Atlantic Treaty Organization Security Investment Program Title XXVI: Guard and Reserve Forces Facilities Title XXVII: Expiration and Extension of Authorizations Title XXVIII: General Provisions Subtitle A: Military Construction Program and Military Family Housing Changes Subtitle B: Base Closure and Realignment and Environment Subtitle C: Land Conveyance Subtitle D: Other Matters Military Construction Authorization Act for Fiscal Year 1997 - Title XXI(sic): Army - Authorizes the Secretary of the Army to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to construct or acquire family housing units, to carry out architectural planning and design activities, and to improve existing military family housing in specified amounts. Authorizes appropriations to the Army for fiscal years after 1996 for military construction, land acquisition, and military family housing functions of the Army. Limits the total cost of construction projects authorized by this title. Title XXII: Navy - Provides, with respect to the Navy, authorizations paralleling those provided for the Army under the previous title. Title XXIII: Air Force - Provides, with respect to the Air Force, authorizations paralleling those provided for the Army. Title XXIV: Defense Agencies - Authorizes the Secretary of Defense (Secretary) to acquire real property and carry out military construction projects in specified amounts at specified installations and locations. Authorizes the Secretary to carry out architectural planning and design activities and to improve existing military family housing units, in specified amounts. (Sec. 2404) Earmarks funds authorized under this title for the Department of Defense (DOD) Family Housing Improvement Fund. (Sec. 2405) Authorizes the Secretary to carry out specified energy conservation projects. (Sec. 2406) Authorizes appropriations to DOD for fiscal years after 1996 for military construction, land acquisition, and military family housing functions. Limits the total cost of authorized construction projects. Title XXV: North Atlantic Treaty Organization Security Investment Program - Authorizes the Secretary to make contributions for the North Atlantic Treaty Organization (NATO) Security Investment Program. Authorizes appropriations for fiscal years after 1996. Title XXVI: Guard and Reserve Forces Facilities - Authorizes appropriations for fiscal years after 1996 for the Guard and Reserve forces for acquisition, architectural and engineering services, and construction of facilities. (Sec. 2602) Authorizes specified Army National Guard military construction projects and architectural and engineering services and construction design, using prior year appropriations. Title XXVII: Expiration and Extension of Authorizations - Terminates all authorizations contained in the preceding titles of this Act on October 1, 1999, or the date of enactment of an Act authorizing funds for military construction for FY 2000, whichever is later, with exceptions. Extends certain prior-year military construction projects. Title XXVIII: General Provisions - Subtitle A: Military Construction Program and Military Family Housing Changes - Increases: (1) from $300,000 to $350,000 the active and reserve component minor construction threshold for a project the Secretary may carry out using operation and maintenance funds without prior approval from the appropriate congressional committees; and (2) from $400,000 to $1.5 million the reserve component minor construction project threshold beyond which congressional notification and a 21-day waiting period are required. (Sec. 2802) Includes major maintenance and the repair of drives within the definition of an \"improvement\" for purposes of authorized improvements to military family housing. Subtitle B: Base Closure and Realignment and Environment - Amends the Defense Authorization Amendments and Base Closure and Realignment Act and the Defense Base Closure and Realignment Act of 1990 to authorize the Secretary to contract with local governments for the provision of certain community services at facilities on installations closed pursuant to such laws. (Sec. 2806) Authorizes the Secretary to pay from the Department of Defense Base Closure Account (Part II) up to $50,000 for stipulated environmental damages assessed against Loring Air Force Base, Maine. Subtitle C: Land Conveyance - Authorizes the Secretary of the Army to convey to: (1) Richmond or Madison County, Kentucky, a specified sewage collection, treatment, and disposal system at Bluegrass Army Depot, Kentucky; (2) the Dublin San Ramon Services District, California, a specified water treatment and distribution system at Camp Parks, California; (3) Leavenworth, Kansas, a specified water treatment and distribution system at Fort Leavenworth, Kansas; (4) Pierce County, Washington, a specified sewage collection, treatment, and disposal system at Fort Lewis, Washington; (5) Odenton, Maryland, a specified water treatment and distribution system at Fort Meade, Maryland; (6) Monmouth County, New Jersey, a specified water treatment and distribution system at Fort Monmouth, New Jersey; and (7) Hinesville, Georgia, a specified sewage collection, treatment, and disposal system at the Hunter Army Air Field, Fort Stewart, Georgia. (Sec. 2814) Authorizes the Secretary of the military department concerned to grant an easement for rights-of-way for electric power or communication poles and lines. Subtitle D: Other Matters - Authorizes the Secretary of the Air Force to enter into an agreement with a local electric utility or private company to install, operate, and maintain a new electrical distribution system at Youngstown Air Reserve Station, Ohio. Provides agreement conditions. Provides funds for such system from funds authorized and appropriated for FY 1996."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY97, Military Construction", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Military Construction FY97 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Military Construction Authorization Act for Fiscal Year 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize certain construction at military installations for fiscal year 1997, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:19-05:00"
}