{
  "actions": [
    {
      "acted_at": "1989-06-14", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1174-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-14", 
  "number": "1174", 
  "official_title": "A bill to amend title XVIII of the Social Security Act and the Internal Revenue Code of 1986 to repeal the Medicare supplemental premium and certain Medicare part B benefits added by the Medicare Catastrophic Coverage Act of 1988, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Catastrophic Coverage Improvement Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Coats, Daniel", 
    "state": "IN", 
    "thomas_id": "00209", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-14", 
  "subjects": [
    "Breast cancer", 
    "Catastrophic health insurance", 
    "Congressional reporting requirements", 
    "Drugs", 
    "Employee benefit plans", 
    "Government trust funds", 
    "Health", 
    "Home care services", 
    "Income tax", 
    "Insulin", 
    "Life insurance", 
    "Long-term care insurance", 
    "Medicaid", 
    "Medical screening", 
    "Medical tests", 
    "Medicare", 
    "Poor", 
    "Public assistance programs", 
    "Social security eligibility", 
    "Social welfare", 
    "Tax exclusion", 
    "X-rays"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-14", 
    "text": "Title I: Repeal of Certain Provisions in Medicare Catastrophic Coverage Act of 1988 - Medicare Catastrophic Coverage Improvement Act of 1989 - Repeals provisions of the Medicare Catastrophic Coverage Act of 1988 (the Act) establishing a Supplemental Medicare Premium and providing Medicare coverage (title XVIII of the Social Security Act) of prescription drugs and insulin, home intravenous drug therapy services, screening mammographies, and in-home care for chronically dependent individuals. Amends the Medicare program to increase the limit on Medicare part B (Supplementary Medical Insurance) out-of-pocket expenses incurred by beneficiaries for 1990. Gears future adjustments of such limit to changes in expenses of the Medicare trust funds. Modifies the Act's premium financing mechanisms. Amends title XIX (Medicaid) of the Social Security Act to require States to establish a family income eligibility level for Medicaid coverage of Medicare cost-sharing amounts which is equal to at least 85 percent of the Federal poverty level and no more than 90 percent of such level in 1990, 95 percent of such level in 1991, and 100 percent of such level thereafter. Requires Medicaid coverage of prescription drugs for individuals who are at least 65 years old and whose income does not exceed 125 percent of the Federal poverty level. Directs the Boards of Trustees of the Medicare trust funds to include in their reports to the Congress in April 1990 an analysis, performed by the Secretary of the Treasury, of options to strengthen the long-term solvency of such trust funds. Title II: Tax Provisions Related to Long-Term Care Insurance - Amends the Internal Revenue Code to treat certain long-term care insurance which offers coverage to each covered person for at least one year for diagnostic, preventive, therapeutic, rehabilitation, maintenance, or personal care services provided in a setting other than the acute care unit of a hospital as accident or health insurance when taxing issuers of such insurance (hereafter referred to as qualified long-term care insurance). Provides that for the purpose of determining whether a tax exclusion applies to an employee's receipt of benefits from qualified long-term care insurance such benefits shall be considered to be for personal injury or sickness, and medical care. Excludes from taxation: (1) the portion of distributions from individual retirement plans which is used during the year to pay the premiums for qualified long-term care coverage of individuals who are age 59 1/2 or older on the date of distribution; and (2) amounts received, when an individual who has attained age 65 surrenders, cancels, or exchanges a life insurance contract, and used during such year to pay the premiums for qualified long-term care insurance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Catastrophic Coverage Improvement Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act and the Internal Revenue Code of 1986 to repeal the Medicare supplemental premium and certain Medicare part B benefits added by the Medicare Catastrophic Coverage Act of 1988, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:30-05:00"
}