{
  "actions": [
    {
      "acted_at": "1977-10-31", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2265-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-10-31", 
  "number": "2265", 
  "official_title": "A bill to provide for a National Migratory Fish Species Conservation and Management Plan.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Marine Migratory Fish Conservation and Study Act", 
  "sponsor": {
    "district": null, 
    "name": "Weicker, Lowell P., Jr.", 
    "state": "CT", 
    "thomas_id": "01453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-10-31", 
  "subjects": [
    "Animals and Animal Protection", 
    "Department of Commerce", 
    "Endangered species", 
    "Executive reorganization", 
    "Fishery management", 
    "Fishes", 
    "Fishing", 
    "Marine resources conservation", 
    "Research and development", 
    "States"
  ], 
  "subjects_top_term": "Fishes", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-10-31", 
    "text": "Marine Migratory Fish Conservation and Study Act - Directs the Secretary of Commerce to submit to the President and Congress a National Migratory Fish Species Conservation and Management Plan to establish a program of conservation and management of migratory fish species of the United States. Sets forth classifications to be used in establishing such conservation and management programs for migratory fish species. Authorizes the Secretary to make Federal grants to coastal States to assist programs to manage migratory fish species within State waters. Directs the Secretary to establish an Office of Migratory Fish to administer this Act. Requires the Secretary to establish a program to conduct comprehensive scientific studies of migratory fish species and their environmental requirements. Sets forth civil and criminal penalties, including forfeiture, for activities prohibited under this Act. Stipulates that this Act shall be enforced by the Secretary of Commerce, Secretary of the department in which the Coast Guard is operating, and by the enforcement authorities of individual States within their territorial waters. Authorizes appropriations for fiscal years 1979 through 1983 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Marine Migratory Fish Conservation and Study Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a National Migratory Fish Species Conservation and Management Plan.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:33-05:00"
}