{
  "actions": [
    {
      "acted_at": "1973-05-02", 
      "committee": "House Committee on District of Columbia", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7420-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-02", 
  "number": "7420", 
  "official_title": "A bill delegating the power of local self-government to the people of Washington, D.C., and establishing a Home Rule Charter Commission.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Fraser, Donald M.", 
    "state": "MN", 
    "thomas_id": "00411", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-02", 
  "subjects": [
    "District of Columbia"
  ], 
  "subjects_top_term": "District of Columbia", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-02", 
    "text": "Delegates the power given Congress by article I, section 8, of the United States Constitution over the District which is the seat of government of the United States to the people of the city of Washington, District of Columbia, for the purpose of local self-government effective at noon on Monday, January 27, l975. Establishes a fifteen-member Home Rule Charter Commission for the District of Columbia, consisting of one member elected on November 6, l973, from each ward of the District, three members appointed by the President, two members appointed by the District Council, one member appointed by the Mayor-Commissioner, and one member appointed by the School Board. States that the Charter Commission shall submit to the people for ratification a proposed charter, which may provide for any scheme of municipal government, for the establishment and administration of all departments of a city government, and for the regulation of all local municipal functions, as fully as the Congress might have done. Provides that the Commission shall cease to exist 30 days after the election for ratification of the charter. Directs the Election Board to schedule and conduct the following three elections; (1) Tuesday, November 6, 1973. An election for eight members of the Charter Commission, one from each of the eight wards used in the school board election held at the same time; (2) Tuesday, June 11, 1974. A referendum to ratify the form of government and charter proposed by the Charter Commission; and (3) Tuesday, November 5, 1974. Election of a Mayor, City Council members, or whatever elective city officials are called for by the new charter. Directs the Secretary of the Treasury to pay to the District of Columbia the sum of $750,000 out of any money in the Treasury not otherwise appropriated for use in paying the expense of these elections. Provides that if over 50 percent of the votes cast on the proposition are in favor of the proposed charter, it is adopted. States that if any provisions are submitted in the alternative, those ratified by a majority of the votes cast on them shall prevail and if the voters do not ratify the charter, the delegation of power granted in this Act is withdrawn."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill delegating the power of local self-government to the people of Washington, D.C., and establishing a Home Rule Charter Commission.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:52-05:00"
}