{
  "actions": [
    {
      "acted_at": "1982-05-19", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6407-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1982-05-19", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gephardt, Richard A.", 
      "sponsored_at": "1982-05-20", 
      "state": "MO", 
      "thomas_id": "00433", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Holland, Kenneth L.", 
      "sponsored_at": "1982-05-19", 
      "state": "SC", 
      "thomas_id": "00552", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Jenkins, Edgar L.", 
      "sponsored_at": "1982-05-19", 
      "state": "GA", 
      "thomas_id": "00595", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Schulze, Richard T.", 
      "sponsored_at": "1982-06-16", 
      "state": "PA", 
      "thomas_id": "01035", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-05-19", 
  "number": "6407", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to treat certain interests as closely held businesses for estate tax purposes, to prevent the acceleration of estate tax installment payments in certain situations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2479-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2479-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Section 6166 Technical Revision Act of 1982", 
  "sponsor": {
    "district": "7", 
    "name": "Archer, Bill", 
    "state": "TX", 
    "thomas_id": "00026", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-05-19", 
  "subjects": [
    "Business and commerce", 
    "Close corporations", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Estate tax", 
    "Mines and mineral resources", 
    "Securities and Investments", 
    "Small business", 
    "Stocks", 
    "Tax administration", 
    "Tax courts", 
    "Tax deductions", 
    "Taxation"
  ], 
  "subjects_top_term": "Estate tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-05-19", 
    "text": "Section 6166 Technical Revision Act of 1982 - Amends the Internal Revenue Code to revise requirements for the extension of time for payment of estate tax for interests in closely held corporations. Includes as a qualifying interest a partnership in which the decedent owns 20 percent or more of the profits interest. Increases from 15 to 35 the number of partners allowed in a qualifying closely held business. Eliminates the distinction between voting and nonvoting stock for purposes of determining a decedent's interest in a qualifying closely held business. Includes as a qualifying interest: (1) certain now operating interests in minerals; (2) certain interests in notes or other debt instruments issued by a corporation and held by a decedent who had some equity interest in the corporation; and (3) certain interests in assets leased to or used by a corporation or partnership. Revises attribution rules for purposes of determining numerical shareholder limitations and percentage ownership limitations on qualifying closely held businesses. Includes in the decedent's gross estate certain items for which the marital deduction was previously allowed. Excludes certain contributions made by a decedent to a closely held business or a partnership from the valuation of an interest in a closely held business if the contribution is not used in carrying on the trade or business. Permits the aggregation of interests in two or more closely held businesses if each interest equals or exceeds five percent of the adjusted gross estate. Eliminates the acceleration of estate tax payments in the case of disposals or withdrawals of the estate's interest in the business if the proceeds are used to pay certain Federal or State death taxes and funeral and administration expenses. Sets forth special rules for the treatment of reorganizations as dispositions, withdrawals, or exchanges of a decedent's interest in a closely held business. Provides that subsequent transfers of property by reason of the death of a person who acquired the property through the decedent's estate will not accelerate payment of the tax (thereby repealing the family member limitation). Sets forth special rules in the case of buy outs and redemptions of a decedent's interest in a closely held corporation or partnership. Permits an estate to sell its stock or partnership interest to the company or to an existing owner or employee in exchange for a note without the acceleration of estate taxes. Disallows such tax deferral in the case of a limited exchange or payment of principal on such a note. Provides that a disposition of an interest in a closely held business will not result in acceleration in the case of like-kind exchanges or involuntary conversions to the extent that no gain is recognized. Prescribes penalties for the failure to make installment payments of deferred taxes within six months of the due date. Applies the four percent rate of interest on estate tax payments extended under the alternate extension of time provisions to the entire amount of the tax to be paid. Revises requirements for the deduction as an administration expense of interest on installment payments of estate taxes. Suspends the period of limitations on the making of certain assessments due to adjustments in the taxable estate in the case of extensions of time for payment of the estate taxes. Authorizes the Tax Court to issue declaratory judgments with respect to controversies including the extension of time for payment of the estate tax. Prescribes penalties for frivolous or groundless proceedings or proceeding merely for delay. Sets forth penalties for negligence or intentional disregard of rules and regulations resulting in an underpayment of estate tax. Revises requirements for assessment or collection of deficiencies in estate tax in the case of appeals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Section 6166 Technical Revision Act of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to treat certain interests as closely held businesses for estate tax purposes, to prevent the acceleration of estate tax installment payments in certain situations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:50:04-05:00"
}