{
  "actions": [
    {
      "acted_at": "1975-12-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-12-12", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 94-725.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-17", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-17", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-17", 
      "references": [], 
      "text": "Measure passed House, amended, Division vote (197-23).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-17", 
      "bill_ids": [
        "s2718-94"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2718 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10979-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Adams, Brock", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Devine, Samuel L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00292", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Hastings, James F.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00513", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Hefner, W. G. (Bill)", 
      "sponsored_at": "1975-01-03", 
      "state": "NC", 
      "thomas_id": "00525", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Metcalfe, Ralph H.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00793", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Santini, James D.", 
      "sponsored_at": "1975-01-03", 
      "state": "NV", 
      "thomas_id": "01014", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-03", 
  "number": "10979", 
  "official_title": "A bill to improve the adequacy, efficiency, and financial viability of the rail system of the United States by reforming the regulatory process under which such rail system operates, by providing long-term financial assistance for such rail system, and by amending the Regional Rail Reorganization Act of 1973 to enhance and insure the private enterprise character of the Consolidated Rail Corporation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres931-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2718-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Railroad Revitalization and Regulatory Reform Act", 
  "sponsor": {
    "district": "15", 
    "name": "Rooney, Fred B.", 
    "state": "PA", 
    "thomas_id": "00983", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-03", 
  "subjects": [
    "Common carriers", 
    "Electrification", 
    "Independent regulatory commissions", 
    "Interstate Commerce Commission", 
    "Interstate commerce", 
    "Railroad abandonments", 
    "Railroad electrification", 
    "Railroad employees", 
    "Railroad finance", 
    "Railroad law", 
    "Railroad mergers", 
    "Railroad passenger traffic", 
    "Railroad rates", 
    "Railroad retirement plans", 
    "Railroads", 
    "Railroads and state", 
    "States", 
    "Taxation", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1975-12-17", 
    "text": "(Measure passed House, amended, Division vote (197-23)) Railroad Revitalization and Regulatory Reform Act - =Title I: General Provisions= - States that Congress finds and declares that a safe, viable, and efficient rail industry is essential to the national interest and national defense; that the efficiency and economic stability of the industry is impaired by deteriorated rail facilities; that procedures under the Interstate Commerce Act with respect to rates, abandonment, and mergers have become obsolete and are often an obstacle to improved efficiency; and that long-term, financial assistance must be made available to such railroads to preserve a viable rail industry in the private sector. Declares that the purpose of this Act is to provide for the restoration, maintenance, and rationalization of the physical facilities and financial stability of the rail system. Forbids discrimination based on race, color, national origin, or sex under any project, program, or activity funded in whole or part with funds made available under this Act. =Title II: Procedural Reform of the Interstate Commerce Commission= - Provides for direct submission of the Interstate Commerce Commission (ICC) budget to the Congress whenever such budget request or estimate is submitted to the Office of Management and Budget. Requires that the Commission adopt a uniform cost and revenue accounting system for railroads, reporting such system by June 30, 1977, and making it effective January 1, 1978. Sets forth minimum standards for inclusion in such accounting system. Directs the Commission to review such accounting system at least every five years and to revise it as necessary. Authorizes additional staffing of two systems accountants and the appropriation of amounts not to exceed $1,000,000 for procuring temporary and contractual assistance to carry out this provision. Removes the exemption for railroad securities under the Securities Act with listed exceptions. Applies provisions of the Trust Indenture Act to the appropriate debt securities of rail carriers. Specifies other procedural reforms. Directs the Commission to establish the Office of Rail Public Counsel. Authorizes such Office to: (1) become a party to any proceeding before the Commission; (2) petition for the initiation of proceedings within the jurisdiction of the Commission; (3) seek judicial review of any Commission action regarding railroads; and (4) solicit, study, and evaluate the views of communities and users of rail service affected by proceedings before the Commission. Authorizes the appropriation of not more than $2,000,000 for such Office. Directs the Commission to study, develop, and submit to the respective committees of Congress, rules of practice under which the Commission proposes all adjudicatory and rulemaking proceedings with respect to any matter involving a common carrier by railroad. Specifies rules of practice and procedures for establishing such rules. Requires the Commission to review such rules of practice at least once every three years. Permits the Committee on Interstate and Foreign Commerce of the House of Representatives and the Committee on Commerce of the Senate to make written requests for documents which are in the possession or under control of the Commission and which relate to matters involving the common carrier by railroad. =Title III: Railroad Rates= - Requires that all rates charged by a railroad be just and reasonable and asserts that compensatory rates may not be considered unjust or unreasonable because they are too low. Requires the Commission to consider the effect of rail rates and the public's need for adequate rail service at the lowest cost consistent with such service. Prohibits the Commission from holding rail rates up to a particular level to protect the traffic of another mode if such rates are compensatory. Allows the Commission to order the rate increased to a compensatory level if it finds such rate noncompensatory. Deems a rate compensatory if it equals or exceeds variable cost. Prohibits the Commission from approving a rate decrease below variable cost, or from disallowing a proposed rate increase which is less than ten percent above the variable cost. Provides that no rate shall be found unjust or unreasonable on the ground that it is too high unless the Commission determines such carrier to have market dominance, which is defined as the absence of effective competition from other carriers or modes, or with respect to a commodity for which there are no competing modes of transportation. States that the Commission may order a hearing concerning the lawfulness of any new rate and may set it aside if unlawful. Allows the Commission to temporarily suspend a new rate except where such increase or decrease is within seven percent of the rate that was in effect on January 1, of that year. Permits anyone to file notice of intent to file a new rate whenever the implementation of such proposed rate would require a total capital investment of $1,000,000 or more. States that when such rate is filed, the Commission is obligated to hold a hearing. Prohibits the Commission from approving any agreement or voting among railroads which relates to a single line rate or joint line rate where a railroad could not participate in the particular interline traffic. Directs the Commission to establish standards for the maintenance of revenue levels for railroads. Requires that rules and regulations be established for the computation of demurrage charges so that freight car utilization is maximized. Allows the Commission to establish reasonable rules, regulations, and practices with respect to car service including car per diem. =Title IV: Local Rail Service Continuation= - Revises the abandonment procedures to provide more advance notice to communities and rail users of proposed abandonments. Requires every railroad to submit to the ICC a full and complete map of its transportation system, including a detailed description of each branch line before an application to abandon may be filed. Restricts abandonment to those lines which have been on the map at least four months. Provides that where the ICC finds that the public convenience and necessity permit rail service on a line to be discontinued, if an individual, a company, or a government entity agrees to offer a subsidy to continue that service, the ICC shall postpone the discontinuance or abandonment for up to six months while an operating agreement is worked out. Creates a nation-wide, multi-year program of Federal assistance to States to assure the continuance of essential branch lines. Compels States, to be eligible for such assistance, to prepare a comprehensive, State-wide rail service plan to be submitted to the Secretary for approval. Entitles each State to an amount based upon a ratio of rail mileage in each State eligible for rail service assistance compared to total rail mileage in all States eligible for such assistance. =Title V: Mergers and Consolidation= - Establishes an alternative merger procedure for railroads. Provides under such new procedure that merger or consolidation may be proposed by the Secretary of Transportation or by a railroad, provided that such proposal is submitted to the Secretary six months prior to proposing such transaction to the Commission. Requires the Secretary to study a proposed merger and present to the Commission the results of such study. Specifies time limits for the Commission to hold a hearing, the duration of such hearing, and the issuance of a decision. Requires that all applications for inclusion within a merger proposed by other carriers be filed within 90 days. =Title VI: Provisions Relating to Discriminatory Tax Practices= - Makes unlawful discriminatory ad valorem State or State sub-division taxation activities. Includes as such tax practices: (1) overevaluation; (2) collection of an unlawful tax; (3) collection of any ad valorem property tax at a higher tax rate than the tax rate generally applicable to commercial and industrial property in the taxing district; or (4) the imposition of a discriminatory \"in-lieu tax.\" Outlines methods to establish true market value. Permits an action in Federal District Court for carriers who wish to challenge discriminatory actions. Exempts Consolidated Rail Corporation (ConRail) from transfer taxes at conveyance and any subsequent supplementary transaction authorized by law, with the exception of filing or recording fees. =Title VII: Employee Protective Provisions= - Directs that fair and equitable arrangements shall be provided for the protection of the interests of employees who may be affected by actions taken pursuant to authorizations or approvals obtained under title VIII of this Act. States that such arrangements are to be determined by the execution of an agreement between the railroads and their employees within 60 days after enactment of this Act or, if an agreement cannot be reached, the Secretary of Labor is directed to prescribe applicable protective arrangements. =Title VIII: Establishment of Rail Transportation Fund= - Directs the Secretary of Transportation to establish within the Department of Transportation a Rail Transportation Fund consisting of three separate accounts: (1) the Improvement of Facilities and Services Account; (2) the Rail Passenger Service Account; and (3) the Loan Guarantee for Rail Improvement and Service Account. Authorizes appropriations of not more than $500,000,000 for the Improvement of Facilities and Services Account over a six-year period or until September 30, 1981, for railroad rehabilitation. States that not more than $25,000,000 of such account can be used to develop an integrated computer system for train control and car utilization. Directs that, before the Secretary expend any funds, he develop criteria for their most effective utilization. Provides that any railroad may apply to the Secretary in accordance with the regulations promulgated for financial assistance. Directs that in considering such application, the Secretary shall give first priority for rehabilitation funds to the highest classification of main line unless there are compelling reasons for giving priority to a line otherwise classified. Encourages States to contribute a portion of the cost of any project that is approved by the Secretary which is to be undertaken in such State. Authorizes $1,100,000,000 for the Rail Passenger Services Account. States that such funds are to remain available until expended. Provides that $900,000,000 of such funds are to be expended in the northeast corridor for upgrading rail passenger service between Boston, Massachusetts, and Washington, D.C. Specifies activities eligible for financial assistance. Authorizes the Secretary, with the approval of the Secretary of the Treasury, to guarantee any lender against loss of principle and interest on securities, obligations, or loans issued to finance the acquisition, construction, maintenance, or development of specified railroad facilities and equipment. Provides that these guarantees be backed by the full faith and credit of the United States and that any such guarantee shall not be revocable. Requires the Secretary to determine, under given criteria, whether adequate provision will be made for servicing the obligation before making such guarantee. Sets forth requirements for rolling stock. Authorizes the Secretary to enter into agreements with the Federal Financing Bank for the purchase of obligations issued by the borrower and guaranteed by the Secretary. Creates a revolving trust fund within the Department of the Treasury, to be available to the Secretary without fiscal year limitation, for purposes of this Act. Authorizes the Secretary to guarantee an aggregate unpaid principal amount of securities, obligations, and loans outstanding at any one time not to exceed $2,000,000,000. Prohibits the Secretary from making a guarantee of any security, obligation, or loan of which interest is exempt from Federal income taxes. =Title IX: Regional Rail Reorganization Act Amendments of 1975= - Establishes a Government Banking Committee, which has the exclusive decisional power to: (1) exercise the right of the United States Railway Association as debenture holder and preferred stockholder of ConRail; (2) make specified findings and exercise specified powers with respect to the purchase of ConRail securities; and (3) waive compliance with any term or condition of ConRail's securities. Grants the Association power to issue obligations and make loans to ConRail and others, and to issue Certificates of Value, to carry out the purposes of this Act. Reduces the aggregate amount of Association obligations which may be outstanding at any one time from $1,500,000,000 to $500,000,000. Authorizes the Association to invest up to $1,000,000,000 in debentures and $1,100,000,000 in Series A Preferred Stock issued by ConRail. Authorizes appropriations for such expenditure. Enumerates the purposes and procedures for investment in Conrail Securities. Provides that future investment in ConRail may be terminated if the Government Banking Committee finds that ConRail has substantially failed to meet its projections and that ConRail will require substantial Federal investment above the $2,100,000,000 authorized appropriations. Authorizes the Association and Committee to reach agreements with ConRail modifying the terms and conditions governing the purchase of any securities held by the Association. Requires receipts and disbursements with respect to investments in ConRail securities and Certificates of Value to be included in Federal budget and deficit ceilings. Adds references to the specific classes of securities contemplated by the final plan, their issuance and distribution, and their authorization under the Interstate Commerce Act. Requires that Certificates of Value be redeemed by December 31, 1985, but permits redemption before that time as the Association may determine. Provides that the value of each certificate when redeemed is an amount payable in cash equal to its base value on redemption date minus the fair market value of the applicable Series B Preferred Stock and common stock, all paid cash dividends on such securities, and any sums paid a transferor of rail properties resulting from sales or leases by ConRail of properties transferred to it by such transferor. Stipulates that the value of Series B Preferred Stock and of the Common Stock are to be determined by one of two alternative methods, one of which utilizes a trading market, should one exist in the securities, the other of which provides for valuation by experts if no market exists. Alters the structure of the Association's Board of Directors to consist of 11 members to be selected as prescribed. Reduces the number of Directors as the United States interest in ConRail declines. Allows either the Association or the Commission to propose a supplemental transaction, which proposal must be submitted to the Association in detail. Requires that, within ten days of receipt, the Association must publish a notice of the proposal in the Federal Register and afford interested persons the chance to comment. Declares that such transactions which must be proposed within six years after ConRail begins to operate, involve property acquisitions or conveyances by ConRail not originally designated in the final system plan and contracts between ConRail and another person for either the joint use of rail properties or the coordination or separation of rail operations and services. States that the Association will evaluate any such proposal and the comments, hold hearings if necessary, and within 120 days of the notice publication, publish in the Federal Register its own evaluation, governed by the standards set forth. Grants each proposed transferor or transferee (including ConRail) 30 days after the Association evaluation is published to accept the proposal by notifying the Association. Establishes the Special Court proceedings for review of supplemental transactions. Provides that appeals from the Special Court will be directly and exclusively to the Supreme Court, whose jurisdiction must be invoked within 20 days and will be the same as in appeals from injunctions by three-judge courts in constitutional cases. Authorizes the Secretary to provide supplemental assistance in the form of grants or loans to, or for acquisition of, securities (including equity securities) of ConRail or other railroads, State, local, or regional transportation authorities, or other responsible persons. States that these funds are to be utilized to furnish supplemental assistance to ConRail and to facilitate supplemental transactions. Exempts from the National Environmental Policy Act actions taken in compliance with the final system plan or to complete the conveyance of the rail properties between the bankrupts and ConRail and other profitable railroads. Allows the United States, in its discretion, to represent, in specified cases, any profitable railroad or State, local, or regional transportation authority to which rail properties are conveyed pursuant to the final system plan in any proceedings before the Special Court which could result in a judgment against such entities. Affirms that, without regard to whether the United States represents such entity, the United States shall have the obligation to pay the lesser of the amounts by which any judgment entered against such entity exceeds either the net liquidation value of rail property as determined by the Association, or the amount previously paid by any such entity with respect to such properties, plus interest at a rate determined by the Special Court. Provides supplemental employee protection in specified circumstances. Modifies any final system plan requirement that a State, local, or regional transportation authority make a firm commitment to acquire designated rail properties prior to January 9, 1976, or five days after the date of enactment of these provisions, whichever is later. Extends the date for acceptances by profitable railroads of the final system plan offers of sale to five days after this Act becomes effective. Permits modification of offers of sale until the date of acceptance unless the modification results in an offer less than net liquidation value. Provides that any legal action brought to stop the operation of this Act, or any part of it, can be brought only in the Special Court, and that any appeal is directly reviewable by the Supreme Court. Places the enforcement of rights under this Act within the exclusive jurisdiction of the Special Court. Sets up a program under the administration of the Secretary of Transportation for the conversion of abandoned railroad rights-of-way to suitable public recreational or conservational uses and authorizes the appropriation of $5,000,000 for such purpose. Limits the loan authority of the Association to $235,000,000 and restricts the use of such authority until the Association has begun the purchase of ConRail securities. States that no deficiency judgment may be entered that would endanger ConRail's viability or solvency. Increases the amount of time for filing appeals from the Special Court from five to twenty days. Authorizes the Association to designate an alternative profitable railroad if the first profitable railroad offered the properties does not accept the offer. Eliminates the $40,000,000 limit on appropriations to the Association for administrative expenses. Creates, within the Commission, an Office of Rail Services Planning directed to: (1) assist the Commission in developing a national and efficient rail economic regulatory policy; (2) assist the Commission in studying and evaluating proposals for mergers, consolidations, joint use of tracks or other facilities; (3) assist the States and local regional transportation agencies in making determinations of whether to provide rail service continuation subsidies to maintain rail properties in operation; and (4) conduct an ongoing analysis of national rail transportation needs. Authorizes the appropriation of a sum not to exceed $7,000,000 for such purposes. Requires the Rail Service Planning Office to issue regulations within 180 days of the effective date of the final system plan for the determination of rail passenger service continuation subsidies. Instructs the Office to issue regulations for computing the difference between rail passenger service continuation subsidies provided by States or transportation authorities prior to conveyance and subsidies based on Rail Services Planning Office standards, to be used to determine the amount of emergency rail passenger service operating assistance provided by the Urban Mass Transportation Administration. Directs ConRail to provide all rail passenger service which was provided by bankrupt railroads prior to conveyance for 180 days following the date of conveyance. States that, during the 180-day period, the States or transportation authorities will continue to provide to ConRail the level of financial assistance, if any, they were providing to the bankrupt railroads for passenger service prior to conveyance. Directs ConRail to continue to provide such service if, at the end of the 180-day period, a State or transportation authority offers a rail service continuation subsidy consistent with Rail Services Planning Office standards. Releases ConRail from such obligation if no such offer is forthcoming, and provides that it will be reimbursed for losses incurred during the 180-day period authorizing the Secretary of Transportation to make such payments. Increases the Federal phase of financial assistance for rail service continuation subsidies from 70 percent for a two-year period to 100 percent for the first six months, 90 percent for the next year, 70 percent for the next year, and 30 percent for the next year. Stipulates that to be eligible for the 100 percent Federal share for the first six months, the State or responsible person must certify to the Secretary as to its intention and capability to provide its required share of the subsidy during the subsequent four years. Substitutes a new entitlement formula, providing that a State will receive entitlement funds equal to the percentages of total miles available for subsidy located in that State. Creates specified priorities and procedures relative to such funds, extending for four years the annual authorization of $90,000,000 for the subsidy program. Authorizes the Comptroller General to audit ConRail and to report to Congress at such time as he considers necessary. Makes provision for the termination of powers and duties of the ICC under the Bankruptcy Act upon conveyance of properties in accordance with the final system plan or discontinuance of service over lines not so designated for conveyance, whichever comes later. =Title X: Urban Mass Transportation Act Amendments= - Provides $125,000,000 over a 31-month period for assisting specified northeastern States and local public bodies and agencies thereof for defraying costs of commuter rail passenger service continuation subsidies. Provides that the level of Federal assistance will be determined in accordance with the regulations issued by the Rail Services Planning Office of the ICC. =Title XI: Studies and Revisions= - Directs the Commission to prepare a proposed modernization and revision of the Interstate Commerce Act, as it relates to transportation by railroad, and if feasible, a proposed codification of all Federal laws relating to rail surface transportation, such report to be submitted to Congress within 500 days of the effective date of this Act. Requires the Commission to conduct a study of rail rate bureaus to determine whether such bureaus prevent the efficient utilization of transportation resources or are inconsistent with the economic operation of rail transportation, and to report to Congress within one year. Directs the Secretary to study the potential benefits of railroad electrification for high-density rail lines and to report his findings to Congress within six months. Instructs the Secretary, within 30 days of enactment of these provisions, to study past and present methods of providing Federal aid to railroads, the relationship of those methods to methods of providing aid to other modes, and the extent to which railroads have suffered because of those methods. Directs the Association to study the present condition and projected needs of the rail system, including an evaluation of the rationalization of transcontinental mergers, regulatory reform, elimination of cross-subsidies, public ownership of rights-of-way, and various types of federal funding for the rail system. Requires that a report of such study be submitted to Congress 120 days after the enactment of this Act. Directs the Association to prepare an annual report to Congress on the performance of ConRail, its implementation of specific goals, its financial projections, and its financial needs to become a financially self-sustaining railroad. Authorizes the appropriation of $100,000,000 for such studies by the Association. States the Congressional policy that railroad rights-of-way in which fossil fuel natural resources exist are essential to the public interest. Authorizes the Secretary of Transportation to establish a fossil fuel rail bank to consist of such rail trackage and other rail properties. Authorizes the appropriation of $6,000,000 for the rail bank. Directs the Commission, within 12 months, to conduct an investigation of the rate structure for the transportation of recyclable or recycled materials, and the manner in which such rate structure effects such rate increases approved by the Commission for the transportation of such materials. Declares that if the rate structure if found by the Commission, after public hearings, to be unjust, unreasonable, or discriminatory, the Commission may issue orders to remove unreasonableness or discrimination. Requires the Commission to report to the President and Congress for three years following the enactment of these provisions to discuss all actions commenced to eliminate such discriminatory policies towards recycled materials. Permits the Administrator of the Environmental Protection Agency to intervene in proceedings before the Commission to expedite the goals of this section. Instructs the Secretary, in cooperation with the Commission, to establish research, development, and demonstration projects to produce transportation equipment that facilitates the collection and processing of recycled materials, so as to facilitate their efficient transportation ability."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Revitalization and Regulatory Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the adequacy, efficiency, and financial viability of the rail system of the United States by reforming the regulatory process under which such rail system operates, by providing long-term financial assistance for such rail system, and by amending the Regional Rail Reorganization Act of 1973 to enhance and insure the private enterprise character of the Consolidated Rail Corporation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:33-05:00"
}