{
  "actions": [
    {
      "acted_at": "2003-02-05", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-02-27", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Grassley. With written report No. 108-11.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-02-27", 
      "calendar": "Senate Legislative", 
      "number": "22", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 22.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2003-04-08", 
      "references": [
        {
          "reference": "CR S4930-4949", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09", 
      "references": [
        {
          "reference": "CR S5007-5044", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-09", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR S5020-5043", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "roll": "128", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Yea-Nay Vote. 95 - 5. Record Vote Number: 128.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2003-04-09", 
      "references": [], 
      "text": "Ordered held at desk.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s526-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "526"
    }, 
    {
      "amendment_id": "s527-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "527"
    }
  ], 
  "bill_id": "s476-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2003-04-09", 
    "vetoed": false
  }, 
  "introduced_at": "2003-02-27", 
  "number": "476", 
  "official_title": "An original bill to provide incentives for charitable contributions by individuals and businesses, to improve the public disclosure of activities of exempt organizations, and to enhance the ability of low-income Americans to gain financial security by building assets, and for other purposes", 
  "popular_title": "Charitable Contributions bill", 
  "related_bills": [], 
  "short_title": "CARE Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2003-04-09", 
  "subjects": [
    "Agriculture and food", 
    "Alaska", 
    "Animals", 
    "Armed forces and national security", 
    "Art", 
    "Arts", 
    "Arts, culture, religion", 
    "Associations, institutions, etc.", 
    "Authors and authorship", 
    "Block grants", 
    "Books", 
    "Business records", 
    "Capital gains tax", 
    "Charitable contributions", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Commuting", 
    "Computers", 
    "Confidential communications", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Copyright", 
    "Corporation taxes", 
    "Debt", 
    "Department of the Treasury", 
    "Education", 
    "Excise tax", 
    "Farmers", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fishes", 
    "Fishing", 
    "Fishing boats", 
    "Food industry", 
    "Foreign tax credit", 
    "Foundations", 
    "Government operations and politics", 
    "Government publicity", 
    "Health", 
    "Higher education", 
    "Hospitals", 
    "Hunting", 
    "Income tax", 
    "Individual retirement accounts", 
    "Intellectual property", 
    "Interest", 
    "International corporations", 
    "Internet", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Literature", 
    "Lobbying", 
    "Marine and coastal resources, fisheries", 
    "Music", 
    "Poverty", 
    "Public lands and natural resources", 
    "Range management", 
    "Real property", 
    "Religion", 
    "Right of privacy", 
    "Saving and investment", 
    "Scholarships", 
    "Science, technology, communications", 
    "Social welfare", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tax administration", 
    "Tax consultants", 
    "Tax deductions", 
    "Tax evasion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax planning", 
    "Tax preparers", 
    "Tax returns", 
    "Tax shelters", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Terrorism", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Unrelated business income tax", 
    "Valuation", 
    "Volunteer workers", 
    "War relief", 
    "Water conservation", 
    "Water resources development", 
    "Water rights", 
    "Web sites", 
    "Whaling", 
    "Wildlife"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2003-04-09", 
    "text": "CARE Act of 2003 - Title I: Charitable Giving Incentives - (Sec. 101) Amends the Internal Revenue Code to allow a non-itemizer a limited deduction for charitable cash contributions with respect to amounts exceeding $250, but not exceeding $500 ($500 and $1,000 on a joint return).(Sec. 102) Permits tax-free distributions from an individual retirement account made directly to a qualified charity.(Sec. 103) Sets forth a rule for determining the amount of the deduction allowable for a charitable contribution of food inventory.(Sec. 104) Sets forth a rule for determining the amount of the deduction allowable for charitable book inventory contributions for educational purposes.(Sec. 105) Extends the deduction for the donation of scientific property and computer equipment constructed by a taxpayer to include property assembled by the taxpayer.(Sec. 106) Provides additional tax incentives with respect to capital gain contributions to encourage qualified conservation, with special rules for eligible farmers and ranchers in particular.(Sec. 107) Excludes from gross income 25 percent of the qualifying gain from a conservation sale of a long-held (at least five years) qualifying land or water interest.(Sec. 108) Excludes from gross income the excludable portion of payments received under the Partners for Fish and Wildlife Program authorized by the Fish and Wildlife Act of 1956.(Sec. 109) Decreases the basis of a shareholder's stock in an S corporation for certain charitable contributions.(Sec. 110) Permits, for a contribution of certain literary, musical, artistic, or scholarly composition, or similar property, or any associated copyright, a deduction for the full market value (subject to income limitations and without any carryover) of such contribution.(Sec. 111) Excludes from gross income amounts received from a charitable organization as reimbursement for the operating expenses of a passenger automobile utilized for the benefit of such organization.(Sec. 112) Extends the deduction for inventory to include public schools, but excludes from such extension the donation of computer technology or equipment.(Sec. 113) Increases from five to ten years the divestiture period for the excess business holdings of private foundations if, upon electing such increase: (1) the excess holdings in a business enterprise by the foundation are not less than $ 1 billion and result from a gift or bequest with such a fair market value; and (2) after the gift or bequest, the foundation does not have control of such business to which the gift or bequest relates.Title II: Proposals Improving the Oversight of Tax-Exempt Organizations - (Sec. 201) Revises provisions concerning the public inspection of documents concerning tax-exempt organizations to make more information available for public inspection.(Sec. 202) Requires each exempt organization that has to file an annual return to include on the return any name under which it operates or does business and also its web site address (if any).(Sec. 203) Requires a summary report of certain information regarding gain or loss from sale or disposition of property by private foundations.Makes such information not in summary form available only upon the specific request of an individual.(Sec. 204) Directs the Commissioner of Internal Revenue to notify the public of the extent to which an exempt organization's Form 990, 990-EZ, or 990-PF is publicly available.(Sec. 205) Modifies language pertaining to disclosure by the Secretary of the Treasury to State officers of proposed actions concerning revocation of exempt status and other matters related to exempt organizations.(Sec. 206) Establishes monetary penalties for omissions, misrepresentations, and wilful or reckless conduct by preparers of the returns of exempt organizations.(Sec. 207) Requires exempt organizations with gross receipts of less than $5,000 to annually furnish specified information. (Currently, such organizations are exempt from filing requirements.)Revokes the exempt status of an exempt organization which is required to file annually, if such organization does not file for three consecutive years.(Sec. 208) Suspends the tax-exempt status of a designated terrorist organization (as defined by this Act). Denies: (1) deductions for contributions made to such an organization; and (2) administrative or judicial challenge to such suspension or denial. Provides for refund or credit in a case of erroneous designation.Title III: Other Charitable And Exempt Organization Provisions - (Sec. 301) Modifies the excise tax on unrelated business taxable income of charitable remainder trusts.(Sec. 302) Restricts occasions in which a provision applying to payments from a controlled organization to the controlling organization apply. Adds 20 percent to the tax of the controlling organization for valuation misstatements.(Sec. 303) Repeals the grassroots expenditure limit for charitable organizations. Modifies the definition of excess lobbying expenditures.(Sec. 304) Directs the Secretary to adopt procedures to expedite consideration of exempt status under 501(c)(3) by specified organizations. Waives application fee for exempt status for specified types of organizations.(Sec. 305) Specifies that restrictions on church tax inquiries shall not apply to information provided by the Secretary regarding certain standards for exemption from tax and certain requirements relating to unrelated business tax income.(Sec. 306) Expands the declaratory judgment remedy to tax-exempt organizations.(Sec. 307) Modifies the definition of convention or association of churches to state that no such grouping shall fail to qualify merely because individuals are members or because individuals have voting rights in such organization.(Sec. 308) Counts payments made by charitable organizations to members of the U.S. armed forces or to members' immediate families by reason of death or injury to members as the result of the U.S. military response to the September 11, 2001 terrorist attacks and payments made to the families of astronauts killed in the line of duty as related to the purpose or function constituting the basis for such organizations' exemptions.(Sec. 309) Modifies scholarship foundation rules to increase the percentage of scholarships which may be awarded to children of certain employees, subject to certain specified conditions.(Sec. 310) Treats certain hospital support organizations as qualified organizations for purposes of determining acquisition indebtedness.(Sec. 311) Treats as a charitable deduction expenses incurred by whaling captains in carrying out native Alaskan subsistence whaling, for amounts not to exceed $10,000.(Sec. 312) Permits the Secretary to make grants of up to $10 million per year to provide matching funds to \"qualified return preparation clinics\" that assist low-income taxpayers in tax return preparation.(Sec. 313) Permits the exclusion of interest on a federally guaranteed bond of a nonprofit nursing home.(Sec. 314) Exempts from the special fuels, the manufacturers, and the communications excise taxes sales to qualified blood collector organizations.(Sec. 315) Treats as an exempt facility bond any qualified forest conservation bond. Defines such a bond as any bond: (1) of which 95 percent or more of the net proceeds are to be used for qualified project costs; (2) that is issued for a qualified (defined, nonprofit) organization; and (3) issued before December 31, 2006. Limits the maximum aggregate face amount of such bonds issued to $2 billion.(Sec. 316) Amends the Homeland Security Act of 2002 with respect to clarifying the tax exempt status and treatment of Johnny Michael Spann Patriot Trusts.Title IV: Social Services Block Grant - (Sec. 401) Restores funds for the Social Services Block Grant.(Sec. 402) Restores authority to transfer up to ten percent of Temporary Assistance to Needy Families funds to the Social Services Block Grant.(Sec. 403) Requires the Secretary to submit to Congress annually information submitted by States on expenditure and use of social services funds.Title V: Individual Development Accounts - (Sec. 501) Savings for Working Families Act of 2002 - Defines an Individual Development Account (IDA) as an account established as part of an individual development account program that meets certain specified requirements. Defines Individual Development Parallel Accounts as accounts for matching funds and earnings dedicated to IDA owners at qualified financial institutions. Defines a qualified financial institution as any person authorized to be a trustee of any individual retirement account under the Code. Defines qualified IDA programs as certain programs, established upon approval of the Secretary, under which IDAs and Individual Development Parallel Accounts are held in a trust by a qualified financial institution.(Sec. 504) Permits qualified financial institutions to apply to the Secretary to open one or more qualified IDA programs and to apply for an allocation of the IDA limitation under the Code with respect to such programs.Sets forth tax incentives for Individual Development Parallel Accounts. Coordinates IDAs with the Public Housing Agency Individual Savings Accounts.(Sec. 505) Prescribes procedures for opening and maintaining an IDA and qualifying for matching funds.(Sec. 506) Delineates procedures for the deposits of matching funds for each IDA into parallel accounts.(Sec. 507) Prescribes procedures for withdrawing funds from IDAs.(Sec. 508) Requires a qualified financial institution to certify to the Secretary that a qualified IDA program it has established is running correctly and directs the Secretary to terminate programs not operating correctly.(Sec. 509) Requires qualified financial institutions to report annually to the Secretary on IDA activity. Directs the Secretary to implement a protocol to monitor the costs and outcomes of qualified IDA programs.(Sec. 510) Authorizes appropriations.(Sec. 511) Establishes a tax credit for qualified financial institutions to provide the matching funds for IDAs. Denies any double benefit for expenses incurred in determining the credit or for maintenance of an IDA.(Sec. 512) Disregards IDA funds for purposes of certain means-tested Federal assistance programs. Title VI: Management of Exempt Organizations - (Sec. 601) Authorizes appropriations to carry out the administration of exempt organizations by the IRS. Authorizes appropriations with respect to the administration of provisions concerning political organizations. Title VII: Revenue Provisions - Subtitle A: Provisions Designed to Curtail Tax Shelters - (Sec. 701) Sets forth rules for use in applying the economic substance doctrine, including defining economic substance.(Sec. 702) Imposes penalties on individuals who fail to include on any return or statement required information regarding reportable transactions (transactions needing a return or statement because the Secretary determines they have a potential for tax avoidance or evasion). Authorizes the Commissioner of Internal Revenue to rescind all or any portion of such penalties under certain specified conditions.(Sec. 703) Prescribes an accuracy related civil penalty of 20 percent (or higher in certain specified cases) of the amount of any reportable transaction understatement for such understatement (with exceptions). Specifies a formula for determining such figure. Provides for coordination with penalties on other understatements, including prohibiting penalties under this section from applying to the penalty for fraud.(Sec. 704) Imposes a penalty of 40 percent (20 percent, if there has been adequate disclosure) of the understatement for a noneconomic substance transaction understatement.(Sec. 705) Modifies the substantial understatement penalty for nonreportable transactions in the cases of corporations other than an S corporation or a personal holding company.(Sec. 706) Expands the scope of provisions that do not give the confidentiality privilege to communications between a corporation and its tax practitioner concerning tax shelters to make such provisions applicable to communications (with respect to tax shelters) between any taxpayer and the taxpayer's tax practitioner.(Sec. 707) Directs a material advisor, with respect to any reportable transaction, to make a return (in such form as the Secretary may prescribe) describing the transaction, its potential tax benefits, and other information prescribed by the Secretary. Defines material advisor as any person who provides material aid, assistance or advice regarding a reportable transaction and who derives gross income in excess of a specified threshold amount. Authorizes the Secretary to prescribe exemptions from such requirements.(Sec. 708) Modifies the monetary penalty and revises provisions for failing to register a tax shelter with the Secretary. Allows the Commissioner to rescind such penalties.(Sec. 709) Modifies penalty levied on material advisors for failure to furnish required information regarding reportable transactions to the Secretary.(Sec. 710) Revises provisions authorizing a civil action in the name of the United States to enjoin promoters of abusive tax shelters.(Sec. 711) Amends provision dealing with understatement of a taxpayer's liability by an income tax preparer, including to raise the amount of the penalty for such an offense.(Sec. 712) Amends provisions of Federal law pertaining to a civil penalty for violations concerning records and reports on foreign financial agency transactions to authorize the Secretary to impose a penalty of up to $5,000 in cases not involving willful violations (presently the maximum is $100,000 and applies to willful violations). Sets forth an exemption under specified circumstances. Permits a penalty of between $25,000-$100,000 in instances of willful violation, with no exemption. Specifies criteria for calculating the amount of such penalties.(Sec. 713) Modifies prohibition of filing a frivolous tax return, and increases the amount of the civil penalty for committing such an offense. Imposes a civil penalty for a specified frivolous submissions (to be waived if such submission is withdrawn within 30 days). Allows the Secretary to reduce penalties for frivolous submissions.(Sec. 714) Amends Federal law concerning practice before the IRS to allow the Secretary to censure a representative (this is in addition to the current penalties of suspension and disbarment) who commits any of certain specified behaviors. Permits the Secretary to impose a civil monetary penalty on: (1) a representative who has been censured, suspended, or disbarred; and (2) an organization such a representative was acting on behalf of if the organization knew, or reasonably should have known, of such misconduct.(Sec. 715) Penalizes an individual for making a statement with respect to certain tax statements (deductions, credits, and etc.) that an individual knows is false or fraudulent as to any material matter at the rate of 50 percent of the gross income derived from such activity.(Sec. 716) Permits, with respect to the failure to include any information with respect to a listed (tax avoidance) transaction, tax assessment at any time within six years after the filing of the related return.(Sec. 717) Prohibits the deduction for interest paid on any underpayment of tax attributable to nondisclosed reportable transaction and noneconomic substance transaction understatements.(Sec. 718) Authorizes appropriations to carry out law enforcement to combat tax avoidance transactions and other tax shelters.Subtitle B: Other Provisions - (Sec. 721) Allows the Secretary to prescribe rules applicable to corporations filing consolidated returns that are different from other provisions that would apply if such corporations filed separate returns.Declares that the Code shall be interpreted by treating Treasury regulation 1.1502-20(c)(1)(iii) (as in effect on January 1, 2001) as being inapplicable to the type of factual situation in Rite Aid Corporation v. United States 255 F.3d 1357 (Fed. Cir. 2001).(Sec. 722) Revises provisions concerning the signing of corporate tax returns to require the signing of such returns by a corporation's chief executive officer. Exempts a regulated investment company.(Sec. 723) Amends the Securities Act of 1933, the Securities Exchange Act of 1934, the Investment Company Act of 1940, and the Investment Advisers' Act of 1940 to: (1) expand the range of persons, including financial institutions, subject to SEC civil monetary penalties (currently corporate officers, directors, auditors, lawyers, or publicly traded companies are exempt from such SEC sanctions); and (2) increase maximum civil monetary penalties for securities violations.Grants the SEC administrative authority, pursuant to an official SEC investigation, to subpoena financial records from a financial institution and transfer them to any government authority, in specified circumstances, without customer notice that a records request has been made.(Sec. 724) Amends title XVI (Supplemental Security Income) of the Social Security Act to require the Commissioner of Social Security to review State agency determinations that adult applicants are blind or disabled as of a specified onset date before any action is taken to implement the determination. Title VIII: Compassion Capital Fund - (Sec. 801) Authorizes the Secretary of Health and Human Services, the Corporation for National and Community Service (which may also award grants to and enter into agreements with State Commissions on National and Community Service), the Attorney General, and the Secretary of Housing and Urban Development to award grants to and enter into cooperative agreements with nongovernmental organizations to: (1) provide technical assistance for community-based organizations, which may include grant writing and legal assistance to obtain tax-exempt status; (2) provide information and assistance for community-based organizations on capacity building; (3) provide for community-based organizations information on and assistance in identifying and using best practices for delivering assistance to persons, families, and communities in need; (4) provide information on and assistance in utilizing regional intermediary organizations to increase and strengthen the capabilities of nonprofit community-based organizations; (5) assist community-based organizations in replicating social service programs of demonstrated effectiveness; and (6) encourage research on the best practices of social service organizations.Authorizes the Secretary of Health and Human Services to award grants to and enter into cooperative agreements with States and political subdivisions of States to provide seed money to establish State and local offices of faith-based and community initiatives.Authorizes appropriations through FY 2007.(Sec. 805) Provides for coordination among the Secretary of Health and Human Services, the Secretary of Housing and Urban Development, the Attorney General, and the Corporation for National and Community Service to ensure nonduplication of activities and equitable distribution of resources.Title IX: Maternity Group Homes - (Sec. 901) Amends Runaway and Homeless Youth Act provisions concerning transitional living youth projects to include maternity group homes as eligible entities. Requires evaluation of such homes that are supported by funds under such Act. Authorizes appropriations for such homes through FY 2004."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Charitable Contributions bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "CARE Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Savings for Working Families Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "CARE Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Savings for Working Families Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "CARE Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Savings for Working Families Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to provide incentives for charitable contributions by individuals and businesses, to improve the public disclosure of activities of exempt organizations, and to enhance the ability of low-income Americans to gain financial security by building assets, and for other purposes", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:02-05:00"
}