{
  "actions": [
    {
      "acted_at": "1991-04-16", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1792-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Broomfield, William S.", 
      "sponsored_at": "1991-04-16", 
      "state": "MI", 
      "thomas_id": "00128", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-16", 
  "number": "1792", 
  "official_title": "To amend the Foreign Assistance Act of 1961 to rewrite the authorities of that Act in order to establish more effective assistance programs and eliminate obsolete and inconsistent provisions, to amend the Arms Export Control Act and redesignate that Act as the Defense Trade and Export Control Act, to authorize appropriations for international cooperation programs for fiscal years 1992 and 1993, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Cooperation Act of 1991", 
  "sponsor": {
    "district": "19", 
    "name": "Fascell, Dante B.", 
    "state": "FL", 
    "thomas_id": "00370", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-16", 
  "subjects": [
    "Abortion", 
    "Administration of criminal justice", 
    "Administrative fees", 
    "Africa", 
    "Alliances", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "American technical assistance", 
    "Americans in foreign countries", 
    "Apartheid", 
    "Arab refugees", 
    "Arms control", 
    "Arms control agreements", 
    "Arms sales", 
    "Arrest", 
    "Auditing", 
    "Australia", 
    "Authorization", 
    "Ballistic missiles", 
    "Biological warfare", 
    "Birth control", 
    "Chemical warfare", 
    "Claims", 
    "Colleges", 
    "Communist countries", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Coups d'etat", 
    "Credit", 
    "Crime and law enforcement", 
    "Cuba", 
    "Czechoslovakia", 
    "Debarment of government contractors", 
    "Debt agreements", 
    "Defense contracts", 
    "Defense procurement", 
    "Democracy", 
    "Developing countries", 
    "Disaster relief", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Eastern Europe", 
    "Egypt", 
    "Environmental protection", 
    "Export controls", 
    "Exports", 
    "Expropriation", 
    "Federal employees", 
    "Foreign exchange", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Free enterprise", 
    "Government corporations", 
    "Government operations and politics", 
    "Government procurement", 
    "Health", 
    "Hospitals", 
    "Housing finance", 
    "Human rights", 
    "Hungary", 
    "Import restrictions", 
    "International affairs", 
    "International agencies", 
    "International competitiveness", 
    "International military forces", 
    "Iran", 
    "Israel", 
    "Japan", 
    "Libraries", 
    "Libya", 
    "Military education", 
    "Military personnel", 
    "Military training", 
    "Multilateral development banks", 
    "NATO countries", 
    "Narcotic traffic", 
    "Nongovernmental organizations", 
    "Nuclear nonproliferation", 
    "Palestinians", 
    "Philippines", 
    "Poland", 
    "Political prisoners", 
    "Poverty", 
    "Psychotropic drugs", 
    "Recognition (International law)", 
    "Revolving funds", 
    "Romania", 
    "Schools", 
    "Small business", 
    "South Africa", 
    "South Korea", 
    "Sterilization (Birth control)", 
    "Strategic materials", 
    "Subsaharan Africa", 
    "Surplus government property", 
    "Terrorism", 
    "United Nations", 
    "Women", 
    "Yugoslavia"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-16", 
    "text": "International Cooperation Act of 1991 - Title I: Statement of Policy; Economic Assistance Programs - Amends the Foreign Assistance Act of 1961 to revise policy provisions. Declares that it should be U.S. policy that the financial, material, and human resources authorized by this Act should serve the following goals: (1) to promote and consolidate democratic values, market principles, and peace; (2) to protect against transnational threats; and (3) to meet humanitarian needs. Expresses the sense of the Congress that the United States should: (1) concentrate development assistance in countries which will make the most effective use of such assistance; (2) focus development assistance on activities which the United States can provide most effectively and which meet the particular economic assistance requirements of a country; and (3) not provide assistance if the relevant sector or economic policies of a country are unfavorable to the sustainability or impact of the assisted project. Authorizes the President to provide development assistance to support economic growth and democratic development and to address humanitarian needs and global problems. Authorizes appropriations for development assistance for FY 1992. Permits the President to use development assistance funds for: (1) capital and infrastructure assistance; (2) development education programs to educate U.S. citizens about developing countries; and (3) assistance to nongovernmental organizations to strengthen their capacity to carry out programs for the economic and social development of developing countries. Expresses the sense of the Congress that: (1) the well-being of countries is affected by how the world's environment and physical resource base are managed and that consumption patterns, systems of industrial and agricultural production, and the use of natural resources have an impact on long-term development and growth and survival of all countries; (2) environmentally responsible management of physical resources is necessary by countries to insure their availability for future generations and to assure that the burdens of improved resource management do not fall disproportionately on the poor; and (3) economic assistance programs should assist countries in carrying out programs and policies that promote environmentally sound economic development. Declares that recipient countries should bear a share of the costs of development assistance programs under this Act. Prohibits economic assistance from being used for military or paramilitary purposes. Exempts from such prohibition assistance involving the participation of military personnel in training activities and conferences. Authorizes the President to: (1) make investments in, loans for, and guarantees assuring against losses incurred in, projects in developing countries that meet specified private sector criteria; and (2) make loans (currently, issue guarantees against losses incurred in connection with loans) for housing and urban projects. Revises provisions concerning the housing and urban development guarantee program. Prohibits assistance for such projects if the credit subsidy associated with the borrower would exceed 25 percent. Authorizes appropriations. Authorizes the President to furnish assistance to countries and organizations to strengthen administration of justice in developing countries and emerging democracies. Permits the President to provide such assistance if a country: (1) has recently emerged or is in the process of emerging as a democracy; or (2) has recently emerged or is emerging from civil strife and has a democratically elected government or is making substantial progress toward a democratic form of government. Authorizes appropriations. Revises provisions concerning international narcotics control. Permits funds for economic support assistance, foreign military financing, or international military education and training to be transferred and consolidated with funds for international narcotics control if: (1) such assistance is withheld from the country for which it was allocated because of laws that require the withholding of assistance from countries that have not cooperated with the United States or taken steps to halt illicit drug production and trafficking; and (2) such funds are used for assistance to countries that have taken significant steps to halt illicit drug production or trafficking. Makes provisions of law that prohibit assistance to countries in default on obligations owed to the United States inapplicable with respect to narcotics-related assistance. Revises congressional reporting requirements with respect to international narcotics production and trafficking. Authorizes appropriations for FY 1992 for such assistance. Authorizes appropriations for FY 1992 for American schools, libraries, and hospital centers abroad. Permits the President to use funds available under this title for grants to, or contracts with, nongovernmental organizations to enable such organizations to: (1) purchase debt obligations owed by developing countries to commercial lending institutions, foreign governments, or other parties; and (2) cancel such obligations subject to the President's approval, to the extent that such country makes available assets or policy commitments to promote the goals of this Act. Authorizes grantees or contractees to retain interest earned on the proceeds of debt-for-development or debt-for-environment purchases or exchanges pending the disbursement of such proceeds and interest for the purposes for which assistance was provided. Authorizes Federal agencies to: (1) furnish services and commodities on an advance-of-funds or reimbursement basis to friendly countries, international organizations, and nongovernmental organizations; and (2) contract with individuals for personal services abroad or in the United States to perform such services in lieu of Federal employees. Authorizes appropriations for FY 1992 for international disaster assistance. Authorizes appropriations for FY 1992 for grants to international organizations. Permits the President to withhold contributions from an organization if such organization is denying Israel or other designated countries the right to participate in such organization's activities. Withholds contributions from Libya, Iran, Cuba, and the Palestine Liberation Organization (PLO). Authorizes the withholding of contributions from the United Nations Relief and Works Agency for Palestine Refugees in the Near East unless the Agency assures that no U.S. contribution is used to assist any refugee who: (1) is receiving military training as a member of the PLO or any other guerrilla organization; or (2) has engaged in any act of terrorism. Declares that the President should (currently, requires) seek evaluation and auditing of programs of the United Nations, the International Bank for Reconstruction and Development, the International Development Association, the International Finance Corporation, the Multilateral Investment Guarantee Agency, the Inter-American Development Bank, the Inter-American Investment Corporation, the African Development Bank, the African Development Fund, the Asian Development Fund, and the Asian Development Bank. Authorizes appropriations for FY 1992 for operating expenses of the agency (administering agency) designated by the President to administer this title and of the Office of Inspector General of such agency. Permits such agency to expend funds in advance of appropriations to maintain operations at posts abroad for up to three days. Declares that the President should establish a program performance evaluation capacity to: (1) develop a program performance information system to afford such agency's managers a means for monitoring achievement of impact and interim performance of the agency's major programs; (2) prepare and disseminate reports on the agency's progress in meeting development objectives for major assistance categories and recipient countries; (3) strengthen the implementation of foreign assistance projects; and (4) coordinate with the Inspector General of such agency to ensure complementarity of efforts. Expresses the sense of the Congress that: (1) the sustained participation of U.S. private voluntary organizations, cooperatives, and credit unions that are engaged in development activities serves as an important means of improving the lives of the poor in developing countries; (2) sustained participation of U.S. colleges and universities in the economic development programs of developing countries is vital to such countries' achievement of economic growth and open democratic political systems; and (3) such sustained participation would be enhanced by providing such organizations the opportunity to participate in the planning, development, and implementation of programs involving such organizations. Encourages the President to establish a partnership with such organizations to achieve the attainment of goals concerning development assistance. Title II: Military Assistance and Related Assistance and Sales Programs - Chapter I: Consolidation and Revision of Accounts - Revises policy provisions concerning military assistance. Revises the President's authority to furnish military assistance to friendly countries to permit the President to: (1) finance the sale of defense articles or services; or (2) finance the procurement of such articles (under certain circumstances) by any member country of the North Atlantic Treaty Organization (NATO) or any major non-NATO ally through leases from U.S. commercial suppliers. Requires sales under the Defense Trade and Export Control Act (formerly, the Arms Export Control Act) which are wholly paid from funds made available on a grant basis under this Act or were transferred or made available under former authorities prior to this Act's enactment to be priced to exclude the costs of salaries of members of the U.S. armed forces (other than members of the Coast Guard) and unfunded estimated costs of civilian retirement and other benefits. Permits the financing of the procurement of defense articles and services not sold by the U.S. Government only if the country or international organization proposing to make such procurement has signed an agreement with the United States specifying the conditions under which the procurement may be financed. Requires such agreements to grant the U.S. Government the right to deobligate any furnished funds that have not been committed for an approved use three years after the effective date of such an agreement. Authorizes assistance provided under this chapter to be on a grant, credit, or guarantee basis. Outlines criteria to be considered by the President in determining the terms of assistance. Outlines disbursement procedures for funds used to finance the procurement of defense articles and services. Makes such assistance available to a foreign country to make payments to the United States for credits or loans for defense articles or services granted under predecessor military sales or foreign assistance legislation. Revises provisions concerning eligibility for the receipt of defense articles or services and makes them applicable to the financing of such articles or services. Makes defense articles sold or leased under the Defense Trade and Export Control Act or furnished under predecessor foreign assistance or military sales legislation subject to the eligibility provisions of this title. Raises the ceiling on the value of defense articles and services authorized to be made available under certain emergencies. Revises and combines provisions concerning transfers of excess defense articles. Authorizes the transfer of: (1) excess defense articles (currently, nonlethal articles) to countries for which a foreign military financing program was justified in the fiscal year in which the transfer is authorized; and (2) excess property of the Coast Guard on the same basis as Department of Defense property is transferred. Declares that decisions to furnish foreign military financing assistance should take into account whether such assistance will: (1) contribute to an arms race; (2) increase the possibility of outbreak or escalation of conflict; or (3) prejudice the development of multilateral arms control arrangements. Permits such assistance to be provided for civic action in Africa. Authorizes appropriations for such assistance for FY 1992. Revises provisions concerning the location of stockpiles. Places a ceiling on the value of additions to stockpiles during FY 1992. Authorizes appropriations for FY 1992 for: (1) international military education and training; and (2) peacekeeping activities. Removes conditions on the type of arms on the U.S. Munitions List that may be provided for antiterrorism assistance. Authorizes appropriations for FY 1992 for antiterrorism assistance. Makes technical and conforming amendments to the Arms Export Control Act. Revises a provision regarding the Guaranty Reserve Fund and redesignates the Fund as the Foreign Military Loan Liquidating Account. Repeals a provision concerning the availability of funds for procurement of defense articles and services outside the United States. Permits the President to waive requirements under the Foreign Assistance Act of 1961 concerning the disposition of defense articles and services furnished before the effective date of this title. Chapter 2: Foreign Military Sales Program - Amends the Arms Export Control Act to rename such Act as the Defense Trade and Export Control Act. Repeals a provision concerning purposes for military sales or leases. Deems references to the Arms Export Control Act to be references to the Defense Trade and Export Control Act. Authorizes the President, by notifying the Congress, to designate a country as a major non-NATO ally or terminate such a designation. Deems Australia, Egypt, Israel, Japan, and the Republic of Korea to have been so designated by the President. Revises provisions concerning presidential certifications and congressional procedures for certain arms transfers. Raises the threshold on the dollar amount of defense equipment or services on which the President is required to submit specified certifications. Deems to be defense articles or services (for purposes of import and export controls) articles or services having military or intelligence applications. Requires articles and services that have gained a predominant civil application to be removed from the U.S. Munitions List. Disqualifies for financing under the Foreign Assistance Act of 1961 for 12 months any contracts of a person convicted or debarred for a violation of international traffic in arms regulations under the Defense Trade and Export Control Act. Authorizes the President to impose controls to prevent the proliferation of nuclear-capable missiles and chemical, biological, and related weapons. Permits charges for defense articles sold or licensed or approved for export after September 30, 1991, to exclude nonrecurring costs of research on or development or production of such articles. Replaces the authorities of specified Federal officials under the Defense Trade and Export Control Act with the authority of the President. Repeals an exemption to a prohibition on the resale of military firearms furnished to foreign governments. Repeals provisions concerning: (1) reports and price availability estimates; (2) discrimination; (3) restraint in arms sales to Subsaharan Africa; (4) foreign military sales credit standards; (5) foreign military sales to less developed countries; and (6) the crediting of registration fees. Title III: Overseas Private Investment Corporation; Trade and Development Agency - Amends the Foreign Assistance Act of 1961 to revise provisions concerning the Overseas Private Investment Corporation (OPIC). Limits the amount of OPIC's equity investments under a pilot program to 49 percent per project for projects in Eastern Europe. Directs OPIC to give preferential consideration in its investment insurance, reinsurance, and guarantee activities to investment projects sponsored by or involving U.S. small business or cooperatives. Permits OPIC to establish a revolving fund to be available solely for a pilot equity finance program. Authorizes (currently, requires) OPIC to charge fees for any service performed under this title. Provides for annual (currently, triennial) financial audits of OPIC. Authorizes the Inspector General of the administering agency (currently, the Agency for International Development) to conduct audits, investigations, and security activities with respect to OPIC. Eliminates OPIC's exemption from Federal taxation. Revises the authorities of the Director of the Trade and Development Agency (replaces the Trade and Development Program). Requires the Agency to disseminate information about its activities to the private sector. Sets forth the duties of the Inspector General of the administering agency with respect to the Agency. Authorizes appropriations for FY 1992. Title IV: Special Authorities, Restrictions on Assistance, and Reports - Revises provisions concerning special authorities of the President with respect to the furnishing of assistance and arms export sales, credits, and guaranties. Raises the ceilings on the amount of arms sales or leases, foreign assistance, and foreign currencies authorized to be furnished or used under the President's special authority to waive restrictions on assistance. Raises the ceilings on the amounts of such assistance that may be provided to any one country. Exempts from such limitation assistance for countries that are the victims of active (currently, Communist or Communist-supported) aggression. Authorizes the President to use funds (other than funds for foreign military financing or international military education and training) under this Act for unanticipated contingencies. Places an annual ceiling on such assistance. Prohibits such assistance from being used for gifts to foreign officials. Makes specified amounts of economic support and foreign military financing assistance available for emergency use to promote economic, political, or military stability. Authorizes the President to adopt as a U.S. contract or obligation any contract with a U.S. or third-country contractor that had been funded with assistance prior to the termination of such assistance. Applies assistance termination provisions to any provision of law concerning such terminations. Revises provisions concerning prohibitions on assistance. Adds to the list of restrictions prohibitions on assistance for: (1) a country whose government engages in a consistent pattern of human rights violations; (2) a country whose elected head of government is deposed by a military coup; and (3) a country that is a major drug producing or transit country if the country has not cooperated with the United States and has not taken adequate steps to control the illicit cultivation, production, trafficking, and abuse of narcotic and psychotropic drugs. Exempts from such prohibition assistance: (1) that is important to U.S. national interests, provided that such assistance will further U.S. nonproliferation objectives; (2) for the alleviation of suffering resulting from a natural or man-made disaster; (3) that benefits needy people; and (4) that will be furnished through nongovernmental organizations to promote respect for human rights and democracy. Prohibits the provision of such assistance until the President reports to the Speaker of the House of Representatives and the chairman of the Senate Foreign Relations Committee. Requires the President to maintain a list of Communist countries for purposes of restricting assistance. Authorizes the President to remove or exempt a country from the list or prohibitions on assistance, provided that such removal or exemption is reported to the Speaker of the House and the chairman of the Senate Foreign Relations Committee. Directs the President to report to such individuals on the rescission of a determination that a country provides support for international terrorism. Prohibits assistance to any country which is more than one year in arrears to the U.S. Government on loan payments under the Foreign Assistance Act of 1961 or former authorities of the Arms Export Control Act. Prohibits economic assistance from being made available to: (1) any organization or program which supports or manages a program of coercive abortion or involuntary sterilization; or (2) any foreign nongovernmental organization which performs or promotes abortion as a method of family planning. Requires funds for voluntary family planning services to be available only for projects which offer a broad range of family planning methods and services. Declares that the President should consider, in determining whether to provide economic assistance, whether assistance would be furnished to support any project designed to increase exports of agricultural, textile, or apparel commodities from developing countries that: (1) would be in direct competition with U.S. exports; and (2) can be expected to cause injury to U.S. exporters of the same or a similar commodity. Prohibits economic assistance from being used to influence the outcome of any election. Prohibits U.S. armed forces detailed to provide defense services, military education and training, or management of overseas military assistance programs from performing combat duties outside the United States in connection with such services. Outlines required elements of annual congressional presentation documents on foreign assistance. Revises provisions regarding U.S. assistance policies and human rights. Directs the President to report annually to the Congress on human rights practices in countries that are members of the United Nations. Revises provisions concerning congressional notification for program changes. Title V: General Provisions - Revises provisions regarding presidential authorities under this Act. Authorizes the President to designate an agency to administer economic assistance under this Act. Revises provisions regarding general authorities. Permits contracts which entail commitments for the expenditure of funds under the Foreign Assistance Act of 1961 to be extended for up to ten (currently, five) years. Revises provisions regarding administrative uses of funds. Permits funds to be used for programs under the Agricultural Act of 1949 and the Food for Progress Act of 1985. Removes funding limitations on assistance for the construction of living quarters, offices, schools, and hospitals abroad and for assistance to schools educating dependents of personnel abroad. Permits economic assistance funds to be used to reimburse Federal or State agencies or institutions of higher education that detail employees for economic assistance programs that require specialized technical skills. Provides that if an amount appropriated for any fiscal year to carry out a provision of this Act is less than the authorization amount and the provision calls for earmarked funds, such funds shall be deemed to be reduced to an amount bearing the same ratio to such funds as the amount appropriated bears to the authorization amount. Sets forth provisions concerning the generation and use of local currencies. Revises provisions concerning the use of local currencies owned by the United States. Authorizes nongovernmental organizations to invest local currencies accrued as a result of economic assistance provided by this Act and other specified Acts and to use interest earned on investments for assistance purposes. Revises provisions concerning the use of private enterprise for the procurement of commodities and defense articles. Authorizes the use of Federal facilities for technical assistance purposes when such facilities are not competitive with private enterprise. Revises provisions concerning procurement standards and procedures. Allows (currently, requires) the use of excess personal property or property already owned by a Federal agency (if a substantial savings would occur) in lieu of, or supplementary to, the procurement of new items for U.S.-assisted programs. Revises provisions concerning the use of excess property. Removes a ceiling on the amount of domestic excess property that may be held. Prohibits excess property from being used for economic assistance purposes unless approval is given and the President makes specified determinations regarding such property. Authorizes the use of economic assistance funds to pay transportation charges on shipments by the American National Red Cross and by registered U.S. private voluntary organizations. Revises provisions concerning personnel. Permits personnel detailed to foreign governments or international organizations to be assigned on a leave without pay status. Authorizes the detailing of Department of Defense personnel to any civil office to carry out this Act. Revises provisions concerning discrimination against U.S. personnel. Title VI: Technical and Conforming Provisions - Prohibits U.S. courts from declining on the ground of the Federal Act of State Doctrine to make a determination on the merits of international law in any case in which claim of title or right to property is asserted by any party, based upon a confiscation after January 1, 1959, by a state in violation of international law. Exempts from such prohibition cases in which: (1) an act of a foreign state is not contrary to international law or cases with respect to a right to property acquired pursuant to an irrevocable letter of credit issued in good faith prior to the time of taking; or (2) the President determines that application of such doctrine is required by U.S. foreign policy interests. Amends Federal provisions governing coins and currency to grant the Secretary of the Treasury: (1) responsibility with respect to foreign credits owed to or by the United States; and (2) sole authority to establish for all foreign currencies or credits the exchange rates at which such currencies are to be reported by Federal agencies. Authorizes the Foreign Claims Settlement Commission, at the request of the President, to report on the value of any property of any U.S. person expropriated by a foreign government. Prohibits Federal employees from effecting arrests in foreign countries as part of foreign police actions with respect to narcotics control. Lists exceptions to such prohibition. Prohibits Federal employees from interrogating or being present during the interrogation of any U.S. person arrested in a foreign country with respect to narcotics control efforts without such person's written consent. Exempts from such prohibition members of the U.S. armed forces carrying out responsibilities under Status of Forces arrangements. Makes technical and conforming amendments to specified Acts. Repeals specified Acts. Title VII: Special Assistance Initiatives - Chapter I: Development Fund for Africa - Authorizes project and program assistance for development in Subsaharan Africa. Requires the purpose of such assistance to be to help the poor majority of men and women in Subsaharan Africa to participate in a process of long-term development through economic growth that is equitable, participatory, environmentally sustainable, and self-reliant. Provides that such assistance should also promote sustained economic growth, encourage private sector development, promote individual initiatives, and help to reduce the role of central governments in areas more appropriate for the private sector. Declares that: (1) the local-level perspective of the rural and urban poor in Subsaharan Africa should be taken into account during the planning process for project assistance under this Act; and (2) consultations should be undertaken with private and voluntary organizations which have demonstrated effectiveness in or commitment to the promotion of local grassroots activities on behalf of development in Subsaharan Africa; (3) local people should be consulted and involved in projects that have a local focus; and (4) the President should ensure that development activities expand the participation and integration of African women in certain critical sectors. Requires assistance provided by this Act to emphasize projects to address critical sectoral priorities for development. Authorizes assistance to promote national economic policy reforms. Requires such reforms to include provisions to protect vulnerable groups, especially poor farmers and the urban poor, from possible negative consequences of such reforms. Designates as the critical sectoral priorities for long-term development: (1) increased agricultural production and the maintenance and restoration of renewable natural resources; (2) improved health conditions; (3) voluntary family planning services; (4) improved relevance and efficiency of education; and (5) development of income generating opportunities for the unemployed and underemployed. Imposes minimum levels of assistance for certain critical sectors. Declares that assistance provided under this Act should be concentrated in countries that will make the most effective use of such assistance. Allows assistance to be made available to: (1) assist Subsaharan African countries to increase their capacity to participate in donor coordination mechanisms at the country, regional, and sector levels; and (2) assist sector projects supported by the Southern African Development Coordination Conference. Authorizes assistance to South Africa for: (1) grants to nongovernmental organizations promoting efforts to foster a just society and help the victims of apartheid; (2) assistance to political detainees and prisoners and their families and to support actions of black community organizations to resist, through nonviolent means, the enforcement of apartheid policies; and (3) activities to assist in an end to apartheid and in the establishment of a society based on nonracial principles. Permits such grants to be only for organizations whose character and membership reflect the objective of a majority of South Africans for an end to apartheid and for interracial cooperation and justice. Authorizes appropriations. Expresses the sense of the Congress that there should be periodic evaluations of the progress of the administering agency in achieving assistance goals in Subsaharan Africa. Chapter 2: Assistance for Eastern Europe - Sets forth U.S. policy and objectives with respect to assistance for Eastern Europe. Declares that the United States should provide assistance for eligible East European countries that are taking steps toward: (1) political pluralism; (2) economic reform; (3) respect for human rights; and (4) a willingness to build a friendly relationship with the United States. Defines an eligible East European country as Poland, Hungary, Czechoslovakia, Bulgaria, Romania, Yugoslavia, and any other East European country taking such steps. Requires the basic objectives of such assistance to be the promotion of democracy and the encouragement of free market systems. Lists authorized types of assistance. Permits the President to furnish assistance to eligible East European countries. Provides that any authority in the Support for East European Democracy (SEED) Act of 1989 to furnish assistance for Poland or Hungary may be deemed to authorize assistance for any eligible East European country. Permits the President to use any funds made available for assistance for Eastern Europe under the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1991 to provide balance of payments support with respect to eligible East European countries. Expresses the sense of the Congress that the President should use the authorities provided under the SEED Act and this Act to provide stabilization assistance to assist Hungary, Czechoslovakia, and other East European countries the President deems appropriate. Authorizes appropriations. Permits the President to: (1) designate Enterprise Funds for any country in Eastern Europe in the same manner and with the same authorities and limitations applicable to the Enterprise Funds for Poland and Hungary established pursuant to the SEED Act; and (2) provide funding and support to the Funds. Authorizes U.S. agencies that are authorized to provide assistance or conduct programs for Poland or Hungary pursuant to the SEED Act to provide such assistance or conduct such programs for eligible East European countries. Permits the President to authorize agencies to implement programs for management and technical assistance for governments and private enterprises in Eastern European countries. Makes appropriations to carry out this chapter available for contracting with individuals for personal services. Chapter 3: Multilateral Assistance Initiative for the Philippines - Expresses the sense of the Congress that: (1) the United States should participate with multilateral financial institutions and other bilateral donors in an economic reform and development program in the Philippines; and (2) a commitment of resources by the United States, donors, and such institutions and a reform effort and leadership role by the Government of the Philippines will be necessary to ensure economic growth in the Philippines and enhanced participation of the Filipino people in the democratic process. Authorizes the President to provide assistance to promote the goals of this Act. Links such assistance to progress by the Government of the Philippines in implementing its economic, structural, judicial, and administrative reform program. Authorizes appropriations. Limits the amount of appropriations for FY 1992. Expresses the sense of the Congress that prior to requesting additional amounts to carry out this Act, the President should take into account: (1) the progress being made by the Philippines toward achieving reform objectives; (2) the extent of participation by the bilateral donors and multilateral financial institutions; and (3) the efforts to coordinate the assistance program. Expresses the sense of the Congress that: (1) the coordination of objectives and programs by donors, institutions, and the Government of the Philippines is critical to the success of the multilateral assistance program; (2) all donors should simplify procurement and disbursement procedures to ensure that conditions on the provision or use of assistance are complementary; and (3) the Philippines should establish internal procedures that will ensure the most effective use of such assistance. Title VIII: Presidential Contingency Fund - Authorizes appropriations to the President for FY 1992 for unanticipated contingencies in programs within the International Affairs Budget Function. Title IX: Authorizations for Fiscal Year 1993 - Authorizes appropriations for FY 1993 to carry out programs for which appropriations for FY 1992 are authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Cooperation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Foreign Assistance Act of 1961 to rewrite the authorities of that Act in order to establish more effective assistance programs and eliminate obsolete and inconsistent provisions, to amend the Arms Export Control Act and redesignate that Act as the Defense Trade and Export Control Act, to authorize appropriations for international cooperation programs for fiscal years 1992 and 1993, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:12:59-05:00"
}