{
  "actions": [
    {
      "acted_at": "1976-05-21", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13956-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-21", 
  "number": "13956", 
  "official_title": "A bill to amend the Immigration and Nationality Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-21", 
  "subjects": [
    "Alien labor", 
    "Aliens", 
    "Appropriations", 
    "Crime and law enforcement", 
    "Department of Health, Education, and Welfare", 
    "Department of Justice", 
    "Economics and public finance", 
    "Employment agencies", 
    "Government operations and politics", 
    "Immigration", 
    "Labor and employment", 
    "Social welfare"
  ], 
  "subjects_top_term": "Aliens", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-21", 
    "text": "Modifies the Immigration and Nationality Act provisions which allow the Attorney General to change the status of an alien paroled or inspected and admitted into the United States to that of permanent resident alien by repealing the exclusion to such provisions for natives of Western Hemisphere countries. Exempts from such provisions any alien who accepts unauthorized employment prior to filing an application for status adjustment. Prohibits the employment or referral for employment for a fee of any alien not lawfully admitted to the United States for permanent resident status. Permits the Attorney General after a hearing, to impose civil penalties for the violation of such prohibition and imposes criminal penalties upon those violators who fail to pay such civil penalties. Permits the Attorney General to change to permanent resident status those aliens, and their families, who have unlawfully entered the United States, have continuously remained in the United States since June 30, 1968, and have a specified family relationship with a permanent resident alien or citizen of the United States. Excludes from this provision any alien who ordered or participated in the persecution of any person because of race, religion, national origin, or political opinion. Reguires the Secretary of Health, Education, and Welfare to disclose to the Attorney General the name and address of any alien who has not been lawfully admitted to the United States for permanent residence or is not lawfully residing in the United States and who is receiving assistance under the Social Security Act. Prohibits the making of any appropriation to the Justice Department to carry out functions under the Immigration and Nationality Act beginning with fiscal year 1977, unless such appropriation is specifically authorized by Congress after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:23-05:00"
}