{
  "actions": [
    {
      "acted_at": "1981-04-08", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-04-15", 
      "in_committee": "Senate Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Immigration and Refugee Policy", 
      "text": "Referred to Subcommittee on Immigration and Refugee Policy.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s930-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Immigration and Refugee Policy", 
      "subcommittee_id": "21"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-08", 
  "number": "930", 
  "official_title": "A bill to amend the Immigration and Nationality Act to establish a program providing for the issuance of visas to nationals of Mexico seeking temporary employment in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Guest Worker Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Hayakawa, Samuel Ichiye", 
    "state": "CA", 
    "thomas_id": "01356", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-08", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural labor", 
    "Agriculture and Rural Affairs", 
    "Alien labor", 
    "Congress and Congressmen", 
    "Congressional oversight", 
    "Department of State", 
    "Deportation", 
    "Federal advisory bodies", 
    "Foreign service", 
    "Illegal aliens", 
    "Immigration", 
    "International affairs", 
    "Labor and employment", 
    "Mexico", 
    "Migrant labor", 
    "Seasonal labor", 
    "Temporary employment"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-08", 
    "text": "Guest Worker Act of 1981 - Amends the Immigration and Nationality Act to direct the Attorney General to establish a program for the nonimmigrant admission of Mexican nationals as temporary workers in the United States. Limits temporary services or labor to 180 days per year. Directs that such visas shall not limit the geographic area within which an alien may work unless specific restrictions are requested by the Secretary of Labor in order to protect domestic workers. Makes an alien who violates the 180 day visa limitation or any imposed geographic restriction ineligible for another temporary visa for five years. Makes an alien who enters the United States illegally ineligible for a temporary work visa for five years. Requires a participant to post a refundable $500 bond. Authorizes the Secretary of State to establish and expand United States Consulates in Mexico in order to implement such temporary worker program. Directs the Secretary of Labor to make the nature of such program known to Mexican nationals residing in the United States. Excludes such temporary Mexican workers from the definition of \"immigrant\" for purposes of the Immigration and Nationality Act. Includes such workers within the category of aliens whose nonimmigrant status may not be adjusted to that of an immigrant. Prohibits the Attorney General from consenting to the reapplication for admission of any such workers deported from the United States. Requires the Attorney General to report semiannually to Congress regarding the temporary worker visa program. Expresses the sense of the Congress that the President should establish with Mexico an advisory commission to advise the Attorney General with regard to such temporary worker program. Prohibits the knowing employment of illegal aliens. Provides civil penalties for such violations. Authorizes necessary appropriations. Terminates such Mexican worker program five years after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Guest Worker Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to establish a program providing for the issuance of visas to nationals of Mexico seeking temporary employment in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:46-05:00"
}