{
  "actions": [
    {
      "acted_at": "1991-11-25", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-01-23", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Antitrust, Monopolies and Business", 
      "text": "Referred to Subcommittee on Antitrust, Monopolies and Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-06", 
      "in_committee": "Committee on Judiciary", 
      "in_subcommittee": "Antitrust, Monopolies and Business", 
      "references": [], 
      "text": "Subcommittee on Antitrust, Monopolies and Business. Hearings held. Hearings printed: S.Hrg. 102-784.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-12", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-09-24", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Biden without amendment. With written report No. 102-423. Additional and minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-24", 
      "calendar": "Senate Legislative", 
      "number": "704", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 704.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2041-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Antitrust, Monopolies and Business Rights", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bumpers, Dale", 
      "sponsored_at": "1992-01-22", 
      "state": "AR", 
      "thomas_id": "01295", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1992-05-12", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1992-06-17", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1992-04-09", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1992-04-09", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1992-04-09", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-25", 
  "number": "2041", 
  "official_title": "A bill to amend the Petroleum Marketing Practices Act to enhance competition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Petroleum Marketing Competition Enhancement Act", 
  "sponsor": {
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-08-12", 
  "subjects": [
    "Actions and defenses", 
    "Contracts", 
    "Damages", 
    "Diesel motor", 
    "Energy policy", 
    "Fines (Penalties)", 
    "Franchises (Retail trade)", 
    "Fuel", 
    "Gasoline", 
    "Injunctions", 
    "Legal fees", 
    "Petroleum", 
    "Petroleum industry", 
    "Petroleum prices", 
    "Restrictive trade practices", 
    "Service stations", 
    "Surveys"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-25", 
    "text": "Petroleum Marketing Competition Enhancement Act - Amends the Petroleum Marketing Practices Act to prohibit a refiner from: (1) selling motor fuel to a customer for resale (customer) at a price higher than the refiner's adjusted retail price for the same or similar grade or quality of motor fuel sold from a direct operated outlet in the same geographic area (sale of fuel at higher prices); and (2) entering into a scheme or agreement to set, change, or maintain maximum retail prices of motor fuel, except with respect to a refiner's retail sales at its direct operated outlets. Requires that: (1) in comparing a refiner's price charged to a customer to a refiner's adjusted retail price, adjustments be made to account for differences in freight, taxes, and inspection fees, whether or not the items are separately listed as part of the price; and (2) if a refiner includes consumer credit as part of the price, an adjustment for the cost of such credit be made in comparing the prices. Sets forth enforcement provisions, including: (1) proceedings by the Attorney General (establishes fines ranging from $5,000 to $25,000 for each violation, and authorizes civil actions, equitable and other relief); (2) private civil actions (including class actions, and establishes a right to jury trial); and (3) proceedings by State attorneys general. Allows a person bringing an action to enforce provisions concerning the sale of fuel at higher prices to establish a prima facie case by showing that the refiner has sold motor fuel to a customer at a price that is higher than: (1) 94 percent of its consumer retail price per gallon (or, in the event of a sale to a branded wholesaler, 90 percent); or (2) the refiner's consumer retail price per gallon minus the most recently available average retail operating expenses per gallon (and, in the event of a sale by a refiner to a branded wholesaler, also minus the most recently available average wholesale operating expenses per gallon for the State in which the consumer retail price was charged). Specifies that: (1) the average retail and average wholesale operating expenses shall be obtained from the annual survey conducted by the relevant State, or if the State has not conducted such survey, the annual survey conducted by the Secretary of Energy (pursuant to this Act); and (2) the prima facie case may be overcome by a preponderance of evidence that the refiner's actual retail and the actual wholesale operating expenses, if applicable, are less than the average operating expenses presented by the plaintiff to establish the prima facie case. Directs the Secretary to conduct an annual survey to determine the average retail and average wholesale operating expenses per gallon for the petroleum industry. Permits a State or State agency to authorize an annual State survey to reflect local conditions with respect to motor fuels sold to the public in the State. Directs that a survey regarding: (1) actual retail operating expenses be based on all direct and indirect expenses attributable to the sale of a gallon of motor fuel to the public by direct and nondirect operated outlets; and (2) wholesale operating expenses be based on all direct and indirect expenses attributable to the wholesale sale of a gallon of motor fuel by a refiner or a branded wholesaler to a branded dealer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Petroleum Marketing Competition Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Petroleum Marketing Practices Act to enhance competition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:20-05:00"
}