{
  "actions": [
    {
      "acted_at": "1992-08-06", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-08-11", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-09-30", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute. With written report No. 102-446.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30", 
      "calendar": "Senate Legislative", 
      "number": "761", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 761.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3150-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-08-06", 
  "number": "3150", 
  "official_title": "A bill to amend the Federal Trade Commission Act to provide authorization of appropriations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Trade Commission Act Amendments of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Bryan, Richard H.", 
    "state": "NV", 
    "thomas_id": "01293", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-08-11", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Agricultural cooperatives", 
    "Agricultural economics", 
    "Antitrust law", 
    "Authorization", 
    "Automobile repair", 
    "Brokers", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consent decrees", 
    "Consumer complaints", 
    "Consumer credit", 
    "Consumer protection", 
    "Corporate divestiture", 
    "Deceptive advertising", 
    "Evidence (Law)", 
    "Federal Trade Commission", 
    "Federal-state relations", 
    "Fines (Penalties)", 
    "Fraud", 
    "Governmental investigations", 
    "Independent regulatory commissions", 
    "Judicial review of administrative acts", 
    "Legal fees", 
    "Marketing of farm produce", 
    "Postal crimes", 
    "Price fixing", 
    "Price policy", 
    "Resale price maintenance", 
    "Restrictive trade practices"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1992-09-30", 
    "text": "Federal Trade Commission Act Amendments of 1992 - Amends the Federal Trade Commission Act (the Act) to deny authority to the Federal Trade Commission (FTC) to find a method of competition unfair (in any action under the Sherman Act) if such method of competition would be held to constitute State action. Denies the FTC authority to: (1) study, investigate, or prosecute agricultural cooperatives for any action not in violation of antitrust Acts; or (2) study or investigate agricultural marketing orders. Repeals the authority of the FTC to pay attorney fees, expert witness fees, and other costs of participating in a rulemaking proceeding. Prohibits the FTC from instituting a civil action, in cases involving consent orders, to obtain civil penalties for unfair or deceptive acts or practices. Permits a district court to review certain FTC determinations of law which found an act or practice unfair or deceptive. Permits the FTC to issue a notice of proposed rulemaking for certain rules only where it has reason to believe that the unfair or deceptive acts or practices are prevalent. Revises the effective dates for cease and desist orders issued by the FTC. Applies FTC civil investigative demand procedures only to acts, practices, or methods of competition declared unlawful by a law administered by the FTC. Denies the FTC authority to: (1) declare unlawful an act or practice as unfair unless the act or practice causes or is likely to cause substantial injury to consumers which is not reasonably avoidable by consumers themselves and not outweighed by countervailing benefits to consumers or to competition; and (2) use any funds which are authorized to to be appropriated to carry out the Act for FY 1993 through 1995 for the purpose of initiating any new rulemaking proceeding under such Act which results in a rule prohibiting commercial advertising on the basis that such advertising constitutes an unfair act or practice in or affecting commerce. Authorizes the court to: (1) summon any person, partnership, or corporation without regard to whether they reside or transact business in the district in which the suit is brought; and (2) serve process in any district. Specifies requirements for the service of process. Authorizes the FTC to serve civil investigative demands to obtain physical evidence (under current law, restricted to documentary material) relevant to unfair or deceptive practices. Directs the FTC to submit semiannual reports in FY 1993 through 1995 to specified congressional committees on instances in which resale price maintenance or predatory pricing practices have been suspected or alleged. Directs the FTC to submit to appropriate congressional committees a report describing complaints made, investigations undertaken, recommendations and opinions given, and consent agreements and other dispositions made by the FTC. Requires that such report also contain a statement of the reasons for the termination of any matter. Directs the FTC to report to specified congressional committees on instances in which predatory pricing practices in such industries have been suspected or alleged. Prohibits the FTC from using any funds which are authorized to be appropriated to carry out the Act for FY 1993 through 1995 for the purpose of submitting statements to, appearing before, or intervening in the proceedings of, any Federal or State agency without first notifying specified congressional committees at least 60 days in advance, or as soon as practicable. Directs the FTC to: (1) conduct an evaluation of the level of its personnel resources and the manner in which such resources are allocated and to submit the results to specified congressional committees; and (2) review its statutory responsibilities to identify matters within its jurisdiction where Federal enforcement is particularly necessary or desirable and those areas that might more effectively be enforced at the State or local level and to submit such information together with specific recommendations for greater Federal-State cooperation to such committees. Directs the FTC to conduct an investigation into and report to specific congressional committees on the practices of the automobile repair industry, particularly addressing the nature and extent of automobile repair fraud. Prohibits a credit repair organization from charging or receiving any money or other valuable consideration prior to completion of the services that such organization has agreed to perform for the consumer. Prohibits a loan broker from: (1) receiving an advance fee in connection with arranging or attempting to arrange, offering to find for any individual, or advising any individual as to how to obtain, consumer credit; and (2) making or using any false or misleading representations or omitting any material fact in the offer or sale of such broker's services, or engaging in any act that operates as fraud or deception upon any person in connection with the offer or sale of such services. Specifies that any violation of such prohibitions shall be: (1) treated as a violation of a rule of the FTC issued pursuant to the Act; and (2) subject to FTC enforcement under the enforement and penalty provisions applicable to violations of such rules. Sets criminal penalties for violation of such prohibitions. Specifies that such a violation by a person shall constitute prima facie evidence that such person is engaging in conducting a scheme or device for obtaining money or property through the mail by means of false representations. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Trade Commission Act Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Trade Commission Act Amendments of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Trade Commission Act to provide authorization of appropriations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:45-05:00"
}