{
  "actions": [
    {
      "acted_at": "1979-12-13", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2131-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1979-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-13", 
  "number": "2131", 
  "official_title": "A bill to establish the Hawaiian Native Claims Settlement Study Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hawaiian Native Claims Settlement Study Commission Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Matsunaga, Spark M.", 
    "state": "HI", 
    "thomas_id": "00749", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-13", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Government liability", 
    "Hawaii", 
    "Hawaiians", 
    "Indian claims", 
    "Native Americans"
  ], 
  "subjects_top_term": "Federal advisory bodies", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-13", 
    "text": "Hawaiian Native Claims Settlement Study Commission Act of 1979 - Establishes the Hawaiian Native Claims Settlement Study Commission to study the culture, needs, and concerns of Native Hawaiians and recommend the means by which the United States may compensate them for injuries arising from its annexation of Hawaii. Provides that nine of the Commission's fifteen members shall be of specified degrees of Native blood, and that eight members shall be nominated from a list of suggested members from the Governor of Hawaii. Directs the Commission to publish a draft report of its findings, within one year of enactment of this Act, and make such report available to appropriate Federal and State agencies, Native Hawaiian organizations, and the public. Directs the Commission to submit a final report, within six months of the draft report, to the President and appropriate Congressional committees. Requires such report's recommendations to include provisions for financial and land compensation that will enhance Native education and culture, and administrative provisions for the distribution of any remedy. Provides that the Commission's recommendations will be designed to seek a final settlement of Native claims without creating a wardship or trusteeship or diminishing the Natives' status as United States citizens. States that this resolution shall not constitute an extension of jurisdiction or consent to Hawaiian Natives to sue the Government, or a precedent for reopening any past settlement of such claims. Directs the Secretary of the Treasury to reserve a reasonable portion of funds appropriated under this Act for the purpose of providing necessary expenses to Commission members in testifying before the Congress on their activities while serving on the Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hawaiian Native Claims Settlement Study Commission Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Hawaiian Native Claims Settlement Study Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:16-05:00"
}