{
  "actions": [
    {
      "acted_at": "2011-06-14", 
      "references": [], 
      "text": "Hearings Held Prior to Introduction and Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-06-14", 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on International Monetary Policy and Trade Prior to Introduction and Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-27", 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on International Monetary Policy and Trade Prior to Introduction and Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-21", 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on International Monetary Policy and Trade Prior to Introduction and Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-04", 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on International Monetary Policy and Trade Prior to Introduction and Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-12", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held and Forwarded to Full Committee by the Subcommittee on International Monetary Policy and Trade Prior to Introduction and Referral Revised discussion draft, as amended, ordered favorably reported to the full committee by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-13", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-10-21", 
      "in_committee": null, 
      "references": [], 
      "subcommittee": "International Monetary Policy and Trade", 
      "text": "Referred to the Subcommittee on International Monetary Policy and Trade.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3188-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on International Monetary Policy and Trade", 
      "subcommittee_id": "20"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-13", 
  "number": "3188", 
  "official_title": "To maintain American leadership in multilateral development banks in order to support United States economic and national security by authorizing general capital increases for the International Bank for Reconstruction and Development, the Inter-American Development Bank, the African Development Bank, and the European Bank for Reconstruction and Development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Supporting Economic and National Security by Maintaining U.S. Leadership in Multilateral Development Banks Act", 
  "sponsor": {
    "district": "10", 
    "name": "Dold, Robert J.", 
    "state": "IL", 
    "thomas_id": "02013", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-10-13", 
  "subjects": [
    "Africa", 
    "Argentina", 
    "Europe", 
    "Foreign and international banking", 
    "Foreign loans and debt", 
    "Government ethics and transparency, public corruption", 
    "International affairs", 
    "International organizations and cooperation", 
    "Latin America", 
    "Multilateral development programs", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-10-13", 
    "text": "Supporting Economic and National Security by Maintaining U.S. Leadership in Multilateral Development Banks Act - Amends the Bretton Woods Agreements Act, the Inter-American Development Bank Act, the African Development Bank Act, and the European Bank for Reconstruction and Development Act to authorize the U.S. Governors of the International Bank for Reconstruction and Development, the Inter-American Development Bank, the African Development Bank, and the European Bank for Reconstruction and Development to vote for specified increases in the capital stock of the respective Banks. Amends the International Financial Institutions Act to direct the Secretary of the Treasury to instruct the U.S. Executive Directors at such Banks to initiate discussions to advocate and promote efforts to: (1) require the government of each country receiving adjustment or budget support loans to demonstrate transparent budgetary processes before loan or grant approval, (2) provide greater public disclosure of loan documents of the respective bank, and (3) use technology to make available to the public data about projects carried out using Bank financing as well as about programs of the respective Bank. Requires the Secretary to instruct the U.S. Executive Directors at the respective Banks to initiate discussions in order to advocate and promote efforts to: (1) implement best practices in domestic laws and international conventions against corruption for whistleblower and witness disclosures, as well as protections against retaliation for internal and lawful public disclosures by Bank employees and others affected by Bank operations; and (2) implement specified anti-corruption procedures. Requires the Secretary to instruct the U.S. Executive Directors at the respective Banks to advocate and promote efforts to: (1) maintain strong procurement standards that maintain international competitive bidding for projects funded by the respective Bank; and (2) maximize broad U.S. and international participation in accordance with sound procurement practices, including transparency, broad international competition, established standards and documentation for bidding and bid evaluation, and cost-effective results for the borrowers. Directs the Secretary to instruct the U.S. Executive Directors at the International Bank for Reconstruction and Development and the Inter-American Development Bank to: (1) oppose any loan to the government of Argentina (other than one that serves basic human needs); and (2) initiate discussions with other Executive Directors at the respective Bank to advocate and promote vigorously efforts to encourage Argentina to normalize relations with its official and private creditors and elsewhere in the international community, including in its dealings with the International Centre for Settlement of Investment Disputes, the Paris Club, the Financial Action Task Force, and the International Monetary Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Supporting Economic and National Security by Maintaining U.S. Leadership in Multilateral Development Banks Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To maintain American leadership in multilateral development banks in order to support United States economic and national security by authorizing general capital increases for the International Bank for Reconstruction and Development, the Inter-American Development Bank, the African Development Bank, and the European Bank for Reconstruction and Development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:28:30-05:00"
}