{
  "actions": [
    {
      "acted_at": "1983-11-16", 
      "bill_ids": [
        "s1978-98"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources ordered to be reported an original measure and incorporated the provisions of S. 1978, as amended.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-11-17", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Original measure reported to Senate by Senator Hatch. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-11-17", 
      "calendar": "Senate Legislative", 
      "number": "588", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 588.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2110-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-11-17", 
  "number": "2110", 
  "official_title": "An original bill to amend the Internal Revenue Code of 1954 and the Employee Retirement Income Security Act of 1974 to assure equality of economic opportunities for women and men under retirement plans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1978-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Retirement Equity Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-11-16", 
  "subjects": [
    "Divorce", 
    "Domestic Relations and Families", 
    "Employee benefit plans", 
    "Income tax", 
    "Labor and employment", 
    "Maternity leave", 
    "Retirement", 
    "Support of dependents", 
    "Survivors' benefits", 
    "Tax-deferred compensation plans"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-11-17", 
    "text": "Retirement Equity Act of 1983 - Title I: Amendments Relating to the Internal Revenue Code of 1954 - Amends the Internal Revenue Code to lower the age limitation for: (1) minimum pension plan participation from age 25 to age 21; and (2) the computation of periods of service from age 22 to age 18. States that years of service may be disregarded when computing periods of service for participation or vesting purposes if breaks in service during such a period amounted to five or more one-year breaks. Treats breaks in service due to the birth or adoption of a child as completed hours of service according to specified formula. Requires pension plan trusts which provide life annuity benefits to pay such benefits in the form of a qualified joint and survivor annuity. Requires pension plan participants to have the option of electing or revoking joint and survivor annuity benefits. Conditions the efficacy of a joint and survivor annuity election upon the written consent of a participant's spouse. Limits such consent to the signatory spouse. Requires pension plans to furnish participants with written explanations of the terms, conditions and rights of election regarding joint and survivor annuities. Prohibits joint and survivor annuity payments from being less than the actuarial equivalent of payments if the annuitant had lived to the earliest date of retirement. Requires spousal consent for any distribution of nonforfeitable benefits exceeding $3500. Requires pension plans to treat surviving individuals who were spouses of annuitants for the one-year period ending on the annuity starting date as if such survivor had been the annuitant's spouse on the date of death. Requires a defined benefit plan to provide, in addition to other forms of benefit payments, a life annuity over the life of the participant. Exempts qualified domestic relations orders from the Act's proscriptions against alienation and assignment of pension plan benefits. Sets procedural guidelines for the payment of benefits to an alternate payee under such orders. Prohibits alternative payees from receiving any portion of any increase in a participant's accrued benefits if such increases occur after payments to such payees have begun. Increases the allowable mandatory distribution from a retirement plan from $1,750 to $3,500. Requires notification to participants that certain benefits may be forfeitable if the participant dies before a certain date. Sets December 31, 1984 as the effective date for this title. Sets certain effective dates for plans maintained under collective bargaining agreements and for payments made under qualified domestic relations orders. Title II: Amendments Relating to the Employee Retirement Income Security Act of 1974 - Amends the Employee Retirement Income Security Act of 1974 to conform to Title I of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retirement Equity Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Internal Revenue Code of 1954 and the Employee Retirement Income Security Act of 1974 to assure equality of economic opportunities for women and men under retirement plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:09-05:00"
}