{
  "actions": [
    {
      "acted_at": "1985-05-16", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-16", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Wheat, Soybeans, and Feed Grains", 
      "text": "Referred to Subcommittee on Wheat, Soybeans, and Feed Grains.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-21", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Cotton, Rice, and Sugar", 
      "text": "Referred to Subcommittee on Cotton, Rice, and Sugar.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-22", 
      "in_committee": "House Committee on Agriculture", 
      "in_subcommittee": "Cotton, Rice, and Sugar", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-22", 
      "in_committee": "House Committee on Agriculture", 
      "in_subcommittee": "Cotton, Rice, and Sugar", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2536-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Wheat, Soybeans, and Feed Grains", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Cotton, Rice, and Sugar", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Stangeland, Arlan", 
      "sponsored_at": "1985-05-16", 
      "state": "MN", 
      "thomas_id": "01098", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-16", 
  "number": "2536", 
  "official_title": "A bill to provide price and income protection for farmers of cotton, rice, and sugar, and to assure consumers an abundance of such commodities at reasonable prices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cotton, Rice, and Sugar Act of 1985", 
  "sponsor": {
    "district": "5", 
    "name": "Huckaby, Thomas J. (Jerry)", 
    "state": "LA", 
    "thomas_id": "00569", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-05-16", 
  "subjects": [
    "Agricultural price supports", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Cotton", 
    "Feed grain program", 
    "Payment-in-kind program", 
    "Rice", 
    "Sugar and sugar trade", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-16", 
    "text": "Cotton, Rice, and Sugar Act of 1985 - Title I: Cotton - Suspends specified base acreage allotment, marketing quota, and related provisions under the Agricultural Adjustment Act of 1938 for the 1986 through 1989 upland cotton crops. Amends the Agricultural Act of 1949 to set upland cotton loan rates at the lower of: (1) 85 percent of the average U.S. spot market price (weighted by market and month) for the preceding five years, excluding the high and low years. Stipulates that: (1) loan levels shall not be less than 95 percent of the preceding crop's level; and (2) loan levels may be reduced by up to 15 percent in order to assist U.S. upland cotton exports and avoid excess domestic stocks. Requires the Secretary to announce loan levels by November 1. Directs the President to establish a special limited global import quota for upland cotton if average spot prices exceed specified levels. Sets 1986 target prices at not less than 1985 levels. Sets 1987 through 1989 target prices at not less than 90 percent of the U.S. average cost of production for the three preceding years. Stipulates that such price may not be less than 95 percent of the preceding year's price. Authorizes target price increases if loan levels are reduced. Directs the Secretary to establish acreage reduction and paid diversion programs if estimated harvests exceed specified levels. Limits: (1) reductions to not more than 25 percent of a farm's upland cotton acreage base; and (2) payment-in-kind payments to not more than $50,000 per person. Authorizes additional payments if such land is made available to the public for hunting, fishing, trapping, or hiking. Makes producers who knowingly exceed limits ineligible for upland cotton benefits with respect to the farm concerned. Sets forth acreage base, yield, and national and farm program acreage provisions. Directs the Secretary to make seed cotton loans available. Provides that from August 1, 1978, through July 31, 1990, the Commodity Credit Corporation (CCC) shall sell upland cotton for unrestricted use at the export price, but not less than 115 percent of the loan rate. Extends existing skiprow practice authority through 1989. States that 1977 permanent State, county, and farm base acreage allotments shall serve as 1990 preliminary allotments. Title II: Rice - Amends the Agricultural Act of 1949 to set 1986 through 1989 rice loan rates at not less than 85 percent of the average price for the three preceding years. Stipulates that: (1) loan levels shall not be less than 95 percent of the preceding crop's level; and (2) loan levels may be reduced by up to 15 percent in order to assist U.S. rice exports and avoid excess domestic stocks. Requires the Secretary to announce loan levels by January 31. Sets 1986 target prices at not less than 1985 levels. Sets 1987 through 1989 target prices at not less than 90 percent of the U.S.average cost of production for the three preceding years. Stipulates that such price may not be less than 95 percent of the preceding year's price. Directs the Secretary to establish acreage reduction and paid diversion programs if estimated harvests exceed specified levels. Limits: (1) reductions to not more than 25 percent of a farm's rice acreage base; and (2) payment-in-kind payments to not more than $50,000 per person. Authorizes additional payments if such land is made available to the public for hunting, fishing, trapping, or hiking. Makes producers who knowingly exceed limits ineligibile for rice benefits with respect to the farm concerned. Sets forth acreage base, yield, and national and farm program acreage provisions. Title III: Sugar - Amends the Agricultural Act of 1949 to set loan levels for the 1986 through 1989 sugarcane crops at 18 cents per pound. Bases sugar beet support levels on sugarcane loan levels. Title IV: Miscellaneous - Limits payments to $50,000 to any one person for each of the 1986 through 1989 crops of wheat, feed grains, cotton, and rice."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cotton, Rice, and Sugar Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide price and income protection for farmers of cotton, rice, and sugar, and to assure consumers an abundance of such commodities at reasonable prices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:25-05:00"
}