{
  "actions": [
    {
      "acted_at": "2003-11-05", 
      "references": [
        {
          "reference": "CR S14038-14040", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-11-05", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "references": [
        {
          "reference": "CR S14040-14041", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1822-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2004-03-24", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fitzgerald, Peter", 
      "sponsored_at": "2003-11-05", 
      "state": "IL", 
      "thomas_id": "01571", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2003-11-05", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-11-05", 
  "number": "1822", 
  "official_title": "A bill to require disclosure of Financial relationships between brokers and mutual fund companies and of certain brokerage commissions paid by mutual fund companies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Mutual Fund Transparency Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2003-11-05", 
  "subjects": [
    "Brokers", 
    "Commerce", 
    "Conflict of interests", 
    "Ethics", 
    "Fees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Government operations and politics", 
    "Government paperwork", 
    "Information disclosure (Securities law)", 
    "Investment advisers", 
    "Investors", 
    "Mutual funds", 
    "Sales promotion", 
    "Securities fraud", 
    "Securities industry", 
    "Securities regulation", 
    "Stockholders", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-11-05", 
    "text": "Mutual Fund Transparency Act of 2003 - Amends the Securities Exchange Act of 1934 to require brokers to disclose in writing to purchasers of mutual funds the amount of any compensation received or to be received by the broker in connection with the transaction. Prohibits such disclosure from appearing exclusively in either a registration statement or prospectus of an open-end company, or any other filing with the Securities and Exchange Commission (SEC). Amends the Investment Company Act of 1940 to direct the SEC to require, by rule, that brokerage commissions paid by an open-end company be included in any disclosure of fees and expenses payable by a holder of company securities in a registration statement or other filing with the SEC, including the calculation of expense ratios. Reduces from 60 percent to 25 percent the number of interested persons who may serve on the board of directors of a registered investment company. Prohibits any interested person from serving as board chairman. Prohibits an interested person from serving on such board unless the person has been: (1) approved or elected by the shareholders at least once every five years; and (2) found, on an annual basis, not to have any material business or familial relationship with the registered investment company, a significant service provider to the company, or any entity controlling, controlled by, or under common control with such service provider that is likely to impair his or her independence. Declares that no action taken by the board of directors of a registered investment company may require the vote of an interested director. Requires the members of the board of directors who are not interested persons to establish a committee composed solely of such members to: (1) select nominees for election to the board; and (2) adopt qualification standards for such nominees. Directs the SEC to study and report to specified congressional committees on: (1) whether the best interests of investors in mutual funds would be served by creation of a Mutual Fund Oversight Board; and (2) financial literacy among mutual fund investors. Directs the SEC to prescribe rules for disclosure by a registered investment company of the compensation structure for individuals employed by the investment adviser to manage the company portfolio, and the ownership interest of such individuals in the securities of the registered investment company."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Mutual Fund Transparency Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require disclosure of Financial relationships between brokers and mutual fund companies and of certain brokerage commissions paid by mutual fund companies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:35-05:00"
}