{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr416-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "416", 
  "official_title": "A bill to amend title 38 of the United States Code in order to establish a national cemetery system within the Veterans' Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Cemeteries Act", 
  "sponsor": {
    "district": "1", 
    "name": "Conte, Silvio O.", 
    "state": "MA", 
    "thomas_id": "00228", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Cemeteries and funerals"
  ], 
  "subjects_top_term": "Cemeteries and funerals", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "National Cemeteries Act - Establishes in the Veterans' Administration a National Cemetery System consisting of all cemeteries of the United States in which veterans of any war or conflict or of service in the Armed Forces are or may be buried. Establishes an eleven-man Commission on American Battle Monuments and National Cemeteries which shall make reports and recommendations to the President concerning the administration of the National Cemetery System, the selection of cemetery sites, and the erection of appropriate memorials and monuments. Directs the Veterans' Administration to conduct a study of the planning criteria applicable to national cemeteries. Specifies who is eligible to be buried in national cemeteries and sets aside plots for memorials for servicemen missing in action. Specifies who is eligible for interment in overseas cemeteries and directs the Administrator to make all rules and regulations and conduct whatever business is necessary to establish and maintain such cemeteries. Authorizes the Administrator to dispose of inactive cemeteries, to acquire land for cemeteries, and to accept and maintain suitable memorials for the beautification of such cemeteries. Prescribes a penalty for defacing cemeteries of not less than $25 or more than $100 or imprisonment for not less than 15 days or more than 60 days. Designates when the Administrator shall furnish headstones and markers for unmarked graves. Repeals various provisions of law, except with respect to rights and duties that matured, penalties, liabilities, and forfeitures that were incurred and proceedings that were begun before the effective date of this Act, which deal with National Cemeteries and Monuments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Cemeteries Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38 of the United States Code in order to establish a national cemetery system within the Veterans' Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:56-05:00"
}