{
  "actions": [
    {
      "acted_at": "1984-03-01", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-01", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-08", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "subcommittee": "Science Research and Technology", 
      "text": "Referred to Subcommittee on Science Research and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-03-09", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Courts, Civil Liberties, and the Administration of Justice", 
      "text": "Referred to Subcommittee on Courts, Civil Liberties, and the Administration of Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-16", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-17", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-15", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Science Research and Technology", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-16", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Science Research and Technology", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-19", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Science Research and Technology", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-25", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Science Research and Technology", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-25", 
      "in_committee": "House Committee on Science and Technology", 
      "in_subcommittee": "Science Research and Technology", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-08", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-08-08", 
      "in_committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-08-15", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on Science and Technology.  Report No: 98-983 (Part I).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5003-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Courts, Civil Liberties, and the Administration of Justice", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Science, Research and Technology", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Boucher, Rick", 
      "sponsored_at": "1984-03-01", 
      "state": "VA", 
      "thomas_id": "00113", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Brown, George E., Jr.", 
      "sponsored_at": "1984-03-01", 
      "state": "CA", 
      "thomas_id": "00134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gregg, Judd", 
      "sponsored_at": "1984-03-01", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Sensenbrenner,  James, Jr.", 
      "sponsored_at": "1984-03-01", 
      "state": "WI", 
      "thomas_id": "01041", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Walgren, Doug", 
      "sponsored_at": "1984-03-01", 
      "state": "PA", 
      "thomas_id": "01195", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-01", 
  "number": "5003", 
  "official_title": "A bill to establish a uniform Federal system for management, protection, and utilization of the results of federally sponsored scientific and technological research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Uniform Science and Technology Research and Development Utilization Act", 
  "sponsor": {
    "district": "2", 
    "name": "Fuqua, Don", 
    "state": "FL", 
    "thomas_id": "00422", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1984-08-08", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Department of Commerce", 
    "Federal advisory bodies", 
    "Gardening", 
    "Government contractors", 
    "Government operations and politics", 
    "Inventions", 
    "Office of Science and Technology Policy", 
    "Patent law and legislation", 
    "Patents", 
    "Patents, Trademarks, and Copyrights", 
    "Plant protection", 
    "Public Contracts, Procurement, and Property", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Patents", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "1984-08-15", 
    "text": "(Reported to House from the Committee on Science and Technology with amendment, H. Rept. 98-983 (Part I)) Uniform Science and Technology Research and Development Utilization Act - Title I: Policy - States the findings and purpose of this Act. Title II: Implementation - Directs the Federal Coordinating Council for Science, Engineering, and Technology, acting through a committee chaired by the Secretary of Commerce, to make recommendations to the Director of the Office of Science and Technology Policy and to the Secretary with regard to uniform polices, guidelines and practices to carry out this Act. Requires the transmission to Federal agencies, through appropriate channels, of Council recommendations adopted by the Director. Permits the Council to make a continuing analysis of how Federal agencies implement policies and practices under this Act and to report annually on its efforts. Permits the Secretary of Commerce to assist Federal agencies in promoting the licensing, utilization, and eventual commercialization of Government-owned inventions. Title III: Allocation of Rights - Provides that Federal contractors may elect to own inventions they make under Government research and development contracts unless: (1) it is determined by the Government that the invention is needed for foreign intelligence or counterintelligence purposes; (2) the contractor is not located in the United State or is a foreign government; (3) it is determined that government rights in the subject invention beyond the license right are necessary for the agency concerned to fulfill its obligations under certain international agreements; (4) it is determined on a case-by-case ownership; or (5) the contract includes the operation of a Government-owned, contractor-operated facility of the Department of Energy primarily dedicated to that Department's naval nuclear propulsion or weapons related programs. Requires such determinations to e made in writing and filed with the Council. Requires each contract to include a patent rights clause that provides that a Federal agency may acquire title to a subject invention (any invention of a contractor conceived in the performance of work under a contract) if a contractor does not elect to retain title lor fails to file a patent application with respect to such invention. Sets forth additional rights the government shall have with respect to such inventions. States that a Federal agency shall require at least one written report during the first three years after issuance of a patent to a contractor or inventor and may require other such reports relating to commercial utilization of such inventions. Requires any royalties or income earned on such inventions by a contractor operating a Government-owned contractor-operated facility (up to a total equal to five percent of that facility's annual budget) to be used for scientific research, development, and education which is consistent with the research and development mission and objectives of such facility. Permits a contractor who does not retain title to an invention or is required to grant a license under specified provisions of this Act to retain a nonexclusive, royalty-free, paid-up, worldwide license (including the right to subliciense) in any invention obtained by the Government. Permits an agency to waive all or a part of the Government's rights in any subject invention or class of subject inventions if such agency determines that the interests of the Government and the general public will be best served. Provides that agencies may require contractors to grant licenses to competitors for using an invention made under Federal research and development contracts: (1) if effective steps are not being taken by such contractor toward commercialization; (2) to alleviate serious health or safety needs not being satisfied by such contractor; or (3) to meet requirements for public use specified by Federal regulations not being satisfied by the contractor. Permits a contractor to appeal such a determination within 60 days to the United States Claims Court. Provides that Government research and development contracts shall not permit a Federal agency to require the licensing to third parties of contractor-owned inventions that are not subject inventions unless: 91) such contracts have been approved, and written justification has been signed, by the head of such agency; and (2) the head of such agency determines that the use of the invention by others is necessary for the practice of a subject invention, or for use of a work subject of the contract, and that such action is necessary to achieve the practical application of the subject invention or work object. Title IV: Miscellaneous - Defines terms used in this Act. Applies the provisions of this Act only to government contractors (other than small businesses or nonprofit organizations) where the purpose of the contract is the conduct of experimental, developmental, or research work. Amends the Plant Variety Protection Act to apply the provisions of this Act to novel varieties of plants. Makes technical and conforming amendments to numerous specified Acts. Permits an agency, upon a determination that it is in the best interests of the Government, to assign its title or other rights to an invention to a person under conditions that will encourage the domestic commercial use of such technology. Prohibits any scholarship or grant made by an agency to an awardee for educational purposes to contain any provision giving such agency any rights to inventions made by the awardee. Provides that nothing in this Act shall be construed to grant any civil or criminal immunity from any antitrust law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Uniform Science and Technology Research and Development Utilization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Uniform Science and Technology Research and Development Utilization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a uniform Federal system for management, protection, and utilization of the results of federally sponsored scientific and technological research and development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:46-05:00"
}