{
  "actions": [
    {
      "acted_at": "1979-11-01", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1965-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1979-01-03", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Eagleton, Thomas F.", 
      "sponsored_at": "1979-01-03", 
      "state": "MO", 
      "thomas_id": "01323", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1979-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1979-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-11-01", 
  "number": "1965", 
  "official_title": "A bill entitled \"Chrysler Corporation Loan Guarantee Act of 1979\".", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5805-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Chrysler Corporation Loan Guarantee Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-01", 
  "subjects": [
    "Automobile industry", 
    "Business and commerce", 
    "Federally-guaranteed loans", 
    "Government and business", 
    "Motor Vehicles and Driving"
  ], 
  "subjects_top_term": "Automobile industry", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-11-01", 
    "text": "Chrysler Corporation Loan Guarantee Act of 1979 - Authorizes the Secretary of the Treasury to enter into commitments to guarantee loans made to Chrysler Corporation if the Secretary determines that: (1) such a commitment is needed to enable Chrysler to continue to operate and the failure to meet this need would adversely and seriously affect the employment or economic situation in the United States or any of its regions, or the degree of competition in the automobile industry; (2) Chrysler has submitted a feasible operating plan for its 1980 fiscal year and the next three fiscal years demonstrating its ability to continue as a going concern in the automobile business without additional Federal assistance after December 31, 1983; and (3) Chrysler has submitted a satisfactory financial plan which includes at least $1,500,000,000 in funds that are not guaranteed by the Federal Government. Requires a portion of such nonfederal funds to be in the form of commitments and concessions contributed after October 17, 1979, by financial institutions, Chrysler's creditors, shareholders, and employees, and management, State and local governments, labor unions, and other entities with an economic stake in Chrysler. Prohibits the amount of outstanding guarantees actually issued by the Secretary from ever proportionately exceeding the amount of such nonfederal funding obtained and not repaid. Permits Chrysler to obtain capital and cash in order to meet the required level of nonfederal funding through a merger, the sale of securities, assets, or other transactions consummated after October 17, 1979. Requires the Secretary to receive assurances as to the availability and adequacy of all financing contemplated by the financing plan before entering any commitments to guarantee loans. Stipulates that the Secretary may issue guarantees only pursuant to commitments. Requires such commitments to provide that guarantees will only be issued if the Secretary determines that: (1) Chrysler would otherwise be unable to obtain credit upon reasonable terms sufficient to meet the needs of its operating plan; (2) there is a reasonable prospect of repayment; (3) the loan bears interest at a reasonable rate determined by the Secretary not less than the current average yield on Treasury securities of comparable maturity; (4) Chrysler continues to comply with an operating and financial plan or a revision which is feasible and satisfactory to the Secretary; (5) Chrysler has agreed to deliver rolling four-year operating and financial plans to the Secretary and an annual analysis of deviations in performance from the targets set forth in such plans; and (6) Chrysler has complied with the requirements set forth in the terms of any commitment. Renders any determination made by the Secretary under this Act conclusive upon the issuance of a loan guarantee. States that the validity of any guarantee shall be incontestable except for fraud or material misrepresentation on the part of the holder thereof. Authorizes the Secretary to determine the form of all guarantees issued under this Act. Directs the Secretary to collect, at least once a year, a guarantee fee of at least one-half percent per annum on the outstanding guaranteed loan principal computed daily. Authorizes the Secretary to negotiate appropriate additional terms to compensate the United States for the risk it assumes in issuing loan guarantees. Requires that all guaranteed loans mature no later then December 31, 1990. Prohibits waiver or amendment of the terms of any guaranteed loan without the Secretary's consent. Requires each commitment to contain appropriate protective provisions. Directs the Secretary to require security for the loans guaranteed under this Act, subordination of existing creditors, and that Chrysler pay no dividends on any common or preferred stock. Permits the Secretary to waive such requirements if necessary to enable Chrysler to obtain financing and if, despite such waiver, there is a reasonable prospect of repayment. Directs the Secretary to require a change in Chrysler's management if the Secretary determines that the inability of Chrysler to obtain credit without guarantees is a result of the failure of management to exercise reasonable business prudence. Authorizes the Secretary to inspect the records of Chrysler or any of its affiliates for which an application for a loan guarantee has been submitted. Authorizes the General Accounting Office to conduct a detailed audit of Chrysler and its affiliates. Directs the Office to report the results of such audit to the Secretary and the Congress. Prohibits the outstanding principal amount of loans guaranteed by the Secretary from exceeding $1,500,000,000 at any one time. Directs the Secretary to enforce the rights of the United States as a guarantor under this Act. Entitles the Secretary to recover any payments made pursuant to a guarantee from Chrysler, its affiliates, or any other liable person. Empowers the Secretary to utilize all available remedies in enforcing the rights of the United States and to bring actions in the United States district courts or any other appropriate court to enforce compliance with this Act or the terms of any agreement. Grants jurisdiction to such courts to hear such actions and to fashion appropriate remedies. Prohibits the Secretary from guaranteeing any tax-exempt security either directly or indirectly if the guarantee provides significant collateral for other tax-exempt obligations. Authorizes the Secretary to waive the priority of the United States if necessary to facilitate financing contemplated by the financing plan provided the Secretary determines that, despite such waiver, there is a reasonable prospect of repayment. Stipulates that such a waiver may not subordinate the claims of the United States to any other creditor. Directs the Secretary to submit a annual report to the Congress on activities conducted pursuant to this Act. Authorizes the appropriation of funds necessary to carry out the provisions of this Act beginning in fiscal year 1979 and remaining available without fiscal year limitation. Limits the authority of the Secretary to make guarantees to the extent provided in advance by appropriation Acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Chrysler Corporation Loan Guarantee Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled \"Chrysler Corporation Loan Guarantee Act of 1979\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:13-05:00"
}