{
  "actions": [
    {
      "acted_at": "1987-02-19", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-02", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1136-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Saiki, Patricia", 
      "sponsored_at": "1987-02-19", 
      "state": "HI", 
      "thomas_id": "01008", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-19", 
  "number": "1136", 
  "official_title": "A bill to improve the health status of Native Hawaiians, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Akaka, Daniel K.", 
    "state": "HI", 
    "thomas_id": "00007", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-19", 
  "subjects": [
    "Advisory bodies", 
    "Building construction", 
    "Colleges", 
    "Community health services", 
    "Education", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Grants-in-aid", 
    "Hawaii", 
    "Hawaiians", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Medicaid", 
    "Medical centers", 
    "Medical education", 
    "Medical personnel", 
    "Medical research", 
    "Medicare", 
    "Preventive medicine", 
    "Public assistance programs", 
    "Public health", 
    "Public health personnel", 
    "Research centers", 
    "Scholarships", 
    "Social security eligibility", 
    "Social welfare", 
    "Student aid"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-19", 
    "text": "Directs the Secretary of Health and Human Services, for FY 1989 and each year thereafter, to enter into contracts with Native Hawaiian organizations to provide funds to such organizations to establish and administer health promotion and disease prevention programs to serve Native Hawaiians (including the prevention and treatment of certain Native Hawaiian related health problems, the collection of data, and the training of Native Hawaiian community health outreach workers). Establishes the Native Hawaiian Health Promotion and Disease Prevention Advisory Board. Requires the Secretary to provide grants to Native Hawaiian organizations to develop the management capabilities of such organizations to plan and operate the health promotion and disease prevention program. Authorizes appropriations for FY 1988 and thereafter. Authorizes the Secretary to enter into an agreement with a Native Hawaiian organization (or any Native Hawaiian educational institution) to provide education to Native Hawaiian children in health promotion and disease prevention. Directs the Secretary to establish a Native Hawaiian Program for Health Promotion and Disease Prevention demonstration project in Hawaii to explore ways to meet the unique health care needs of Native Hawaiians. Requires the Secretary to submit an annual report to the Congress for FY 1988 through 1990. Authorizes appropriations for FY 1988 through 1990. Authorizes the Secretary to: (1) designate Native Hawaiians as a medically underserved population; (2) provide grants to Native Hawaiian organizations for the planning of community health centers to serve the Native community; and (3) establish community health centers. Requires the Secretary to consult with the Governor of Hawaii regarding grants for the planning and developing of community health centers to serve the Native Hawaiian community. Authorizes appropriations for FY 1988 to provide for such grants and to provide for the establishment of community health centers. Authorizes the Secretary to designate Native Hawaiians as a population group that has a health manpower shortage for purposes of the Public Health Service Act. Directs the Secretary to provide health service scholarship assistance to Native Hawaiian students. Authorizes appropriations for 1988 and thereafter. Directs the Secretary to enter into contracts with Native Hawaiian organizations for the provision of health care referral services for Native Hawaiians. Requires the Secretary to prescribe regulations that provide specified criteria for the selection of such organizations. Requires organizations that receive or expend funds pursuant to such contracts to submit quarterly reports to the Secretary. Authorizes appropriations for FY 1988 and thereafter. Directs the Secretary to conduct a study of any barriers that may exist to the participation of Native Hawaiians in specified programs established under titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act. Requires the Secretary, within one year after enactment of this Act, to submit a report to the Congress. Authorizes appropriations for FY 1988 and thereafter. Requires the Secretary to make a grant under the Public Health Service Act to the University of Hawaii for the construction of a building for a Pacific Basin disease research institute. Provides that the Secretary is not required to secure the advice of the National Advisory Council on Health Professions Education with respect to such grant. Requires a 50 percent Federal matching share for the costs of construction of such building. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve the health status of Native Hawaiians, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:53-05:00"
}