{
  "actions": [
    {
      "acted_at": "2011-10-31", 
      "committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-11-02", 
      "in_committee": "House Committee on Oversight and Government Reform", 
      "references": [], 
      "subcommittee": "Health Care, District of Columbia, Census and the National Archives", 
      "text": "Referred to the Subcommittee on Health Care, District of Columbia, Census and the National Archives.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3285-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Health Care, District of Columbia, Census and the National Archives", 
      "subcommittee_id": "27"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-31", 
  "number": "3285", 
  "official_title": "To amend the District of Columbia Home Rule Act to establish factors for making determinations on the suitability of individuals for employment with the District of Columbia Government, to require individuals to undergo criminal background checks as a condition of appointment in the excepted service of the District Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "District of Columbia Employee Suitability Act of 2011", 
  "sponsor": {
    "district": "49", 
    "name": "Issa, Darrell E.", 
    "state": "CA", 
    "thomas_id": "01640", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-10-31", 
  "subjects": [
    "Criminal justice information and records", 
    "District of Columbia", 
    "Drug, alcohol, tobacco use", 
    "Fraud offenses and financial crimes", 
    "Government employee pay, benefits, personnel management", 
    "Government operations and politics", 
    "State and local government operations", 
    "Subversive activities"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-10-31", 
    "text": "District of Columbia Employee Suitability Act of 2011 - Amends the District of Columbia Home Rule Act to establish criteria to determine whether an individual is suitable for employment with the District of Columbia government. Authorizes the hiring authority involved, subject to exceptions, to find an individual unsuitable and take a suitability action only on the basis of: (1) misconduct or negligence in employment; (2) criminal or dishonest conduct; (3) material, intentional false statement, or deception or fraud in examination or appointment; (4) alcohol abuse of a specified character; (5) illegal use of narcotics, drugs, or other controlled substances without evidence of substantial rehabilitation; (6) knowing and willful engagement in acts or activities designed to overthrow the U.S. government by force; and (7) any statutory or regulatory bar preventing the lawful employment of the individual involved in the position in question. Specifies additional factors the hiring authority may consider. Prohibits a hiring authority from making a new determination under this Act for an individual who has already been determined suitable or fit based on character or conduct unless: (1) a new investigation is required under the District of Columbia Government Comprehensive Merit Personnel Act of 1978 (Merit Personnel Act) or any successor law, or (2) no new investigation is required but the investigative record on file for the individual shows conduct incompatible with the core duties of the relevant covered position. Makes such suitability determination factors: (1) applicable to any office in the District of Columbia executive branch and to any District of Columbia independent agency, and (2) inapplicable to the Council and courts of the District of Columbia. Prohibits appointments to any position in the excepted service under the Merit Personnel Act unless the individual applies for and submits to a criminal background check in accordance with the Criminal Background Checks for the Protection of Children Act of 2004."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "District of Columbia Employee Suitability Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the District of Columbia Home Rule Act to establish factors for making determinations on the suitability of individuals for employment with the District of Columbia Government, to require individuals to undergo criminal background checks as a condition of appointment in the excepted service of the District Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:29:39-05:00"
}