{
  "actions": [
    {
      "acted_at": "1976-09-17", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres1100-94", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-17", 
  "number": "1100", 
  "official_title": "A resolution proposing an amendment to the Constitution of the United States to establish a new procedure for the election of the President and Vice President.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Blouin, Michael", 
    "state": "IA", 
    "thomas_id": "00098", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-17", 
  "subjects": [
    "Constitutional amendments", 
    "Government operations and politics", 
    "Presidential elections", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Constitutional amendments", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-17", 
    "text": "Constitutional Amendment - Empowers Congress to designate the day upon which the election for President and Vice President shall be held. States that each candidate for President shall be paired with a candidate for Vice President. Declares that on the day designated by Congress for holding the election for President and Vice President, the voters in each State and the District of Columbia shall cast a single vote for a pair of candidates. Provides that the pair receiving a majority of the votes cast in the election shall become President and Vice President. Declares that if no pair of candidates receives a majority of the votes cast, the President and Vice President shall be chosen from among the two pairs of candidates receiving the most popular votes. States that each such pair shall receive one electoral vote for each Congressional district in which they had the highest number of votes, and the pair receiving a majority of the electoral votes shall become President and Vice President. Provides that if there is a tie electoral vote, the House of Representatives shall elect one of the two tied pairs of candidates with the vote taken by States and the representation from each State having one vote."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution proposing an amendment to the Constitution of the United States to establish a new procedure for the election of the President and Vice President.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:45-05:00"
}