{
  "actions": [
    {
      "acted_at": "2007-03-13", 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Interior, Environment, and Related Agencies. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-20", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Interior, Environment, and Related Agencies. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-22", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Interior, Environment, and Related Agencies. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 110-383.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-26", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Feinstein. With written report No. 110-91.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-06-26", 
      "calendar": "Senate Legislative", 
      "number": "221", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 221.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1696-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Department of the Interior, Environment, and Related Agencies", 
      "subcommittee_id": "17"
    }
  ], 
  "congress": "110", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-06-26", 
  "number": "1696", 
  "official_title": "An original bill making appropriations for the Department of the Interior, environment, and related agencies for the fiscal year ending September 30, 2008, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2643-110", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2643-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2008", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-06-26", 
  "subjects": [
    "Administrative procedure", 
    "Africa (Sub-Saharan)", 
    "Agriculture and food", 
    "Air piracy", 
    "Air pollution control", 
    "Alaska", 
    "Alternative dispute resolution", 
    "Animals", 
    "Appropriations", 
    "Arizona", 
    "Arts, culture, religion", 
    "Bears", 
    "California", 
    "Civil war", 
    "Climate change and greenhouse gases", 
    "Columbia River development", 
    "Commemorations", 
    "Competitive bidding", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Cultural centers", 
    "Dams", 
    "Deer", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Department of the Interior", 
    "Diesel motor", 
    "Dislocated workers", 
    "District of Columbia", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Elephants", 
    "Elk", 
    "Emergency management", 
    "Endangered species", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental justice", 
    "Environmental protection", 
    "Environmental research", 
    "Everglades", 
    "Executive Office of the President", 
    "Executive orders", 
    "Executive reorganization", 
    "Exhibitions", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to the arts and humanities", 
    "Federal aid to water pollution control", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fire fighters", 
    "Fire prevention", 
    "Fishery management", 
    "Florida", 
    "Foreign trade and international finance", 
    "Forest conservation", 
    "Forest fires", 
    "Forest health", 
    "Forest management", 
    "Forest roads", 
    "Forestry research", 
    "Geothermal resources", 
    "Government contractors", 
    "Government liability", 
    "Government liability (International law)", 
    "Government operations and politics", 
    "Governmental investigations", 
    "Grazing", 
    "Habitat conservation", 
    "Hazardous wastes", 
    "Health", 
    "Historic sites", 
    "History", 
    "Housing and community development", 
    "Hunting", 
    "Import restrictions", 
    "Indemnity", 
    "Indian claims", 
    "Indian lands", 
    "Indian medical care", 
    "Inspectors general", 
    "Islands", 
    "Labor and employment", 
    "Lakes", 
    "Land transfers", 
    "Law", 
    "Liability for environmental damages", 
    "Licenses", 
    "Marine and coastal resources, fisheries", 
    "Marine mammals", 
    "Marine terminals", 
    "Marshall Islands", 
    "Micronesia", 
    "Migratory bird conservation", 
    "Military parks", 
    "Mines and mineral resources", 
    "Mining royalties", 
    "Minorities", 
    "Mississippi", 
    "Montana", 
    "Motion pictures", 
    "Museums", 
    "National Capital Planning Commission", 
    "National Institutes of Health (NIH)", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "Natural areas", 
    "Nevada", 
    "New Jersey", 
    "New York City", 
    "North Dakota", 
    "Northwestern States", 
    "Oil and gas royalties", 
    "Oil pollution", 
    "Open space lands", 
    "Oregon", 
    "Outdoor recreation", 
    "Palau Islands", 
    "Payments in lieu of taxes", 
    "Pennsylvania", 
    "Photography", 
    "Private forests", 
    "Protection of animals", 
    "Public lands and natural resources", 
    "Range management", 
    "Reclamation of land", 
    "Reprogramming of appropriated funds", 
    "Research centers", 
    "Restoration ecology", 
    "Rhinoceroses", 
    "Right-of-way", 
    "Road construction", 
    "Rural economic development", 
    "Salmon", 
    "Science, technology, communications", 
    "September 11, 2001", 
    "Smithsonian Institution", 
    "Sound recording and reproducing", 
    "Sports and recreation", 
    "Strip mining", 
    "Supervisors", 
    "Taxation", 
    "Tennessee", 
    "Territories (U.S.)", 
    "Tigers", 
    "Timber sales", 
    "Transportation and public works", 
    "Turtles", 
    "U.S. Holocaust Memorial Council", 
    "Underground storage", 
    "Utah", 
    "Water pollution control", 
    "Water resources development", 
    "Water storage", 
    "Water treatment plants", 
    "West Virginia", 
    "Wetlands", 
    "Wildlife conservation", 
    "Wildlife refuges", 
    "Wyoming", 
    "Youth employment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2007-06-26", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.) Department of the Interior, Environment, and Related Agencies Appropriations Act, 2008 - Makes appropriations for the Department of the Interior, the Environmental Protection Agency (EPA), and related agencies for FY2008. Title I: Department of the Interior - Makes appropriations for FY2008 to the Bureau of Land Management (BLM) for: (1) land and resource management; (2) wildland fire management (including transfer of funds); (3) construction; (4) land acquisition; (5) Oregon and California grant lands; (5) range improvements; (6) service charges, deposits, and forfeitures with respect to public lands; and (7) miscellaneous trust funds. Appropriates funds for FY2008 to the U.S. Fish and Wildlife Service for: (1) resource management; (2) construction; (3) land acquisition; (4) expenses related to carrying out the Endangered Species Act of 1973; (5) the National Wildlife Refuge Fund; (6) expenses related to carrying out the North American Wetlands Conservation Act; (7) financial assistance for projects to promote the conservation of neotropical migratory birds; (8) expenses related to carrying out, through the Multinational Species Conservation Fund, the African Elephant Conservation Act, the Asian Elephant Conservation Act of 1997, the Rhinoceros and Tiger Conservation Act of 1994, the Great Ape Conservation Act of 2000, and the Marine Turtle Conservation Act of 2004; and (9) wildlife conservation grants to states, the District of Columbia, U.S. territories, and Indian tribes. Makes appropriations for FY2008 to the National Park Service (NPS) for: (1) the National Park System; (2) the U.S. Park Police; (3) expenses for national recreation and preservation programs; (4) expenses related to carrying out the Historic Preservation Act of 1966 and the Omnibus Parks and Public Lands Management Act of 1996; (5) construction; and (6) land acquisition and state assistance from the Land and Water Conservation Fund. Rescinds specified contract authority to obligate funds from the Land and Water Conservation Fund for FY2008. Makes appropriations for FY2008 to: (1) the U.S. Geological Survey for surveys, investigations, and research; (2) the Minerals Management Service for royalty and offshore minerals management and oil spill research; (3) the Office of Surface Mining Reclamation and Enforcement for regulation and technology and the Abandoned Mine Reclamation Fund; (4) the Bureau of Indian Affairs (BIA) for operation of Indian programs, construction, Indian land and water claim settlements and miscellaneous payments to Indians, and Indian guaranteed loans; (5) the Office of the Secretary; (6) provide assistance to U.S. territories and to carry out the Compacts of Free Association with respect to the Marshall Islands, Palau, and Micronesia; (7) the Office of the Solicitor; (8) the Office of Inspector General; (9) provide for the operation of trust programs for Indians; (10) provide for a program for consolidation of fractional interests in Indian lands by direct expenditure or cooperative agreement; (11) make payments in lieu of taxes to units of local government containing certain federally owned lands; (11) the Central Hazardous Materials Fund for expenses of the Department of the Interior and its component offices and bureaus for the remedial action of hazardous waste substances, pollutants, or contaminants pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act; (13) the Department of the Interior for natural resource damage assessment and restoration; and (14) provide for the acquisition of a departmental financial and business management system. Rescinds of the funds made available under the heading \"construction\" in P.L. 108-447 (Consolidated Appropriations Act, 2005) for the tribal school demonstration program a specified amount of unobligated elementary school funding. Sets forth authorized and prohibited uses of specified funds. (Sec. 112) Prohibits the use of any funds appropriated for the Department of the Interior to study or implement any plan to drain Lake Powell or reduce the water level of the lake below the range of water levels required for the operation of the Glen Canyon Dam. (Sec. 113) Makes funds appropriated for FY2008 under this Act available to the tribes within the California Tribal Trust Reform Consortium, the Salt River Pima-Maricopa Indian Community, the Confederated Salish and Kootenai Tribes of the Flathead Reservation, and the Chippewa Cree Tribe of the Rocky Boys Reservation through the same methodology as funds were distributed in FY2003. Prohibits the Department from imposing its trust management infrastructure upon or altering existing trust resource management systems of such tribes which have a self-governance compact and operate in accordance with the Tribal Self-Governance Program. (Sec. 114) Provides for: (1) the renewal of nonrenewable grazing permits authorized by the Jarbidge Field Office of the BLM within the past eleven years; and (2) the Animal Unit Months authorized in any nonrenewable grazing permit from March 1, 1997, to the present to continue in effect under the renewed permit. Prohibits anything in this section from being deemed to extend the renewed permit beyond the standard one-year term. (Sec. 115) Authorizes the Secretary of the Interior to acquire lands, waters, or interests therein for the purpose of operating and maintaining facilities in the support of transportation and accommodation of visitors to Ellis, Governors, and Liberty Islands. (Sec. 116) Declares that the NPS final winter use rules for managing winter visitation and recreational use in Yellowstone and Grand Teton National Parks and the John D. Rockefeller, Jr., Memorial Parkway for up to three winter seasons shall be in force and effect for the winter use season of 2007-2008 that commences on or about December 15, 2007. (Sec. 120) Prohibits the use of any of the funds under this Act to issue permits for or otherwise approve or allow, pursuant to the Marine Mammal Protection Act , importation of polar bears or polar bear parts taken in a sport hunt in any country, whether or not legally harvested in that country. (Sec. 121) Prohibits any funds to the Department of the Interior from being used, in relation to any proposal to store water for the purpose of export, for approval of any right-of-way or similar authorization on the Mojave National Preserve or lands managed by the Needles Field Office of the BLM, or for carrying out any activities associated with such right-of-way or similar approval. (Sec. 122) Amends the Red Rock Canyon National Conservation Area Establishment Act to: (1) provide for the Secretary of the Interior to acquire lands, interests in lands, and associated water rights, within Red Rock Canyon National Conservation Area by purchase (under current law, with by purchase with donated or appropriated funds); and (2) eliminate the requirement permitting acquisition by donation or exchange only of lands or interests within the Conservation Area owned by the state of Nevada or a political subdivision of Nevada. (Sec. 123) Authorizes the Minerals Management Service to accept, from public and private sources, contributions of money and services to conduct work in support of the orderly exploration and development of Outer Continental Shelf resources. (Sec 124) Repeal requirements with regard to instructing the Secretary to immediately cease an approved plan approved to exterminate the deer and elk on Santa Rosa Island, Channel Islands, California, and to not exterminate or nearly exterminate the deer and elk. (Sec. 126) Amends the Compact of Free Association Amendments Act of 2003 to: (1) provide for the government, institutions, and people of Palau (under current law, the Republic of Palau) to remain eligible for appropriations and to receive grants under the provisions of law specified in such Act with respect to continuing education programs and supplemental education grants until the end of FY2009, to the extent the government, institutions, and people were so eligible under such provisions in FY2003. (Sec. 127) Urges the Secretary of the Interior to seek to carry out without further delay the provisions identified in: (1) the Upper Snake River Basin Biological Opinion released by the National Marine Fisheries Service, Northwest Region, dated March 31, 2005, for the conservation of salmon and steelhead species in the Columbia and Snake River Basins; and (2) the Upper Snake River Basin Biological Opinion issued by the U.S. Fish and Wildlife Service dated March 31, 2005, for the conservation of various species in the Pacific Northwest. (Sec. 128) Authorizes the Secretary of the Interior to enter into cooperative agreements (which may provide for the acquisition of goods or services, including personal services), if the agreements will: (1) serve a mutual interest of the parties to the agreement in carrying out the programs administered by the Department of the Interior; and (2) all parties will contribute resources to the accomplishment of these objectives. (Sec. 129) Transfers the federal properties commonly referred to as the Barnes Ranch and Agency Lake Ranch (the properties) in Klamath county, Oregon, managed by the Bureau of Reclamation, to the Upper Klamath National Wildlife Refuge in accordance with a specified Memorandum of Understanding dated March 2, 2007, as expeditiously as possible and no later than December 2008. Requires such federal properties and all federal refuge lands within the adjusted boundary area for the Refuge to be made part of the Refuge and to be managed by the Service. Provides that, each year after the properties become part of the Refuge, those increments of water passively stored on the properties shall be applied and credited toward the requirements of any consultation or reconsultation over Klamath Project operations pursuant to section 7 of the Endangered Species Act of 1973. (Sec. 130) Amends the Corinth Battlefield Preservation Act of 2000 to: (1) modify the composition of Corinth Unit of Shiloh National Military Park ; and (2) repeal provisions for authorization of a special resource study to determine whether additional properties in and around Corinth, Mississippi, and nearby areas in Tennessee are appropriate for inclusion in the Unit. (Sec. 131) Amends Public Law 107-226 (Flight 93 National Memorial Act) to: (1) remove the requirement that the land or interests in land for the memorial site be acquired from willing sellers; and (2) authorize the acquisition of the land or interests by condemnation with donated or appropriated funds. (Sec. 132) Instructs the Secretary of the Interior, in implementing provisions of the Alaska National Interest Lands Conservation Act relating to permitting the continuation of revenue-producing visitor services to deem Denali National Park Wilderness Centers, Ltd., to be a person who, on or before January 1, 1979, was engaged in adequately providing the scope and level of visitor services within what is currently Denali National Park and Preserve. Title II: Environmental Protection Agency - Makes appropriations for FY2008 to the Environmental Protection Agency (EPA) for: (1) science and technology; (2) environmental programs and management; (3) the Office of Inspector General; (4) buildings and facilities; (5) the Hazardous Substance Superfund (including transfers of funds); (6) the Leaking Underground Storage Tank Trust Fund Program; (7) expenses to carry out responsibilities under the Oil Pollution Control Act; of 1990 concerning oil spill response; and (8) state and tribal assistance grants for environmental programs and infrastructure assistance (including transfers of funds). Cancels a specified amount from unobligated balances for carrying out projects and activities authorized under the Federal Water Pollution Control Act with regard to the reimbursement of certain publicly owned treatment works on which construction was initiated after June 30, 1966, but before July 1, 1973. Provides that, of the funds provided in the Environmental Programs and Management Account, not less than $2 million shall be provided for activities to develop and publish a draft rule no later than April 30, 2008, and a final rule no later than December 31, 2008, requiring mandatory reporting of greenhouse gas emissions above appropriate thresholds in all sectors of the U.S. economy. States that, all grants issued under title VII, subtitle G of the Energy Policy Act of 2005 (relating to diesel emissions reduction) will be given only to eligible entities for projects in areas not in attainment of the National Ambient Air Quality Standards for a criteria air pollutant. Prohibits the use of funds under this Act to contravene or delay the implementation of Executive Order No. 12898 of February 11, 1994 (relating to federal actions to address environmental justice in minority populations and low-income populations). Title III: Related Agencies - Makes appropriations to the Department of Agriculture for the Forest Service for: (1) forest and rangeland research; (2) state and private forestry; (3) the National Forest System (including transfers of funds); (4) wildland fire management (including transfers of funds); (5) capital improvement and maintenance; (6) land acquisitions, including specified National Forest areas in Utah, Nevada, and California; (7) range rehabilitation, protection, and improvement; (8) gifts, donations, and bequests for forest and rangeland research; and (9) federal land management in Alaska. Prohibits the obligation or expenditure of any of the funds under this Act to abolish any region or to move or close any regional office for National Forest System administration, without the consent of the House and Senate Committees on Appropriations. Makes appropriations for FY2008 to the Department of Health and Human Services (HHS) for: (1) the Indian Health Service (IHS) and Indian health facilities; and (2) the National Institutes of Health (NIH) for the National Institute of Environmental Health Sciences and the Agency for Toxic Substances and Disease Registry. Makes appropriations for FY2008 in specified amounts for various purposes to the: (1) Executive Office of the President; (2) Chemical Safety and Hazard Investigation Board; (3) Office of Navajo and Hopi Indian Relocation; (4) Institute of American Indian and Alaska Native Culture and Arts Development; (5) Smithsonian Institution; (6) National Gallery of Art; (7) John F. Kennedy Center for the Performing Arts; (8) Woodrow Wilson International Center for Scholars; (9) National Foundation on the Arts and the Humanities, including the National Endowment for the Arts (NEA) and the National Endowment for the Humanities; (10) Commission of Fine Arts, including expenses for National Capital Arts and Cultural Affairs; (11) Advisory Council on Historic Preservation; (12) National Capital Planning Commission; (13) U.S. Holocaust Memorial Museum; (14) Presidio Trust; and (15) White House Commission on the National Moment of Remembrance. Title IV: General Provisions - Sets forth limitations on the use of funds under this Act. (Sec. 404) Requires: (1) estimated overhead charges, deductions, reserves or holdbacks from programs, projects, activities and subactivities to support governmentwide, departmental, agency or bureau administrative functions or headquarters, regional or central operations to be presented in annual budget justifications and subject to approval by the House and Senate Committees on Appropriations; and (2) changes to such estimates to be presented to such Committees for approval. (Sec. 409) Sets forth requirements for the sale of timber in Region 10 of the Forest Service, including western red cedar timber. (Sec. 411) Permits the Secretaries of Agriculture and of the Interior to make reciprocal agreements in which the individuals furnished by an agreement to provide fire management services are considered, for tort liability, employees of the foreign country receiving the services when the individuals are fighting fires. Prohibits the Secretaries from making any agreement in which a foreign country does not assume any and all responsibility for acts or omissions of American firefighters who are firefighting in such foreign country. (Sec. 412) Allows the Secretaries, in awarding a federal contract for any of specified purposes with funds made available by this Act to give consideration to local contractors who are from economically disadvantaged rural communities and who provide employment and training for dislocated and displaced workers. Allows the Secretaries to award contracts, grants, or cooperative agreements in certain areas to various entities, including local non-profits and the Youth Conservation Corps. Includes in such areas habitat restoration or management and forest hazardous fuels reduction. (Sec. 413) Bars the IHS, after September 30, 2006, from disbursing funds for the provision of health care services pursuant to the Indian Self-Determination and Education Assistance Act to any Alaska Native village or Alaska Native village corporation that is located within an area served by an Alaska Native regional health entity. Treats Eastern Aleutian Tribes Inc. and the Council of Athabasean Tribal Governments, as such entities to whom funds may be disbursed. (Sec. 414) Prohibits: (1) unless otherwise provided in this Act, any funds appropriated in this Act for the acquisition of lands or interest in lands from being spent for the filing of declarations of taking or complaints in condemnation without the approval of the House and Senate Appropriations Committees; and (2) applying this provision to funds appropriated to implement the Everglades National Park Protection and Expansion Act of 1989, or to funds appropriated for federal assistance to the state of Florida to acquire lands for Everglades restoration. (Sec. 415) Limits the amounts of funds made available by this Act or any other Act to the Department of the Interior to initiate or continue competitive sourcing studies in FY2008 for programs, projects, and activities for which funds are appropriated by this Act until such time as the Secretary concerned submits a reprogramming proposal to the Committees on Appropriations, and such proposal has been processed consistent with the reprogramming guidelines included in the report accompanying this Act. Prohibits any of the funds available to the Forest Service from being used in FY2008 for competitive sourcing studies and related activities. Exempts the Forest Service from implementing the Letter of Obligation and post-competitive accountability guidelines where a competitive sourcing study involved 65 or fewer full-time equivalents, the performance decision was made in favor of the agency provider, no net savings was achieved by conducting the study, and such study was completed prior to the date of this Act. Directs agencies funded in this Act, in preparing any reports to the Committees on Appropriations on competitive sourcing activities, to include all costs attributable to conducting the competitive sourcing competitions and staff work to prepare for competitions or to determine the feasibility of starting competitions. Instructs the Secretary of of the Interior, in carrying out any competitive sourcing study involving Department of the Interior employees, to: (1) determine whether any of the employees concerned are also qualified to participate in wildland fire management activities; and (2) take into consideration the effect that contracting with a private sector source would have on the ability of the Department of the Interior to effectively and efficiently fight and manage wildfires. (Sec. 416) Extends the authority for: (1) the pilot program for enhancing Forest Service administration of rights-of-way and other land uses; and (2) the deposit of all fees collected to recover the costs of processing applications for, and monitoring compliance with, authorizations to use and occupy National Forest System lands pursuant to certain Acts. (Sec. 417) Extends the authority of the Secretary of Agriculture, until September 30, 2008, to permit the State Forester of Utah to perform forest, rangeland, and watershed restoration services on National Forest System lands in Utah. (Sec. 418) Amends the Consolidated Appropriations Act, 2003 to extend the authority for cooperative agreements that facilitate the administration of Forest Service programs and activities when the principal purpose of the agreement is for the mutually significant benefit of the Forest Service and other parties to the agreement. (Sec. 419) Extends through FY2010, a decision made by the Secretary of Agriculture to authorize grazing on an allotment and categorically exclude it from documentation in an environmental assessment or an environmental impact statement. (Sec. 420) Requires the deposit of a permit fee collected during FY2007 by the Secretary of Agriculture for a marina in the Shasta-Trinity National Forest in a special account, to remain available for certain recreation enhancement purposes, and for direct operating or capital costs associated with the issuance of a marina permit. (Sec. 421) Directs the Forest Service to allocate to the Regions of the Forest Service, a specified amount from the current balance in the \"timber roads purchaser election fund,\" for: (1) vegetative treatments in timber stands at high risk of fire due to insect, disease, or drought; (2) road work in support of vegetative treatments to support forest health objectives; and (3) maintaining infrastructure for the processing of woody fiber in Regions where it is critical to sustaining local economies and fulfilling the forest health objectives of the Forest Service. (Sec. 422) Directs the Secretary of Agriculture to sell 5,200 acres of National Forest System lands in Billings county, North Dakota, in order to offset federal acquisition of the Elkhorn Ranch in Medora. Sets forth requirements pertaining to such land sales. Instructs the Secretary, from receipts from the sale of the authorized lands, to: (1) first cover direct expenses incurred in sale; and (2) deposit any remaining receipts into the fund established by the Sisk Act to be available for acquisitions of National Forest System lands in North Dakota, with priority given to lands for which funds have previously been appropriated for purchase. Prohibits funds so deposited from being subject to transfer or reprogramming for wildland fire management or any other emergency. States congressional intent regarding such land transfers. Requires that, the lands to be conveyed from federal ownership are to be: (1) conveyed from FY2007 through FY2009; and (2) at least equal in acreage to the ranch land acquired by the Forest Service. Bars the Secretary, in the sale or conveyance of any land authorized by this section, from being required to conduct additional environmental analysis, including heritage resource analysis. Prohibits any sale, offer to sell, or conveyance from being subject to administrative appeal. Specifies that, the lease terms on the Elkhorn Ranch shall remain in effect until December 31, 2009, at which time the federal land grazing use shall be managed through the grazing agreement between the Medora Grazing Association and the Forest Service as of the date of enactment of this Act. Requires the Animal Unit Months for both federal and private lands encompassing Elkhorn Ranch to become part of the grazing agreement held by the Association to be reallocated to its members. Provides for the continuation of the multiple uses of the acquired Elkhorn Ranch site. (Sec. 423) Bars the Forest Service, in FY2008, from changing the eligibility requirements for base property, and livestock ownership as they relate to leasing of base property and shared livestock agreements for grazing permits on the Dakota Prairie Grasslands that were in effect as of July, 18, 2005. (Sec. 424) Requires the Secretary of the Treasury, notwithstanding provisions regarding the prohibition on reductions in payments under the Federal Oil and Gas Royalty Management Act of 1982, and under the provisions of the Mineral Leasing Act and the Geothermal Steam Act of 1970, before disbursing a payment to a state, to: (1) deduct 2% from the amount payable to that state; and (2) deposit the amount deducted to miscellaneous receipts. (Sec. 425) Amends the Arts and Artifacts Indemnity Act to: (1) require certification by the Secretary of State that international exhibitions of photographs, motion pictures, and audio and videotapes are in the national interest; and (2) set separate limits, with respect to domestic exhibitions, on the aggregate of loss or damage covered by indemnity agreements made under such Act and single exhibition agreement. (Sec. 426) Directs the Secretary of Agriculture and the Secretary of the Interior, in accordance with authorities relating to pilot testing of agency-wide joint permitting and leasing programs respecting federal lands, to execute an agreement that transfers management and oversight of the Great Onyx, Harper's Ferry, and Oconaluftee Job Corps Centers to the Forest Service. Provides for such Job Corps Centers to continue being administered under the requirements pertaining to Civilian Conservation Centers under the Workforce Investment Act of 1998. (Sec. 427) Directs the Forest Service to seek to enter into alternative dispute resolution or mediation with the parties concerned in regards to harvest operations outside of the Giant Sequoia National Monument that relate to decisions approving the Revised Ice Timber Sale and Fuels Reduction Project and the Frog Project. (Sec. 428) Amends the Treasury, Postal Service, and General Government Appropriations Act, 1997 to provide for the reimbursement of temporary fire line supervisors for the cost of professional liability insurance. Defines \"temporary fire line supervisor\" to mean an employee of the Department of the Interior or the Forest Service, whose duties encompass: (1) a type 1, 2, or 3 incident commander; (2) operations section chief; (3) a division group supervisor; (4) a fire use manager; or (5) a prescribed fire manager or burn boss."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Department of the Interior, environment, and related agencies for the fiscal year ending September 30, 2008, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:43-05:00"
}