{
  "actions": [
    {
      "acted_at": "1987-08-07", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-29", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-14", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1987-11-30", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported to Senate by Senator Inouye with an amendment in the nature of a substitute. With written report No. 100-233.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-11-30", 
      "calendar": "Senate Legislative", 
      "number": "457", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 457.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1987-12-02", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1645-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1987-08-07", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1987-08-07", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Evans, Daniel J.", 
      "sponsored_at": "1987-08-07", 
      "state": "WA", 
      "thomas_id": "01327", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1987-08-07", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1987-08-07", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1987-09-29", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1987-08-07", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-08-07", 
  "number": "1645", 
  "official_title": "A bill to reauthorize certain Indian educational programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Education Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-10-14", 
  "subjects": [
    "Adult education", 
    "Advisory bodies", 
    "Authorization", 
    "Community colleges", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Educational facilities", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal-Indian relations", 
    "Gifted children", 
    "Higher education", 
    "Native Americans", 
    "Oklahoma", 
    "Student aid", 
    "White House conferences"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1987-11-30", 
    "text": "(Reported to Senate from the Select Committee on Indian Affairs with amendment, S. Rept. 100-233) Title I: Indian Education - Indian Education Amendments of 1987 - Amends the Education Amendments of 1978 to authorize the Secretary of the Interior to transfer the operation or the facilities of any Bureau of Indian Affairs funded school operated on or after April 1, 1987, or any program of such a school operated on or after April 1, 1987, only if: (1) the tribal governing body approves such transfer; or (2) the Secretary complies with the requirements for school closures. Prohibits the Secretary from closing, consolidating, or substantially curtailing a Bureau funded boarding school for failure to meet the national criteria for dormitory situations during any fiscal year for which the Secretary has not submitted the annual plan for boarding schools. Directs the Secretary to submit to the Congress, within six months after a temporary closure, consolidation, or curtailment of a Bureau school is initiated because of an immediate hazard to health and safety, a report stating the reasons for such temporary actions and the Secretary's actions to eliminate the hazard if the Secretary estimates the closure will exceed one year. Requires the Secretary to prescribe regulations for the determination of eligibility for schools to become Bureau funded schools and for Bureau fund schools to expand their programs so as to receive increased funding. Requires that the eligibility determinations be based on geographic and demographic factors and the history and record of success or failure of: (1) the proposed school or the school proposing to expand; and (2) the public schools or other alternative providers of the services which the school proposes to provide with the Bureau's financial assistance. Provides that if the school board of the Bureau funded schools at the Pueblo of Zia and the Tama Settlement vote within two years of the enactment of this Act to expand the schools to include kindergarten through grade eight, they shall be so expanded. Provides that the dormitory criteria may be waived in the same manner as the minimum academic standards. Requires the Secretary, before publishing in the Federal Register any regulation or rule relating to Indian education, to: (1) submit the regulation or rule to regulatory review panels; and (2) take into account the panels' comments and advice. Requires the Secretary to establish, for each area office of the Bureau where a Bureau-funded school is located, regulatory review panels. Authorizes the Secretary to publish in the Federal Register the initial notice of a temporary regulation or rule without submitting it to the review panels, if: (1) an emergency exists; and (2) such regulation or rule is needed within a limited period of time. Requires the Secretary, for FY 1989 and each subsequent fiscal year, to adjust the formula for determining the minimum annual amount of funds for each Bureau-funded school to: (1) use specified weighted units for each eligible Indian student that vary according to grades, whether a student is handicapped, and whether a student is gifted and talented; (2) consider a school with an average daily attendance of less than 50 eligible Indian students as having 50 eligible Indian students for implementing the adjustment factor for small school: (3) take into account the provision of residential services on a less than nine-month basis; and (4) provide additional funding to schools that are required to meet State standards which exceed minimum accreditation standards. Requires the Secretary to provide grants to each tribe or tribal organization operating a contract school to pay the indirect and administrative costs of such schools in order to: (1) enable tribes and tribal organizations to provide all related administrative overhead services and operations needed to meet the requirements of law and prudent management; and (2) carry out other necessary support functions. Provides that the amount of the grant provided to each tribe or tribal organization shall be determined by applying the administrative cost percentage rate of the tribe or tribal organization to each direct cost program for which funds are received from or through the Bureau. Sets forth procedures for applying the administrative cost percentage rate. Requires the Secretary to conduct studies as necessary to establish an empirical basis for determining the required administrative costs of tribal elementary and secondary educational programs, and to report the findings to the Congress by October 1, 1988. Requires the Secretary, beginning with FY 1989, to include in the Bureau's justification for each appropriations request a projection of the overall administrative costs for tribal elementary or secondary educational programs which the Secretary expects to be funded. Authorizes appropriations. Sets forth procedures for awarding administrative cost grants for FY 1988 through 1990. Authorizes the supervisor of a Bureau school to expend, without competitive bidding, up to $25,000 of its allotted funds to procure supplies and equipment if, for each procurement: (1) the cost for any single item purchased does not exceed $10,000; (2) the school board approves the procurement in advance; (3) the supervisor certifies that the cost is fair and reasonable; (4) the documents executed by the supervisor cite this authority for the procurement; and (5) the transaction is documented in a journal maintained at the school. Extends the policy for Indian control of Indian education to both the Bureau and the Secretary. Requires the Secretary to consult with Indian tribes and tribal organizations in developing policy under the Education Amendments of 1978. Requires the Secretary to conduct regional, semi-annual meetings with Indian tribes and tribal organizations to consult with them on Indian education. Requires the Secretary to: (1) keep Indian tribes and tribal organizations informed of all plans and activities of the Bureau which affect, or relate to, Bureau contract schools that serve the particular Indian tribe or tribal organization; and (2) invite active participation of the Indian tribe or tribal organization in making decisions about such schools and programs. Requires the Secretary, when considering construction or expansion of any school and proposals to the Congress for the closure, consolidation, curtailment, or transfer of any school or dormitory, to consult from the initial stages with affected groups of Indians. Permits a tribal organization to waive Indian employment preference laws with respect to applicants for educational personnel positions. Amends the definition of \"education position\" to include a position at a Bureau school involving support services. Provides that such definitional change shall apply to a Bureau employee only at the election of that employee. Directs the Secretary, by March 1, 1988, to submit to the Congress a report comparing personnel compensation in Bureau schools with: (1) educationally successful public schools in the same State that are comparable in size, geographic location, grade levels, and student population; and (2) schools operated in the United States by the Department of Defense. Requires such report to include: (1) current salaries and personnel benefits for comparable positions; (2) a comparison of starting salaries, tenure, length of service, educational requirements, length of work year, and fringe benefits; and (3) a projection of compensation figures for such schools for the next five years. Requires the rates of basic compensation for educators and education positions at Bureau schools to be comparably to the rates for comparable qualified individuals holding comparable positions in public schools serving comparable students in comparable areas. Requires the Secretary, upon the request of the local school board, to authorize a school supervisor to provide post differentials unless the disparity in compensation between Bureau school and public schools does not meet a specified level. Authorizes the Secretary or the supervisor of a school to discontinue or decrease a post differential if: (1) the local school board requests such action; or (2) the Secretary or the supervisor determines no disparity affecting recruitment or retention exists. Requires the Secretary, by February 1 of each year, to submit a report to the Congress describing requests and grants of authority for post differentials. Requires the Secretary to provide grants to tribes and tribal organizations for establishing early childhood development programs to provide parents and children under six years of age with health and educational services. Sets forth procedures for determining the total amount of such grants. Provides that such programs: (1) shall be coordinated with other services to tribes and tribal organizations; (2) may include instruction in the tribe's language and culture; and (3) shall provide for periodic assessment of the program. Authorizes appropriations. Sets forth procedures for funding Bureau schools if a sequestration order reduces the amount of funds available for allotment by more than five percent. Requires the Secretary to provide grants and technical assistance to tribes for the development and operation of tribal departments of education to plan and coordinate all educational programs of the tribes. Provides that such grants shall: (1) be based on applications from the tribe's governing body; (2) reflect geographic and population diversity; (3) facilitate tribal control of educating Indian children on reservations in Oklahoma; and (4) provide for the development of coordinated educational programs on Indian reservations and the development and enforcement of tribal educational codes. Authorizes appropriations. Requires the Secretary to conduct a study of the methods used in funding contracts entered into under the Johnson O'Malley Act and to submit a report on such study to the Congress within six months of the date of enactment of this Act. Title II: Tribally Controlled School Grants - Tribally Controlled Schools Act of 1987 - Declares the Congress' commitment to maintain the Federal Government's trust relationship with the Indian people. Affirms that the educational needs of the Indian peoples can best be met through a grant process. Repudiates the unilateral termination of Federal relations with any Indian nation. Provides that the Secretary shall give grants to Indian tribes and tribal organizations that operate tribally controlled schools to defray expenditures for: (1) educational, academic, residential, counseling, and administrative purposes; (2) the operation and maintenance of the schools; and (3) support services for the schools. Limits an Indian tribe to one grant for any fiscal year. Prohibits the use of funds from such grants for religious worship or sectarian instruction. Limits the expenditure of funds from such grants for administrative costs to the amount generated for such costs under the allotment formula. Requires grantees which operate schools at more than one school site to expend at least 90 percent of the funds allocated for each school site at that location. Provides that applications for grants shall be voluntary. Prohibits grants from terminating, modifying, suspending, or reducing the Federal responsibility to provide a program. Sets forth procedures for allocating the funds provided by the grants. Requires a tribally controlled school, to be eligible for grants, to have: (1) received funds under the Indian Self-Determination and Education Assistance Act on the date of enactment of this Act; (2) been operated as a Bureau school on the date of enactment of this Act; (3) received from the Secretary a determination of eligibility for assistance but no Bureau funds; or (4) been determined to be eligible by the Secretary. Provides that any grant application submitted for school not in operation on the date of enactment of this Act shall be reviewed under the guidelines in effect at the time of submission under the Indian Self-determination and Education Assistance Act, unless the Indian tribe or tribal organization elects to have the application reviewed by the Secretary following the transfer of the school to the control of the Indian tribe or tribal organization. Directs the Secretary to grant a tribe's application for the transfer of the operation of a school to the tribe and for grant eligibility, unless the Secretary finds that the services to be provided by the tribe will be deleterious to the welfare of the Indians served by the school. Provides that a school for which the Bureau has not provided funds meets the eligibility requirements for grants if the Indian tribe or tribal organization that operates the school applies for, and obtains, the Secretary's determination that the School is eligible for such assistance. Sets forth the factors the Secretary must consider in reviewing such applications. Provides that if the Secretary determines that a tribally controlled school qualifies for grants to defray expenses, that determination shall remain in effect until it is revoked by the Secretary. Prohibits the Secretary from revoking such a determination if: (1) the Indian tribe or tribal organization submits specified reports on the school; and (2) specified requirements requirement regarding accreditation of the school are met. Requires each recipient of a grant to submit to the Secretary an annual report limited to: (1) an annual financial statement; (2) a biannual financial audit; (3) an annual submission of the number of students served and a description of programs offered under the grant; and (4) a program evaluation conducted by an impartial entity. Requires the Secretary to provide a school notice and an opportunity to effect remedial actions before revoking a determination of eligibility for grants. Permits expansions of the grade levels offered by a tribally controlled school receiving grants, or modifications to initiate residential services by such school, only if: (1) the tribe or tribal organization submits to the Secretary an application to make the expansion or modification accompanied by a document indicating authorizing action by the tribal governing body; and (2) the Secretary approves the expansion or modification. Requires the Secretary, whenever he declines to provide a grant, to transfer the operation of a Bureau school to an Indian tribe or tribal organization, or to approve an expansion of the grade levels offered or modifications to initiate residential services, or whenever he determines that a school is not eligible for assistance, to: (1) state the objections in writing; (2) provide assistance to the tribe to overcome all stated objections; (3) give the tribe or tribal organization a hearing; and (4) provide an opportunity to appeal the objection raised. Requires the Bureau to submit an annual report to the Congress on all grant applications received, and actions taken thereon. Sets forth procedures for the Secretary to make payments to grantees. Provides that interest that accrues on grants for tribally controlled schools shall be the property of the Indian tribe or tribal organization. Requires the review, approval, and modification of any grant application to be performed by personnel under the direction of the Director of the Office of Indian Education Programs. Title III: Department of Education - Indian Education Act of 1987 - Part A: Financial Assistance to Local Educational Agencies for the Education of Indian Children - Declares it to be the policy of the United States to provide financial assistance to local educational agencies to develop elementary and secondary school programs designed to meet the special educational and culturally related academic needs of Indian children. Requires the Secretary to make grants to local educational agencies whose applications have been approved. Requires the Secretary, for any fiscal year for which appropriations for such grants are authorized, to determine the number of Indian children who were enrolled in the schools of a local educational agency for whom it provided free public education. Requires the Secretary to allocate appropriated funds to local educational agencies according to a specified ratio. Prohibits a local educational agency from receiving such grants unless: (1) it has at least ten Indian children; or (2) Indian children constitute at least 50 percent of its total enrollment. Sets forth a formula for determining the average per pupil expenditures for a local educational agency. Authorizes the Secretary to provide financial assistance to schools which: (1) are located on or near reservations (except with respect to schools in Alaska, California, or Oklahoma); and (2) are not local educational agencies or have not been such agencies for more than three years. Authorizes additional appropriations for grants to local educational agencies to support demonstration projects and programs to improve educational opportunities for Indian children. Sets forth the authorized uses of such grants and the information required for applications. Provides that the Secretary require that each application for such grants include a form containing specified information establishing the eligibility of each Indian child. Requires the Secretary to establish a method of auditing annually a sample of at least one third of the total number of school districts receiving such grants and to submit an annual report on the findings to the Congress. Requires the Secretary to make payments to local educational agencies of amounts equal to what such agencies are expected to expend in carrying out activities under applications which have been approved. Prohibits payments to any agency in a State: (1) which has taken into consideration grants under this Act in determining eligibility for or the amount of, State aid; or (2) if the combined fiscal effort of the local educational agency and the State for the preceding fiscal year was not at least 90 percent of such combined fiscal effort for the second preceding fiscal year. Directs the Secretary to reduce the allocation of funds to a local educational agency by a specified amount if it fails to maintain expenditures at the 90 percent level. Authorizes appropriations. Part B: Special Programs and Projects to Improve Educational Opportunities for Indian Children - Requires the Secretary to make grants to improve educational opportunities for Indian children by: (1) supporting planning, pilot, and demonstration projects; (2) establishing and operating programs designed to stimulate educational services not available to Indian children in sufficient quantity and quality and exemplary educational programs to serve as models for regular school programs; (3) establishing preservice and inservice training programs for educational personnel; and (4) encouraging the dissemination of information relating to education programs which may offer opportunities to Indian children. Authorizes the Secretary to make grants to State and local educational agencies, schools for Indian children, and Indian tribes and tribal organizations for planning, pilot, and demonstration projects to test the effectiveness of programs for Indian children, including: (1) programs for educationally deprived children; (2) bilingual and bicultural education programs; (3) special health and nutrition services; and (4) coordination of other federally assisted programs. Authorizes the Secretary to make grants to State and local educational agencies and tribal and other Indian community organizations to establish programs designed to improve educational opportunities for Indian children through grants for: (1) educational services not available to such children in sufficient quantity, including services designed to assist students to enter and remain in school, comprehensive academic and vocational instruction, instructional materials, comprehensive counseling services, special education programs for handicapped and gifted and talented Indian children, early childhood programs, and bilingual education programs; and (2) establishing exemplary and innovative educational programs and centers. Authorizes the Secretary to make grants to institutions of higher education and State and local educational agencies for programs designed to: (1) prepare the teachers, administrators, teacher aides, social workers, and ancillary personnel who serve Indian students; and (2) improve the qualifications of such persons. Authorizes use of such grants for fellowships, institutes, and seminars. Provides that preference shall be given to the training of Indians under funded programs. Authorizes the Secretary to make grants to public agencies, Indian tribes, institutions, and organizations, and state educational agencies in States where more than 5,000 Indian children are enrolled in public schools, to establish information centers to: (1) evaluate programs assisted under this Act and other Indian education programs to determine their effectiveness in meeting Indians' needs; (2) provide technical assistance; and (3) disseminate information on Federal education programs affecting the education of Indian children and adults. Limits terms of such grants to three years. Authorizes the Secretary to make grants to Indian tribes, institutions, and organizations and public agencies for: (1) the national dissemination of information on education programs for Indian children; and (2) the evaluation of the effectiveness of federally assisted programs in which Indian children may participate. Sets forth the information required for grant applications and criteria for the Secretary to review documents submitted by the applicants. Requires the Secretary to give priority to applications from Indian educational agencies, organizations, and institutions. Authorizes appropriations. Authorizes the Secretary to award fellowships and traineeships to individuals (with preference given to Indians) and to make grants to Indian organizations, institutions of higher education, and tribes for the purposes of: (1) preparing individuals for teaching or administering special programs designed to meet the educational needs of Indian people; (2) providing in-service training for persons in such programs. Authorizes appropriations. Authorizes the Secretary, in each fiscal year ending prior to October 1, 1993, to award fellowships to Indian students for study in graduate and professional programs at institutions of higher education. Directs the Secretary to pay stipends to such individuals and to pay the institutions where they study such amounts necessary to cover their costs of education. Provides for a limited number of such fellowships to be awarded to persons receiving training in guidance counseling specializing in alcohol and substance abuse. Authorizes appropriations. Requires the Secretary to establish centers for gifted and talented Indian students at Sinte Gleska College and the Navajo Community College. Authorizes the Secretary to award grants to, or enter into contracts with, such colleges and the American Indian Higher Education Consortium for demonstration projects designed to address the needs of gifted and talented Indian students in elementary and secondary schools. Authorizes appropriations. Part C: Special Programs Relating to Adult Education for Indians - Requires the Secretary to award grants to State and local educational agencies and to Indian tribes, institutions, and organizations, to: (1) support planning, pilot, and demonstration projects designed to test the effectiveness of programs for improving employment and educational opportunities for adult Indians; (2) assist the establishment of programs designed to stimulate literacy opportunities and opportunities to qualify for a high school equivalency certificate to all Indian adults; (3) support research on techniques for achieving literacy and high school equivalency goals; (4) provide for surveys to define the extent of illiteracy and the lack of high school completion among Indians; and (5) encourage the dissemination of information relating to and the evaluation of the effectiveness of education programs offering educational opportunities to Indian adults. Authorizes the Secretary to make grants to Indian tribes, institutions and organizations to establish programs designed to improve educational opportunities for Indian adults. Authorizes the Secretary to make grants to public agencies and institutions and Indian tribes, institutions, and organizations for: (1) disseminating information about educational programs available to Indian adults; and (2) evaluating federally assisted programs in which Indian adults may participate. Sets forth procedures for submitting applications and for the Secretary to review them. Authorizes appropriations. Part D: Program Administration - Establishes an Office of Indian Education in the Department of Education. Establishes the National Advisory Council on Indian Education. Requires the Council to: (1) advise the Secretary on the administration and funding of programs in which Indian children or adults participate; (2) review applications for assistance under this title; (3) evaluate Department of Education programs in which Indian children or adults can participate; (4) provide technical assistance to local and Indian educational agencies; (5) assist in developing criteria for evaluating grants to such agencies for educational programs for Indian children; and (6) submit an annual report to the Congress. Authorizes appropriations for FY 1989 and each of the four succeeding fiscal years. Part E: Miscellaneous - Sets forth definitions and conforming amendments. Title IV: Miscellaneous Provisions - Amends the Navajo Community College Act to provide a detailed list of expenses of the college for which funds are authorized, including: (1) maintenance and operation; (2) capital improvements; (3) mandatory payments; and (4) supplemental student services. Amends such Act and the Tribally Controlled Community College Assistance Act of 1978 to prohibit the Secretary, in disbursing grants to the Navajo Community College or to tribally controlled community colleges, from using any method of payment not used during FY 1987. Provides that any interest or investment income that accrues on awarded grants shall be the property of the college. Permits grants provided to be treated as non-Federal, private funds of the college for purposes of any Federal law requiring the use of non-Federal funds for a project. Prohibits the Secretary from disqualifying from continued receipt of general assistance payments from the Bureau an otherwise eligible Indian for whom the Bureau has been making general assistance payments for at least three months because of such individual's enrollment in: (1) a college assisted by the Bureau under the Tribally Controlled Community College Assistance Act of 1978; (2) an institution of higher education or a vocational school; (3) a course the Secretary determines will lead to a high school diploma or an equivalent certificate; or (4) other programs or training approved by the Secretary. Authorizes the Secretary to permit tribal, student, and other non-Federal organizations to use facilities, lands, and equipment administered by the Bureau if it does not interfere with the Bureau's purposes. Title V: White House Conference on Indian Education - Requires the President to call a White House Conference on Indian Education to: (1) explore the feasibility of establishing an independent Board of Indian Education to assume responsibility for all Federal programs relating to the education of Indians; and (2) develop recommendations for the improvement of educational programs to make the programs more relevant to the needs of Indians. Provides that if the President calls the Conference the Secretary of the Interior and the Secretary of Education shall establish the Task Force on the White House Conference on Indian Education to plan and conduct the Conference. Directs the Task Force to: (1) request the cooperation of other Federal departments and agencies; (2) prepare background materials for the use of participants in the Conference; (3) make technical and financial assistance available to the States and intertribal organizations to enable them to prepare for the Conference; and (4) conduct fiscal oversight activities regarding the preparation for, and convening of, the Conference. Requires that a final report of the Conference be submitted to the President not later than 120 days following the close of the Conference. Directs the President to transmit the report with his recommendations to the Congress within 90 days. Establishes an advisory committee to assist in planning and conducting the Conference. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Education Amendments Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Indian Schools Operation Agreements Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Education Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Education Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Tribally Controlled Schools Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize certain Indian educational programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:41-05:00"
}