{
  "actions": [
    {
      "acted_at": "1976-06-10", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14293-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-10", 
  "number": "14293", 
  "official_title": "A bill to amend title 38, United States Code, to provide comprehensive mental health, psychosocial readjustment services, counseling and other services necessary or appropriate for the effective treatment, rehabilitation or readjustment of veterans and their dependents who are experiencing psychosocial readjustment problems resulting from military service or readjustment from military service.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr14635-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Veterans and Dependents Psychological Readjustment Assistance Act", 
  "sponsor": {
    "district": "10", 
    "name": "Edwards, Don", 
    "state": "CA", 
    "thomas_id": "00336", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-10", 
  "subjects": [
    "Armed forces and national security", 
    "Medical care, personnel, and facilities", 
    "Military medicine", 
    "Psychotherapy"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-10", 
    "text": "Veterans and Dependents Psychological Readjustment Assistance Act - States that for purposes of this Act the term \"veteran\" means any person who served in the active military service since August 10, 1964, who was discharged under conditions other than dishonorable, and who is in need of the services provided under this Act because of performance of such service, because of a service- connected disability, or because of problems attributable to or caused by readjustment from such service. Directs the Administrator of Veterans' Affairs to carry out a program for the treatment, readjustment, and rehabilitation of veterans and their dependents who are experiencing psychosocial readjustment problems as a result of military service, or as a result of problems evolving from readjustment from such service. States that such program shall include such psychiatric, psychological, and counseling services as may be necessary to provide for the successful treatment of the veteran or dependent. Allows such services to be provided outside Veterans' Administration facilities under certain circumstances. Directs the Administrator to conduct or contract for comprehensive studies of the psychological and sociological effects of the Vietnam war upon veterans and their dependents. Stipulates that participation in the program established by this Act shall be completely voluntary and shall not be a prerequisite to receipt of any other veterans' services. (Adds 38 U.S.C. 620A)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans and Dependents Psychological Readjustment Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to provide comprehensive mental health, psychosocial readjustment services, counseling and other services necessary or appropriate for the effective treatment, rehabilitation or readjustment of veterans and their dependents who are experiencing psychosocial readjustment problems resulting from military service or readjustment from military service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:29-05:00"
}