{
  "actions": [
    {
      "acted_at": "1992-02-20", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-20", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-02-20", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to the Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-13", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Consumer Protection and Competitiveness", 
      "text": "Referred to the Subcommittee on Commerce, Consumer Protection and Competitiveness.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-18", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Economic and Commercial Law", 
      "text": "Referred to the Subcommittee on Economic and Commercial Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4280-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Consumer Protection, and Competitiveness", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Economic and Commercial Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Baker, Richard H.", 
      "sponsored_at": "1992-03-12", 
      "state": "LA", 
      "thomas_id": "00047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Ballenger, Cass", 
      "sponsored_at": "1992-03-03", 
      "state": "NC", 
      "thomas_id": "00050", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Emerson, Bill", 
      "sponsored_at": "1992-03-31", 
      "state": "MO", 
      "thomas_id": "00342", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ewing, Thomas W.", 
      "sponsored_at": "1992-03-03", 
      "state": "IL", 
      "thomas_id": "00366", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Gallegly, Elton", 
      "sponsored_at": "1992-03-18", 
      "state": "CA", 
      "thomas_id": "00425", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Goss, Porter J.", 
      "sponsored_at": "1992-02-20", 
      "state": "FL", 
      "thomas_id": "00450", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Grandy, Fred", 
      "sponsored_at": "1992-09-22", 
      "state": "IA", 
      "thomas_id": "00455", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Hastert, J. Dennis", 
      "sponsored_at": "1992-02-20", 
      "state": "IL", 
      "thomas_id": "00510", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hefley, Joel", 
      "sponsored_at": "1992-05-13", 
      "state": "CO", 
      "thomas_id": "00524", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Johnson, Nancy L.", 
      "sponsored_at": "1992-02-20", 
      "state": "CT", 
      "thomas_id": "00602", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Kyl, Jon", 
      "sponsored_at": "1992-04-09", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1992-03-19", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McCrery, Jim", 
      "sponsored_at": "1992-03-03", 
      "state": "LA", 
      "thomas_id": "00763", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Shays, Christopher", 
      "sponsored_at": "1992-08-12", 
      "state": "CT", 
      "thomas_id": "01048", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1992-05-14", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stump, Bob", 
      "sponsored_at": "1992-04-28", 
      "state": "AZ", 
      "thomas_id": "01122", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Upton, Fred", 
      "sponsored_at": "1992-10-05", 
      "state": "MI", 
      "thomas_id": "01177", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-20", 
  "number": "4280", 
  "official_title": "To amend the Internal Revenue Code of 1986 to improve access to health care, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Choice and Access Improvement Act of 1992", 
  "sponsor": {
    "district": "1", 
    "name": "Rhodes, John J., III", 
    "state": "AZ", 
    "thomas_id": "00956", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-20", 
  "subjects": [
    "Accident insurance", 
    "Actions and defenses", 
    "Associations, institutions, etc.", 
    "Caregivers", 
    "Catastrophic health insurance", 
    "Childbirth", 
    "Community health services", 
    "Congressional reporting requirements", 
    "Corporation taxes", 
    "Corporations", 
    "Cost control", 
    "Cost effectiveness", 
    "Critically ill", 
    "Damages", 
    "Excise tax", 
    "Federal aid to health facilities", 
    "Federal incorporation", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Fringe benefits", 
    "Frivolous lawsuits", 
    "Government liability", 
    "Government paperwork", 
    "Group medical practice", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Home equity conversion", 
    "Home equity loans", 
    "Homeless", 
    "Hospital care", 
    "Hospitals", 
    "Housing and community development", 
    "Housing for the aged", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance companies", 
    "Insurance premiums", 
    "Legal fees", 
    "Liability (Law)", 
    "Life insurance", 
    "Limitation of actions", 
    "Local taxation", 
    "Long-term care", 
    "Long-term care insurance", 
    "Malpractice", 
    "Managed care", 
    "Mediation", 
    "Medicaid", 
    "Medical centers", 
    "Medical economics", 
    "Medically uninsured", 
    "Medicare", 
    "Migrant labor", 
    "Mortgage guaranty insurance", 
    "Negligence", 
    "Nursing homes", 
    "Obstetrics", 
    "Peer review organizations (Medicine)", 
    "Pension funds", 
    "Pregnancy", 
    "Public assistance programs", 
    "Public health personnel", 
    "Reinsurance", 
    "Retiree health benefits", 
    "Savings accounts", 
    "Self-employed", 
    "Small business", 
    "Social welfare", 
    "Standards", 
    "State laws", 
    "State taxation", 
    "Survivors' benefits", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-20", 
    "text": "Health Care Choice and Access Improvement Act of 1992 - Title I: Family Health and Wellness Savings Plan - Amends the Internal Revenue Code to allow individuals a tax deduction for contributions made to a medical care savings account established for the benefit of an eligible individual. Defines an eligible individual as one who: (1) is not covered by an employer-provided group health plan; or (2) is covered by a qualified employer-provided catastrophic coverage health plan but not by any other health plan. Allows such deduction in arriving at adjusted gross income. Includes any non-medical distributions from such an account in gross income and assesses an additional tax. Establishes an excise tax for excess contributions to medical care savings accounts. Allows the transfer of unused amounts in flexible spending accounts of cafeteria plans to medical savings accounts. Allows the full deduction for medical, dental, etc., expenses for amounts paid for qualified catastrophic coverage health plans. Title II: Tax Treatment of Long-Term Care Insurance and Plans - Subtitle A: Treatment of Long-Term Care Insurance - Provides for the treatment of qualified long-term care insurance as accident and health insurance for purposes of taxation of life insurance companies. Allows employers to offer employees qualified long-term care insurance as a tax-free fringe benefit. Excludes from gross income amounts withdrawn from individual retirement accounts or qualified pension plans with cash or deferred arrangements for purposes of purchasing long-term care insurance. Permits the non-taxable exchange of life insurance policies for long-term care insurance in the case of an individual who has attained age 59 1/2. Subtitle B: Employer Funding of Medical Benefits - Revises provisions governing medical benefits for retired employees and their spouses and dependents. Provides a tax deduction for employer contributions to health benefits accounts. Defines funded reserve accounts and vesting requirements to qualify for such tax deduction. Establishes a 50-percent tax penalty on early distributions of medical benefits and a 100-percent excise tax on allocated assets that are not used to provide retiree health benefits. Subtitle C: Reverse Mortgage Insurance for Older Americans - Amends the National Housing Act to limit the total number of mortgages to be insured and the amount of such insurance (up to 95 percent of the value of median housing values) under the demonstration program of insurance of home equity conversion mortgages for elderly homeowners. Subtitle D: Income Tax Credits - Allows a $2,000 per qualified person tax credit for taxpayers who maintain a household which includes a parent, grandparent, dependent, or spouse who requires specified custodial care. Allows a tax credit for 25 percent of the long-term care expenses of certain independent persons (not in excess of $2,000 per qualified person per taxable year). Subtitle E: Treatment of Accelerated Death Benefits - Allows: (1) gross income-excludable payment of accelerated death benefits from a life insurance policy to an individual who is terminally ill or confined to a nursing home; and (2) insurance companies to treat qualified accelerated death benefits as life insurance. Subtitle F: Federal National Long-Term Care Reinsurance Corporation - Authorizes the Secretary of Health and Human Services to provide for the incorporation of the Federal National Long-Term Care Reinsurance Corporation (Corporation), which shall not be an agency or establishment of the U.S. Government. Requires the Corporation to confine its activities to reinsuring insurance companies for extraordinary loss in the issuance or payment of qualified long-term care insurance benefits. Title III: Malpractice Liability Reform - Declares that a State meets the requirements of these provisions if it has enacted laws or regulations: (1) regarding health care liability actions, allowing several but not joint liability for noneconomic damages, limiting the dollar amount of noneconomic damages, mandating offsets for collateral source payments, regulating the treatment of payments for future economic losses, limiting attorney's fees, and providing special rules for certain obstetric services; (2) implementing at least one mediation or pretrial screening panel; and (3) taking specified steps regarding quality assurance reform. Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to reduce by a specified percentage certain payments to hospitals (with regard to Medicare) and States (with regard to Medicaid) in States not in compliance and makes additional payments to hospitals in States in compliance. Amends Federal law relating to tort claims against the United States to set forth special rules applicable to health care liability actions, including allowing several but not joint liability for noneconomic damages, limiting the dollar amount of noneconomic damages, mandating offsets for collateral source payments, and regulating the treatment of payments for future economic losses. Amends the Public Health Service Act to include entities receiving Federal funds under provisions relating to migrant health centers, community health centers, or health services for the homeless, and officers, employees, or contractors of such entities who are licensed health care practitioners, in the coverage of provisions regulating civil actions for injury resulting from medical or related functions against commissioned officers or employees of the Public Health Service. Subrogates to the United States any insurance claim such an entity or person has. Prohibits grants under provisions relating to migrant or community health centers or health services for the homeless unless the applicant has: (1) implemented policies and procedures to assure against malpractice; (2) reviewed the professional credentials, claims history, and other information regarding its licensed health care practitioners; and (3) no history of claims against it under such provisions relating to officers and employees of the Public Health Service, or has cooperated with the Attorney General in defending against such claims and has taken corrective action. Empowers the Attorney General, if certain conditions are met, to determine that an individual practitioner shall not be deemed a Public Health Service employee for purposes of these provisions. Prohibits hospitals from denying admitting privileges to an otherwise qualified health care provider who is an officer, employee, or contractor of such an entity. Title IV: Working Americans Access to Health Care - Subtitle A: Increase in Small Employer Access to Affordable Health Insurance - Provides for the development by the National Association of Insurance Commissioners (NAIC) of model standards regarding certain requirements of this title. Allows more stringent State standards. Preempts State law concerning a small employer health benefit plan that meets portions of those standards relating to initial writing, premium increases, and market reentry. Requires each small employer carrier to offer a MedEquity plan, defined as: (1) providing only basic benefits; (2) being guaranteed issue; (3) meeting initial writing, premium increase, and market reentry standards; and (4) providing for cost containment. Sets forth special rules for health maintenance organizations (HMOs). Requires each MedEquity plan to: (1) accept every small employer that applies; and (2) enroll every full time employee that applies and their spouse and dependents. Sets forth special rules for HMOs. Provides for development by NAIC of models for cost containment features in MedEquity plans, including a managed care plan. Requires each State to specify the model that will be applied to MedEquity plans in the State. Sets forth requirements regarding: (1) initial writing of policies (including regarding pre-existing conditions, premiums, disclosures of rating practices, actuarial certification, requirements to register with the State, and minimum participation); and (2) renewal (including renewability, premium increases, and market reentry). Provides for development by NAIC of models for reinsurance mechanisms for individuals and small employers. Requires establishment in each State of one or more mechanisms. Allows each State insurance commissioner to require each employer health benefit plan to be registered with that official. Defines \"small employer\" as having three to 49 employees. Considers an association to be a qualified small employer purchasing group if certain requirements are met, including that: (1) its membership consist solely of employers with not more than 100 employees; and (2) the association have not fewer than 100 employers. Preempts, with regard to such groups and their employer members: (1) State mandates regarding health plan offerings; (2) State or local taxes on premiums received from the employers; and (3) certain provisions of State law relating to managed care. Subtitle B: Equalization of Tax Benefits for Self-employed Persons Under Certain Plans - Amends the Internal Revenue Code to increase from 25 percent to 100 percent the business expense deduction of health insurance costs for self-employed individuals participating in small employer purchasing groups. Makes such deduction permanent law. Subtitle C: Managed Care Rights - Preempts State law relating to reimbursement rates, selective contracting, differential financial incentives, and utilization review methods. Requires the Comptroller General to report to the Congress on the benefits and cost effectiveness of managed care. Subtitle D: Study and Report - Mandates a report to the Congress on the impact of this title on access to health care, the number of employees of small employers without health coverage, small employer health plan costs, and MedEquity plan effectiveness."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Choice and Access Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Internal Revenue Code of 1986 to improve access to health care, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:11-05:00"
}