{
  "actions": [
    {
      "acted_at": "1974-03-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13537-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-03-18", 
  "number": "13537", 
  "official_title": "A bill to establish a Health Education Administration within the Department of Health, Education, and Welfare, and to provide for the development and implementation of a national health education program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13721-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr13971-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Health Education Policy and Development Act", 
  "sponsor": {
    "district": "2", 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-03-18", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health, Education, and Welfare", 
    "Education", 
    "Health", 
    "Health education", 
    "Medical care, personnel, and facilities", 
    "Public health"
  ], 
  "subjects_top_term": "Health education", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-03-18", 
    "text": "National Health Education Policy and Development Act - Sets forth the findings and declarations of Congress. Establishes within the Department of Health, Education, and Welfare a Health Education Administration to be headed by an Administrator appointed by the Secretary of Health, Education, and Welfare. Establishes an Advisory Council for Health Education to advise, consult with, and make recommendations to, the Administrator on matters relating to the administration of this Act. Declares that the Council shall be composed of 12 members: (1) the Assistant Secretary of Health, Education, and Welfare for Health; (2) the Assistant Secretary of Health, Education, and Welfare for Education; and (3) 10 appointed by the Administrator. Directs the Administrator to conduct a study and investigation of, but not limited to the following: (1) the current status of health education in the Nation; (2) the existing and proposed Federal, State, and local health education programs; (3) factors bearing upon a consumer's motivation for preserving his own health and utilizing health care services; (4) areas of greatest potential impact for health education; and (5) particularized cultural needs, including those relating to diseases affecting specific ethnic, economic, and geographic populations. Requires the Administrator to make grants to public or nonprofit private organizations or to enter into contracts with public or private organizations for the purpose of developing and evaluating specific educational and informational mechanisms, aids, and systems. Directs the Administrator to make grants to public or nonprofit private organizations for the purpose of developing multifaceted systems of health care education for a defined geographic region. Provides that no such grant may be made unless an application has been submitted to and approved by the Secretary. Requires the Administrator to submit annual reports to Congress and the Secretary of Health, Education, and Welfare on the status of health education in the United States. Directs the Administrator, not later than 3 years after the date of the enactment of this Act, to submit a report to Congress and the Secretary on his recommendations for a continuing program of health education and for consolidation of the existing health education and consultation programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Education Policy and Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Health Education Administration within the Department of Health, Education, and Welfare, and to provide for the development and implementation of a national health education program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:35-05:00"
}