{
  "actions": [
    {
      "acted_at": "1977-03-17", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-17", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-17", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-03-17", 
      "committee": "House Committee on the District of Columbia", 
      "references": [], 
      "text": "Referred to House Committee on the District of Columbia.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5165-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House District of Columbia", 
      "committee_id": "HSDT"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-17", 
  "number": "5165", 
  "official_title": "A bill to amend the Age Discrimination in Employment Act of 1967 to provide that the protection against discrimination established by such act shall apply to all individuals who are at least 40 years of age, to abolish certain Federal mandatory retirement requirements.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Age Discrimination Act", 
  "sponsor": {
    "district": "20", 
    "name": "Findley, Paul", 
    "state": "IL", 
    "thomas_id": "00382", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-17", 
  "subjects": [
    "Age and employment", 
    "Age discrimination", 
    "Armed forces and national security", 
    "Civil Rights and Liberties", 
    "Civil service pensions", 
    "Civil service retirement", 
    "Discrimination in employment", 
    "Federal employees and officials", 
    "Foreign service", 
    "International affairs", 
    "Labor and employment", 
    "Retired military personnel", 
    "Social welfare"
  ], 
  "subjects_top_term": "Age and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-17", 
    "text": "Age Discrimination Act - Title I: Amendments to Age Discrimination in Employment Act of 1967 - Deletes the maximum age limitation to which the discrimination prohibitions of such Act apply. Excludes air traffic controllers, aircraft pilots, law enforcement officers and firefighters from the operators of the age discrimination prohibitions of such Act, as they apply to the mandatory retirement requirement. Makes it unlawful for an employer to require an employee to participate in a pension plan which makes retirement mandatory at any age. Title II: Amendments to Title 5, United States Code - Deletes competitive service requirements that (1) an individual can only receive a temporary appointment to such service after reaching age 70; (2) an individual reaching mandatory retirement age be automatically separated from the competitive service; and (3) an individual be separated from the service after reaching age 70 and having more than 15 years of service. Title III: Amendments to Title 10, United States Code - Deletes mandatory and automatic retirement requirements based on age, years of service, and failure to receive promotion for (1) all military officers on active or reserve status; (2) permanent professors of the United States Military Academy; (3) civilian members of the teaching staff of the Naval Academy and Naval Post graduate School; and (4) professors of the Air Force Academy. Title IV: Amendments to Title 14, United States Code - Deletes the compulsory retirement requirements imposed on (1) the permanent teaching staff of the Coast Guard Academy; (2) officers and enlisted men on active or recall status; and (3) personnel of the Bureau of Marine Inspection and Navigation and Bureau of Customs. Title V: Amendment to Internal Revenue Code of 1954 - Permits Tax Court Judges to retire any time they desire after reaching age 70 and having served as a judge for ten years. Title VI: Amendments to Title 28, United States Code - Deletes the mandatory retirement requirement imposed on the Director of the Federal Judicial Center and permits retirement after age 70 only upon request of such Director. Title VII: Amendments to Laws Relating to District of Columbia - Deletes the mandatory retirement requirements imposed on teachers in the District of Columbia. Title VIII: Amendments to Other Laws Relating to Retirement - Deletes the mandatory retirement requirement for Foreign Service Reserve Officers, permitting the retirement of such officers after age 64 only by request. Amends the Foreign Services Act of 1946 to delete the mandatory retirement requirement for (1) career Ambassadors and career Ministers; and (2) certain participants in the Foreign Service Retirement and Disability System. Deletes the compulsory retirement requirement imposed on lighthouse service officers and employees. Amends The Coast and Geodetic Survey Commissioned Officers Act of 1948 to delete the mandatory retirement requirement for certain officers of the Coast and Geodetic Survey. Amends The Public Health Service Act to delete the mandatory retirement requirement for commissioned officers of the Public Health Service. Amends the Budget and Accounting Act of 1921 to delete the mandatory retirement requirement for the Comptroller General and the Assistant Comptroller General. Title IX: General Provisions - Applies the provisions of this Act to those persons employed on the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Age Discrimination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Age Discrimination in Employment Act of 1967 to provide that the protection against discrimination established by such act shall apply to all individuals who are at least 40 years of age, to abolish certain Federal mandatory retirement requirements.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:52-05:00"
}