{
  "actions": [
    {
      "acted_at": "1973-10-02", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10691-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-02", 
  "number": "10691", 
  "official_title": "A bill to authorize and require the President of the United States to allocate crude oil and refined petroleum products to deal with existing or imminent shortages and dislocations in the national distribution system which jeopardize the public health, safety, or welfare; to provide for the delegation of authority; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Petroleum Allocation Act", 
  "sponsor": {
    "district": "9", 
    "name": "Moakley, John Joseph", 
    "state": "MA", 
    "thomas_id": "00820", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-02", 
  "subjects": [
    "Economics and public finance", 
    "Energy", 
    "Energy conservation", 
    "Fuel", 
    "Fuel allocation", 
    "Government operations and politics", 
    "Petroleum", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Fuel allocation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-02", 
    "text": "Energy Petroleum Allocation Act- Directs the President, not later than ten days after the date of enactment of this Act, to promulgate a regulation providing for the mandatory allocation of crude oil, residual fuel oil, and each refined petroleum product, in amounts and at prices specified in such regulation. Sets forth certain factors to be considered by the President in promulgating such regulation, including the following: (1) protection of public health, safety, and welfare, and the national defense; (2) maintenance of all public services and agricultural operations; and (3) preservation of an economically sound and competitive petroleum industry. States that the President may require such adjustments in the allocations of refined petroleum products and crude oil as may reasonably be necessary. Provides that the regulation promulgated under this Act shall remain in effect until midnight February 28, 1975. Makes provisions for the administration and enforcement of such regulation. Requires the Federal Trade Commission to moniter the program established under such regulation; and, not later than sixty days after the effictive of the regulation, to report to the President and to the Congress respecting the effectiveness of this Act and actions taken pursuant thereto."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Petroleum Allocation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize and require the President of the United States to allocate crude oil and refined petroleum products to deal with existing or imminent shortages and dislocations in the national distribution system which jeopardize the public health, safety, or welfare; to provide for the delegation of authority; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:47-05:00"
}