{
  "actions": [
    {
      "acted_at": "1992-02-27", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-06", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Science, Technology, and Space. Hearings held. Hearings printed: S.Hrg. 102-810.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-11", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-09-30", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings with an amendment in the nature of a substitute. With written report No. 102-445.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-30", 
      "calendar": "Senate Legislative", 
      "number": "760", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 760.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-10-07", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "bill_ids": [
        "hr3614-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 3614 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-10-07", 
      "bill_ids": [
        "hr3614-102"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 3614 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3416-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3416"
    }
  ], 
  "bill_id": "s2297-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Science, Technology, and Space", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-27", 
  "number": "2297", 
  "official_title": "A bill to enable the United States to maintain its leadership in land remote sensing by providing data continuity for the Landsat program, by establishing a new national land remote sensing policy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3614-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr3614-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3614-102", 
      "reason": "includes"
    }, 
    {
      "bill_id": "hr6133-102", 
      "reason": "related"
    }, 
    {
      "bill_id": "s2297-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Land Remote Sensing Policy Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-08-11", 
  "subjects": [
    "Administrative procedure", 
    "American technical assistance", 
    "Archives", 
    "Armed forces and national security", 
    "Astronautics", 
    "Climate change and greenhouse gases", 
    "Commercialization", 
    "Communication satellites", 
    "Congressional reporting requirements", 
    "Data banks", 
    "Developing countries", 
    "Earth resources satellites", 
    "Environmental protection", 
    "Executive reorganization", 
    "Fees", 
    "Fines (Penalties)", 
    "Government and business", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Information services", 
    "Launch vehicles", 
    "Licenses", 
    "Meteorological satellites", 
    "Nondiscrimination provisions", 
    "Privatization", 
    "Radio frequency allocation", 
    "Remote sensing", 
    "Research and development", 
    "Science, technology, communications", 
    "Space policy", 
    "Space sciences", 
    "Technological innovations"
  ], 
  "subjects_top_term": "Space sciences", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1992-09-30", 
    "text": "Land Remote Sensing Policy Act of 1992 - Repeals the Land Remote-Sensing Commercialization Act of 1984. Title I: Landsat - Makes the Administrator of the National Aeronautics and Space Administration (NASA Administrator) and the Secretary of Defense jointly responsible for management of the Landsat program. (Currently such program is managed by the National Oceanic and Atmospherc Administration of the Department of Commerce.) Requires establishment of an integrated program management structure for the Landsat system. Directs the NASA Administrator, the Secretary of Defense, and any other Federal official the President designates as responsible for part of the Landsat system, to establish through a management plan the roles, responsibilities, and funding expectations for the Landsat program of the appropriate Federal agencies. Requires the management plan to specify that the fundamental goal of Landsat Program Management (LMP) is continuity of unenhanced Landsat data through acquisition and operation of a Landsat 7 satellite, which is at least functionally equivalent to the Landsat 6 satellite, with the addition of a tracking and data relay satellite communications capability. Requires the management plan to include a baseline funding profile and to specify that any improvements over Landsat 6 capability be funded by a specific sponsoring agency if the required funding exceeds such profile. Requires the plan to provide for a technology demonstration program. Sets forth LPM responsibilities for various functions, including authority to contract. Establishes a Landsat advisory process and LPM reporting requirements. Requires LPM to contract expeditiously with a U.S. private sector entity to develop and deliver Landsat 7 (subject to appropriations and only under the existing contract authority of the Federal Agencies that compose LPM). Sets forth development and delivery considerations for LPM in negotiating such contract. Requires LPM to notify the Congress promptly of any significant cost or schedule changes. Requires LPM to take into account the location of operations, assets, personnel, and other such factors in defining \" U.S. private sector entities.\" Directs LPM to negotiate with the Landsat 6 contractor with respect to specified aspects of data policy for Landsat 1 through 6 and to ensure that such data policy is consistent with Landsat 7 data policy. Requires a report to the Congress if there is failure to reach an agreement, within 120 days after enactment of this Act. Transfers to LPM the responsibilities of the Secretary of Commerce with respect to Landsat 6, as agreed to by such Secretary, and LPM. Directs LPM to develop a data policy for Landsat 7 which ensures: (1) availability of unenhanced data to all users at the cost of fulfilling user requests; (2) timely and dependable delivery of unenhanced data to the full spectrum of civilian, national security, commercial, and foreign users and the National Satellite Land Remote Sensing Data Archive; (3) U.S. retention of ownership of all unenhanced data generated by Landsat 7; (4) that exclusive marketing rights to Landsat 7 are not extended to any contractor; (5) that the proposed data distribution system contributes to the commercialization goal for land remote sensing; and (6) compatibility of, as much as possible, the Landsat 7 data distribution system with the Earth Observing System Data and Information System. Title II: Licensing of Private Remote Sensing Space Systems - Authorizes the Secretary of Commerce (the Secretary, for purposes of this title) to license private sector parties to operate private remote sensing space systems for such period as the Secretary may specify. Limits the Secretary's authority under this title to remote sensing operations only of any private system used for those and other purposes. Requires, before a license may be granted, the Secretary to determine in writing that the applicant will comply with requirements of and regulations under this Act, and any applicable U.S. international obligations and national security concerns. Sets deadlines for the Secretary's actions on applications. Prohibits the Secretary from denying a license in order to protect any existing licensee from competition. Directs the Secretary to designate in the license any unenhanced data which the licensee is required to provide. Requires such licenses for operation of any private remote sensing space system by any person subject to U.S. jurisdiction or control or by their subsidiaries or affiliates. Provides that such licenses require a licensee to comply with this Act and with specified requirements relating to national security, international obligations, availabilty of unenhanced data (both to governments with respect to their territory and to users on a nondiscriminatory basis), disposition of satellite information on orbit and data collection and deviation, and notification about any intended agreement involving foreign nations or entities. Sets forth the administrative authority and the regulatory authority of the Secretary of Commerce with respect to this title. Provides for licensing private entities to operate private remote sensing space systems which use, on a space-available basis, civilian U.S. Government satellites or vehicles as platforms. Authorizes the Secretary to license such system if: (1) the operator agrees to reimburse the Government for all related costs, including a share of fixed, platform, data transmission, and launch costs; and (2) the use would not interfere with or compromise intended civilian Government missions. Title III: Research, Development and Demonstration - Directs the NASA Administrator and the Secretary of Defense to continue and enhance remote sensing research and development programs. Authorizes the NASA Administrator to conduct experimental space remote sensing programs. Authorizes the Secretaries of Agriculture and of the Interior to research and develop applications of remote sensng to the management and use of renewable and nonrenewable resources of the United States. Requires all unenhanced land remote sensing data gathered and owned by the U.S. Government to be made available to users in a timely fashion. Directs the President to seek to ensure that unenhanced data gathered under the technology demonstration program are made avaiable on terms that would not adversely affect the commercial market for unenhanced data gathered by the Landsat 6 spacecraft. Directs the President to establish a technology demonstration program, through appropriate U.S. Government agencies, as a fundamental component of a national land remote sensing strategy. Requires such program to seek to launch advanced land remote sensing system components within five years after enactment of this Act and to demonstrate, within such period: (1) advanced sensor capabilities suitable for use in the anticipated land remote sensing program; and (2) an advanced land remote system design that could be less expensive to procure and operate than the Landsat system. Directs the President, in executing such program, to seek to apply intelligence gathering technologies to the extent that they are appropriate for the technology demonstration and can be declassified without harm to national security. Requires such program to be designed to be responsive to the broad civilian, national securty, commercial, and foreign policy needs of the United States. Allows such program to be carried out in part with private funding. Requires LPM to have a coordinating role in such program. Directs the President to assess the program's progress and report to the Congress within two years after enactment of this Act. Title IV: Assessing Options for Successor Land Remote Sensing System - Directs LPM to assess and report to the Congress on the options for a successor land remote sensing system to Landsat 7. Requires the report fully assess advantages and disadvantages of funding and management of a successor system by: (1) the private sector; (2) an international consortium; (3) the U.S. Government; and (4) a cooperative effort by the U.S. Government and the private sector. Title V: General Provisions - Declares it to be in the public interest for the U.S. Government to maintain an archive of land remote sensing data for historical, scientific, and technical purposes. Directs the Secretary of the Interior to provide for such data's storage, maintenance, and upgrading. Allows the sale of unenhanced data distributed by any licensee only on condition that it will not be reproduced or disseminated by the purchaser for commercial purposes. Authorizes the NASA Administrator, the Secretary of Defense, and other U.S. Government agency heads to provide assistance to land remote sensing system operators under this Act. Requires such operators to reimburse the Government for such assistance, except as otherwise provided by law. Authorizes LPM, by a competitive process, to allow a licensee or any other private party to acquire use of equipment from the the Landsat system when it is no longer needed to operate, or sell data from, the system. Requires the filing of an application with the FCC for any radio facilities involved with commercial remote sensing space systems licensed under this Act. States that Federal Commerce Commission authority shall not be required for development and construction of any U.S. land remote sensing space system (or component), other than radio transmitting facilities or components while any licensing determination is being made. Directs LPM to consult with: (1) the Secretary of Defense on all matters under this Act affecting national security; and (2) the Secretary of State on all matters under this Act affecting international obligations. Directs the Secretary of State to report to the Secretary of Commerce and LPM any instances outside the United States of discriminatory distribution of Landsat data. Requires LPM to report to the Congress Landsat system operations, including timely notification of decisions relating to national security concerns and international obligations. Authorizes the Secretary of Commerce to require Federal agencies which request imposition of technical modifications a license for national security reasons to reimburse the licensee for certain additional or past development costs (but not for anticipated profits or costs ordinarily associated with doing business abroad). Directs the Secretary of Commerce, in collaboration with the private sector entities responsible for marketing and distributing Landsat system unenhanced data, to develop and implement an enforcement system to ensure that such data received solely for noncommercial purposes are not used for any commercial purpose (in the event that such data are made available for noncommercial purposes at a different price than for commercial applications). Provides for the Secretary's enforcement authority, enforcement mechanisms, and procedures and regulations. Title VI: Prohibition of Commercialization of Weather Satellites - Prohibits the President and any other U.S. Government official from making any effort to lease, sell, or transfer to the private sector, or commercialize, any portion of the weather satellite systems operated by the Department of Commerce or any successor agency. Prohibits any such action regardless of any change in circumstances subsequent to enactment of this Act and even if such change makes such commercialization appear to be in the national interest, unless this title has first been repealed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Land Remote Sensing Policy Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Land Remote Sensing Policy Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enable the United States to maintain its leadership in land remote sensing by providing data continuity for the Landsat program, by establishing a new national land remote sensing policy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:26-05:00"
}