{
  "actions": [
    {
      "acted_at": "1975-06-19", 
      "committee": "House Committee on Banking, Currency and Housing", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Currency and Housing.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8033-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Currency, and Housing", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-19", 
  "number": "8033", 
  "official_title": "A bill to provide for the participation of the United States in the African Development Fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "African Development Fund Act", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-19", 
  "subjects": [
    "Africa", 
    "Community development", 
    "International affairs", 
    "International economic relations", 
    "United Nations economic assistance", 
    "United Nations technical assistance"
  ], 
  "subjects_top_term": "United Nations economic assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-19", 
    "text": "African Development Fund Act - Authorizes the President to accept participation for the United States in the African Development Fund of the United Nations. Directs the President, by and with the advice and consent of the Senate, to appoint a Governor, and an Alternate Governor of the Fund. Authorizes to be appropriated without fiscal year limitation, as the United States subscription, $15,000,000, to be paid by the Secretary of the Treasury to the Fund in three annual installments of $5,000,000 each. States that the agreement shall have full force and effect in the United States. Provides that the President shall instruct the United States Director to vote against any utilization of funds for the benefit of any country when such country: (1) has nationalized, expropriated or seized property owned by any United States citizen, corporation, partnership, or association not less than 50 percent beneficially owned by United States citizens; (2) has taken steps to repudiate or nullify existing agreements with any United States citizen, corporation, partnership, or association not less than 50 percent beneficially owned by United States citizens; or (3) has imposed discriminatory taxes or other exactions, or restrictive maintenance or operational conditions, or has taken other actions, which have the effect of nationalizing, expropriating, or otherwise seizing ownership or control of property so owned."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "African Development Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the participation of the United States in the African Development Fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:42-05:00"
}