{
  "actions": [
    {
      "acted_at": "1991-11-01", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-01", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-15", 
      "bill_ids": [
        "hr3575-102"
      ], 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "See H.R.3575.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-11-18", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3697-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Downey, Thomas J.", 
      "sponsored_at": "1991-11-01", 
      "state": "NY", 
      "thomas_id": "00314", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-01", 
  "number": "3697", 
  "official_title": "To provide a program of emergency unemployment compensation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3575-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Emergency Unemployment Compensation Act of 1991", 
  "sponsor": {
    "district": "8", 
    "name": "Rostenkowski, Dan", 
    "state": "IL", 
    "thomas_id": "00988", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-01", 
  "subjects": [
    "Appropriations", 
    "Armed forces reserves", 
    "Budget deficits", 
    "Collection of accounts", 
    "Congressional oversight", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Federal-state relations", 
    "Fraud", 
    "Government spending reductions", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Income tax", 
    "Intergovernmental fiscal relations", 
    "Job hunting", 
    "Manpower training programs", 
    "Off-budget expenditures", 
    "Railroad employees", 
    "School personnel", 
    "State laws", 
    "Tax administration", 
    "Tax rates", 
    "Taxation", 
    "Unemployment insurance", 
    "Veterans' benefits", 
    "Veterans' employment", 
    "Wages", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-01", 
    "text": "Emergency Unemployment Compensation Act of 1991 - Title I: Emergency Unemployment Compensation Program - Establishes an emergency unemployment compensation program. Allows any State to enter into and participate in an agreement with the Secretary of Labor (the Secretary) under which the State agency which administers the State unemployment compensation law will make payments of emergency unemployment compensation: (1) to individuals who have exhausted all rights to regular compensation under State law, have no rights to such regular compensation or any additional State or Federal compensation, and are not receiving Canadian compensation; and (2) for any week of unemployment beginning in the individual's eligibility period. Sets forth provisions relating to exhaustion of regular benefits and weekly amount of emergency benefits equal to regular benefits. Authorizes a State Governor, in a period of a seven or eight percent total unemployment rate in that State (as defined under this Act), to elect to trigger an extended compensation period to provide emergency unemployment compensation to individuals who have exhausted their rights to regular compensation under State law. Requires a State, under such an agreement, to establish an emergency unemployment compensation account with respect to the benefit year of each eligible individual who files an application. Limits benefit payments to not more than the amount in the individual's account. Sets forth formulas for determining the amount in such account. Provides that the applicable limit in such account shall be equal to: (1) 20 for an eight-percent period, i.e. one triggered by an adjusted total unemployment rate (TUR) of eight percent or more in the State, for the most recent six calendar months with available data; (2) 13 for a seven-percent period; and (3) seven for a six-percent period or for any other period. Sets forth special rules relating to such applicable limits. Requires reduction in such account by the amount of extended benefits received by the individual relating to the same benefit year under the Federal-State Extended Unemployment Compensation Act of 1970. Sets the weekly benefit amount at the amount of regular compensation (including dependents' allowances) payable under the State law to the individual for such week for total unemployment. Provides for determination of periods and applicable triggers. Provides for a minimum period of at least 13 weeks. Provides, in general, that no emergency unemployment compensation shall be payable to any individual under this Act for any week beginning: (1) before the later of November 17, 1991, or the first week following the week in which an agreement under this Act is entered into; or (2) after August 1, 1992. Sets forth transition and reachback provisions for the eligibility of certain individuals for such benefits, as exceptions to such general rule. Provides for payments to States having such agreements for emergency unemployment compensation. Sets forth financing provisions. Requires that funds in the extended unemployment compensation account of the Unemployment Trust Fund be used to make payments to States having agreements under this Act. Sets forth provisions relating to fraud and overpayments. Defines the eligible period under this Act. Provides that in no event shall an individual's period of eligibility include any weeks after the 39th week after the end of the benefit year for which the individual exhausted rights to regular compensation or extended compensation. Title II: Demonstration Program to Provide Job Search Assistance - Directs the Secretary to carry out a demonstration program to determine the feasibility of implementing job search assistance programs. Requires selection of three States to participate in such program, based on specified criteria. Requires that at least one of these States will replicate a prior successful demonstration project for job search assistance. Sets forth requirements for the program agreement with these States. Requires a job search assistance program, for purposes of this title, to: (1) require certain unemployment compensation recipients to participate in a qualified intensive job search program (the program) after receiving such compensation for at least six but not more than ten weeks during any benefit year; (2) entitle such individuals to an intensive job search program voucher; and (3) disqualify those who do not satisfactorily participate in such program from receiving such compensation for a specified period of not more than ten weeks. Makes such program requirements applicable to such recipients if, during a specified three-year period, they had at least 126 weeks of employment at wages of $30 or more a week with their last employer (or an equivalent amount computed under prescribed regulations). Sets forth exceptions to such program requirements and program qualifications. Provides that such vouchers entitle the organization (including the State employment service) providing the program to a payment from the State agency equal to the lesser of: (1) the reasonable costs of providing the program; or (2) the average weekly benefit amount in the State. Requires Federal payments from the extended unemployment compensation account to each participating State's account in the Unemployment Trust Fund in an amount equal to the payments made by the State agency for such program vouchers. Provides for payments on a calendar month basis, and for certification by the Secretary. Directs the Secretary to submit two interim reports and a final report to the Congress on the demonstration program under this title. Title III: Other Provisions - Amends specified Federal law to repeal certain limitations on payment of unemployment compensation to former members of the Armed Forces. Reduces the length of required active duty by reserves for purposes for such payment. Amends the Federal Unemployment Tax Act (FUTA) provisions of the Internal Revenue Code to allow optional unemployment benefits for certain school employees, by making denial of such benefits discretionary rather than mandatory. Amends the Social Security Act to establish an Advisory Council on Unemployment Compensation. Directs the Secretary of Labor to establish such a council by February 1, 1992, and every fourth year thereafter. Requires each such council to evaluate the unemployment compensation program. Sets forth membership and staff provisions. Requires each council to report to the President and the Congress by February 1 of the second year following the year in which it is required to be established. Requires the first Council report to include findings and recommendations on determining eligibility for extended unemployment benefits on the basis of unemployment statistics for regions, States, or subdivisions of States. Directs the Secretary, within 12 months, to report to the Congress a proposal for revising the method of allocating grants among the States for administration of the unemployment insurance program. Prohibits the Secretary from revising such method until 12 months after such report is submitted to the Congress. Title IV: Financing Provisions - Amends the Deficit Reduction Act of 1984 to provide for permanent extension of provisions relating to collection of nontax debts owed to Federal agencies. Amends the Federal Unemployment Tax Act (FUTA) provisions of the Internal Revenue Code to extend the surtax imposed on employers through 1996. Amends the Internal Revenue Code to limit the use of the preceding year's tax for purposes of determining individual estimated tax payments. Title V: Railroad Unemployment Insurance - Amends the Railroad Unemployment Insurance Act to provide temporary extended railroad unemployment insurance benefits to railroad employees who have less than ten years of service, for certain periods of high national unemployment. Provides for such extended benefits for up to 13 weeks (65 days of unemployment), through July 4, 1992. Sets forth transition and reachback provisions. Title VI: Appropriations - Appropriates additional specified amounts, from the Employment Security Administration Account in the Unemployment Trust Fund, for: (1) State unemployment insurance and employment service operations for specified service operations for specified activities and administrative expenses related to amendments made by this Act; and (2) authorized expenses of the Advisory Council on Unemployment Compensation. Title VII: Budget Provisions - Provides that any amount of new budget authority, outlays, or receipts resulting from this Act shall not be considered for any purpose under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Exempts payments under title I (emergency unemployment compensation) of this Act from any sequestration order issued under specified provisions of such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Unemployment Compensation Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide a program of emergency unemployment compensation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:55-05:00"
}