{
  "actions": [
    {
      "acted_at": "1999-05-10", 
      "committee": "House Committee on Science", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-26", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-26", 
      "in_committee": "House Committee on Science", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2000-03-06T18:16:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science. H. Rept. 106-512, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-06", 
      "references": [], 
      "text": "Referred sequentially to the House Committee on Commerce for a period ending not later than April 7, 2000 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(f), rule X.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-07T13:47:00-04:00", 
      "references": [], 
      "text": "House Committee on Commerce Granted an extension for further consideration ending not later than April 11, 2000.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-11T19:14:00-04:00", 
      "references": [], 
      "text": "Committee on Commerce discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-04-11T19:14:00-04:00", 
      "calendar": "Union", 
      "number": "316", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 316.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1742-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-10", 
  "number": "1742", 
  "official_title": "To authorize appropriations for fiscal years 2000 and 2001 for the environmental and scientific research, development, and demonstration programs, projects, and activities of the Office of Research and Development and Science Advisory Board of the Environmental Protection Agency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Environmental Protection Agency Office of Research and Development and Science Advisory Board Authorization Act of 1999", 
  "sponsor": {
    "district": "43", 
    "name": "Calvert, Ken", 
    "state": "CA", 
    "thomas_id": "00165", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1999-05-26", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Air pollution control", 
    "Air quality", 
    "Alabama", 
    "Authorization", 
    "Climate change and greenhouse gases", 
    "Commerce", 
    "Competitive bidding", 
    "Computers and government", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Debarment of government contractors", 
    "Economics and public finance", 
    "Education", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental research", 
    "Environmental technology", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to air pollution control", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Federal aid to water pollution control", 
    "Federal employees", 
    "Florida", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government travel", 
    "Graduate education", 
    "Groundwater pollution", 
    "Gulf of Mexico", 
    "Hazardous waste site remediation", 
    "Health", 
    "Higher education", 
    "Hydrocarbons", 
    "International affairs", 
    "International environmental cooperation", 
    "Internet", 
    "Law", 
    "Lead abatement", 
    "Louisiana", 
    "Mississippi", 
    "Oil pollution", 
    "Oil pollution control", 
    "Ozone", 
    "Performance measurement", 
    "Petroleum storage", 
    "Planning-programming-budgeting", 
    "Pollution control", 
    "Public lands and natural resources", 
    "Reprogramming of appropriated funds", 
    "Research", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Research grants", 
    "Scholarships", 
    "Science, technology, communications", 
    "Scientific education", 
    "Soil pollution", 
    "Soil remediation", 
    "Strategic planning", 
    "Subcontractors", 
    "Supercomputers", 
    "Technological innovations", 
    "Texas", 
    "Trade associations", 
    "Transportation and public works", 
    "Travel costs", 
    "Treaties", 
    "Treaty-making power", 
    "Underground storage", 
    "Urban affairs", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2000-03-06", 
    "text": "Environmental Protection Agency Office of Research and Development and Science Advisory Board Authorization Act of 1999 - Authorizes appropriations to the Administrator of the Environmental Protection Agency (EPA) for FY 2000 and 2001 for the Office of Research and Development (Office) for environmental research and development and scientific research, development, and demonstration programs. Bars the obligation of such funds until the Administrator submits certain information regarding such programs to specified congressional committees.(Sec. 4) Requires the Administrator to assign to the Assistant Administrator for Research and Development the duties of: (1) developing a strategic plan for environmental research and development and scientific research, development, and demonstration programs throughout EPA; (2) integrating such plan into ongoing EPA planning activities; and (3) reviewing such programs to ensure that the research, development, and demonstration is of high quality and does not duplicate other EPA programs. Directs the Assistant Administrator to submit an annual report to the Administrator and specified congressional committees detailing such EPA programs found not to be of high quality and those that are duplicative of other programs.(Sec. 5) Requires the Administrator, in carrying out the Science To Achieve Results Graduate Student Fellowship Program, to ensure that any fellowship award is used only to support scientific research that would further missions of the Office.(Sec. 6) Directs the Science Advisory Board (Board) to report annually to the Administrator and Congress its views on proposed EPA environmental research and development and scientific research, development, and demonstration programs. Provides for periodic Board evaluations of selected areas of such programs.Authorizes appropriations for FY 2000 and 2001 for the Board.(Sec. 7) Sets forth provisions regarding reprogramming and limitations on funds as well as certain reporting requirements. Requires notice to specified congressional committees before any major reorganization of any Office or Board program or activity described by this Act.(Sec. 8) Sets forth requirements for the submission of a detailed justification for budget authorization for the programs and activities authorized by this Act.(Sec. 9) Limits the use of funds authorized by this Act for travel costs.Bars the use of funds authorized by this Act for: (1) grants or contracts awarded by EPA to a trade association on a noncompetitive basis; or (2) implementation of the Kyoto Protocol if it has not been submitted to the Senate for ratification and entered into force.Earmarks specified funds for FY 2000 for a field scale environmental research and development project at an existing site for remediation of soils contaminated by recalcitrant hydrocarbon and lead contaminants using specified technologies capable of homogenizing soil and rendering such contaminants inert.(Sec. 10) Permits funding for Office or Board scientific demonstration projects only for technologies or processes that can be reasonably expected to yield new, measurable benefits to the cost, efficiency, or performance of the technology or process.(Sec. 11) Prohibits the use of funds authorized by this Act to award or modify an Office or Board contract in a manner that deviates from the Federal Acquisition Regulation unless the Administrator grants a waiver to allow for such deviation.(Sec. 12) Prohibits the use of funds authorized to be appropriated by this Act by: (1) EPA to prepare or initiate Requests for Proposals for programs under this Act not specifically authorized by Congress; and (2) Office or Board programs under this Act to produce or provide articles or services for purposes of selling them to a person outside the Federal Government unless the Administrator determines that such articles or services are not available from a U.S. commercial source.(Sec. 14) Excludes from consideration for grant agreements for programs described by this Act made by the Office or the Board after FY 1999 any person who received funds appropriated for a fiscal year after FY 1999 under a grant agreement from any Federal funding source for a program that was not subjected to a competitive, merit-based award process. Makes such exclusions effective for a period of five years after the person receives such Federal funds.(Sec. 15) Requires the Administrator to make available through the EPA Internet home page the abstracts relating to all research grants and awards made with funds authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Protection Agency Office of Research and Development and Science Advisory Board Authorization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Environmental Protection Agency Office of Research and Development and Science Advisory Board Authorization Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for fiscal years 2000 and 2001 for the environmental and scientific research, development, and demonstration programs, projects, and activities of the Office of Research and Development and Science Advisory Board of the Environmental Protection Agency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:47-05:00"
}