{
  "actions": [
    {
      "acted_at": "1995-11-03", 
      "references": [
        {
          "reference": "CR S16671-16672", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-03", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-09", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1995-11-18", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Pressler with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-18", 
      "calendar": "Senate Legislative", 
      "number": "247", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 247.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1995-11-21", 
      "references": [], 
      "text": "By Senator Pressler from Committee on Commerce filed written report under the authority of the order of Nov 20, 95. Report No. 104-176. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-28", 
      "references": [
        {
          "reference": "CR S17551-17590, S17592-17602", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-28", 
      "bill_ids": [
        "hr2539-104"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 2539 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-28", 
      "bill_ids": [
        "hr2539-104"
      ], 
      "references": [
        {
          "reference": "CR S17602", 
          "type": "consideration"
        }
      ], 
      "text": "Senate passed companion measure H.R. 2539 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-28", 
      "references": [
        {
          "reference": "CR S17602", 
          "type": "consideration"
        }
      ], 
      "text": "Returned to the Calendar. Calendar No. 247.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-04-16", 
      "references": [
        {
          "reference": "CR S3414", 
          "type": "consideration"
        }
      ], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3063-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3063"
    }, 
    {
      "amendment_id": "s3064-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3064"
    }, 
    {
      "amendment_id": "s3065-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3065"
    }, 
    {
      "amendment_id": "s3066-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3066"
    }, 
    {
      "amendment_id": "s3067-104", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3067"
    }
  ], 
  "bill_id": "s1396-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burns, Conrad R.", 
      "sponsored_at": "1995-11-08", 
      "state": "MT", 
      "thomas_id": "01298", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1995-11-03", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1995-11-28", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1995-11-13", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "1995-11-13", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1995-11-13", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1995-11-13", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-11-03", 
  "number": "1396", 
  "official_title": "A bill to amend title 49, United States Code, to provide for the regulation of surface transportation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2539-104", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr2539-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2539-104", 
      "reason": "includes"
    }, 
    {
      "bill_id": "hr2539-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Interstate Commerce Commission Sunset Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Pressler, Larry", 
    "state": "SD", 
    "thomas_id": "00927", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1995-11-09", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Agriculture and food", 
    "All terrain vehicles", 
    "Antitrust law", 
    "Appropriations", 
    "Authorization", 
    "Business records", 
    "Canada", 
    "Charities", 
    "Claims", 
    "Coastwise shipping", 
    "Commerce", 
    "Commercial arbitration", 
    "Common carriers", 
    "Commuting", 
    "Computers and government", 
    "Congress", 
    "Congressional reporting requirements", 
    "Congressional salaries and pensions", 
    "Continuing resolutions", 
    "Corporate corruption", 
    "Corporate mergers", 
    "Cost accounting", 
    "Crime and law enforcement", 
    "Damages", 
    "Data banks", 
    "Department of Transportation", 
    "Destruction of property", 
    "Disabled", 
    "Dislocated workers", 
    "Economics and public finance", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Express service", 
    "Federal Maritime Commission", 
    "Federal advisory bodies", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Federal preemption", 
    "Federal-state relations", 
    "Fertilizers", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Fraud", 
    "Freight forwarders", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Governmental investigations", 
    "Grain trade", 
    "Grocery trade", 
    "Household moving", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Information services", 
    "Information storage and retrieval systems", 
    "Injunctions", 
    "Intermodal transportation", 
    "Interstate Commerce Commission", 
    "Interstate commerce", 
    "Labor and employment", 
    "Latin America", 
    "Launch vehicles", 
    "Law", 
    "Layoffs", 
    "Lease and rental services", 
    "Legal fees", 
    "Legislation", 
    "Liability (Law)", 
    "Liability insurance", 
    "Licenses", 
    "Limitation of actions", 
    "Local taxation", 
    "Locomotives", 
    "Marine terminals", 
    "Marine transportation", 
    "Mass rapid transit", 
    "Merchant seamen", 
    "Merchant ships", 
    "Mexico", 
    "Motor bus lines", 
    "Motor carrier rates", 
    "Motor vehicle safety", 
    "Motor vehicles", 
    "Municipal ordinances", 
    "Nontariff trade barriers", 
    "Nuclear fuels", 
    "Packaging", 
    "Parties to actions", 
    "Pipelines", 
    "Presidential appointments", 
    "Presidential compensation", 
    "Profit", 
    "Property tax", 
    "Prosecution", 
    "Punitive damages", 
    "Radioactive wastes", 
    "Railroad abandonments", 
    "Railroad employees", 
    "Railroad engineering", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad passenger traffic", 
    "Railroad rates", 
    "Railroad rolling stock", 
    "Railroad safety", 
    "Railroad terminals", 
    "Railroads", 
    "Railroads and state", 
    "Rebates", 
    "Recruiting of employees", 
    "Recycling of waste products", 
    "Restrictive trade practices", 
    "Sabotage", 
    "Salaries", 
    "Science, technology, communications", 
    "Self-insurance", 
    "Shipping conferences", 
    "Shipping rates", 
    "Small business", 
    "Social welfare", 
    "Space activities", 
    "State laws", 
    "State taxation", 
    "Subpoena", 
    "Surety and fidelity", 
    "Tax administration", 
    "Taxation", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation and state", 
    "Transportation and the aged", 
    "Transportation and the physically handicapped", 
    "Transportation insurance", 
    "Transportation of hazardous substances", 
    "Transportation rates", 
    "Transportation workers", 
    "Truck drivers", 
    "Trucking", 
    "Trucks", 
    "User charges", 
    "Vermont", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1996-04-16", 
    "text": "TABLE OF CONTENTS: Title I: Termination of the Interstate Commerce Commission and Federal Maritime Commission; Repeal of Obsolete and Unnecessary Provisions of Law Subtitle A: Terminations Subtitle B: Repeal of Obsolete, Etc., Provisions Title II: Intermodal Surface Transportation Board Subtitle A: Organization Subtitle B: Administrative Title III: Rail and Pipeline Transportation Title IV: Motor Carrier, Water Carrier, Broker, and Freight Forwarder Transportation Subtitle A: Addition of Part B Subtitle B: Motor Carrier Registration and Insurance Requirements Title V: Amendments to Other Laws Title VI: Authorization Title VII: Miscellaneous Provisions Title VIII: Effective Date Interstate Commerce Commission Sunset Act of 1995 - Title I: Termination of the Interstate Commerce Commission and Federal Maritime Commission; Repeal of Obsolete and Unnecessary Provisions of Law - Subtitle A: Terminations - Terminates: (1) the Interstate Commerce Commission (ICC) as an independent executive agency of the U.S. Government; and (2) the Federal Maritime Commission (FMC). (Sec. 104) Transfers ICC functions to the Intermodal Surface Transportation Board (Board) established by title II of this Act. (Sec. 105) Declares that, effective January 1, 1997, reference made in other Federal law with respect to the FMC shall be deemed to refer to the Board. Subtitle B: Repeal of Obsolete, Etc., Provisions - Amends Federal transportation law to repeal specified provisions relating to the regulation of rail and certain other surface transportation. Title II: Intermodal Surface Transportation Board - Subtitle A: Organization - Amends Federal transportation law to establish the Board within the Department of Transportation (DOT). (Sec. 201) Declares that the Board shall perform all functions previously performed by the ICC and the FMC. Subtitle B: Administrative - Sets forth administrative provisions, including authorizing the Board to: (1) obtain certain information from transportation carriers under its jurisdiction; and (2) reopen, on its own initiative, because of material error, new evidence, or substantially changed circumstances, any proceeding, or grant a rehearing of or change a Board action. (Sec. 212) Authorizes an interested party to petition to reopen and reconsider a Board action. (Sec. 215) Directs the Board to study the authority necessary to assess and collect fees and annual charges in any fiscal year in amounts equal to all costs incurred by it in such fiscal year. (Sec. 216) Directs the Federal Highway Administration (FHA) to issue an advance notice of proposed rulemaking with respect to a specified fatigue-related and driver alertness transportation issues. (Sec. 217) Prohibits a State from prescribing regulations that impose a limitation of less than 46 feet on the distance from the kingpin to the center of the rear axle on trailers used exclusively or primarily in connection with motorsports competition events. (Sec. 218) Amends Federal criminal law to impose penalties for destruction of a motor vehicle or train carrying radioactive waste. Title III: Rail and Pipeline Transportation - Makes conforming amendments to reflect the Board's jurisdiction with respect to rail and pipeline transportation. (Sec. 302) Declares, among other things, that in regulating the railroad industry it is the policy of the U.S. Government to provide for the expeditious handling and resolution of all proceedings required or permitted to be brought with respect to Federal transportation law. (Sec. 303) Revises, for purposes of this title, the term \"common carrier\" to mean a pipeline carrier or a rail carrier only, eliminating express carrier, sleeping car carrier, motor common carrier, water common carrier, and household goods freight forwarder. (Sec. 305) Excludes transportation by a commuter authority from Board jurisdiction. (Sec. 306) Revises the requirements for: (1) revocation of an exemption from Federal transportation law; and (2) the calculation of monetary damages in a complaint accompanying a request for revocation that claims a violation of Federal transportation law by a railroad. (Sec. 308) Directs the Board to: (1) complete the pending ICC non-coal rate guidelines proceeding to establish a simplified and expedited method for determining the reasonableness of challenged rail rates in those cases in which a stand-alone cost presentation is impractical; and (2) establish procedures to ensure expeditious handling of challenges to the reasonableness of such rates. (Sec. 314) Denies the Board authority to begin, on its own initiative, an investigation to determine whether a proposed rail carrier rate, classification, rule, or practice is reasonable. Authorizes the Board to conduct such an investigation only upon complaint of an interested party. Repeals the ICC's mandate to establish standards and procedures permitting a rail carrier to waive collection of amounts due under rail carrier rates. Permits a rail carrier to waive such collections without Federal supervision. (Sec. 315) Sets forth specified factors that the Board shall consider when determining whether a rail carrier rate is reasonable. Authorizes the Board, upon complaint of an interested party, to begin an investigation to determine whether a proposed rate increase is reasonable if such rate results in a revenue-variable cost percentage that is equal to or greater than 20 percentage points above the revenue-variable cost percentage applicable under this title. Requires the Board to set forth its reasons, giving due consideration to specified factors, when determining whether to investigate a rate increase. (Sec. 316) Authorizes the Board, on application of an interested party (but not on its own initiative), to begin a proceeding to determine the lawfulness of any pipeline carrier-proposed new individual or joint rate or individual or joint classification, rule, or practice affecting a rate. (Sec. 317) Requires the Board to consider the availability of other economic transportation alternatives, in addition to any other factors it deems relevant, when making a determination of market dominance in proceedings to determine the lawfulness of a rail carrier rate. Revises provisions with respect to market dominance determinations. (Sec. 318) Requires filing with the Board of a summary of each contract between one or more rail carriers and one or more purchasers for the transportation of agricultural products, including grain. (Sec. 319) Authorizes a carrier providing transportation or service for the U.S. Government to transport property or individuals for it without charge or at a reduced rate (currently, requires the full commercial rate to be paid). (Sec. 321) Prohibits a carrier from subjecting a freight forwarder to unreasonable discrimination (charge a different rate for the same service) whether or not such forwarder is controlled by the carrier. (Sec. 327) Prohibits a carrier from providing transportation of agricultural products (including grain) and fertilizer (currently, a carrier providing any transportation or service) without a tariff containing the rates, classifications, rules, and practices for such transportation (thus eliminating general filing requirements). (Sec. 328) Requires such tariff to be published and made available for public inspection. States that tariffs are not required for any other commodity. (Sec. 330) Authorizes the Board to require certain employee protection arrangements for transactions involving certain Class II freight rail carriers and Class III freight rail carriers and non-carriers that are not owned or controlled by a Class I rail carrier and that are not a commuter, switching, or terminal railroad. Authorizes the Board, with respect to all transactions involving such carriers which propose to construct or provide transportation over a railroad line, to require an arrangement for the protection of the interest of railroad employees who are adversely affected by such transaction not to exceed one year's salary per affected employee and protection no less than that required under the Worker Adjustment and Retraining Act, unless otherwise agreed to by the parties. (Sec. 336) Requires a carrier to provide, upon request, common carrier rates and other common carrier service terms. Requires such response to be available electronically if not in writing. (Sec. 339) Requires the Board to consult with the National Grain Car Council on matters within the charter of that body. (Sec. 349) Requires the Board to collect and keep open for public inspection a railway equipment register. (Sec. 352) Repeals discretionary authority to exempt persons, classes, and transactions from merger, consolidation, and acquisition requirements if certain conditions are met. (Sec. 353) Amends the general procedure requirements and conditions of approval for consolidation, merger, or acquisition of control transactions. Authorizes the Board to impose as such a condition the divestiture of parallel tracks or the granting of tracking rights and access to other facilities. (Sec. 378) Establishes the Rail-Shipper Transportation Advisory Council, which shall advise the Secretary of Transportation, Council Chairman, and relevant congressional transportation policy oversight committees with respect to significant rail transportation policy issues, with particular attention to issues of importance to small shippers and small railroads. Title IV: Motor Carrier, Water Carrier, Broker, and Freight Forwarder Transportation - Subtitle A: Addition of Part B - Amends Federal transportation law to add a new Part B of Subtitle IV, Title 49, U.S. Code, covering the regulation of motor carriers, water carriers, brokers, and freight forwarders. Declares that in order to ensure the development, coordination, and preservation of a transportation system that meets the transportation needs of the United States, it is U.S. policy to provide for the impartial regulation of modes of transportation, including motor carrier transportation and the transportation of passengers by motor carrier. (Sec. 401) Defines \"carrier\" to mean a motor carrier, a water carrier, and a freight forwarder (including, for registration purposes, foreign motor carriers and foreign motor private carriers). Sets forth administrative provisions with respect to: (1) the powers and jurisdiction of the Secretary and the Board over motor carriers, water carriers, brokers, and freight forwarders; (2) certain requirements for rates, classifications, through routes, rules, and practices with respect to the transportation of household goods or passengers by motor carrier or transportation by water carrier; (3) procedures for resolving claims by a motor carrier of property (other than a household goods carrier) or freight forwarder with respect to unfiled, negotiated transportation rates; (4) rates for the transportation of U.S. property or U.S. officials; (5) nondiscriminatory compensation requirements with regard to the transportation of food and grocery products; (6) certain motor carrier, freight forwarder, and motor carrier broker registration requirements; (7) an on-line Federal registration system for motor carriers; (8) general operation requirements with respect to motor carriers; (9)inspection of records of motor carriers and brokers; (10) security interests in motor carrier vehicles; (11) pooling or division of transportation services or earnings by motor carriers; (12) consolidation, merger, and acquisition of control of motor carriers of passengers; (13) Federal jurisdiction over interstate and intrastate transportation of passengers by motor carrier and transportation by freight forwarders and brokers; (14) State and local tax discrimination against motor carrier transportation property; (15) State and local income taxation of motor carrier employees; (16) single State registration system requirements with respect to motor carriers; (17) enforcement, investigations, rights, and remedies; and (18) civil and criminal penalties. Prohibits the Secretary or the Board, as applicable, from: (1) regulating or exercising jurisdiction over the transportation by water carrier in the non-contiguous domestic trade of any cargo or type of cargo or service which was not subject to ICC or FMC regulation or jurisdiction under Federal law in effect on November 1, 1995; or (2) exempting such transportation from certain tariff and other requirements. Prescribes rate guidelines for such transportation. Subtitle B: Motor Carrier Registration and Insurance Requirements - Requires State plans for the enforcement of Federal and compatible State commercial motor vehicle safety standards to include, among other things, assurances that the State will cooperate in the enforcement of certain motor carrier registration and insurance requirements. (Sec. 452) Excludes from certain Federal minimum financial responsibility (insurance) requirements motor vehicles that provide mass transportation within a transit service area under an agreement with a Federal, State, or local government, including transportation designed to meet the special needs of the elderly and individuals with disabilities. (Sec. 453) Directs the Secretary to continue to enforce ICC rules and regulations, as in effect on July 1, 1995, governing the qualifications for approval of a motor carrier as a self-insurer, until it is in the public interest to revise them. Requires any rule revision to provide for continued ability of motor carriers to qualify as self-insurers, including continued qualification of all carriers already qualified. Title V: Amendments to Other Laws - Makes conforming amendments to specified Federal laws. (Sec. 525) Requires the Secretary of Transportation to issue a final rule authorizing the continued use of fiber drum packaging with a removable head for the transportation of liquid hazardous materials if certain conditions are met. Amends the Hazardous Materials Transportation Authorization Act of 1994 to repeal: (1) the mandate for a rulemaking proceeding to determine whether certain packaging requirements can be met for the domestic transportation of liquid hazardous materials with standards other than specified performance-oriented packaging standards; and (2) the mandate to promulgate such other standards if certain conditions apply. (Sec. 526) Repeals the Intercoastal Shipping Act, 1933 and specified provisions of the Shipping Act, 1916. (Sec. 527) Declares that the licensing of a launch vehicle or launch site operator shall not be considered a major Federal action requiring an environmental impact statement under the National Environmental Policy Act of 1969 if: (1) the Department of the Army has issued a permit; and (2) the Army Corps of Engineers has found that the activity has no significant environmental impact. (Sec. 528) Authorizes Vermont to use any unobligated Federal highway funds on activities related to AMTRAK rail passenger service within the State. (Sec. 529) Directs the Secretary to establish sanctions and penalties for violations of laws regarding railroad-highway grade crossings by persons operating commercial vehicles. Title VI: Authorization - Authorizes appropriations. Title VII: Miscellaneous Provisions - Treats the pay of Members of Congress and the President in the same manner as the pay of the most adversely affected Federal employees who are not compensated for any period in which appropriations lapse. Title VIII: Effective Date - Makes January 1, 1996, the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Interstate Commerce Commission Sunset Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Interstate Commerce Commission Sunset Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to provide for the regulation of surface transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:04-05:00"
}