{
  "actions": [
    {
      "acted_at": "1975-07-31", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9132-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bedell, Berkley W.", 
      "sponsored_at": "1975-01-03", 
      "state": "IA", 
      "thomas_id": "00071", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Carney, Charles J.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00177", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-31", 
  "number": "9132", 
  "official_title": "A bill to improve the reliability, safety, and energy efficiency of railroad transportation, and to reduce unemployment by providing funds for work in repairing, restoring, rehabilitating, and improving essential railroad roadbeds and facilities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8672-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Emergency Rail Transportation Improvement and Employment Act", 
  "sponsor": {
    "district": "15", 
    "name": "Rooney, Fred B.", 
    "state": "PA", 
    "thomas_id": "00983", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-31", 
  "subjects": [
    "Labor and employment", 
    "Property", 
    "Public service employment", 
    "Railroads", 
    "Unemployment"
  ], 
  "subjects_top_term": "Unemployment", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-31", 
    "text": "Emergency Rail Transportation Improvement and Employment Act - Declares it to be the purpose of this Act to authorize the Secretary of Transportation to provide financial assistance to eligible applicants for programs designed to reduce unemployment and to repair and improve essential railroad roadbeds and facilities. Defines terms used in this Act. Directs the Secretary to make grants to eligible applicants for projects involving the repair, restoration, rehabilitation or improvement of roadbeds and facilities. Directs the Secretary to promulgate guidelines and procedures with respect to grant applications. Sets forth certain items which must be included in each application. Limits the use of grants made pursuant to this Act to the payment of wages and benefits earned by individuals employed in programs funded by this Act. Requires that jobs created pursuant to this Act be made available first to furloughed railroad maintenance employees, then to persons who have exhausted their unemployment benefits, to unemployed persons who are not eligible for such benefits, and to other unemployed or underemployed persons. States that roadbeds and facilities are eligible for project grants under this Act if: (1) they are designated for transfer to the Consolidated Rail Corporation in the final system plan under the Regional Rail Reorganization Act; (2) they are utilized by the National Railroad Passenger Corporation; or (3) they are owned by a railroad in reorganization under the Bankruptcy Act. Sets forth as the goals toward which each project receiving financial assistance under this Act must be structured: (1) the reduction of unemployment; (2) the acceleration and expansion of a national rail rehabilitation effort; (3) the coordination of repair and rehabilitation work with other rail transportation priorities; (4) the completion of each such project within 12 months; and (5) the maximization of chances for permanent employment of individuals employed under such projects. Requires that wages paid to workers in projects undertaken with financial assistance pursuant to the terms of this Act be not less than those prevailing for similar work in the same locality. Authorizes the appropriation of $240,000,000 for providing financial assistance under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Rail Transportation Improvement and Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the reliability, safety, and energy efficiency of railroad transportation, and to reduce unemployment by providing funds for work in repairing, restoring, rehabilitating, and improving essential railroad roadbeds and facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:01-05:00"
}