{
  "actions": [
    {
      "acted_at": "2012-06-06", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-07", 
      "calendar": "Senate Legislative", 
      "number": "422", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 422.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3268-112", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2012-06-06", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-06-06", 
  "number": "3268", 
  "official_title": "A bill to amend title 49, United States Code, to provide rights for pilots, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3816-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1335-112", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1335-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1335-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Pilot's Bill of Rights", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-06-07", 
  "subjects": [
    "Administrative remedies", 
    "Advisory bodies", 
    "Aviation and airports", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health information and medical records", 
    "Judicial review and appeals", 
    "Licensing and registrations", 
    "National Transportation Safety Board (NTSB)", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-06-06", 
    "text": "Pilot's Bill of Rights - Requires National Transportation Safety Board (NTSB) proceedings for the review of decisions of the Administrator of the Federal Aviation Administration (FAA) to deny, amend, modify, suspend, or revoke an airman's certificate to be conducted, to the extent practicable, in accordance with the Federal Rules of Civil Procedure and Federal Rules of Evidence. Requires the Administrator to: (1) advise the subject of an investigation involving the approval, denial, suspension, modification, or revocation of an airman certificate of specified information pertinent to the investigation; and (2) provide him or her with access to relevant air traffic data. Allows an individual to elect to file an appeal of a certificate denial, a punitive civil action, or an emergency order of revocation in the U.S. district court in which individual resides, in which the action in question occurred, or the district court for the District of Columbia. Allows an adversely affected individual who elects not to file an appeal in a federal district court to file such appeal with the NTSB. Directs the Administrator to begin a Notice to Airmen (NOTAM) Improvement Program to improve the system of providing airmen with pertinent and timely information before a flight in the national airspace system. Makes Flight Service Station briefings and other air traffic services performed by Lockheed Martin or any other government contractor available to airmen under the Freedom of Information Act (FOIA). Requires the Administrator to review the FAA system for the medical certification of airmen in order to: (1) revise the medical application form, (2) align medical qualification policies with present-day qualified medical judgment and practices, and (3) publish objective medical standards to advise the public of the criteria determining an airman's medical certificate eligibility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pilot's Bill of Rights", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 49, United States Code, to provide rights for pilots, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:35:18-05:00"
}