{
  "actions": [
    {
      "acted_at": "1978-05-15", 
      "committee": "Senate Committee on Agriculture, Nutrition and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture, Nutrition and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Agriculture, Nutrition and Forestry, S. Rept. 95-884.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-05-15", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-06-22", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-07-19", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 95-1020.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-21", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-21", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-21", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #236 (68-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Senate agreed to House amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-14", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-15", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-10-30", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-11-10", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-11-10", 
      "references": [], 
      "text": "Public Law 95-627.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3085-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-11-10", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-15", 
  "number": "3085", 
  "official_title": "A bill to extend and amend the special supplemental food program and the child care food program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12511-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Child Nutrition Amendments", 
  "sponsor": {
    "district": null, 
    "name": "McGovern, George", 
    "state": "SD", 
    "thomas_id": "01397", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-15", 
  "subjects": [
    "Agriculture and food", 
    "Child health", 
    "Child welfare", 
    "Day care", 
    "Economics and public finance", 
    "Education", 
    "Families", 
    "Fines (Penalties)", 
    "Fishery products", 
    "Food prices", 
    "Food relief", 
    "Grain", 
    "Health", 
    "Maternal and infant welfare", 
    "Mentally handicapped", 
    "Migrant labor", 
    "Nutrition", 
    "Nutrition policy", 
    "Physically handicapped", 
    "Public assistance programs", 
    "School lunch program", 
    "Social welfare", 
    "Women"
  ], 
  "subjects_top_term": "School lunch program", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1978-10-14", 
    "text": "(Measure passed House, amended) Child Nutrition Amendments - Amends the National School Lunch Act to extend the child care food program. States formulae for reimbursement assistance to States for meals served to children in institutions, other than family and group day care home sponsoring organizations, based on the percentage in an institution of children from families that satisfy specified income standards for free and reduced-price meals. Directs the Secretary of Agriculture to establish maximum per meal reimbursement rates for each such percentage category. States that reimbursement for administrative expenses shall include start-up funds for institutions to initiate successful operation under the program. Requires the Secretary to make administrative cost, food cost, and menu choice studies, and studies of the licensing problems of institutions and group and family day care homes. Increases from $3,000,000 to $6,000,000 the amount of appropriated funds earmarked for food service equipment assistance. Amends the Child Nutrition Act of 1966 to extend through 1982 the special supplemental food program for women, infants, and children (WIC). Directs the Secretary to establish income eligibility standards in accordance with the nonfarm poverty income guidelines of the Office of Management and Budget. Requires each State agency to assure the provision of nutrition education to all participants in the WIC program. Specifies contents of State agency plans of operation and administration required to be submitted to the Secretary for approval. Authorizes appropriations through fiscal year 1982 to carry out the program. Specifies formulae for the allocation and distribution of administrative funds. Requires the Secretary, by October 1 of each year, to submit a report describing plans to ensure that eligible members of migrant populations continue to participate in the program as they move among the States, to the National Advisory Council on Maternal, Infant, and Fetal Nutrition, established by this Act. Directs the Council to submit once every two years to the President and the Congress a written report, together with recommendations on such program operations. Allows reimbursement to States for reduced-price lunches provided all schools charge a uniform price of less than 20 cents. Requires the adjustment of the reimbursement assistance rate according to a Department of Agriculture Producer Price Index for Food Used in Schools and Institutions, instead of the Consumer Price Index. Specifies the components of the Producer Price Index. Permits combined allocation and accounting of funds under the school lunch and breakfast programs. Increases from $40,000,000 to $75,000,000 the amount of food service equipment appropriations authorized for fiscal years after 1975 under the Child Nutrition Act. Empowers State educational agencies to establish eligibility standards for providing additional assistance to schools in which 40 percent or more of the lunches served were free or at a reduced price and in which the established rate-per-meal is insufficient to cover the costs of the breakfast program. Allows the use of formulated grain-fruit products for use in school breakfast programs during the school year 1978-1979. Requires continued investigation of the use of such products in the breakfast program. Provides for the allocation of funds to States for State administrative expenses. Prescribes penalties for the embezzlement, willful misuse, theft, or fraudlent gain of any funds, assets, or property provided under this Act and for the receipt, concealment, or use of such illegally obtained assistance. Includes within the definition of \"child\" for purposes of this Act any person regardless of age who is determined to be mentally or physically handicapped and who is attending specified elementary or secondary schools or participating in an appropriate school program. Authorizes appropriations as necessary to the Secretary for the purpose of evaluating pilot projects which may be conducted by the Secretary to determine the feasibility, cost, and other consequences of providing free lunches to all children. Requires the Secretary to report to the appropriate committees of each House of Congress on such pilot projects. Provides for reimbursement and additional payments to school food authorities participating in pilot projects. Authorizes the purchase of domestic seafood commodities and their products for school lunches. Directs the Secretary to promulgate regulations to implement the special supplemental food program for WIC. Sets forth the effective dates for each of the provisions of this Act. Directs the Secretary to conduct a study to determine the cost feasibility of requiring schools to offer a choice of menu items as a means of diminishing food waste."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Child Nutrition Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and amend the special supplemental food program and the child care food program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:48-05:00"
}