{
  "actions": [
    {
      "acted_at": "1976-05-25", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14000-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Brown, Clarence, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00131", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Horton, Frank J.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00560", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Levitas, Elliott H.", 
      "sponsored_at": "1975-01-03", 
      "state": "GA", 
      "thomas_id": "00685", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Wydler, John W.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01248", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-25", 
  "number": "14000", 
  "official_title": "A bill to extend and amend the State and Local Fiscal Assistance Act of 1972.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fiscal Assistance Amendments", 
  "sponsor": {
    "district": "2", 
    "name": "Fountain, L. H.", 
    "state": "NC", 
    "thomas_id": "00403", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-25", 
  "subjects": [
    "Age discrimination", 
    "Aged and aging", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Congress", 
    "Disabled", 
    "Discrimination", 
    "Discrimination against the disabled", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Indian claims", 
    "Intergovernmental fiscal relations", 
    "Labor and employment", 
    "Labor costs", 
    "Lobbying", 
    "Minorities", 
    "Racial discrimination", 
    "Religion", 
    "Religious liberty", 
    "Revenue sharing", 
    "Sex discrimination", 
    "States", 
    "Unemployment", 
    "Women"
  ], 
  "subjects_top_term": "Revenue sharing", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-05-25", 
    "text": "Fiscal Assistance Amendments - Allows the use of funds paid to State and local governments under the State and Local Fiscal Assistance Act of 1972 for nonpriority expenditures and for projects for which the Federal Government will provide additional matching funds. Extends the Act to September 30, 1980. Authorizes appropriations to the National Trust Fund under such Act as follows: (1) for the period January 1, 1977, through September 30, 1977, $4,987,500,000; (2) for fiscal years 1978, 1979, and 1980, $6,650,000,000 per year; (3) for noncontiguous States adjustments payments for the period January 1, 1977 through September 30, 1977, $3,585,000; and (4) for such adjustments payments for fiscal years 1978, 1979, and 1980, $4,780,000 per year. Requires that a local governmental unit provide specified services for its citizens before it can qualify to receive revenue sharing payments as a \"unit of local government\" under the Act. Requires that each governmental unit receiving revenue sharing payments report to the Secretary of the Treasury with respect to how it proposes to use such payments to be received in the coming year and how it used such payments received in the preceding year. Requires that such report explain all differences between proposed and actual uses of such payments. Requires that public hearings be held to give citizens the opportunity to comment on the possible uses of such payments before the forcast report is submitted to the Secretary. Requires that 30 days before such public hearings are conducted, the proposed State budget of a State receiving revenue sharing payments must be published and explained to the public. Requires that 30 days after the State budget of such State is adopted it be published with an explanation of it. Adds to the present prohibitions of discrimination in connection with the use of revenue sharing funds on the basis of race, color, national origin, or sex, discrimination on the basis of age or handicapped status. States that if the Secretary determines that discrimination prohibited by this Act exists with respect to the use of revenue sharing funds or if a State court, Federal court, or Federal or State administrative agency so finds, the Secretary must notify the Governor of the affected State and give him an opportunity to comply with this Act. States that if 90 days after such notice the Secretary finds that compliance has not been secured and an administrative law judge has not determined that the State will prevail on the merits of its case, the Secretary must suspend revenue sharing payments to the violating unit of government for up to 120 days. Requires the Secretary to terminate such payments if noncompliance is still found at the end of such 120 day period. Requires recipients of revenue sharing funds to conduct regular audits of its revenue sharing expenditures as required by the Secretary. Requires the Comptroller General to review the work of the Secretary with respect to such audits. Prohibits the use of revenue sharing funds for lobbying purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fiscal Assistance Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to extend and amend the State and Local Fiscal Assistance Act of 1972.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:24-05:00"
}