{
  "actions": [
    {
      "acted_at": "1976-03-09", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3111-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-09", 
  "number": "3111", 
  "official_title": "A bill to reorganize activities of the executive branch of the Government which are supportive of technological development, to centralize funding for energy and natural resources in a National Technology Development Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Technology Development Corporation Act", 
  "sponsor": {
    "district": null, 
    "name": "Javits, Jacob K.", 
    "state": "NY", 
    "thomas_id": "01371", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-09", 
  "subjects": [
    "Corporations", 
    "Federal advisory bodies", 
    "Government and business", 
    "Government corporations", 
    "Research and development", 
    "Science, technology, communications", 
    "Small business"
  ], 
  "subjects_top_term": "Research and development", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-09", 
    "text": "National Technology Development Corporation Act - Declares the findings of Congress that Federal support of technological research is ineffective and that such research should be encouraged to solve the Nation's multifarious housing, transportation, and environmental, and other technologically oriented problems. Declares it the purpose of this Act to consolidate Federal Government efforts to stimulate technological research, to speed conversion of outdated facilities to meet current needs, and to aid the economy. Title I: National Technology Development Corporation; Definitions - Establishes the National Technology Development Corporation as a permanent corporate instrumentality of the United States. Establishes a Board of Directors to manage the Corporation. Establishes a Technical Advisory Panel of 15 persons to determine categories of technological research and development within which applications for assistance by the Corporation will be considered. Gives either House of Congress the power to eliminate categories or add to the categories selected by the Panel. Authorizes the Corporation to make loans to any applicant to carry out the purposes of this Act if the program has a reasonable probability of success and the applicant was unable to obtain reasonable financing from any other source. Authorizes the Corporation to guarantee loans and purchases up to 50 percent of the capital stock of any applicant to carry out the purposes of this Act. Specifies means by which the Corporation may secure loans it makes including allowing the Corporation to agree with the recipient to share in the equity or royalties of the recipient. Limits all loans, guarantees, or investments (except those provided to small business concerns) to the lesser of 75 percent of the investment required for the project or one-third of the recipient's total paid-in capital and supplies. Prohibits loans to a corporation with assets or gross sales greater than $1,000,000,000 or to a corporation controlling 25 percent of the appropriate market. Requires publication of all loans, guarantees, or investments over $50,000,000. Gives either House of Congress power to disapprove such transaction within 30 days of such publication. Exempts the Corporation from all taxes except Federal, State and local tangible property taxes. Authorizes the Corporation $5,000,000,000 of capital stock all of which may be purchased by the Secretary of the Treasury upon request of the Board. Authorizes the Corporation to borrow funds. Allows the Secretary of the Treasury to purchase the Corporation's notes and other obligations in an aggregate amount not to exceed $5,000,000,000. Sets forth regulations respecting the appointment of officers and employees, conflicts of interests, general corporate powers, and the establishment of principal and branch offices. Requires that at least ten percent of the total amount of all assistance provided under this Act in each fiscal year must be available only for small business concerns. Requires the Corporation to assist small businesses to obtain government contracts and to obtain the benefits of long-range and short-range research and development. Authorizes the Corporation, after consultation with the Attorney General and the Chairman of the Federal Trade Commission, to assist and encourage small firms to undertake joint research and development programs, if the Corporation finds that such joint program will maintain and strengthen the free enterprise system. Prohibits discrimination in employment by any applicant for assistance under this Act on the grounds of race, creed, or sex. Directs the President of the Corporation to report annually to Congress concerning the Corporation's operations. Authorizes to be appropriated the sum of $250,000,000 for each of the first 20 fiscal years beginning with fiscal year 1976, to the Secretary of the Treasury to finance the purchase of Corporation stock. Authorizes to be appropriated, without fiscal year limitation, such sums as may be necessary to pay the interest paid by the Corporation on its obligations that exceeds the amount of interest received by the Corporation on its loans. Authorizes to be appropriated a sum up to $10,000,000 to provide for initial operating and administrative expenses of the Corporation. Title II: Transfer of Functions - Permits the President to transfer to the Corporation any functions of any other agency of the United States which relate primarily to programs or activities which encourage technological development. Provides that such transferred functions will operate within the Corporation just as they did before their transfer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Technology Development Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reorganize activities of the executive branch of the Government which are supportive of technological development, to centralize funding for energy and natural resources in a National Technology Development Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:47-05:00"
}