{
  "actions": [
    {
      "acted_at": "1981-03-26", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2887-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-26", 
  "number": "2887", 
  "official_title": "A bill to amend title 38, United States Code, to establish a program of career development, advancement, and training assistance for veterans of the Vietnam era.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Heckler, Margaret M.", 
    "state": "MA", 
    "thomas_id": "00523", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-26", 
  "subjects": [
    "Armed forces and national security", 
    "Education", 
    "Employment and training programs", 
    "Labor and employment", 
    "Manpower training programs", 
    "Veterans' education", 
    "Veterans' employment", 
    "Vietnamese Conflict"
  ], 
  "subjects_top_term": "Veterans' education", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-26", 
    "text": "Establishes a career development and advancement program and a career development and training program for Vietnam-era veterans. Defines such veterans as those who: (1) served on active duty for a period of more than 180 days between August 4, 1964, and January 1, 1977; (2) enlisted or were assigned to a reserve component prior to January 1, 1977, and served in such component for a period of 180 days, any part of which commenced after January 1, 1977; or (3) were discharged or released from either type of active duty because of a service-connected disability. Provides that a career development and advancement program includes a partial subsidy of an eligible veteran's wages and benefits and that a career development and training program includes a subsidy of training costs and partial subsidy of wages and benefits. Entitles eligible veterans to allowances equal to the amounts of educational assistance entitlements remaining for such veterans in accordance with provisions of this Act. Prohibits certain veterans whose income exceeds a specified amount from participation in such programs unless the Administrator of Veterans' Affairs determines that such participation is necessary and appropriate. Provides that an eligible veteran may select a career program if the eligible employer hires such veteran with the expectation of permanent employment of the veteran after training and career development assistance ends. Sets forth application procedures and the types of employment which will not be approved for such programs. Authorizes the Administrator to discontinue allowances for unsatisfactory progress of enrolled veterans. Authorizes the Administrator to pay allowances to eligible employers to meet certain costs of employing eligible employees prior to approval of either career development program. Provides penalties for fraud under such programs. Directs the Administrator to periodically conduct compliance surveys with employers offering programs under this Act. Requires the Secretary of Labor, in consultation wih the Administrator, to provide for participation of eligible veterans in programs authorized by this Act and the Comprehensive Employment and Training Act. Directs the Administrator, the Secretary of Labor, and the Secretary of Health and Human Services to provide outreach services to inform eligible veterans and employers of programs under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to establish a program of career development, advancement, and training assistance for veterans of the Vietnam era.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:44-05:00"
}