{
  "actions": [
    {
      "acted_at": "1991-07-16", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-18", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to the Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-07-18", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Housing and Community Development", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-19", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Housing and Community Development", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-24", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Housing and Community Development", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-24", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "in_subcommittee": "Housing and Community Development", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-30", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-07-31", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1991-07-31", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-17T14:52:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Banking, Finance + Urban Affrs. H. Rept. 102-206.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-17T14:53:00-04:00", 
      "calendar": "Union", 
      "number": "124", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 124.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1991-09-24T18:07:00-04:00", 
      "bill_ids": [
        "hres226-102"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 226 Reported to House. Rule provides for consideration of H.R. 2900 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. It shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Banking, Finance, and Urban Affairs now printed in the bill as an original bill for the purpose of amendment under the five-minute rule. Measure will be read by title. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T11:16:00-04:00", 
      "bill_ids": [
        "hres226-102"
      ], 
      "references": [], 
      "text": "Rule H. Res. 226 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T11:16:00-04:00", 
      "bill_ids": [
        "hres226-102"
      ], 
      "references": [], 
      "text": "Considered under the provisions of rule H. Res. 226.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T11:16:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2900 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. It shall be in order to consider the amendment in the nature of a substitute recommended by the Committee on Banking, Finance, and Urban Affairs now printed in the bill as an original bill for the purpose of amendment under the five-minute rule. Measure will be read by title. Bill is open to amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T11:16:00-04:00", 
      "bill_ids": [
        "hres226-102"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 226 and Rule XXIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T11:17:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Bart Gordon to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T11:17:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T14:40:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2900.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T14:41:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T14:41:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-25T15:08:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "278", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 412 - 8 (Roll no. 278).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1991-09-25T15:08:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1991-09-30", 
      "committee": "Committee on Banking", 
      "references": [], 
      "text": "Received in the Senate and read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h298-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "298"
    }, 
    {
      "amendment_id": "h299-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "299"
    }, 
    {
      "amendment_id": "h300-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "300"
    }, 
    {
      "amendment_id": "h301-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "301"
    }, 
    {
      "amendment_id": "h302-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "302"
    }, 
    {
      "amendment_id": "h303-102", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "303"
    }
  ], 
  "bill_id": "hr2900-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Roukema, Marge", 
      "sponsored_at": "1991-07-16", 
      "state": "NJ", 
      "thomas_id": "00990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Wylie, Chalmers P.", 
      "sponsored_at": "1991-07-16", 
      "state": "OH", 
      "thomas_id": "01249", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1991-09-25T15:08:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "1991-07-16", 
  "number": "2900", 
  "official_title": "To improve supervision and regulation with respect to the financial safety and soundness of the Federal National Mortgage Association, the Federal Home Loan Mortgage Corporation, and the Federal Home Loan Bank System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres226-102", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr6094-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Government-Sponsored Housing Enterprises Financial Safety and Soundness Act of 1991", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "1991-09-25T15:08:00-04:00", 
  "subjects": [
    "Actions and defenses", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Bank capital", 
    "Bank directors", 
    "Bank examination", 
    "Bank management", 
    "Bank records", 
    "Business records", 
    "Capital", 
    "Conflict of interests", 
    "Congregate housing", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Dividends", 
    "Executive compensation", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal home loan banks", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government paperwork", 
    "Government securities", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Housing policy", 
    "Injunctions", 
    "Interest rates", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Low-income housing", 
    "Moderate income housing", 
    "Mortgage banks", 
    "Mortgage loans", 
    "Mortgages", 
    "Nursing homes", 
    "Privatization", 
    "Risk assessment", 
    "Secondary mortgage market", 
    "Securities", 
    "Stocks", 
    "Subpoena", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1991-09-25", 
    "text": "Government-Sponsored Housing Enterprises Financial Safety and Soundness Act of 1991 - Title I: Supervision and Regulation of FNMA and FHLMC - Subtitle A: Establishment of Financial Safety and Soundness Regulator - Establishes the Office of Secondary Market Examination and Oversight (the Office) within the Department of Housing and Urban Development (HUD), to be managed by a Presidentially appointed Director and a Deputy Director. Delineates the Director's scope of exclusive authority, which shall not be subject to the approval of the Secretary of HUD (the Secretary). Authorizes the Director to establish and collect from the Federal National Mortgage Association and the Federal Home Loan Mortgage Corporation and their affiliates (the enterprises) charges sufficient to provide for all costs and expenses of the Office, including examination expenses. Establishes in the Treasury the Secondary Market Examination and Oversight Fund (to be funded by such fees and charges), which shall be used to implement this Act and the Director's responsibilities. Requires the Director to submit an annual status report to the Congress, including the financial condition of the enterprises. Requires Office personnel (including the Director and Deputy Director, and any conservators and examiners under this Act) to submit to the Secretary annual statements during their tenure: (1) disclosing personal income and finances; and (2) certifying that no conflict of interest exists with respect to their positions. States that for purposes of Federal administrative law the Office shall be considered an agency responsible for the regulation or supervision of financial institutions. Subtitle B: Amendments to Other Acts - Amends the Federal National Mortgage Association Charter Act and the Federal Home Loan Mortgage Corporation Act to conform with this Act, including: (1) bringing within their purview mortgages on congregate care, nursing home, and other group housing facilities that provide housing and specialized medical and health care services; (2) prohibiting, without prior written approval, dividend payments that would decrease the regulatory capital of the enterprises to an amount less than the risk-based capital level established for them under this Act; (3) authorizing the Director to require the enterprises to report before paying any dividend; (4) requiring a mandatory statement on all mortgage-backed securities that they are not guaranteed by the United States and do not constitute a debt or obligation of the United States, its agencies or instrumentalities other than the corporation; and (5) requiring the enterprises to establish affordable housing goals according to prescribed guidelines. Requires the Secretary to determine the portion of the corporation's mortgage purchases relating to low- and moderate-income families based on family incomes, but not upon the loan amount for, or purchase price of, housing subject to mortgages purchased. Prescribes regulations relating to the proscription against corporation purchases of mortgages from any mortgage seller that violates certain anti-discrimination statutes in connection with mortgage origination. Requires establishment of an Affordable Housing Advisory Council in each enterprise. Amends the Department of Housing and Urban Development Act to preclude the Secretary from merging or consolidating the Office or any of its functions with any function or program administered by the Secretary, unless specifically provided by a reorganization plan. Subtitle C: Miscellaneous Provisions - Directs the Secretary and the Director to promulgate final regulations implementing this Act by a specified deadline. Requires each enterprise to review its underwriting guidelines and report the results to the Secretary and the Congress. Expresses the sense of the Congress that the salary and compensation provided to the most recently retired chairman and chief executive officer of the Federal National Mortgage Association were excessive. Encourages the Association to reallocate future salary and compensation proposals that are in excess of reasonable compensation for similar positions in other government-sponsored enterprises for use in strengthening the capital position of the Association and providing affordable housing for low- and moderate-income families. Title II: Required Capital Levels for FNMA and FHLMC and Special Enforcement Powers - Requires the Director to establish by regulation a risk-based capital test for the enterprises. Requires such test, when applied to an enterprise, to determine the amount of regulatory capital sufficient for the enterprise to maintain positive capital during a ten-year period in which specified circumstances occur with respect to credit risk and interest rate risk. Requires the Director to establish risk-based capital levels for each enterprise according to statutory guidelines. Establishes minimum capital levels, critical capital levels, and enforcement levels. Sets forth mandatory supervisory actions for the enterprises at various capital levels, including mandatory conservatorship. Sets forth the contents of capital restoration plans. Subjects the Director's actions to judicial review. Requires the Director to conduct an annual financial condition examination of each enterprise. Title III: Cease and Desist Orders and Civil Money Penalties Against FNMA and FHLMC - Outlines the conditions for the issuance of either permanent or temporary cease and desist orders upon the Director's determination that an enterprise is about to engage in a rapid capital depletion activity. Subjects such orders to judicial review procedures. Authorizes enforcement actions by the Attorney General of the United States upon the Director's request. Sets forth civil money penalties for failure to submit required reports, and for violations of this Act. Grants the Director subpoena authority. Title IV: Regulation of Federal Home Loan Bank System - Amends the Federal Home Loan Bank Act to declare that: (1) the primary duty of the Federal Housing Finance Board is to ensure that the Federal Home Loan Banks operate in a financially safe and sound manner; and (2) the aggregate amount of advances permissible by the Federal Home Loan Bank System to members that are not qualified thrift lenders shall not exceed 30 percent of the System's total advances. Requires the Federal Housing Finance Board, the Comptroller General of the United States, the Director of the Congressional Budget Office, and the Secretary to study and report to the Congress on specified aspects of the Federal Home Loan Bank System. Requires the Secretary of the Treasury and certain Federal agencies to submit opinions to the Congress to the extent that their views differ from those of the study participants. Title V: Privatization Study - Directs the Comptroller General of the United States to study and report to the Congress on the effect of repealing the Federal charters of the Federal National Mortgage Association and the Federal Home Loan Mortgage Corporation and allowing them and their affiliates to continue to operate as fully private entities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government-Sponsored Housing Enterprises Financial Safety and Soundness Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Government-Sponsored Housing Enterprises Financial Safety and Soundness Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Government-Sponsored Housing Enterprises Financial Safety and Soundness Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve supervision and regulation with respect to the financial safety and soundness of the Federal National Mortgage Association, the Federal Home Loan Mortgage Corporation, and the Federal Home Loan Bank System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:31-05:00"
}