{
  "actions": [
    {
      "acted_at": "2004-06-17", 
      "references": [
        {
          "reference": "CR 6/18/2004 S7010", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-17", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-09-22", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-11-19", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator McCain with amendments. With written report No. 108-418. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-11-19", 
      "calendar": "Senate Legislative", 
      "number": "814", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 814.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3566-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3566"
    }
  ], 
  "bill_id": "s2541-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "108", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Allen, George", 
      "sponsored_at": "2004-06-17", 
      "state": "VA", 
      "thomas_id": "00013", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brownback, Sam", 
      "sponsored_at": "2004-06-17", 
      "state": "KS", 
      "thomas_id": "00137", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2004-06-17", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2004-06-17", 
  "number": "2541", 
  "official_title": "A bill to reauthorize and restructure the National Aeronautics and Space Administration, and for other purposes.", 
  "popular_title": "NASA, FY2005-FY2009 Authorization bill", 
  "related_bills": [], 
  "short_title": "NASA Authorization Act of 2004", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2004-09-22", 
  "subjects": [
    "Accident prevention", 
    "Accounting", 
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Aeronautics", 
    "Airline passenger traffic", 
    "Americans in foreign countries", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Asteroids", 
    "Astronautics", 
    "Astronauts", 
    "Authorization", 
    "Aviation safety", 
    "Awards, medals, prizes", 
    "Biological research", 
    "Charities", 
    "Commemorations", 
    "Commerce", 
    "Commercial aircraft", 
    "Competitive bidding", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-executive relations", 
    "Cost accounting", 
    "Cost effectiveness", 
    "Cost overruns", 
    "Decision making", 
    "Earth sciences", 
    "Economics and public finance", 
    "Education", 
    "Educational planning", 
    "Electronic government information", 
    "Emergency management", 
    "Employee training", 
    "Energy", 
    "Energy efficiency", 
    "Engineering", 
    "Environmental protection", 
    "Environmental technology", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Federal employees", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fringe benefits", 
    "Fuel consumption", 
    "Gifts", 
    "Government and business", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Governmental investigations", 
    "Graduate education", 
    "High technology", 
    "Higher education", 
    "Income tax", 
    "Inspectors general", 
    "Intellectual property", 
    "International affairs", 
    "International cooperation in astronautics", 
    "Inventions", 
    "Jurisdiction", 
    "Labor and employment", 
    "Land transfers", 
    "Law", 
    "Licenses", 
    "Manned space flight", 
    "Military pay", 
    "Military personnel", 
    "Moon", 
    "Motor vehicle pollution control", 
    "National Aeronautics and Space Administration", 
    "Nitrogen oxides", 
    "Noise", 
    "Nonprofit organizations", 
    "Planets", 
    "Planning", 
    "Planning-programming-budgeting", 
    "Presidential appointments", 
    "Public lands and natural resources", 
    "Public-private partnerships", 
    "Quality control", 
    "Research and development", 
    "Research grants", 
    "Risk", 
    "Robots", 
    "Salaries", 
    "Scholarships", 
    "Science, technology, communications", 
    "Small business", 
    "Social welfare", 
    "Solar system", 
    "Sonic boom", 
    "Space activities", 
    "Space agreements", 
    "Space exploration", 
    "Space flight", 
    "Space programs", 
    "Space sciences", 
    "Space shuttles", 
    "Space stations", 
    "Spacecraft", 
    "Standards", 
    "Subcontractors", 
    "Supersonic aircraft", 
    "Taxation", 
    "Taxation of foreign income", 
    "Technological innovations", 
    "Technology transfer", 
    "Telescopes", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2004-11-19", 
    "text": "NASA Authorization Act of 2004 - Title I: Authorization of Appropriations - (Sec. 101) Authorizes appropriations for FY 2005 through 2009 to the National Aeronautics and Space Administration (NASA) for: (1) the International Space Station (ISS); (2) space shuttle; (3) space flight support; (4) transportation systems; and (5) human and robotic technology. (Sec. 102) Authorizes appropriations for FY 2005 through 2009 to NASA for the following programs: (1) space science; (2) earth science; (3) biological and physical research; (4) aeronautics technology; and (5) education. (Sec. 103) Authorizes appropriations for FY 2005 through 2009 to NASA for the: (1) Office of Inspector General; and (2) Technical Engineering Authority. (Sec. 105) Limits the total amount authorized to be appropriated for FY 2005 through 2009 to NASA under this Act. Title II: Space Shuttle Return to Flight - (Sec. 201) Directs the Administrator of NASA to: (1) establish an agency-wide lessons-learned and best practices program to ensure availability of lessons learned and best practices to NASA's employees; (2) establish within NASA a Technical Engineering Authority; (3) provide the Office of Safety and Mission Assurance direct line authority over Space shuttle safety organization and independent funding; (4) reorganize the Space Shuttle Integration Office to ensure integration of all Space Shuttle program elements; (5) recertify Space shuttle orbiters for operation prior to any operations beyond 2010; (6) establish a program to upgrade Space shuttle and ISS engineering drawing systems; and (7) submit plans for launching assembly elements, crew, and supplies to the ISS from 2010 through 2014. Prohibits the return of the Space shuttle program to launch until all safety recommendations of the Columbia Accident Investigation Board report identified as \"Return to Flight\" tasks have been completely satisfied. (Sec. 207) Requires the Administrator to submit a report on the current status of: (1) the upgrades to the Space shuttle that were recommended for Return to Flight activities of the shuttle by the Columbia Accident Investigation Board; and (2) any other upgrades to the Space shuttle being undertaken to improve the safety or reliability of the shuttle fleet. (Sec. 208) Directs the Administrator, after the retirement of the Space shuttle fleet from active operations, to take appropriate actions to bring up the next generation of U.S. manned space launch vehicles into operation as soon as is safely possible. Allows the Administrator, if the Administrator is unable to bring up the next generation of U.S. manned space launch vehicles into operation within one year of the retirement of the Space shuttle fleet from active operations, to carry out a personnel program to retain within NASA a cadre of personnel having the skills and expertise necessary to conduct safe launches and operations of the next generation of such space launch vehicles. Requires a report describing such program. Title III: NASA's New Vision - (Sec. 301) Directs the Administrator to establish a program to implement an initiative to explore the solar system and beyond. (Sec. 302) Instructs the Administrator to: (1) report on all activities and funding that support human missions to the Moon and the planet Mars; (2) submit a system requirements document for the conduct of such a mission to the Moon by 2020 and eventually to Mars; and (3) submit a life cycle cost estimate for manned missions to the Moon and annual revised estimates after the first estimate has been submitted. Requires the Comptroller General of the General Accountability Office (GAO) to conduct a review of the first estimate and transmit a report containing the results of such review. (Sec. 305) Instructs the Administrator to develop and report on: (1) a commercialization plan to support the human missions to the Moon and Mars and earth science missions and applications; and (2) an assessment of the capability of the private sector, including small businesses, to support the manned missions to the Moon and Mars and earth science missions and applications. (Sec. 307) Requires program managers for major systems of the solar system exploration initiative specified above to submit quarterly reports on the total life cycle costs for such systems. Sets forth stop-loss provisions for 15 and 25 percent cost overruns. (Sec. 308) Directs NASA to report on opportunities for international cooperation from all space faring nations on a human mission to the Moon and Mars. Requires such report to: (1) present a variety of options for the United States to enter into partnership with other nations in pursuit of the solar system exploration initiative specified above; and (2) be developed in cooperation with the Department of State and other appropriate agencies. Instructs the Administrator to ensure that NASA fully complies with all its commitments with its international partners on the construction, operation, and maintenance of the ISS. Requires the Administrator to submit a report setting forth various options for increasing the crew size of the ISS to as many as six crew members, with a commensurate expansion of the science capabilities of the ISS and assessing the cost, potential schedule, and logistics requirements of each such option. (Sec. 309) Directs the Administrator to: (1) establish a Technology Transfer and Licensing Office within the solar system exploration initiative program and develop a technology transfer plan; (2) submit a plan for robotic lunar missions to the Moon within three years; (3) submit a legal review and interpretation of the laws and treaties governing space exploration and the possible ownership of resources on the Moon and Mars; and (4) establish a NASA Engineering School for NASA employees and contractors to facilitate increased knowledge of engineering and scientific principles to further the missions of NASA. (Sec. 313) Directs the Administrator to transmit a report on requirements for enabling the extension of shuttle operations and maintenance until project Constellation Exploration Transportation System has been tested with humans. Expresses the sense of the Senate that NASA shall take all necessary steps to have a human rated vehicle to provide access to space operational before ceasing Space shuttle operations, but that taking such steps should not impede the development of the Crew Exploration Vehicle. Title IV: Miscellaneous - (Sec. 401) Directs the NASA Chief Financial Officer to report on NASA's ability to improve its financial management. (Sec. 402) Directs the Administrator to: (1) transmit a plan for future space vehicle launches which addresses assessments of reusable components and approaches that can lead to significant cost reductions in U.S. access to space, the impact of development schedule options on the U.S. aerospace industry workforce, production lines, and research and development capabilities, and on NASA propulsion testing utilization; and (2) establish an Industry Advisory Board to review opportunities for the private sector to invest in and take advantage of activities at NASA. (Sec. 403) Expresses the sense of Congress that NASA should purchase commercially available space goods and services to the fullest extent feasible and should not conduct activities with commercial applications that preclude or deter commercial space activities except for national security or public safety reasons. (Sec. 405) Amends the National Aeronautics and Space Administration Act of 2000 to require the NASA Chief Financial Officer to: (1) conduct and consider an independent life-cycle cost analysis for each project relating to the National Space Program that is projected to cost more than $250 million in total project costs; and (2) report the results of that analysis after the contract or contracts for the project have been awarded. (Sec. 406) Authorizes the Administrator to carry out the Centennial Challenge Program to award prizes to stimulate innovation in research, technology development, and prototype demonstration that have the potential for application to the performance of NASA activities. Provides for the deposit and withdrawal of funds available for prizes from the Centennial Challenge Trust Fund. Sets an overrall Trust Fund limit and a maximum prize limit. (Sec. 407) Directs the Administrator to conduct and report on a NASA-wide assessment to identify and define areas of cultural and organizational changes and to develop a plan to: (1) create a culture that promotes effective communication and encourages expression of dissenting views; (2) increase NASA's focus on human elements management and organizational development; (3) develop procedures for leadership, management, and employee training and skill development; and (4) create a system of checks and balances to ensure NASA's technical and safety standards. (Sec. 408) Expresses the sense of the Congress regarding competitive contracting at NASA. (Sec. 409) Authorizes the Administrator to provide to NASA civilian and military personnel stationed outside the United States allowances and benefits comparable to those provided to officers and employees of the Foreign Service. (Sec. 410) Requires the Administrator, within 60 days after the National Academy of Sciences issues its study on the future of the Hubble Space Telescope, to submit a plan on the future of the telescope, including options for the future servicing of the facility along with associated costs. Requires the Administrator to evaluate all options for the repair and upgrade of the Hubble Space Telescope that will accomplish the objectives previously planned for the SM-4 servicing mission, including installation of the Wide Field Camera-3 (WFC3) and the Cosmic Origins Spectograph. Instructs the Administrator, in the event of any changes to the plan for the servicing mission that will detract from performance enhancements of the Hubble Space Telescope that are otherwise anticipated as a result of the mission, to report on such changes to such plan. (Sec. 411) Creates the presidentially-appointed position of Assistant Administrator for Legislative Affairs in NASA. (Sec. 412) Instructs the Administrator to report on the advisability of establishing a charitable and non-profit corporation to: (1) encourage private gifts for, or in connection with, NASA; and (2) further the public's knowledge of the Earth and space. (Sec. 413) States that the Congress declares that the general welfare and security of the United States require that the unique competence of NASA in science and engineering systems be dirzected to detecting, tracking, cataloging, and characterizing near-Earth asteroids and comets in order to provide warning and mitigation of the potential hazard of those asteroids and comets striking the Earth. Directs the Administrator to: (1) implement a near-Earth object survey program to detect, track, and catalog the characteristics of near-Earth asteroids and comets of 100 meters or more in diameter in order to assess the threat of such objects striking Earth; and (2) submit annual reports for six years after the enactment of this Act containing a summary of all NASA activities under such program, a summary of all amounts obligated or expended by NASA for such activities, and a plan and budget request. (Sec. 414) Authorizes the Administrator to carry out a program to evaluate the feasibility and advisability of the use of unmanned aerial vehicles in wildlife, environmental, and other appropriate activities with the participation of such other Federal departments and agencies, including the National Oceanic and Atmospheric Administration and the Coast Guard, as the Administrator and the heads of the departments and agencies concerned consider appropriate. (Sec. 415) Amends the National Aeronautics and Space Act of 1958 to allow the Administrator to enter into a lease under the enhanced-use lease of real property demonstration with any person or entity with regard to any real property under the Administrator's jurisdiction at no more than six (currently, two) NASA centers. (Sec. 416) Establishes the National Aeronautics and Space Foundation as a charitable and nonprofit corporation to encourage private gifts for, or in connection with, NASA and to further the public's knowledge of the Earth and space. Allows the Administrator to contract with the Foundation for the performance of its duties in support of NASA. Prohibits: (1) NASA or any NASA employee from being authorized to accept funds from the Foundation; and (2) the Foundation from obligating or expending funds to directly supplement any NASA programs or activities, or any other Federal agency, for which appropriated funds may be obligated or expended. Title V: Aeronautics Research and Development - (Sec. 502) Directs the Administrator to: (1) submit a plan for the development and demonstration of technologies that result in specified commercial aircraft performance characteristics; (2) submit a feasibility study for the development and demonstration of technologies to enable overland flight of supersonic civil transport aircraft; and (3) establish a scholarship program for full-time graduate students in Masters degree programs in aeronautical engineering to have the opportunity for paid employment at one of the NASA Centers engaged in aeronautics research and development. (Sec. 505) Requires the Administrator to submit annual reports setting forth: (1) the aggregate amount of funding obligated and expended on research and development on aeronautics; and (2) the aggregate amount of funding obligated and expended on science and science-related activities on aeronautics."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "NASA, FY2005-FY2009 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "NASA Authorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "NASA Authorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize and restructure the National Aeronautics and Space Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:52-05:00"
}