{
  "actions": [
    {
      "acted_at": "1985-04-03", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s860-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-04-03", 
  "number": "860", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Shareholder Fairness Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Metzenbaum, Howard M.", 
    "state": "OH", 
    "thomas_id": "01400", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-04-03", 
  "subjects": [
    "Corporate mergers", 
    "Corporate reorganizations", 
    "Corporations and Stocks", 
    "Information disclosure (Securities law)", 
    "Securities", 
    "Securities and Investments", 
    "Securities regulation", 
    "Stocks", 
    "Tender offers"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-04-03", 
    "text": "Shareholder Fairness Act of 1985 - Amends the Securities Exchange Act of 1934 to prohibit any person from acquiring certain equity securities if as a result of such acquisition such person would own more than 21 percent of the outstanding voting equity securities of the issuer, unless: (1) such person is the issuer; (2) such acquisition is made pursuant to a tender offer to the holders of all outstanding shares for the same price per share; (3) such acquisition is made within six months after the issuer approved it; (4) the acquisition is by employee benefit plan, by pension fund of the issuer, or by gift, inheritance, or transfer among relatives; or (5) the person already owns more than 21 percent of the voting securities and will not increase the percentage owned by such acquisition. Prohibits an issuer from purchasing any of its securities at a price above the market from any person who holds more than three percent of the class of securities to be purchased, and has held them for less than two years, unless: (1) such purchase is approved by a majority of the issuer's aggregate voting securities; or (2) the issuer makes an offer to acquire, of at least equal value, to all holders of securities of such class and to all holders of any class into which such securities may be converted. Requires any person to hold any tender offer or request or invitation for tenders open for at least 60 business days. (Exempts an issuer if such offer, invitation, or request is not made in anticipation of, or response to, another person's offer, invitation, or request.) Prohibits an issuer which is the target of a takeover bid from entering any transaction or taking any action which constitutes a structural change from the time the takeover bid is publicly announced until the bid terminates, unless the change is: (1) pursuant to a contract entered into before the bid was announced; or (2) approved by a majority (or a greater number if specified by State law) of the holders of the issuer's voting securities. Requires any person whose acquisition results in ownership of more than five percent of an issuer's equity securities to file specified information with the issuer, appropriate exchanges, and the Securities and Exchange Commission within two (currently ten) days. Prohibits such person from acquiring additional shares of such securities for two business days after filing. Authorizes the Commission to exempt any person from such restrictions in the public interest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Shareholder Fairness Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:19-05:00"
}