{
  "actions": [
    {
      "acted_at": "1983-04-07", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": "Education", 
      "references": [], 
      "text": "Subcommittee on Education. Approved for full committee consideration without amendment favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-14", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-04", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-05", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Hatch with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "calendar": "Senate Legislative", 
      "number": "150", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 150.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1983-06-28", 
      "references": [], 
      "text": "Committee on Labor and Human Resources filed written report. Report No. 98-166.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-04", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-04", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2122-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2122"
    }
  ], 
  "bill_id": "s1008-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1983-04-07", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1983-08-04", 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-07", 
  "number": "1008", 
  "official_title": "A bill to make certain technical amendments to improve implementation of the Education Consolidation and Improvement Act of 1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1983-08-04", 
  "subjects": [
    "Arts, culture, religion", 
    "Authorization", 
    "Bilingual education", 
    "Bilingualism", 
    "Compensatory education", 
    "Congressional oversight", 
    "Disabled", 
    "Disaster relief", 
    "Education", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational facilities", 
    "Educational finance", 
    "Educational planning", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Government paperwork", 
    "Impacted area programs", 
    "Intergovernmental relations", 
    "Language and languages", 
    "Local and Municipal Government", 
    "Migrant labor", 
    "Minorities", 
    "Parent-school relationships", 
    "Poor", 
    "Preschool education", 
    "Private schools", 
    "Public schools", 
    "Rural schools", 
    "School administration", 
    "Secondary education", 
    "State education agencies", 
    "States", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1983-08-04", 
    "text": "(Measure passed Senate, amended) Amends the Education Consolidation and Improvement Act of 1981 (ECIA) to revise Chapter 1 (Financial Assistance to Meet Special Educational Needs of Disadvantaged Children) provisions. Revises State program design provision to include preschool migratory children as eligible participants in State programs for migratory, handicapped, and neglected and delinquent children. Directs the Secretary of Education to continue to use specified definitions of \"currently migratory child,\" Agricultural activity,\" and \"fishing activity.\" Prohibits the application of any additional definition of \"migratory agricultural worker\" or \"migratory fisherman.\" Directs each State educational agency (SEA) to: (1) evaluate Chapter 1 programs at least every two years and make public the evaluation results; and (2) collect data on the race, age, gender, and number of children served by grade-level under such programs. Revises provisions relating to local educational agency (LEA) application assurances. Exempts any LEA with a total enrollment of less than 1,000 children from specified \"targeting\" requirements for the use of funds to assist low-income educationally disadvantaged children. Requires, among the educationally deprived children selected for an LEA program, the inclusion of those children with the greatest need for special assistance. Requires that local evaluation results be considered by the LEA in improving Chapter 1 programs. Grants LEAs discretion to make certain educational decisions which are consistent with achieving the purposes of Chapter 1. Allows LEAs to designate as eligible, and to serve, school attendance areas with substantially higher numbers or percentages of educationally deprived children before designating and serving areas with higher concentrations of children from low-income families, upon approval by SEAs and after a finding that the delivery of compensatory education service to low-income students will not be impaired. Permits use of Chapter 1 funds for educationally deprived children in a school not located in an eligible school attendance area when the proportion of children from low-income families in average daily attendance in such school is substantially equal to the proportion of such children in an eligible school attendance area of the LEA. Permits continued designation, for an additional fiscal year, of any eligible school attendance area or eligible school which has been so designated in either of the two preceding years, even if the area or school does not otherwise qualify. Permits, with the approval of the SEA, skipping of eligible areas or schools receiving similar services from non-Federal sources, with specified exceptions for purposes of determining services to private school children. Permits continued participation in a Chapter 1 program by educationally deprived children who are transferred out of an eligible area or school during the same school year. Provides that an LEA is not required to use Chapter 1 funds to serve educationally deprived children in greatest need of assistance if such children are receiving, from non-Federal sources, services of the same nature and scope as would otherwise be provided under Chapter 1. Permits use of Chapter 1 funds for projects designed to upgrade the entire educational program in that school, if at least 75 percent of the children attending are from low-income families. Permits assignment of school personnel who are paid entirely by Chapter 1 funds to limited, rotating, supervisory duties which are assigned to similarly situated personnel who are not paid with such funds. Requires LEAs to convene annual public meetings, to which all parents of children participating in Chapter 1 programs are invited, to explain Chapter 1 programs and activities. Allows LEAs to provide reasonable support for further activities requested by such parents. Requires that services for educationally deprived private school children comply with requirements that programs be conducted in LEA attendance areas with high concentrations of low-income children. Requires SEAs to use Chapter 1 funds only as a supplement to the non-Federal funds for the education of students participating in programs assisted under Chapter 1. Provides that exclusions of special State and local program funds from specified non-supplanting and comparability requirements include compensatory education for educationally deprived children which meets specified requirements under the Elementary and Secondary Education Act of 1965 (ESEA). Provides that such exclusions from comparability requirements include: (1) bilingual education for children of limited English proficiency; (2) special education for handicapped children or children with specific learning disabilities; and (3) certain State phase-in programs described under ESEA. Provides that ECIA provisions relating to aid to LEAs which overlap county boundaries supersede specified ESEA provisions. Revises Chapter 2 (Consolidation of Federal Programs for Elementary and Secondary Education) provisions of ECIA. Permits the use of specified carry-over funds to cover expenses for program phaseout and transition (from ESEA to Chapter 2 of ECIA). Sets at one percent of sums appropriated for Chapter 2 in any one fiscal year the amount which the Secretary of Education must reserve for payments to specified U.S. territories and possessions. Permits audits of LEAs receiving less than an average $5,000 each year under Chapter 2 to take place at five-year intervals. Permits an LEA to receive its allocation of Chapter 2 funds for any year for which its application to the SEA has been certified. Requires the SEA to certify any such application which meets the requirements of the Act. Provides that specified school level planning requirements apply only to programs under Subchapter A (Basic Skills Development) of Chapter 2. Revises Chapter 3 (General Provisions) of ECIA. Provides that nothing in the Act shall be deemed to authorize or prohibit any SEA from adopting requirements applicable to programs assisted under this Act which do not conflict with this Act or other applicable Federal law. Requires that State rules, policies, or data collection forms relating to programs funded under the Act be identified as State imposed requirements. Deletes a requirement that specified hearings relating to withholding of payments be \"on the record,\" but requires that transcripts or recordings of such hearings be made and be available for inspection by any person. Provides, for purposes of judicial review, that any LEA shall be presumed to have complied with ECIA, unless the Secretary's findings of fact, supported by the weight of evidence, overcome such presumption. Provides that the General Education Provisions Act (GEPA) shall apply to the programs authorized by ECIA, but that specified GEPA provisions shall be superseded by specified provisions of ECIA. Amends GEPA provisions, relating to the responsibility of States to furnish information, to repeal requirements that State reports include: (1) compilations of reports from LEAs and other public and private agencies and institutions using Federal funds; and (2) statistical reports on individuals served or affected by federally-assisted programs, projects, or activities. Amends title I (Financial Assistance to Meet the Special Educational Needs of Children) of the Elementary and Secondary Education Act of 1965 (ESEA) to make technical and conforming amendments. Revises specified references in ESEA to conform with amendments made by ECIA. Makes such amendments applicable only to funds made available under ECIA. Revises ECIA provisions relating to the availability of Chapter 1 funds for specified programs under title I of ESEA. Amends the Omnibus Budget Reconciliation Act of 1981 to extend the authorization of appropriations for title VII (Bilingual Education Act) of ESEA. Makes a conforming amendment to ECIA relating to references to private schools. Makes applicable to ECIA certain ESEA provisions for waivers of requirements for specified U.S. territories and possessions. Directs the Secretary to conduct a national assessment of compensatory education assisted under Chapter 1 of ECIA through independent studies and analysis by the National Institute of Education. Directs the Institute to: (1) consult with specified congressional committees; (2) submit preliminary reports to Congress in January and July of 1986; and (3) submit a final report to Congress by January 1, 1987. Provides that such reports shall not be subject to any review outside the Department of Education before their transmittal to Congress, but permits the President and the Secretary to make additional recommendations to Congress. Makes specified amounts available for FY 1984 through 1987 to carry out such assessment from amounts otherwise available to the Institute. Amends Federal law relating to Federal impact aid payments to LEAs to provide that, if any legislation enacted after March 31, 1983, places any additional restriction on impact aid payments based on the concentration of children in LEA schools, the allocation for any State (other than a U.S. territory or possession) with only one LEA will be determined by treating the State's administrative school districts as LEAs. Allows recipients of funds under ECIA, during the period of July 1, 1982, through June 30, 1983, to expend such funds in accordance with ECIA as in effect either prior to or after the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make certain technical amendments to improve implementation of the Education Consolidation and Improvement Act of 1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:46-05:00"
}