{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr285-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "285", 
  "official_title": "A bill to require no-fault motor vehicle insurance as a condition precedent to using the public streets, roads, and highways in order to promote and regulate interstate commerce.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1272-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National No-Fault Motor Vehicle Insurance Act", 
  "sponsor": {
    "district": "19", 
    "name": "Carney, Charles J.", 
    "state": "OH", 
    "thomas_id": "00177", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Automobile insurance", 
    "Insurance", 
    "Liability (Law)", 
    "Liability insurance", 
    "Motor vehicles"
  ], 
  "subjects_top_term": "Automobile insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "National No-Fault Motor Vehicle Insurance Act - Prohibits any person from operating any motor vehicle upon a public street or road unless such vehicle is insured under a qualifying no-fault policy pursuant to regulations prescribed by the Secretary of Transportation or provides a security bond, proof of qualifications as a self insurer, or other securities affording security equivalent to that afforded under a qualifying no-fault policy. Prohibits any State from requiring any insurance inconsistent with a qualifying no-fault policy. Provides for a fine of not to exceed $1,000 or imprisonment for not to exceed six months, or both, for knowingly violating the above requirements. Requires that to be a qualifying no-fault policy an insurance policy must provide benefits as follows except as to the occupants of a motor vehicle other than the insured vehicle or the operator or user of a motor vehicle engaging in criminal conduct, provides that the insurer shall pay, without regard to fault: (1) to any person injured an amount equal to the net economic loss, as defined by this Act, sustained by such person as a result of such injury; and (2) to the legal representative of any person killed for the benefit of the surviving spouse and any dependent, without regard to fault, an amount equal to the net economic loss sustained by such spouse and dependent as a result of the death of such person. Provides for the payments for net economic loss as such losses are incurred except that in the case of death payment may, at the option of the beneficiary, be made immediately as a lump sum payment. Requires, in the case of injury or death to any person, that the insurer pay compensation for damages other than economic loss. Requires the insurer to pay any person for damages to property arising from the use of the insured vehicle. Establishes the statute of limitations for bringing suit under provisions providing compensation for damages other than economic loss at four years from the date of the accident or one year after the last payment for economic loss, whichever is shorter. Allows additional coverages and benefits not inconsistent with the requirements of this Act. Subjects any insurer to a $5,000 civil penalty for each policy issued in violation of this Act and, if such violation is willful, the insurer may be imprisoned for not more than one year. States that an application for a qualifying no-fault policy covering a motor vehicle in a State may not be rejected by an insurer authorized to issue such a policy in such State unless: (1) the principal operator of such vehicle does not have a license which permits him to operate such vehicle; or (2) the application is not accompanied by a reasonable portion of the premium. Provides that a qualifying no-fault policy once issued may not be canceled or refused renewal by an insurer except for: (1) suspension or revocation of the license of the principal operator to operate a motor vehicle; or (2) failure to pay a premium for such policy after a reasonable demand therefor. States that whoever knowingly violates these provisions shall be assessed a civil penalty not to exceed $1,000 for each separate violation. Requires the Secretary of Transportation to promulgate a uniform statistical plan for the allocation and compilation of claims and loss experience data, such plan to be followed by every insurer writing qualifying no-fault policies and by every rating or advisory organization or statistical agent. Requires the Secretary to organize an assigned claims bureau and assigned claims plan in each State, the cost for the maintaining of which shall be assessed against insurers in each State by the appropriate State insurance supervisory authority. Forbids any insurer to write any qualifying no-fault policy unless the insurer participates in the assigned claims bureau in each State in which it writes such policies. Establishes standards by which a claimant may obtain benefits under the assigned claims plan. Allows the awarding of reasonable attorney's fees to any person making a claim under a qualifying no-fault policy."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National No-Fault Motor Vehicle Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require no-fault motor vehicle insurance as a condition precedent to using the public streets, roads, and highways in order to promote and regulate interstate commerce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:32-05:00"
}