{
  "actions": [
    {
      "acted_at": "1976-09-20", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3830-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-09-20", 
  "number": "3830", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to bring about the phased and progressive transition to an air transportation system which will rely on competitive market forces to determine the variety, quality, and price of interstate and overseas air service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Aviation Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Cannon, Howard W.", 
    "state": "NV", 
    "thomas_id": "01301", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-09-20", 
  "subjects": [
    "Air travel", 
    "Airline law and legislation", 
    "Airline rates", 
    "Airlines", 
    "Antitrust law", 
    "Aviation", 
    "Civil Aeronautics Board", 
    "Government regulation", 
    "Independent regulatory commissions", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-09-20", 
    "text": "Aviation Improvement Act - Amends the Federal Aviation Act of 1958 to direct the Civil Aeronautics Board, in the exercise and performance of its powers and duties with respect to interstate and overseas air transportation, to consider the phased and progressive transition to an air transportation system which relies on competitive market forces and the provision of a variety of adequate, economic, and low-cost services as being in the public interest. Prohibits any governmental unit from enacting any law, regulation, or standard relating to air transportation rates, routes, or services. Requires the Board to issue certificates authorizing scheduled or charter interstate or overseas air transportation to qualified applicants unless such transportation is not required by the public convenience and necessity (previously the Board could only grant such applications upon a finding that such transportation was required by the public convenience and necessity). Places the burden of proof upon the Board to show that the transportation for which the certificate is sought is not required by the public convenience and necessity. Requires the Board to give weight in favor of an applicant if it finds that the transportation applied for would: (1) involve new and innovative methods; (2) provide reduced rates, fares, or charges; (3) achieve increased efficiency over existing services; or (4) be offered in markets which have rates, fares, or charges which are significantly higher than economically comparable markets. Requires the Board to issue certificates to qualified applicants to engage in scheduled air transportation if the present carrier holding such authority has not exercised it by providing a minimum of five round trips a week for at least six months during the preceding 12 month period. Requires the Board to issue such certificate within a specified time period. Prohibits the Board from imposing closed door restrictions on operating certificates. Eliminates all present closed door restrictions within 30 days after the effective date of this Act. Directs the Board to eliminate all other conditions or limitations which are obsolete or inconsistent with the policies of this Act. Authorizes air carriers, other than charter air carriers, to engage in charter air service in any calendar year up to three percent of the total number of revenue plane miles operated by such carriers. Prohibits the Board from disapproving transfers of operating authority unless it finds that the effect of such a transfer would substantially lessen competition or would tend to create a monopoly. Allows air carriers to terminate any interstate or overseas air service to a community upon a minimum of 90 days notice filed with the Board and the community involved. Authorizes the Board to suspend such termination for a period of up to 360 days in order to allow arrangements to be made for alternative service. Repeals the Board's present authority to approve or disapprove any proposed consolidation, merger, or acquisition of control agreements involving an air carrier. Requires any such proposal to be filed with the Attorney General at least 30 days prior to the effective date of such transaction. Permits the Attorney General, upon a reasonable belief that such a transaction would violate antitrust laws, to stay such transaction for 60 days or until the disposition of any court proceedings the Attorney General may institute. Authorizes the Attorney General, by regulation, to exempt certain types of transactions from the notification requirement if such a class of transactions does not affect the control of an air carrier directly engaged in air transportation, will not create a monopoly, and will not tend to restrain competition. Makes the present requirement that pooling agreements and other contracts and agreements affecting air transportation be filed with the Board applicable only to those agreements affecting foreign air transportation. Authorizes the Board to exempt any person or class of persons from the provisions of the Federal Aviation Act of 1958 or any regulation prescribed thereunder if such exemption would be justified by special and unusual circumstances or by reason of the limited extent of the activity sought to be exempted and such exemption would not be inconsistent with the public interest. Repeals the President's present authority to approve or disapprove orders of the Board regarding foreign air transportation. Prohibits the Board from disapproving air transportation rate increases on the basis that such increase is too high unless the rate is more than 20 percent higher than that in effect one year earlier. Prohibits the Board from disapproving a rate reduction unless it finds the proposed rate would be predatory. Sets forth time limitations during which the Board must act on applications regarding interstate or overseas air transportation. Stipulates that if the Board fails to make a decision within such period the application shall be deemed granted as applied for. Authorizes the Board to extend such time period under specified circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Aviation Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to bring about the phased and progressive transition to an air transportation system which will rely on competitive market forces to determine the variety, quality, and price of interstate and overseas air service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:58-05:00"
}