{
  "actions": [
    {
      "acted_at": "1983-03-10", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-23", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Subcommittee on Rural Housing and Development. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s761-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Rural Housing and Development", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-10", 
  "number": "761", 
  "official_title": "A bill to amend Title V of the Housing Act of 1949 to establish a Rural Housing Block Grant and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural Housing Block Grant Act", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-03-10", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Authorization", 
    "Block grants", 
    "Civil Rights and Liberties", 
    "Department of the Treasury", 
    "Disabled", 
    "Discrimination", 
    "Economics and public finance", 
    "Federal aid to housing", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Government trust funds", 
    "Housing and Housing Finance", 
    "Housing discrimination", 
    "Housing finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Low-income housing", 
    "Mortgage guaranty insurance", 
    "Puerto Rico", 
    "Rental housing", 
    "Revolving funds", 
    "Rural affairs legislation", 
    "Rural housing", 
    "Social welfare", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Rural housing", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-03-10", 
    "text": "Rural Housing Block Grant Act - Amends the Housing Act of 1949 to authorize the Secretary of Agriculture to make block grants to any State (including the Commonwealth of Puerto Rico) for: (1) the acquisition, construction, repair, and improvement of low-income housing; (2) refinancing indebtedness incurred for such purposes; and (3) temporary housing costs. Requires the Secretary to allocate grant funds among the States electing to participate each year on the basis of the number of occupied substandard rural housing units, the number of rural households with incomes not exceeding 50 percent of a State's median income, and the rural population of each State relative to all States. Directs each State to use at least 80 percent of its grant funds to assist persons with incomes of up to 50 percent of the greater of the State or national median income, and to use the remaining funds to assist persons with incomes of up to 80 percent of the State median income. Directs the Secretary, after determining that a State has failed to comply with this Act and after providing notice and an opportunity for a hearing, to notify the State that if it fails to take corrective action within 60 days the Secretary will: (1) withhold further funds pending corrective action; or (2) require the repayment of funds not spent in accordance with this Act. Requires each participating State to: (1) make available for public comment annual reports on its intended use of block grant funds; and (2) conduct and publicize, at least every two years, financial and compliance audits of funds received. Requires a State, prior to receiving block grant funds, to provide to the Secretary written assurances that: (1) the intended use report has been developed with an opportunity for public comment; (2) funds will be used only for the purposes authorized under this Act; (3) the State will comply with nondiscrimination provisions; and (4) local governments have been consulted on major decisions regarding the use of such funds. Prohibits discrimination under any program or activity funded under this Act. Provides for the enforcement of such prohibition. Authorizes appropriations for block grants under this Act for FY 1984 through 1988. Authorizes appropriations for FY 1984 for: (1) Farmers Home Administration (FmHA) insured loans; (2) direct housing repair loans to very-low-income persons; (3) financial assistance for housing for farm laborers; (4) such sums as may be necessary to pay the interest on obligations issued by the Secretary to obtain loan funds; and (5) sums necessary to administer rural housing services for certain multi-family housing mortgage insurance and rental assistance programs of the Department of Housing and Urban Development. Extends the Secretary's authority to insure loans for rural housing for elderly or handicapped persons or families of low or moderate income and loans for housing and buildings on adequate farms. Provides that transactions in FmHA Certificates of Beneficial Ownership shall be treated as debt transactions. Increases from 25 to 30 the percentage of a tenant's income to be contributed for renting an assisted rural housing unit. Authorizes the Secretary to enter into rental assistance contracts of a specified aggregate amount during FY 1984. Eliminates the Secretary's authority to make loans to low-income individuals participating in a mutual or self-help housing programs for the acquisition and development of a homesite. Abolishes the Self-Help Housing Land Development Fund and transfers its assets and liabilities to the Rural Housing Insurance Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural Housing Block Grant Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Title V of the Housing Act of 1949 to establish a Rural Housing Block Grant and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:40-05:00"
}