{
  "actions": [
    {
      "acted_at": "1978-07-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Appropriations, H. Rept. 95-1350.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-20", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-20", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-20", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #580 (311-60).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-07-24", 
      "committee": "Senate Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-01", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Appropriations with amendment, S. Rept. 95-1061.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-04", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-07", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #288 (69-17).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-07", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-09", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-10", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 95-1475.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-17", 
      "references": [], 
      "text": "Motion to recommit to the Committee on conference report rejected in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-17", 
      "references": [], 
      "text": "House agreed to conference report, roll call #715 (198-191).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-17", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-17", 
      "references": [], 
      "text": "House receded and concurred in certain Senate amendment with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-17", 
      "references": [], 
      "text": "Motion to recede from its disagreement and concur in certain Senate amendments rejected in House, roll call #716 (133-245).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-17", 
      "references": [], 
      "text": "House insisted on its disagreement to certain Senate amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-25", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #368 (61-11).", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-25", 
      "references": [], 
      "text": "Senate agreed to House amendments to certain Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-25", 
      "references": [], 
      "text": "Senate receded from certain amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-08-25", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-09-06", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-06", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1978-09-06", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1978-09-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1978-09-08", 
      "references": [], 
      "text": "Public Law 95-355.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13467-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1978-09-08", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-07-13", 
  "number": "13467", 
  "official_title": "A bill making supplemental appropriations for the fiscal year ending September 30, 1978, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Second Supplemental Appropriations Act", 
  "sponsor": {
    "district": "19", 
    "name": "Mahon, George H.", 
    "state": "TX", 
    "thomas_id": "00726", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-07-24", 
  "subjects": [
    "ACTION", 
    "Agricultural appropriations", 
    "Air force", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms Control and Disarmament Agency", 
    "Army", 
    "Civil Aeronautics Board", 
    "Civil defense", 
    "Coast guard", 
    "Commission of Fine Arts", 
    "Commission on Civil Rights", 
    "Commodity Futures Trading Commission", 
    "Congress", 
    "Consumer Product Safety Commission", 
    "Defense budgets", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Health, Education, and Welfare", 
    "Department of Housing and Urban Development", 
    "Department of Justice", 
    "Department of State", 
    "Department of Transportation", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Environmental Protection Agency", 
    "Equal Employment Opportunity Commission", 
    "Executive Office of the President", 
    "Export-Import Bank of the United States", 
    "Farm Credit Administration", 
    "Federal Communications Commission", 
    "Federal Deposit Insurance Corporation", 
    "Federal Election Commission", 
    "Federal Home Loan Bank Board", 
    "Federal Maritime Commission", 
    "Federal Trade Commission", 
    "Federal advisory bodies", 
    "Foreign service", 
    "Government operations and politics", 
    "International Trade Commission", 
    "Interstate Commerce Commission", 
    "Law", 
    "National Foundation on the Arts and the Humanities", 
    "National Labor Relations Board", 
    "National Science Foundation", 
    "National Transportation Safety Board", 
    "Navy", 
    "Nuclear Regulatory Commission", 
    "Office of Management and Budget", 
    "Railroad Retirement Board", 
    "Securities and Exchange Commission", 
    "Selective Service System", 
    "Senate", 
    "Small Business Administration", 
    "Smithsonian Institution", 
    "Supplemental appropriations", 
    "United States Postal Service"
  ], 
  "subjects_top_term": "Supplemental appropriations", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1978-08-10", 
    "text": "(House agreed to conference report, roll call #715 (198-191)) Second Supplemental Appropriations Act - =Title I:= Makes supplemental appropriations for fiscal year 1978 for the following: (1) within the Department of Agriculture; (a) for the Animal and Plant Health Inspection Service; (b) for the Economic Research Service; (c) for the Federal Crop Insurance Corporation; (d) for the Farmers Home Administration; (e) Soil Conservation Service; (f) for the Agricultural Stabilization and Conservation Service; (g) for the Forest Service; and (h) for the Commodity Futures Trading Commission; (2) Foreign Operations: for Funds Appropriated to the President; (3) within the Action Agency, (a) for the Peace Corps, and (b) for operating expenses of domestic programs; (4) within the Department of Housing and Urban Development for Housing Programs; (5) for the Environmental Protection Agency; (6) within the Executive Office of the President: for the National Security Council and Office of Management and Budget; (7) for the National Commission on Air Quality; (8) for the Veterans Administration; (9) within the Department of the Interior: (a) for the Bureau of Land Management; (b) for the Fish and Wildlife Service; (c) for the Heritage Conservation and Recreation Service; (d) for the National Park Service; (e) for the Bureau of Indian Affairs; and (f) for the Office of Territorial Affairs; (10) within the Department of Energy: (a) for Fossil Energy Research and Development; and (b) for the Economic Regulatory Administration; (11) within the Department of Health, Education, and Welfare: (a) for the Center for Disease Control (construction and flu immunization); (b) for the Health Services Administration; (c) for the Indian Claims Commission; (d) for the Navajo and Hopi Indian Relocation Commission; (e) for the Smithsonian Institution; (f) for the Alcohol, Drug Abuse, and Mental Health Administration; (g) for the Health Resources Administration; (h) for the Health Care Financing Administration; (i) for the Office of Education; (j) for the Assistant Secretary for Human Development; (k) for the Office of Civil Rights; and (l) for the Office of Inspector General; (12) for the Corporation for Public Broadcasting; (13) for the Federal Mine Safety and Health Review Commission; (14) within the Department of Labor: (a) for the Employment and Training Administration; (b) for the Employment Standards Administration; (c) for the Occupational Safety and Health Administration; (d) for the Mine Safety and Health Administration; and (e) for salaries and expenses; (15) within the Legislative Branch: (a) for the Senate and House of Representatives for payments to widows and heirs of deceased members of Congress, salaries, officers, employees, and contingent expenses; (b) for compensation, mileage, and expense allowances of certain Senate leaders; (c) for the Joint Committee on Taxation; (d)for the office of Technology Assessment; (e) for the Architect of the Capitol; (f) for the Capitol Buildings and Grounds; (g) for the Construction of the Extension to the New Senate Office Building (Hart Office Building); (h) for the Library of Congress James Madison Building; and (i) for the Library of Congress, Congressional Research Service; (16) the Nuclear Regulatory Commission; (17) within the Department of State: (a) for Administration of Foreign Affairs; (b) for International Organizations and Conferences; (c) for International Commissions; and (d) for migration and refugee assistance; (18) within the Department of Justice: (a) for General Administration; (b) for Legal Activities; and (c) for the Immigration and Naturalization Service; (19) within the Department of Commerce: (a) for the Bureau of the Census; (b) for the Economic Development Administration; (c) for the Industry and Trade Administration; (d) for the Minority Business Enterprise; (e) for the National Oceanic and Atmospheric Administration; (f) for the National Fire Prevention and Control Administration; (g) for Science and Technical Research; and (h) for the National Telecommunications and Information Administration; (20) within the Judiciary: (a) for the Supreme Court; (b) for the Courts of Appeals, District Courts, and Other Judicial Services; and (c) for the Federal Judicial Center; (21) for the Arms Control and Disarmament Agency; (22) for the Board for International Broadcasting; (23) for the Equal Employment Opportunity Commission; (24) for the Federal Communications Commission; (25) for the International Communication Agency; (26) for the Securities and Exchange Commission; (27) for the Small Business Administration (disaster loan fund); (28) for the U.S. Metric Board; (29) within the Department of Transportation: (a) for the Office of the Secretary; (b) for the Coast Guard; (c) for the National Highway Traffic Safety Administration; (d) for the Federal Railroad Administration (operating leases and capital improvement); and (e) for the Urban Mass Transportation Administration; (30) the Civil Aeronautics Board; and (31) the Interstate Commerce Commission; (32) within the Department of the Treasury; (a) for the Federal Law Enforcement Training Center; (b) for the Bureau of Government Financial Operations; (c) for the Internal Revenue Service; and (d) for the Secret Service; (33) for the Postal Service; (34) for the Civil Service Commission; (35) for the General Services Administration; and (36) within the Department of Defense; (a) for the Corps of Engineers; (b) for Military Personnel, Army, Navy, Marine Corps, and Air Force; (c) for Retired Military Personnel; (d) for Operation and Maintenance of the Army, Navy, Marine Corps, Air Force, and Defense Agencies; (e) for Weapons Procurement, Navy; and (f) for Military Construction, Navy. Increases the amount of reimbursement to States through the Occupational Safety and Health Administration programs. Sets forth administrative provisions for distribution of certain Senate funds appropriated for the Legislative Branch. Authorizes certain institutions to make purchases through the General Services Administration. =Title II: Increased Pay Costs for the Fiscal Year 1978:= Increases the amount to be appropriated for fiscal year 1978, for increased pay costs, authorized by law, for the following: (1) the Legislative Branch; (2) the Judiciary; (3) the Executive Office of the President; (4) the Department of Agriculture; (5) the Department of Commerce; (6) the Department of Defense, Military and Civil; (7) the Department of Energy; (8) the Department of Health, Education, and Welfare; (9) the Department of Housing and Urban Development; (10) the Department of the Interior; (11) the Department of Justice; (12) the Department of Labor; (13) the Department of State; (14) the Department of Transportation; (15) the Department of the Treasury; (16) the Environmental Protection Agency; (17) the General Services Administration; (18) the National Aeronautics and Space Administration; (19) the Veterans Administration; and (20) for the following independent agencies: (a) Action; (b) Administrative Conference of the U.S.; (c) the Advisory Council on Historic Preservation; (d) the Arms Control and Disarmament Agency; (e) the Civil Aeronautics Board; (f) the Civil Service Commission (including transfer of funds); (g) the Commission of Fine Arts; (h) the Commission on Civil Rights; (i) the Committee for Purchase from the Blind and Other Severely Handicapped; (j) the Commodity Futures Trading Commission; (k) the Community Services Administration; (l) the Consumer Product Safety Commission; (m) the Export-Import Bank of the U.S.; (n) the Farm Credit Administration; (o) the Federal Communications Commission; (p) the Federal Election Commission; (q) the Federal Home Loan Bank Board; (r) the Federal Maritime Commission; (s) the Federal Mediation and Conciliation Service; (t) the Federal Trade Commission; (u) the Indian Claims Commission; (v) Intergovernmental Agencies; (w) Intelligence Community Oversight; (x) the International Communication Agency; (y) the International Trade Commission; (z) the Interstate Commerce Commission; (aa) the National Capital Planning Commission; (bb) the National Commission on Libraries and Information Science; (cc) the National Foundation on the Arts and the Humanities; (dd) the National Labor Relations Board; (ee) the National Mediation Board; (ff) the National Science Foundation; (gg) the National Transportation Safety Board; (hh) the Nuclear Regulatory Commission; (ii) the Pensylvania Avenue Development Corporation; (jj) the Railroad Retirement Board; (kk) the Renegotiation Board; (ll) the Securities and Exchange Commission; (mm) the Small Business Administration; (nn) the Selective Service System; (oo) the Smithsonian Institution; and (pp) the Temporary Study Commission. =Title III: General Provisions= - States that no part of any appropriation contained in this Act shall remain available beyond fiscal year 1978, unless expressly so provided. Prohibits disbursements made from Treasury Department appropriations through Internal Revenue refunds and collections except (1) refunds to the limit of liability of an individual tax account, and (2) refunds due from any credit provision of the Internal Revenue Code enacted prior to January 1, 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Second Supplemental Appropriations Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill making supplemental appropriations for the fiscal year ending September 30, 1978, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:23-05:00"
}