{
  "actions": [
    {
      "acted_at": "1991-01-14", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s149-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-01-14", 
  "number": "149", 
  "official_title": "A bill to amend title 28, United States Code, to provide special habeas corpus procedures in capital cases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Thurmond, Strom", 
    "state": "SC", 
    "thomas_id": "01448", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-01-14", 
  "subjects": [
    "Capital punishment", 
    "Criminal procedure", 
    "Habeas corpus", 
    "Judicial review", 
    "Lawyers", 
    "Legal assistance to prisoners", 
    "Legal fees", 
    "Limitation of actions", 
    "Prisoners", 
    "Right to counsel", 
    "Standards", 
    "State courts"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-01-14", 
    "text": "Amends the Federal judicial code to set forth special habeas corpus procedures in capital cases. Applies such procedures to Federal habeas corpus cases brought by prisoners in State custody who are subject to a capital sentence. Makes the applicability of such procedures contingent upon a State establishing a mechanism for the appointment, compensation, and payment of reasonable litigation expenses of competent counsel in State post-conviction proceedings brought by indigent prisoners whose capital convictions and sentences have been upheld on direct appeal to the court of last resort in the State or have otherwise become final for State law purposes. States that the rule of court on statutes establishing such mechanism must provide standards of competency for the appointment of such counsel. Directs that any such mechanism must offer counsel to all State prisoners under capital sentence and must provide for the entry of an order by a court of record: (1) appointing counsel to represent the prisoner upon a specified finding; (2) finding that the prisoner has rejected the offer of counsel and made the decision with an understanding of its legal consequences; or (3) denying the appointment of counsel upon a finding that the prisoner is not indigent. Provides for a mandatory stay of execution during the post-conviction review initiated pursuant to this Act. Details conditions which will cause such stay to expire. Prohibits a Federal court, if one of such conditions has occurred, from entering a stay of execution or granting relief in a capital case unless: (1) the basis for the stay and request for relief is a claim not previously presented in the State or Federal courts; (2) the failure to raise the claim was the result of State action in violation of the Constitution or laws of the United States, was the result of a recognition by the Supreme Court of a new Federal right that is retroactively applicable, or is due to the fact that the claim is based on facts that could not have been discovered through the exercise of reasonable diligence in time to present the claim for State or Federal post-conviction review; and (3) the facts underlying the claim would be sufficient, if proven, to undermine the court's confidence in the jury's determination of guilt on the offense for which the death penalty was imposed. Imposes time limits on filing for habeas corpus relief. Requires such time limits to be tolled under specified conditions. Requires the district court, upon the development of a complete evidentiary record, to rule on the merits of the claims properly before it. Makes the requirement for a certificate of probable cause inapplicable, with an exception."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 28, United States Code, to provide special habeas corpus procedures in capital cases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:35-05:00"
}