{
  "actions": [
    {
      "acted_at": "1992-04-29", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-08", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to the Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5009-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-29", 
  "number": "5009", 
  "official_title": "To provide for procedures for the review of Federal department and agency regulations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1942-102", 
      "reason": "identical"
    }
  ], 
  "short_title": "Regulatory Review Sunshine Act of 1992", 
  "sponsor": {
    "district": "1", 
    "name": "AuCoin, Les", 
    "state": "OR", 
    "thomas_id": "00036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-29", 
  "subjects": [
    "Administrative procedure", 
    "Freedom of information", 
    "Government paperwork", 
    "Government publicity", 
    "Information services", 
    "Public records"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-29", 
    "text": "Regulatory Review Sunshine Act of 1992 - Requires executive branch regulatory review entities to establish procedures to provide public access to information concerning each agency rulemaking activity under review. Describes the information to be made available to the public upon request, in a manner consistent with the Freedom of Information Act, within a week of its receipt or creation by the entity for review, and copying, in a public reading room. Requires a review entity to transmit to the rulemaking agency copies of any written communications between the entity and any person not employed by the Federal Government concerning the substance of a rulemaking activity of that agency. Requires a review entity to disclose to the rulemaking agency all oral communications between any such person and the review entity concerning the substance of a rulemaking activity of that agency. Requires the review entity to: (1) advise the rulemaking agency of the date, participants, and substance of such communications; and (2) invite the rulemaking agency head to meetings involving such communications. Requires a review entity to provide the rulemaking agency with a written explanation of any significant review action taken by the reviewing entity concerning an agency rulemaking activity. Requires that for each proposed and final rule, a rulemaking agency shall explain in its rulemaking notice any significant changes made to such rule as a consequence of regulatory review. Requires a rulemaking agency to place in the appropriate rulemaking record all of the documents received from a review entity as required above. Requires a review entity, within 60 days after the receipt of a rulemaking activity, to conclude its review of such activity. Provides that if the President reviews for resolution an issue arising out of a regulatory review, the review time limits may be extended, although any such issue shall be resolved as promptly as practicable, and such review shall be subject to the public disclosure and agency notice requirements of this Act. Requires a review entity to notify the rulemaking agency of an extension beyond 60 days and provide public notice. Requires the rulemaking agency to promptly publish a notice of any such extension in the Federal Register. Requires each rulemaking agency to publish in the Federal Register a list of all rulemaking activities undergoing regulatory review during the preceding month. Excludes from coverage under this Act oral communications with the President, Vice President, Administrator of the Environmental Protection Agency, Director of OMB, and executive department heads."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regulatory Review Sunshine Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for procedures for the review of Federal department and agency regulations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:31-05:00"
}