{
  "actions": [
    {
      "acted_at": "1999-09-27", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres67-106", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-09-27", 
  "number": "67", 
  "official_title": "Making continuing appropriations for the fiscal year 2000, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "10", 
    "name": "Young, C.W. Bill", 
    "state": "FL", 
    "thomas_id": "01255", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-09-27", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural appropriations", 
    "Agricultural credit", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "American investments", 
    "Appropriations", 
    "Armed forces and national security", 
    "Census", 
    "Commerce", 
    "Computers and government", 
    "Congress", 
    "Continuing resolutions", 
    "Defense procurement", 
    "Developing countries", 
    "Economics and public finance", 
    "Emergency management", 
    "Export credit", 
    "Export finance", 
    "Export-Import Bank of the United States", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Flood insurance", 
    "Foreign trade and international finance", 
    "Government corporations", 
    "Government operations and politics", 
    "Government trust funds", 
    "Investment guaranty insurance", 
    "Law", 
    "Overseas Private Investment Corporation", 
    "Science, technology, communications", 
    "Water resources development", 
    "Year 2000 computer problem"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-09-27", 
    "text": "Makes appropriations for FY 2000 for continuing projects or activities, including the costs of direct loans and loan guarantees, which were conducted in FY 1999 and for which appropriations, funds, or other authority would be available in: (1) the Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2000; (2) the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2000; (3) the Department of Defense Appropriations Act, 2000; (4) the District of Columbia Appropriations Act, 2000; (5) the Energy and Water Development Appropriations Act, 2000; (6) the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 2000; (7) the Department of the Interior and Related Agencies Appropriations Act, 2000; (8) the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 2000; (9) the Legislative Branch Appropriations Act, 2000; (10) the Department of Transportation and Related Agencies Appropriations Act, 2000; (11) the Treasury and General Government Appropriations Act, 2000; and (12) the Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Act, 2000.Continues funding of projects or activities at the current rate of operations and sets forth limitations on such funding.(Sec. 106) Provides funding under this resolution until enactment into law of any covered appropriation or the applicable appropriations Act (without any provision for the covered appropriation) or October 21, 1999, whichever occurs first.(Sec. 115) Continues certain activities authorized by the National Flood Insurance Act of 1968 through the date for which funding is provided under this resolution.(Sec. 116) Sets the rate of operations for reimbursement of past losses for the Commodity Credit Corporation Fund at $11.5 billion.(Sec. 117) Continues specified authorities of the Overseas Private Investment Corporation through the period of this joint resolution.(Sec. 118) Authorizes the use of funds to initiate or resume projects or activities at a rate exceeding the current rate to achieve Year 2000 (Y2K) computer compliance and for implementation of business continuity and contingency plans.(Sec. 119) Makes a specified amount available for decennial census programs for the period covered by this joint resolution.(Sec. 121) Applies the date specified in Section 106 of this resolution, in lieu of October 1, 1999, as the date of termination of a prohibition on the issuance of a notice of final rulemaking with respect to the valuation of crude oil for royalty purposes.(Sec. 123) Extends, until November 1, 1999, a certain provision of law that allows fewer than three members of the Board of Directors of the Export-Import Bank of the United States to constitute a quorum."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Making continuing appropriations for the fiscal year 2000, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:09-05:00"
}