{
  "actions": [
    {
      "acted_at": "1979-03-29", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3333-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Collins, James M.", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00221", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-03-29", 
  "number": "3333", 
  "official_title": "A bill to establish certain requirements relating to interstate and foreign telecommunications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Communications Act of 1979", 
  "sponsor": {
    "district": "42", 
    "name": "Van Deerlin, Lionel", 
    "state": "CA", 
    "thomas_id": "01179", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-03-29", 
  "subjects": [
    "Advisory bodies", 
    "Antitrust law", 
    "Antitrust policy", 
    "Broadcasting", 
    "Business and commerce", 
    "Citizen participation", 
    "Civil Rights and Liberties", 
    "Communication satellites", 
    "Communications and Broadcasting", 
    "Competition", 
    "Conflict of interests", 
    "Consumer protection", 
    "Corporations and Stocks", 
    "Credit", 
    "Economics and public finance", 
    "Educational television", 
    "Equal time rule", 
    "Equipment and supplies", 
    "Executive reorganization", 
    "Fairness doctrine", 
    "Federal Communications Commission", 
    "Federal advisory bodies", 
    "Federally-guaranteed loans", 
    "Fees", 
    "Finance and financial sector", 
    "Financial disclosure", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Independent regulatory commissions", 
    "Information services", 
    "International cooperation in telecommunication", 
    "Investments", 
    "Licenses", 
    "Maritime satellites", 
    "Minorities", 
    "Minorities in the mass media industry", 
    "Minority business enterprises", 
    "Mutual funds", 
    "Planning", 
    "Presidential appointments", 
    "Public Welfare and Charities", 
    "Public broadcasting", 
    "Radio broadcasting", 
    "Radio frequency allocation", 
    "Radio programs", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Securities and Investments", 
    "Standards", 
    "Sunset legislation", 
    "Tax-exempt organizations", 
    "Telecommunication policy", 
    "Telecommunication rates", 
    "Telephone", 
    "Telephone rates", 
    "Television broadcasting", 
    "Television frequency allocation", 
    "Television programs"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-03-29", 
    "text": "Communications Act of 1979 - Title I: General Provisions - Declares the purpose of this Act to be the regulation of interstate and foreign telecommunications to the extent that marketplace forces fail to protect the public interest. Title II: Communications Regulatory Commission - Establishes the Communications Regulatory Commission as an independent regulatory agency. States that such Commission shall be responsible for carrying out provisions of this Act relating to: (1) interstate or foreign telecommunications which originate and/or are received within the U.S.; (2) persons engaged within the U.S. in such telecommunications; and (3) the licensing and regulation of broadcast facilities and land mobile or other radio service facilities. States that the Commission shall be composed of five Commissioners appointed by the President, by and with the advice and consent of the Senate. Provides for a sunset review of the Commission and its programs every ten years. Establishes an Office of Consumer Affairs within the Commission. Prohibits Commissioners from engaging in any other business, vocation, profession, or employment. Prohibits Commissioners and supervisory employees from having a financial interest in any telecommunications entity. Requires each Commissioner and every other officer or employee of the Commission to comply with the financial disclosure requirements (Title II) of the Ethics in Government Act of 1978. Requires Commissioners or participating supervisory employees who initiate or receive communications with or from interested parties after commencement of adjudicatory proceedings before the Commission to furnish a written notice and summary of such communications to every other interested party in such proceedings. Enumerates the corporate powers and authority of the Commission. Authorizes the Commission to compensate, for costs of participation in hearings on rates and in rulemaking proceedings, persons: (1) who have, or represent, an interest which would not otherwise be adequately represented and representation of which is necessary for a fair determination of the proceeding; and (2) who are unable to participate effectively in such proceedings because they cannot afford such costs. Stipulates that such compensation provisions are not applicable to hearings relating to: (1) license revocations; or (2) petitions to deny television broadcast station license applications. Title III: Telecommunications Carrier Regulation - Directs the Commission to regulate telecommunications service provided by dominant carriers in the interexchange telecommunications service market only to the extent necessary to protect consumers. Requires that U.S. participation in international telecommunications satellite systems: (1) be in the form of one or more private corporations, subject to government regulation, with maximum competition maintained in the provision of equipment and services used by such systems; and (2) be conducted consistent with U.S. foreign policy and national interest, minimum restraint of trade, and adequate service at low rates. Declares that the flow of information transmitted across national boundaries should not be restricted by any nation, except to protect national security and citizen privacy. Authorizes the Commission to carry out the provisions of this Title with respect to all interexchange and international telecommunications services and facilities, including the local distribution facilities of interexchange carriers if such facilities are not used to provide local exchange telephone service. Authorizes States to regulate local exchange telephone service. Prohibits States from regulating: (1) rates and terms of any other telecommunications service; or (2) the provision of terminal equipment. Authorizes States to determine the boundaries of local exchange areas within such States or, by agreement, including an area in more than one State. Prohibits a local exchange area which includes part or all of one standard metropolitan statistical area (SMSA) from including a substantial part of any other SMSA. Directs the Commission to classify interexchange carriers according to whether they are dominant carriers. States that a \"dominant carrier\" is one which: (1) furnishes telecommunications service in a substantial percentage of the total number of markets for interexchange telecommunications services and has the ability, in a substantial percentage of those markets, to either raise or lower prices without significantly affecting the amount of service demanded by its customers; or (2) has a monopoly over the ownership, control, or provision of any category of international telecommunications facilities; or (3) has the ability to either raise or lower prices in a market for a particular type of international transmission without significantly affecting the amount of service demanded by its customers. Directs the Commission: (1) to complete such initial classification within one year; (2) to reexamine such classification at least once every three years; and (3) to act in a timely manner on any petition by a dominant carrier for reexamination of its classification. Limits such classification as a dominant carrier, and the regulatory authority of the Commission, to a period of ten years from the effective date of this Act for the domestic interexchange market. Authorizes the Commission to continue beyond such ten-year period, the regulation of dominant carriers providing international transmissions or international telecommunications facilities. Requires that dominant carriers furnish interexchange telecommunications service upon reasonable request and without discrimination as to rates, terms, and conditions or unreasonable restrictions on the resale or sharing of interexchange services or facilities. Requires intraexchange carriers to interconnect with any interexchange carrier upon reasonable request and without discrimination as to rates, terms, or conditions of interconnection. Authorizes the Commission to specify or approve the manner of interconnection between interexchange and intraexchange facilities. Requires intraexchange carriers to connect with all terminal equipment owned or leased by customers which meets uniform minimum technical standards of the Commission. Allows intraexchange carriers, upon State commission approval, to establish charges applied on a nondiscriminatory basis to all local subscribers and all local subscribers and all interexchange carriers seeking to originate or terminate interexchange service through intraexchange facilities. Requires that such charges cover all costs which vary directly with the level of service provided. Provides that such charges may also include a contribution to defray any common costs associated with the provision of local exchange telephone service by the interexchange carrier, to the extent necessary to ensure reasonable rates for such service. Authorizes the State commission: (1) to allow such contribution to be retained by the intraexchange carrier providing the service involved; or (2) to designate a portion to be pooled for redistribution among all intraexchange carriers regulated by the State. Sets, by formula, a ten-year transitional ceiling on the amount that State commissions may require as such contribution. Requires dominant carriers to file with the Commission and make available for public inspection Tariffs showing all rates and terms for any interexchange telecommunications service which they provide. Requires a 30-day period after such notice before any change in such tariffs may take effect. Authorizes the Commission to modify such requirements for good cause shown. Prohibits the Commission from increasing such notice period. States that such rate changes shall become effective after such notice period, unless the Commission rejects them or prescribes an interim rate during the pendency of a rate hearing. Authorizes the Commission, upon complaint or on its own initiative, to order a hearing, within 30 days of the filing of the rate and after notice to the carrier involved, to determine whether such rate is just and reasonable. Authorizes the Commission to require the carrier to keep an accurate account of all amounts received under such rates. Requires the Commission to: (1) approve or disapprove the tariff within one year of designation for hearing; (2) give interested persons an opportunity for participation in the hearing through written submissions; (3) consider the degree of competition in the interexchange market involved; and (4) if such market is substantially competitive, only examine whether the rate is less than the amount required for a just and reasonable rate. Requires that the burden of proof to show that a rate is just and reasonable be upon the dominant carrier, except when the Commission has determined that the market is substantially competitive. Directs the Commission to require dominant carriers to refund, with interest, any unjust or unreasonable amount received under rates which the Commission determines to be more than that which would be just and reasonable. Authorizes the Commission to award treble damages to any carrier which complains (and participates as a party in the hearing) of a rate which the Commission determines to be less than that which would be just and reasonable. Directs the Commission, if it determines a rate is not just and reasonable, to: (1) require the dominant carrier to file within 90 days ,a new rate conforming to Commission requirements; or (2) determine and prescribe a just and reasonable rate. Requires the Commission, in making such rate determinations to: (1) consider costs assigned on the basis of a prospective cost analysis; and (2) develop procedures for implementing a long-run marginal cost methodology. Directs the Commission to prescribe the forms and filing times of accounts and records to be filed by dominant carriers. Authorizes the Commission to make a valuation of dominant carrier property. Directs the Commission to adjust depreciation schedules as the economic value of dominant carrier assets change. Prohibits construing any provisions of this Act as extending immunity from Federal antitrust laws, except specified provisions regarding: (1) certain meetings concerning a nationwide telecommunications network; and (2) the establishment of a task force on international telecommunications facility planning. Allows dominant carriers and their affiliates, notwithstanding any prior consent decree, to engage in unregulated telecommunications activities, or any other unregulated activities incidental to telecommunications. Requires dominant carrier affiliates to: (1) deal with the dominant carrier and other affiliates on the same arms-length basis as it would with non-affiliates; and (2) provide non-affiliates with nondiscriminatory access, with comparable rates and terms, to the same products, services, or facilities provided to affiliates. Authorizes the Commission to have access to records and to prescribe rules necessary to enforce such requirements. Prohibits a dominant carrier or its affiliate from obtaining a radio system license unless: (1) the Commission finds that a substantial portion of the market would otherwise be unserved; or (2) the radio system is already licensed to a dominant carrier. Allows intraexchange carriers to provide facilities for retransmission of broadcast signals and for electronic mass media services. Allows intraexchange carriers which provide local exchange telephone services to also provide, at separate rates, for: (1) the retransmission of broadcast signals; and (2) electronic mass media service, if equivalent facilities and rates are made available for provision of such service by others. Permits carriers to meet with other carriers to plan or agree to the design, plan, construction, and maintenance of a nationwide network of telecommunications services and facilities and to develop applicable technical standards for such services and facilities. Requires that the carriers involved: (1) give prior notice and opportunity to attend, observe or monitor such meetings to the Attorney General; and (2) file meeting transcripts with the Commission, to be made available to the public (with deletions of national security material by the Commission). Requires intraexchange carriers to afford reasonable access for pole attachments to any telecommunications service provider. Authorizes the Commission to regulate rates, terms, and conditions for pole attachments only in the absence of a State certification that such State regulates such matters in the interest of consumers. Permits any carrier to accept and deliver maritime and general telecommunications services for international transmission at any point within the United States. Authorizes the Communication Satellite Corporation (COMSAT) to continue participation as the U.S. designated entity in the International Telecommunications Satellite Organization (INTELSAT) and in the International Maritime Satellite Organization (INMARSAT). Authorizes COMSAT to provide international transmissions to the public through INTELSAT facilities and other means by establishing a maximally separate subsidiary which: (1) shall be considered a telecommunications carrier; and (2) may not provide maritime telecommunications services through INMARSAT facilities Authorizes COMSAT to establish, own, and operate satellite terminal stations and maritime satellite land terminal stations. Directs COMSAT to interconnect such stations with foreign and domestic carriers and private telecommunications systems. Authorizes COMSAT to establish, own, and operate the U.S. share of the international space segment of INMARSAT AND INTELSAT. U.S. carriers, and private telecommunications systems authorized by the Commission to interconnect with satellite earth stations to own such stations. Limits ownership of COMSAT: (1) by any stockholder or group to ten percent of the shares of voting stock; and (2) by aliens and foreign corporations to an aggregate of 20 percent of the authorized shares of stock. Establishes a task force on international telecommunications facilities planning composed of representatives of COMSAT, carriers authorized to enter into agreements with foreign nations, and the National Telecommunications Agency. Designates the Director of such Agency as chairman of the task force and as principal advisor to the President on such issues. Authorizes representatives of the Departments of State and Defense and of the Commission to attend task force meetings as observers. Authorizes COMSAT or any carrier to construct or acquire any international telecommunications facility, if: (1) notice is given to the task force Chairman and to the Commission; (2) authorizes such agreement with the foreign nations involved; and (4) the chairman of the task force, the Secretary of State, and the Commission are kept informed of specified matters. Directs the Commission to investigate such facilities and to make appropriate reductions in valuation, for ratemaking purposes, after conducting a hearing with opportunity for participation by interested persons through written submissions. Sets forth the powers and responsibilities of the President and of the Commission in implementing U.S. policy in international telecommunications. Title IV: Spectrum Use and Licensing - Requires all broadcast services or land mobile or other radio services to be licensed by the Commission. Requires that an application be filed with the Commission before any license applicant may engage in construction of a station or other facility. Stipulates that Commission licenses for such construction shall constitute licenses for the actual operation of the station. Requires forfeiture of such license if the station or other facility completed by the date specified in the license or within an additional period allowed by the Commission, unless the completion of construction is prevented by causes beyond the control of the licensee. Directs the Commission to: (1) examine AM radio broadcast band use and assign such spectrum and distribute licenses taking certain factors into account, to ensure that each U.S. community, regardless of size, has maximum full-time radio broadcast service; (2) distribute vhf commercial TV broadcast station licenses to ensure at least one such station in each State and the District of Columbia; (3) assign the electromagnetic frequency spectrum efficiently; (4) prevent interference between stations; (5) regulate design and use of transmitting apparatus; (6) regulate the interference potential of equipment (with specified exceptions); (7) carry out international telecommunications treaties and other treaties insofar as they relate to radio services; (8) assign frequencies, power use, and operating times for individual stations; (9) classify stations and prescribe nature of service to be rendered by each class; (10) determine station locations; (11) establish areas to be served by stations; (12) regulate performance characteristics of television receivers for sale to the public; (13) inspect radio service installations associated with stations required to be licensed; (14) designate station call letters; (15) require publications of certain data for efficient station operation; and (16) require recordkeeping by stations. Directs the Commission to submit proposed rules which make a substantial change in the spectrum assignment for broadcast station use to each House of Congress, including reasons for such a change and an analysis of its impact on (and recommended changes in) spectrum resource fee provisions of this Act. Directs the Commission to assess an annual spectrum resource fee for all users of the electromagnetic frequency spectrum licensed by the Commission. Requires that such fees take into account: (1) license processing costs; and (2) the scarcity value of the spectrum being assigned. Authorizes the Commission to waive such factor in computing the fee if it determines such value is minimal. Directs the Commission to waive such factor for States or local governments, public broadcast stations, or licenses required by treaty or international law. Directs the Commission to develop such fee schedules within one year, and to enforce existing fees in the interim. Defines the scarcity value for television and radio broadcast licenses as a specified fraction of gross station revenues. Limits the amounts of fees which land mobile radio service licensees must pay. Directs the Commission to grant licenses to applicants for broadcasting and other radio services consistent with the purposes of this Act. Prohibits the Commission from granting certain licenses earlier than 30 days from the receipt of application. Requires the Commission, if there is more than one applicant for a license: (1) to determine, on the basis of information supplied with the application, whether each is qualified; and (2) to grant the license, upon completion of such review, by random selection. Requires that each minority applicant be represented twice in such random selection for television or radio broadcast station licenses at newly available frequencies. Prohibits, with certain exceptions for amateur radio operators, granting a license to any alien, foreign government or foreign corporation to operate any broadcast station or carrier facility, or aeronautical en route or aeronautical fixed radio station. Authorizes the Commission to require that license applicants file specified information, including only such financial information as is necessary to determine whether the applicant can initiate operation of the station or facility. Authorizes the Commission to grant temporary authorities for emergency operations up to 180 days. Authorizes the Commission to: (1) revoke licenses, on its own initiative or in response to a petition, for specified reasons; (2) issue cease and desist orders for specified actions; and (3) modify licenses. Prohibits the Commission from requiring the filing of information previously furnished or not indirectly material to a license proceeding. Provides for the regulation of license assignment and transfer. Prohibits Commission censorship or other regulation of the content of any broadcast or other radio transmission, with specified exceptions. Prohibits the use, sale, or distribution of any device which fails to comply with Commission rules, with certain exemptions. Restricts Commission regulatory authority over radio spectrum users to that expressly provided in this Act. Prohibits States from regulating any radio service offering provided under a Commission license. Exempts international telecommunications facilities from certain licensing requirements. Limits license terms for land mobile or other radio services to no longer than ten years. Authorizes the Commission to renew or suspend such licenses, and to issue operator licenses for transmitting apparatus for such services. Requires that radio signals and communications from ships in distress be given absolute priority. Permits the adjustment of transmitters on ships in distress to produce maximum power regardless of resultant interference. States that radio stations owned by the Federal Government shall not be subject to licensing by the Commission. Sets forth rules for the operation of such stations. Authorizes the President to permit foreign governments to construct and operate certain types of low-power telecommunications facilities and base and mobile stations within the United States for diplomatic messages and personnel protection. Sets forth standards for Commission use in spectrum allocation and management decisions. Directs the Commission to prescribe rules and standards designed to ensure that at least three business organizations may be in competition for radio system services provision in each relevant market, unless this would substantially increase consumer costs. Authorizes the Commission to exempt any user or operator of land mobile or other non-broadcast radio services from any provisions of this title if such exemption is consistent with the purposes of this Act. Limits ownership, operation or control by any person to one TV, one AM radio, and one FM radio broadcast station in the same market. Limits to seven the total number of TV stations which one licensee may control. Stipulates that divestiture of currently owned stations is not required to comply with such restrictions. Directs the Commission to require financial reporting by broadcast station licensees. Prohibits: (1) the transmission of false or fraudulent distress signals; and (2) the rebroadcast or retransmission of programs originated by broadcast stations without express authorization from such stations or persons with exclusive rights to such programs. Limits Commission authority over retransmissions to enforcement of such prohibitions. Prohibits States or local governments from having any authority over such retransmissions. Sets a five-year (previously three-year) period for television broadcast station license terms. Authorizes the Commission to revoke, deny, or renew such licenses. States that, ten years from the date of the formation of the commission, TV broadcast licenses shall be granted or renewed for an indefinite period subject only to revocation for violation of technical standards. Directs the Commission to submit, within nine years of the effective date of this Act, and within each five-year period thereafter, a report to Congress containing certain information and analysis regarding competition in the television broadcast industry and a recommendation as to whether the television industry should be deregulated entirely, in part, or not at all. Directs the Commission to require television broadcast station licensees to: (1) provide news, public affairs, and locally produced programs throughout the broadcast day; and (2) give reasonable time to discussion of controversial issues of public importance and conflicting views thereon (\"The Fairness Doctrine\"). Directs the Commission to consider Fairness Doctrine complaints only in connection with license renewal applications. Requires TV broadcast station licensees who sell time to legally qualified candidates for public office: (1) to make available equal opportunities for the use of such station through the purchase of broadcast time to all other such candidates; and (2) to have no control over the content or format of such broadcasts. Stipulates that such requirements are not to be construed to oblige any television station licensee to allow the use of such station by any legally qualified candidate for public office. Prohibits the Commission from considering competing applications in determining whether to renew an existing television broadcast station license. Establishes separate procedures to be followed when there is only one applicant and when there are competing applicants for such a license. States that random selection shall be used to determine the one license from more than one application. Establishes procedures for petitions to deny such licenses. Terminates the petition to deny proceeding, ten years after the effective date of this Act, with the exception of actions pending or commenced before the end of such ten-year period. Requires television broadcast station applicants and licensees to notify the Commission of final determinations against them by courts or government agencies finding violation of civil rights or equal employment opportunity laws. Directs the Commission to consider such determinations in deciding whether to grant, revoke, or deny a license. Sets forth the circumstances under which television broadcast station licensees must make announcements regarding payments received for broadcasts. Extends the license terms of all radio broadcast stations from three years to indefinite periods, subject only to revocation for violations of technical standards. Directs the Commission, in classifying radio broadcast stations, to establish a class for public broadcast stations, with minimum eligibility standards for such licenses. Includes among such standards a requirement that the entity using or operating any such station be a public agency or private nonprofit corporation, foundation, or association organized primarily for educational or cultural purposes. Directs the Commission to require public broadcast licensees to: (1) furnish a broadcast service on a nonprofit basis (permitting limited advertiser support); (2) establish a community advisory board; and (3) make reports, board meetings, and advisory body meetings open to the public. Prohibits Federal direction, supervision, or control of any station, educational institution, or non-Federal agency, institution, or association. Stipulates that if public broadcast stations that have purchased facilities through certain Federal programs use such facilities in accordance with this Act, then such use is appropriate even though it may not be entirely noncommercial. Directs the Commission to: (1) consider noncommercial educational broadcast stations in existence on the effective date of this Act as public broadcast stations; and (2) make available for use by public broadcast stations any broadcast frequencies reserved by the Federal Communications Commission before such date for use by noncommercial educational broadcast stations. Title V: Administrative and Judicial Procedures; Penalties - States that administrative rulemaking by the Commission shall be generally in accordance with procedures established for all agency rulemaking. Establishes additional requirements concerning notice, time of response to petitions for rulemaking, and transcripts of oral presentations. Establishes rules, requirements, and procedures relating to adjudications conducted by the Commission and administrative review of Commission acts. Exempts from Commission review certain decisions to grant or deny license applications. Provides for rehearings by the Commission or an employee board, or judicial review, in certain instances. Prohibits rehearing of certain actions to grant or deny a license application. Establishes procedures for service of Commission orders. Authorizes the Commission to suspend or modify such orders. Requires the Commission to issue written reports on its inquiries or investigations. Grants the Commission exclusive authority, with certain exceptions, to commence or defend, and to supervise, litigation of all civil actions under this Act. Allows the Commission to represent itself before the Supreme Court if the Attorney General concurs or refuses or fails to take certain actions. Requires Commission concurrence in any agreements made by the Attorney General in representing the Commission before the Supreme Court. Permits parties to appeal Commission decisions in any United States circuit court. Establishes procedures for petitions for enforcement of Commission orders requiring payment of moneys by dominant carriers. Sets limitations on such actions and on other actions by and against such carriers. Sets penalties, including fines, imprisonment, and forfeitures, for violations of this Act. Establishes procedures for recovery of such forfeitures by the Commission. Establishes penalties relating to: (1) conflict of interest violations; (2) carrier violations; and (3) international carrier violations. Requires disclosure of certain payments received by television broadcast station employees or others involved in television program production or supply. Establishes a private right of action by broadcast program owners injured when their permission to retransmit such programs has not been secured as the exclusive remedy for such violations. Grants the Commission an unconditional right to intervene in such actions. Prohibits, with certain exceptions: (1) employees of certain carriers from divulging or publishing the existence or meaning of interstate or foreign communications; and (2) any person from intercepting (without prior consent of sender or receiver) and using or publishing the contents of any private communication. Establishes certain defenses to prosecution for such violations. Establishes penalties against refusal to testify or supply evidence in response to Commission subpoenas. Provides for venue, witnesses, depositions, joinder of parties, use of records in judicial proceedings, carrier designation of agent for service, and scope of remedies. Title VI: Endowment for Program Development - Authorizes the establishment of a private, nonmembership, nonprofit corporation, the Endowment for Program Development (for educational, cultural, and informational television and radio). Prohibits Federal interference or control of such Endowment. Authorizes appropriations for the Endowment. Provides for the establishment of a nine-member Board of Directors. Requires that all meetings of the Board and its committees be open to the public and that minutes of such meetings and an annual report be available to the public. Declares the purposes of the Endowment to be: (1) support of development of high quality, diverse educational, informational, and cultural radio and television programs for public dissemination; (2) support of development of instructional programs and services for educational institutions; (3) diversification of source material for such programs; (4) provision of research grants and contracts; and (5) maximization of freedom of receipts of financial assistance from interference with program content. Prohibits the Endowment from: (1) owning or operating TV or radio stations, systems or networks or interconnections thereof, or program production facilities; or (2) producing, scheduling for public distribution or acquiring programs (with certain exceptions). Directs the Endowment to provide grants to and contracts with: (1) program production entities; (2) States and political subdivisions; (3) educational institutions; and (4) individuals and organizations conducting research. Requires the Endowment to distribute one-third of its annual appropriations to public broadcast stations as basic grants to be used at the discretion of the stations for programming production and acquisition. Requires the distribution of such basic programming grants according to State population, with 80 percent for television and 20 percent for radio within each State. Authorizes the Endowment, in distributing such grants, to prescribe minimum eligibility requirements applicable to public radio stations. Directs the Endowment to use the remainder of funds to make grants and contracts for research, development, production and acquisition of radio and television programs and services, reserving a substantial amount of such funds for distribution to independent producers and production entities. Limits such grants or contracts to 50 percent of the total amount of a project. Allows the Endowment to waive such limitation in certain cases. Sets forth standards for the evaluation of proposals for grants. Requires funding recipients to keep records for examination by the Endowment. Grants the Endowment exclusive rights to programs produced under certain grants and contracts for one year for use by public broadcast stations with such rights reverting to the producer for unrestricted distribution. Authorizes the Endowment to: (1) negotiate agreements to receive a portion of revenue for such programs; (2) acquire rights for educational audiovisual use of such programs for an additional ten-year period; and (3) waive exclusive rights to exclusively educational audiovisual programs. Directs the Endowment to establish a library for distribution to eligible users of programs to which the Endowment has rights and to require only administrative fees. Directs the Secretary of Health, Education, and Welfare to require that equal opportunity in employment be afforded and that no discrimination in employment by recipients of financial assistance under this title. Directs the Endowment to include such provisions in each grant and contract. Requires entities seeking financial assistance to provide the Endowment with equal employment opportunity information. Establishes procedures for the Endowment and the Secretary to review and secure compliance. Title VII: National Telecommunications Agency - Establishes the National Telecommunications Agency as an independent establishment in the executive branch. States that the functions of such Agency shall be to: (1) develop and implement a uniform national telecommunications policy; (2) advise the President on matters relating to telecommunications; (3) arbitrate between Government agencies; (4) allocate the electromagnetic frequency spectrum for various uses and study and provide for more efficient uses; (5) manage preparation for U.S. participation in international telecommunications conferences and negotiations, and participate in such conferences and negotiations and in the task force for international telecommunications facilities planning; (6) communicate the views of Government agencies to the Commission and to Congress; (7) assist in the development and operation of national security telecommunications systems; (8) coordinate the development and operation of emergency telecommunications systems; (9) establish policies for procurement and management of telecommunications for Government agencies; (10) carry out minority ownership investment and loan guaranty programs; (11) study, and make recommendations to the President and Congress on, the impact of telecommunications policy on the right of privacy; (12) study development and effects of new telecommunications technologies, facilities, services and systems and make recommendations to the President and Congress with respect to the introduction of new technologies into the national economy; and (13) develop information necessary for research to formulate a uniform national telecommunications policy, provide research support for Federal, State and local agencies, and maintain an information clearinghouse for telecommunications research and development projects carried out or sponsored by the Federal Government. Directs the President to appoint, with Senate advice and consent, a Director and Deputy Director of the Agency. Authorizes the Director to appoint certain professional staff and support personnel. Includes among the functions of the Director, assuring consumer representation in policy development. Authorizes and directs the Director to allocate the electromagnetic frequency spectrum and to study and provide for more efficient uses of such spectrum. Requires the Director to study and report to Congress on: (1) the electromagnetic environment in the United States (making study data available to the public); and (2) the susceptibility of consumer electronics to interference from radio signals. Authorizes the Director to purchase nonvoting equity interests in small business investment companies, if such purchase funds are used to purchase or construct or acquire land for facilities. Authorizes the Director to guarantee lenders against losses on loans made to minority individuals and minority owned and controlled businesses meeting certain requirements. Directs the Director to make annual reports to the President for submission to Congress. Provides for a transfer of functions from the Department of Commerce and other Federal agencies to the Agency. Authorizes appropriations for Agency and certain Agency functions. Title VIII: Miscellaneous Provisions - Provides for a transfer of functions, including a transfer of personnel and property from the Federal Communications Commission (FCC) to the Commission. Provides that rules, orders and policies of the FCC (except those requiring broadcast station licensees to ascertain the problems, needs and interests of persons in its service area) shall continue in effect until changed by the Commission, courts, or laws. Provides that proceedings pending before the FCC shall be continued before the Commission, and that suits and causes of action continue with the Commission as a party. Terminates the FCC and the Corporation for Public Broadcasting. Repeals the Communications Act of 1934 (with certain exceptions), the Communications Satellite Act of 1962, and \"An Act relating to the landing and operation of submarine cables in the United States.\" Makes certain conforming and technical amendments.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Communications Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish certain requirements relating to interstate and foreign telecommunications, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:56-05:00"
}