{
  "actions": [
    {
      "acted_at": "1998-07-16", 
      "committee": "Committee on Government Reform and Oversight, and in addition to the Committee on National Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Government Reform and Oversight, and in addition to the Committee on National Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-16", 
      "committee": "House Government Reform and Oversight", 
      "references": [], 
      "text": "Referred to House Government Reform and Oversight", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-16", 
      "committee": "House National Security", 
      "references": [], 
      "text": "Referred to House National Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-23", 
      "in_committee": "House Government Reform and Oversight", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-23", 
      "in_committee": "House Government Reform and Oversight", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-09-15", 
      "in_committee": "House National Security", 
      "references": [], 
      "text": "Executive Comment Requested from DOD.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4244-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Government Reform and Oversight", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House National Security", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Davis, Thomas M.", 
      "sponsored_at": "1998-07-16", 
      "state": "VA", 
      "thomas_id": "00274", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Kanjorski, Paul E.", 
      "sponsored_at": "1998-07-16", 
      "state": "PA", 
      "thomas_id": "00615", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Maloney, Carolyn B.", 
      "sponsored_at": "1998-07-16", 
      "state": "NY", 
      "thomas_id": "00729", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sessions, Pete", 
      "sponsored_at": "1998-07-16", 
      "state": "TX", 
      "thomas_id": "01525", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-16", 
  "number": "4244", 
  "official_title": "To amend the Office of Federal Procurement Policy Act (41 U.S.C. 401 et seq.) to provide for measurement of the performance of the Federal procurement system, to enhance the training of the acquisition workforce, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Procurement System Performance Measurement and Acquisition Workforce Training Act of 1998", 
  "sponsor": {
    "district": "38", 
    "name": "Horn, Stephen", 
    "state": "CA", 
    "thomas_id": "00559", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-07-23", 
  "subjects": [
    "Administrative procedure", 
    "Armed forces and national security", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Curricula", 
    "Defense procurement", 
    "Department of Defense", 
    "Economics and public finance", 
    "Education", 
    "Educational technology", 
    "Educational tests", 
    "Employee selection", 
    "Employee training", 
    "Employment tests", 
    "Federal budgets", 
    "Federal employees", 
    "Federal officials", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Higher education", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Office of Management and Budget", 
    "Performance measurement", 
    "Planning-programming-budgeting", 
    "Professional associations", 
    "Promotions", 
    "Rating of employees", 
    "Recruiting of employees", 
    "Reprogramming of appropriated funds", 
    "Science, technology, communications", 
    "Teaching materials"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-16", 
    "text": "Federal Procurement System Performance Measurement and Acquisition Workforce Training Act of 1998 - Amends the Office of Federal Procurement Policy Act to direct the Administrator of the Office of Federal Procurement Policy to establish a system for measuring the performance and effectiveness of the Federal procurement system and each of its elements. Requires the performance standards to be structured: (1) to enable the Congress, the Office of Federal Procurement Policy, and the heads of executive agencies to track progress of achievement of acquisition reform objectives on a Government-wide basis and to gauge the effectiveness of the procurement system in supporting the accomplishment of the mission of such agencies; and (2) to benchmark the performance of such agencies against the performance of private and public sector procurement operations. States that the objective of procurement performance measurement system shall be to use the performance data to improve executive agency acquisition practices and policies in order to enhance support for the accomplishment of the mission of such agencies. Directs the head of each executive agency for which more than half of the funds appropriated are expended for procurement, to include, as a part of the agency's annual performance plan, a specified assessment of the performance of its procurement system in terms of its efficiency and effectiveness in supporting the agency in accomplishing its mission. (Sec. 3) Revises mandatory training and education requirements for the acquisition workforce of executive agencies to require each executive agency head to establish for each career path requirements for initial and continuing education. Provides for such requirements to include, at a minimum, the core curriculum, continuing education programs, and policy implementation training required by the Federal Acquisition Regulation (FAR). Includes in the acquisition workforce: (1) program managers with significant acquisition responsibilities; (2) contracting officers and contracting officer representatives with authority to award or administer contracts for amounts above the micro-purchase threshold; and (3) other Federal employees who are assigned significant acquisition roles and responsibilities. Sets forth training and education qualifications to be required for contracting officers with authority to award or administer contracts for amounts: (1) below the micro-purchase threshold; and (2) above such threshold. Permits an agency head to waive such requirements for employees with significant potential for advancement. Revises provisions relating to qualifications required for contracting officers of the Department of Defense to set forth training and education requirements for officers with authority over contracts for amounts: (1) below the simplified acquisition threshold; and (2) above such threshold. Directs the Secretary of Defense to require employees in the G-1102 occupational series to meet any additional qualification requirements established by the Administrator for senior contracting positions in such series. Applies the exception to the educational requirements for service in the Acquisition Corps of a military department to any employee who passes a specified examination (currently, specified service is required). Permits agency heads to determine that certain Federal acquisition positions are \"shortage category\" positions in order to recruit and directly hire employees, including preference eligible, with unusually high qualifications. Requires the Director of the Office of Management and Budget (OMB) to authorize the rapid promotion of Federal acquisition personnel (including personnel in the Department of Defense) who satisfactorily complete programs of training and education required by FAR for positions at higher General Schedule grade levels in their respective fields and who meet or exceed standards for satisfactory performance. Permits agency heads to provide any such personnel with a maximum of two promotions during any 52-week period. (Sec. 4) Requires the Administrator to establish requirements for acquisition professionals to obtain and maintain certification by a relevant professional association or organization or other entities as authorized in FAR. Requires Federal Acquisition Regulatory Council members to review, approve, and promulgate in FAR certification requirements core curricula, continuing education programs, and policy implementation training recommended by the Director of the Federal Acquisition Institute to ensure that instructional materials provided for the Federal acquisition workforce accurately incorporate the provisions and intent of FAR and are effective in providing the skills and knowledge necessary to competently implement those provisions and enable the workforce to obtain the best value in awarding and administering Federal contracts. Requires the Administrator, with respect to providing for and directing the Institute's activities, to: (1) provide fellowships and grants for researching acquisition issues; (2) develop and recommend core curricula, continuing education programs, and policy implementation training, and other instructional materials for acquisition personnel in coordination with private and public sector acquisition colleges and training facilities and integrate those instructional materials with electronic performance support systems for just-in-time delivery of initial and continuing education in critical duties and tasks; and (3) enter into partnerships with private and public sector employers of acquisition personnel and with nonprofit professional associations in developing and maintaining valid and reliable professional certification programs for acquisition disciplines. (Sec. 5) Revises the requirement regarding the funding levels for acquisition workforce training and education to require each executive agency head to be responsible for ensuring that adequate funding is included in the agency's budget requests and for ensuring any funds provided for the education and training of the acquisition workforce are expended for such purposes. Requires the agency head, in requesting funding as a part of the agency's budget request, to take into consideration the results of the assessment of the performance of the agency's procurement system in terms of its efficiency and effectiveness in supporting the agency in accomplishing its mission. Requires the Administrator to: (1) review agency budget requests to assess and make recommendations regarding the adequacy of funding levels for the education and training of the acquisition workforce; (2) include sufficient funds in the budget recommended for the Institute for instructional material, policy implementation training, and technology-based learning tools and support systems; (3) prepare a report for inclusion with the President's budget on the adequacy of amounts requested by agencies for acquisition work. Authorizes an agency head to pay membership and certification and testing fees for employees to organizations to further acquisition professionalism. (Sec. 6) Directs the Comptroller General: (1) to conduct an independent evaluation of the actions taken by executive agencies to carry out the requirements relating to the acquisition workforce; and (2) on or before February 10, 2000, to report on the evaluation to the House Committee on Government Reform and Oversight and the Senate Committee on Governmental Affairs. (Sec. 7) Authorizes the transfer of limited funds appropriated for FY 1993 or thereafter to an account of OMB, following notice to the House and Senate Appropriations Committees, for use by the Administrator for administering Government-wide acquisition workforce training activities and related purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Procurement System Performance Measurement and Acquisition Workforce Training Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Office of Federal Procurement Policy Act (41 U.S.C. 401 et seq.) to provide for measurement of the performance of the Federal procurement system, to enhance the training of the acquisition workforce, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:04-05:00"
}