{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr702-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "702", 
  "official_title": "A bill to establish an Office of Consumer Protection which shall be independent of the executive departments, headed by the Consumer Counsel of the United States, in order to secure within the Federal Government effective protection and representation of the interests of consumers, obtaining and disseminating information useful to consumers, cooperation and assistance to other agencies and State and local governments.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Protection Act", 
  "sponsor": {
    "district": "4", 
    "name": "Thornton, Ray", 
    "state": "AR", 
    "thomas_id": "01156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Consumer education", 
    "Consumer organizations", 
    "Consumer protection", 
    "Government operations and politics", 
    "Quality of products"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Consumer Protection Act - Creates the Office of Consumer Protection, independent of the President and of the executive departments, and under the control and direction of the Consumer Counsel of the United States. Directs the President to appoint within the Office the Consumer Counsel and an Assistant Counsel, each with the advice and consent of the Senate, to hold office for a term of 15 years. Gives Congress the right to remove the Counsel or the Assistant Counsel at any time by joint resolution after notice and hearing when either has been inefficient or permanently incapacitated or guilty of neglect of duty, or for cause. Forbids any employee of the Office of Consumer Protection from engaging in other business inconsistent with the official responsibilities under this Act. Outlines the general authority of the Consumer Counsel, and subjects the Counsel to the civil service and classification laws. Directs each Federal agency to make its services, personnel and facilities available to the Office of Consumer Protection and, except when prohibited by law, to furnish information to the Office. Directs the Consumer Counsel to transmit an annual report to Congress and the President each January. Outlines the functions of the Office of Consumer Protection. States that its primary function will be to advise Congress and the President as to matters affecting the interests of the people of the United States as consumers, and to protect and promote these interests. Authorizes the Consumer Counsel to petition for, initiate, appear, or intervene in any investigation, complaint, action, or other proceeding before any Federal court or agency in behalf of interests of consumers. Permits the Counsel to intervene in proceedings or actions before State or local agencies and courts if not inconsistent with law or agency rules. Outlines the protection of consumers interests in administrative proceedings and requires every Federal agency to notify the Office of all its actions which substantially affect consumers. Directs the Office to receive, evaluate, act on, and transmit consumer complaints to all appropriate Federal or non-Federal entities. Directs the Office to maintain a public document room containing an up-to-date listing of all signed consumer complaints for public inspection and copying. Directs the Office to gather and disseminate to the public information concerning: (1) the functions and duties of the Office; (2) consumer products and services; and (3) problems encountered by consumers. Directs the Office to encourage public and private testing and research activities to improve consumer services, and to make recommendations to Federal agencies concerning this research. Directs the Office to periodically review products which have been tested. Directs the Office not to disclose to the public any information which would reveal trade secrets or other information which is privileged or confidential or under special protection of the law. Directs the Office to act under procedures of fairness and to provide all interested persons a reasonable opportunity to comment on proposed release of product test data, prior to release."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Office of Consumer Protection which shall be independent of the executive departments, headed by the Consumer Counsel of the United States, in order to secure within the Federal Government effective protection and representation of the interests of consumers, obtaining and disseminating information useful to consumers, cooperation and assistance to other agencies and State and local governments.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:34-05:00"
}