{
  "actions": [
    {
      "acted_at": "1981-02-20", 
      "references": [], 
      "text": "Read second time and referred jointly to Senate Committees on Budget; Governmental Affairs pursuant to the order of August 4, 1977.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-03-05", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Governmental Affairs requested executive comment from GAO; CBO; White House Office; OMB; Treasury Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s526-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1981-02-20", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-20", 
  "number": "526", 
  "official_title": "A bill to amend the Congressional Budget Act to limit the growth of Federal taxation and spending and to achieve balanced budgets, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fiscal Responsibilities Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1981-02-20", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional budget", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Federal budgets", 
    "Gross national product", 
    "Income tax", 
    "Presidential messages", 
    "Tax administration", 
    "Tax rates"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-20", 
    "text": "Fiscal Responsibilities Act of 1980 - Title I: To Discourage Taxflation by Requiring an Affirmative Vote of Congress before Tax Receipts Increase as a Percentage of Gross National Product - Amends the Congressional Budget Act of 1974 to require a separate vote of approval in both the House of Representatives and the Senate if any concurrent resolution on the budget sets forth a level of tax receipts which, expressed as a percentage of the gross national product, exceeds the previous fiscal year's tax level. Title II: To Require Approval by Three-Fifths of the Members of the House of Representatives and the Senate of any Budget which Provides for a Deficit - Amends the Congressional Budget Act of 1974 to require the completion of action on the total budgetary figures contained in a concurrent resolution on the budget before any amendment to the amounts listed under the functional categories may be considered. Requires a three-fifths vote in both the House and Senate to adopt any budget resolution which recommends a deficit. Title III: To Require the President to Submit a Balanced Budget in which Neither Expenditures nor Revenues Exceed 21 Percent of the Gross National Product - Amends the Budget and Accounting Act, 1921, to limit the estimates of Federal expenditures and receipts contained in the President's budget to 21 percent of the gross national product. Requires the President, in the event that he submits a budget exceeding these limits, to submit at the same time an alternate budget which does not exceed them."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fiscal Responsibilities Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act to limit the growth of Federal taxation and spending and to achieve balanced budgets, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:37-05:00"
}