{
  "actions": [
    {
      "acted_at": "1974-05-14", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3494-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-05-14", 
  "number": "3494", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 with respect to foreign tax credits, tax deferral, personal exemptions, and social security payroll taxes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-05-14", 
  "subjects": [
    "Income tax", 
    "Old age, survivors and disability insurance", 
    "Social welfare", 
    "Tax credits", 
    "Tax exclusion", 
    "Tax exemption", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Income tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-05-14", 
    "text": "Provides that individuals, not corporations, shall be allowed a tax credit under the Internal Revenue Code for taxes of foreign countries and United States possessions paid by such individual. Prescribes creditable amounts for citizens, which is to be the amount of any income, war profits and excess profits taxes paid or accrued during the year to any foreign county or United States possessions. Deletes the special rule for application of foreign tax credit when the overall limitation applies from the provisions on computation and payment of the consolidated returns provisions. Requires United States shareholders of controlled foreign corporations to include in their gross income their pro rata share of the corporations earning and profits. Defines pro rata share, earnings and profits, and controlled foreign corporation. Sets forth rules for determining stock ownership for purposes of this Act. Provides that the earnings and profits for a taxable year of a foreign corporation attributable to amounts which are, or have been, included in the gross income of a United States shareholder under this Act shall not, when such amounts are distributed directly, or indirectly through a chain of ownership described under this Act, to such shareholder or a trust of which such shareholder is a beneficiary, be again included in the gross income of such United States shareholder or of such trust. Provides that the basis of a United States shareholder's stock in a controlled foreign corporation, and the basis of property of a United States shareholder by reason of which it is considered under this Act as owning stock of a controlled foreign corporation, shall be increased by the pro rata amount required to be included in its gross income with respect to such stock or with respect to such property, as the case may be, but only to the extent to which such amount was included in the gross income of such United States shareholder. Empowers the Secretary or his delegate to require each person who is, or has been, a United States shareholder of a controlled foreign corporation to maintain such records and accounts as may be prescribed by such regulations as necessary to carry out the provisions of this Act. Increases the personal exemption from $750 to $1,000, and allows individuals earning less not to file a return. Changes the percentage method withholding table to reflect such change in the personal exemption. Sets forth a table for determining taxes of married persons whose adjusted social security income is less than $850. Defines such adjusted social security income. Sets forth a withholding table for individuals whose adjusted wages are less than $850. Sets forth a table for determining taxes of self-employed individuals whose income is less than $850. Provides for a credit for excess withholding of taxes on social security income. Authorizes additional appropriations to the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, and the Federal Health Insurance Trust Fund. Changes the rates in the tax schedules for: (1) employees and employers under the old-age, survivors, and disability insurance program; (2) self-employment income for purposes of hospital insurance and (3) employees and employers for purposes of hospital insurance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 with respect to foreign tax credits, tax deferral, personal exemptions, and social security payroll taxes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:11-05:00"
}