{
  "actions": [
    {
      "acted_at": "1997-03-14", 
      "committee": "Committee on Rules and Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s446-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-03-14", 
  "number": "446", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to improve the enforcement capabilities of the Federal Election Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-03-14", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Aliens", 
    "Auditing", 
    "Authorization", 
    "Campaign contributors", 
    "Campaign funds", 
    "Congress", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional elections (Senate)", 
    "Corruption investigation", 
    "Crime and law enforcement", 
    "Economics and public finance", 
    "Election fraud", 
    "Electronic data interchange", 
    "Facsimile transmission", 
    "Federal Election Commission", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Immigration", 
    "Injunctions", 
    "Judicial review of administrative acts", 
    "Law", 
    "Political action committees", 
    "Political advertising", 
    "Presidential candidates", 
    "Presidential elections", 
    "Public corruption", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-03-14", 
    "text": "Amends the Federal Election Campaign Act of 1971 (FECA) to authorize the Federal Election Commission (Commission) to issue a regulation to require the filing of designations, statements, and reports using computers if the person has, or has reason to expect to have, aggregate contributions or expenditures in excess of a threshold amount determined by the Commission. Requires the Commission to prescribe a regulation allowing persons to file designations, statements, and reports using facsimile machines. (Sec. 3) Authorizes the Commission to conduct random audits and investigations to ensure voluntary compliance. Extends the period during which a campaign audit of a candidate's authorized committee may be begun. (Sec. 4) Grants authority to the Commission to seek at any time in a proceeding a temporary restraining order or a temporary injunction if the Commission believes there is a substantial likelihood that a violation is occurring or is about to occur. (Sec. 5) Revises the requirement regarding the payment of a civil penalty for knowing and willful violations of any contribution or expenditure to authorize, under a conciliation agreement entered into by the Commission, the payment of a civil penalty not exceeding the greater of $15,000 or an amount equal to 300 percent (currently the greater of $10,000 or an amount equal to 200 percent). (Sec. 6) Sets forth the following with respect to civil penalties for minor reporting violations. Directs the Commission by regulation to: (1) establish a definition of the term \"minor reporting violation\"; and (2) establish a schedule of the amounts (or ranges of the amounts) of civil penalties (not to exceed $5,000 or an amount equal to the amount of any contribution or expenditure involved in the violation) to be assessed for different categories of minor reporting violations. Prohibits the Commission from assessing a civil penalty within 30 days before the date of an election. Permits the Commission to seek enforcement of a civil action in U.S. district court. (Sec. 7) Repeals requirements for the filing of designations, statements, and reports required under FECA by a Senate candidate and the candidate's principal campaign committee with the Secretary of the Senate. Replaces them with a requirement for all such designations, statements, and reports to be filed with the Commission. (Sec. 8) Revises FECA authorization of appropriations provisions to, among other things: (1) add an additional amount for FY 1997 to be used to investigate the extraordinary problems associated with the 1996 elections; and (2) authorize appropriations for FY 1998."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to improve the enforcement capabilities of the Federal Election Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:47-05:00"
}