{
  "actions": [
    {
      "acted_at": "1973-03-19", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1286-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-19", 
  "number": "1286", 
  "official_title": "A bill to provide for national growth policy planning.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Growth Policy Planning Act", 
  "sponsor": {
    "district": null, 
    "name": "Hartke, Vance", 
    "state": "IN", 
    "thomas_id": "01349", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-19", 
  "subjects": [
    "Advisory bodies", 
    "Corporations", 
    "Economics and public finance", 
    "National growth policy", 
    "Population"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-19", 
    "text": "National Growth Policy Planning Act - Declares that it is the continuing responsibility of the Federal Government to undertake the development and implementation of a policy for growth policy planning and management. Title I: National Growth Policy Planning Council establishment - Establishes in the Executive Office of the President a National Growth Policy Planning Council. Directs the Council to coordinate all Federal and federally assisted programs for growth policy planning and development, evaluate various social and economic aspects of national growth, establish national growth policies, approved by the President, and develop three-, five-, and ten- year planned program projections for national growth. Requires the Council to prescribe rules and regulations necessary to implement its functions under this Act. Provides that not later than March 31 of each year, the Council shall transmit to the President and to the Congress an annual report on national growth and development. Abolishes the Domestic Council and the Advisory Commission on Inter-governmental Relations and transfers the functions of such bodies to the Council. Transfers certain functions of the Office of Management and Budget and the Secretary of Housing and Urban Development to the Council. Title II: National Growth Policy Planning and Assistance Through State and Metropolitan Planning Grants - Authorizes the Council to make growth policy planning grants to a State agency, designated by the Governor of the State, or established by State law, or to a metropolitan area agency which has statewide or metropolitan area growth policy planning responsibilities. Establishes guidelines and requirements for growth policy plans submitted to the Council by such agencies. Provides that the Council shall approve the plan if it: (1) conforms with the policy, guidelines, and requirements declared in this title; (2) is compatible with the plans and proposed plans of other States and metropolitan areas, so that regional and national growth policy considerations are accommodated; and (3) does not conflict with the objectives of Federal programs authorized by law. Establishes procedures for review of decisions of the Council disapproving any growth policy plan. Provides that all Federal departments and agencies, including the Office of Management and Budget, conducting or supporting activities affecting growth in an area subject to an approved growth policy plan shall operate in accordance with the plan. Authorizes the Council to make grants to agencies eligible for assistance under this title in an amount not to exceed 90 percent of the estimated cost of developing growth policy plans during three full fiscal years after the initial publication by the Council of regulations implementing the provisions of this title. States that thereafter, grants may be made in an amount not to exceed two-thirds of such agency's cost of administering such plans. Requires each recipient of a grant under this title to keep such records as the Council shall prescribe. Title III: Report on Consolidation of Federal Comprehensive Planning Activities and Planning Assistance Programs - Directs the President to transfer to the Council any functions such as the collection, analysis, and dissemination of information, the administration of planning grants, or the review of proposals for federally assisted projects or programs or both, which in his judgment, are so closely associated with the functions of the Council, to warrant such transfer. Title IV: Regional Growth Planning and Development Commissions - Directs the President to submit to Congress within six months after the date of enactment of this Act a report containing his recommendations for the establishement of not less than eight nor more than twelve growth planning and development regions. Stipulates that for each region designated there shall be established a regional growth planning and development commission. Provides that the functions of the regional growth planning and development commissions shall include, but not be limited to: (1) establishing systems of policy formulation and planning in coordination with Federal, State, district, and local governments and organizations of government officials and (2) serving as coordinators of State, metropolitan area, and district comprehensive plans, including taking such steps as are necessary to assure the compatibility of such plans with each other. Authorizes appropriations to carry out the provisions of this title. Title V: State and Metropolitan Area Development Agencies - Authorizes the Secretary of Housing and Urban Development to guarantee, and enter into commitments to guarantee, the bonds, debentures, notes, and other obligations issued by State and metropolitan area development agencies to finance development activities designed to (1) provide housing and related facilities for persons and families of low and moderate income, (2) promote the sound growth and development of neighborhoods through the revitalization of slum and blighted areas, and (3) increase and improve employment opportunities through the development and redevelopment of industrial, manufacturing, and commercial facilities. Authorizes the Secretary to make and contract to make grants to State and metropolitan area development agencies, in such amounts and under such terms and conditions as he prescribes, to assist in defraying the administrative and operating expenses of such agencies during the first three full fiscal years of their operation. Authorizes appropriations to carry out the provisions of this title. Title VI: National Development Bank - Creates a body corporate to be known as the National Development Bank, which shall have succession until dissolved by Act of Congress. Authorizes the Bank to make commitments to purchase, and to purchase, service, or sell, on terms and conditions determined by the Bank, any obligation (or participation therein) of a State or local government, except that no obligation may be purchased under this title if the income from such obligation is exempt from Federal taxation. Directs the Bank, as soon as practicable after the end of each fiscal year, to transmit to the President and the Congress an annual report of its operations and activities. Authorizes necessary appropriations to carry out the provisions of this title. Title VII: Community Development Block Grants Purpose - States that it is the purpose of this title to further the development of a national growth policy by consolidating a number of complex and overlapping programs of financial assistance to communities of varying sizes and needs into a single, consistent system of Federal aid. Authorizes the Secretary to make and contract to make annual grants to units of general local government to help finance community development programs approved in accordance with the provisions of this title. Title VIII: Amendments to the Internal Revenue Code of 1954 to Deter Corporate Facility and Job Relocation Inconsistent With Balanced National Growth - Provides, under the Internal Revenue Code of 1954, that the term 'section 38 property' (tax credit for investment in certain depreciable property) shall not include the construction, reconstruction, or erection of fixed property unless the taxpayer establishes that such property will result in net additions to employment offered by the taxpayer in high unemployment areas. States that the use of such property, with respect to eligibility for such tax credit, shall not be made in connection with the closing of existing facilities or their diminished use which will reduce employment offered by the taxpayer in high unemployment areas. Eliminates the exemption from gross income under the Internal Revenue Code of small issues of industrial development bonds if the use of any facility financed in whole or in part by such bonds is or will be made in connection with the closing of existing facilities or their diminished use, and that such closing or diminished use has reduced or will reduce employment offered by the taxpayer in high unemployment areas. Makes the provisions of the Internal Revenue Code of 1954 which provides for the nonrecognition of gain or loss on: (1) the exchange of stock or property pursuant to a plan of reorganization; (2) the liquidation of a corporation; and (3) the sale of stock and assets of a corporation on the installment method; inapplicable if the total fair market value of the assets of the concerned corporations exceeds $10,000,000. Exempts the acquisitions of small business corporations from the provisions of this Act if the independent corporation exchanges (in addition to voting stock) any interest-bearing obligation for the stock or properties of the small business corporation. Title IX: Requirements With Respect to the Location Impact of Federal Facilities, Activities and Federal Procurement - Requires all departments and agencies of the Federal Government shall include in every recommendation or report on proposals for legislation and other major Federal actions significantly affecting the growth of the United States a detailed statement regarding: (1) the population distribution impact of such proposed action; (2) alternatives to the proposed action ; and (3) any irreversible committment of resources involved in the proposed action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Growth Policy Planning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for national growth policy planning.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:34-05:00"
}