{
  "actions": [
    {
      "acted_at": "1984-03-29", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-12", 
      "in_committee": "Committee on Labor and Human Resources", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Education. Approved for full committee consideration with amendments favorably.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-02", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Labor and Human Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1984-05-23", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Reported to Senate by Senator Hatch with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-05-23", 
      "calendar": "Senate Legislative", 
      "number": "917", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 917.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-06-06", 
      "references": [], 
      "text": "By Senator Hatch from Committee on Labor and Human Resources filed written report. Report No. 98-503.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-06-28", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-06-29", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "House Committee on Education and Labor Discharged by Motion.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:HOUSE", 
      "suspension": null, 
      "text": "Passed House (Amended) by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1984-07-26", 
      "bill_ids": [
        "hr11-98"
      ], 
      "references": [], 
      "text": "House Incorporated H.R.11 in This Measure as an Amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "House Insisted on its Amendments by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-07-26", 
      "references": [], 
      "text": "House Requested a Conference and Speaker Appointed Conferees: Perkins, Ford (MI), Andrews (NC), Corrada, Kildee, Williams (MT), Hawkins, Biaggi, Boucher, Ackerman, Burton (CA), Hayes, Erlenborn, Goodling, Packard, Roukema, Gunderson, Bartlett, Nielson, Chandler, Tauke.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-28", 
      "references": [], 
      "text": "Senate disagreed to the House amendments. By Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-28", 
      "references": [], 
      "text": "Senate agreed to request for conference. Appointed conferees. Hatch; Stafford; Quayle; Kennedy; Pell.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-01", 
      "references": [], 
      "text": "Conferees agreed to file conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-02", 
      "references": [], 
      "text": "Conference Report 98-1128 Filed in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-03", 
      "references": [], 
      "text": "Committee on Rules Granted a Rule Waiving all Points of Order Against Consideration of the Conference Reports for Failure to Comply with the Provisions of Clause 2 of Rule XXVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-03", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "CONFERENCE:PASSED:SENATE", 
      "text": "Senate agreed to conference report by Voice Vote.", 
      "type": "vote", 
      "vote_type": "conference", 
      "where": "s"
    }, 
    {
      "acted_at": "1984-10-03", 
      "bill_ids": [
        "hres601-98"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H.Res.601 Reported to House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-04", 
      "references": [], 
      "text": "House Agreed to Conference Report by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-04", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-10-10", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-10-10", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1984-10-19", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1984-10-19", 
      "congress": "98", 
      "law": "public", 
      "number": "511", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 98-511.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2496-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1984-03-29", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hawkins, Paula", 
      "sponsored_at": "1984-03-29", 
      "state": "FL", 
      "thomas_id": "01355", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1984-04-26", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1984-03-29", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "98", 
    "law_type": "public", 
    "number": "511"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1984-10-19", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1984-07-26", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1984-10-03", 
    "vetoed": false
  }, 
  "introduced_at": "1984-03-29", 
  "number": "2496", 
  "official_title": "An act to extend the authorization of appropriations for certain education programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres601-98", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr11-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5276-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5276-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Education Amendments of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Quayle, Dan", 
    "state": "IN", 
    "thomas_id": "00935", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1984-10-19", 
  "subjects": [
    "Administrative procedure", 
    "Adult education", 
    "Advisory bodies", 
    "Aliens", 
    "American Samoa", 
    "Asbestos", 
    "Authorization", 
    "Bilingual education", 
    "California", 
    "Child health", 
    "Citizenship education", 
    "Community and school", 
    "Computer industry", 
    "Computer programming", 
    "Conflict of interests", 
    "Congressional oversight", 
    "Curricula", 
    "Desegregation in education", 
    "District of Columbia", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational equalization", 
    "Educational facilities", 
    "Educational finance", 
    "Educational innovations", 
    "Educational planning", 
    "Educational research", 
    "Educational statistics", 
    "Elementary education", 
    "English language", 
    "Environmental health", 
    "Environmental protection", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to private schools", 
    "Federal budgets", 
    "Federal employees", 
    "Federal-Indian relations", 
    "Federally-guaranteed loans", 
    "Gifted children", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Graduate education", 
    "Guam", 
    "Higher education", 
    "Illiteracy", 
    "Immigration", 
    "Impacted area programs", 
    "Information services", 
    "Intergovernmental relations", 
    "Language and languages", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mathematics", 
    "Meditation", 
    "Migrant labor", 
    "Minority education", 
    "Northern Mariana Islands", 
    "Oklahoma", 
    "Paraprofessional school personnel", 
    "Parent-school relationships", 
    "Preschool education", 
    "Preventive medicine", 
    "Private schools", 
    "Psychology", 
    "Public health", 
    "Public schools", 
    "Puerto Rico", 
    "Recreation", 
    "Religion in the public schools", 
    "Scholarships", 
    "School administration", 
    "School personnel", 
    "Scientific education", 
    "Secondary education", 
    "Social welfare", 
    "Special education", 
    "State aid to private schools", 
    "State education agencies", 
    "State finance", 
    "States", 
    "Student aid", 
    "Student loan funds", 
    "Students' rights", 
    "Teacher education", 
    "Teachers", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands", 
    "Volunteer workers in education", 
    "Women's education"
  ], 
  "subjects_top_term": "Adult education", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1984-10-02", 
    "text": "(Conference report filed in House, H. Rept. 98-1128) Education Amendments of 1984 - Title I: Adult Education Act Amendments - Amends the Adult Education Act (the Act) to revise the statement of purpose. Redefines \"adult\" to mean an individual who has attained 16 years of age or who is beyond the age of compulsory school attendance under State law (except that for purposes of State allotments \"adult\" means an individual 16 years of age or older). Redefines \"adult education\" to mean instruction or services below the college level for adults who do not have: (1) the basic skills to enable them to function effectively in society; or (2) a certificate of graduation from a school providing secondary education (and who have not achieved an equivalent level of education). Revises other definitions. Revises provisions for grants to States to permit private for-profit organizations to participate in grant programs if such organizations can: (1) make a significant contribution to attaining the objectives of the Act; and (2) provide substantially equivalent education at a lesser cost or provide services and equipment not available in public institutions. Revises provisions relating to allotment of such grant funds among States and specified U.S. territories and possessions. Increases the amount of such yearly allotments. Provides that no allotment shall be less than the allotment for FY 1984. Revises provisions for State plans. Requires the State to provide information about the State's adult education students, programs, expenditures, and goals, together with information with respect to the age, sex, and race of students in programs assisted under the Act and whether the students complete such programs. Revises provisions for payments to States. Authorizes the Secretary of Education to waive, for one fiscal year only, specified requirements relating to the amount of payments from non-Federal sources, upon determination that such a waiver would be equitable due to exceptional or uncontrollable circumstances such as a natural disaster or a precipitous and unforeseen decline in the financial resources of the State educational agency. Revises provisions relating to administration of State plans to authorize the Secretary to take appropriate action under specified provisions of the General Education Provisions Act whenever the Secretary has reason to believe that a State has failed to comply substantially with any provision of its State plan. Revises provisions for research, development, demonstration, dissemination, and evaluation programs. Directs the Secretary (with specified funds which the Secretary is authorized to set aside, not to exceed five percent of the funds appropriated for the Act) to support applied research, development, demonstration, evaluation and related activities which will contribute to the improvement and expansion of adult education. Provides that such required activities may include: (1) improving adult education opportunities for elderly individuals and adult immigrants; (2) evaluating educational technology and computer software suitable for providing instruction to adults; and (3) supporting exemplary cooperative adult education programs which combine the resources of businesses, schools, and community organizations. Authorizes the Secretary to support such activities directly, or through grants to or contracts or cooperative agreements with public or private institutions, agencies, or organizations, or individuals. Directs the Secretary to assure that participants in the assisted program are not charged for their participation whenever the Secretary makes such a grant to or enter into such a contract with any private for-profit institution, agency, organization, individual or business concern. Authorizes the Director of the National Institute of Education to support research on the special needs of persons requiring adult education, with funds available under specified provisions of the General Education Provisions Act or with funds set-aside under the Act. Authorizes the Director to support such research directly or through grants, contracts, or cooperative agreements. Repeals provisions of the Act relating to: (1) special projects for the elderly; and (2) an adult education program for adult immigrants. Repeals specified maintenance of effort provisions under the General Education Provisions Act. Revises provisions for State advisory councils to delete requirements relating to council membership, certification, and meetings. Authorizes States to use grant funds to support a State advisory council which assists the State educational agency to plan, implement, or evaluate programs or activities under the Act. Extends the existence of the National Advisory Council on Adult Education until October 1, 1988. Authorizes appropriations for FY 1985 through 1988 to carry out the Act. Authorizes the Secretary to set aside up to five percent of such appropriations for research, development, demonstration, dissemination, and evaluation programs. Requires that the remainder be available for grants to States. Prohibits any such set-aside for research, development, demonstration, dissemination, and evaluation programs in any fiscal year in which the appropriations for the Act are less than a specified amount. Title II: Revision of the Bilingual Education Act - Amends the Bilingual Education Act (the Act, which is also title VII of the Elementary and Secondary Education Act of 1965) to revise and reauthorize programs under the Act. Expands the list of factors to be recognized in declaring policy under the Act. Revises the declaration of policy under the Act to include: (1) encouraging the establishment of special alternative instructional programs for students of limited English proficiency in school districts where the establishment of bilingual education programs is not practicable or for other appropriate reasons; and (2) providing financial assistance to local educational agencies (LEAs), State educational agencies (SEAs), institutions of higher education, and community organizations. Includes adult programs (in addition to related preschool, elementary, and secondary school programs) among those bilingual education programs to be assisted under the Act. Requires programs under the Act to be designed to enable students to achieve full competence in English. Permits such programs to also provide for the development of student competency in a second language. Authorizes appropriations to carry out the Act for FY 1985 through 1988. Authorizes separate appropriations for such period for grants to State programs under the new Part B (Data Collection, Evaluation, and Research). Directs the Secretary to reserve for special alternative instructional programs and related activities: (1) four percent of the sums appropriated to carry out the Act which do not exceed a specified amount; and (2) 50 percent of such appropriations which do exceed such amount, except that the amount reserved for such purpose shall not exceed ten percent of the total appropriations to carry out the Act. Directs the Secretary to reserve, from the appropriations to carry out the Act: (1) at least 60 percent for programs under part A (Financial Assistance for Bilingual Education Programs), and of such reserved amount at least 75 percent shall be reserved for transitional bilingual education programs; (2) at least 25 percent for training activities under a redesignated part C (Training and Technical Assistance); and (3) not more than one percent for the National Advisory and Coordinating Council on Bilingual Education. Revises definitions under the Act to include under the definition of \"limited english proficiency\" difficulties with the English language which deny to specified categories of individuals the opportunity to participate fully in our society. Sets forth a definition of \"program of transitional bilingual education\" which is similar to the current definition of \"program of bilingual education\" under the Act. Deletes a requirement that the principal purpose of any participation of children whose language is English in a bilingual education program must be to contribute to the objective of assisting children of limited English proficiency to improve their English language skills. Deletes certain requirements relating to applications for assistance for bilingual education programs. Sets forth a new definition, defining \"program of developmental bilingual education\" as a full-time program of instruction in elementary and secondary schools which provides, with respect to the applicable years of study, structured English-language instruction and instruction in a second language. Requires that such programs: (1) be designed to help children achieve competence in English and a second language while mastering subject matter skills; and (2) to the extent necessary, be in all courses or subjects of study which will allow a child to meet grade-promotion and graduation standards; and (3) where possible, have classes comprised of approximately equal numbers of students whose native language is English and limited English proficient students whose native language is the second language of instruction and study in the program. Sets forth a new definition, defining \"special alternative instructional programs\" to mean programs of instruction designed for children of limited English proficiency in elementary and secondary schools, which are not transitional or developmental bilingual education programs but have specially designed curricula and are appropriate for the particular linguistic and instructional needs of the children enrolled. Requires that such programs provide structured English language instruction and special instructional services which will allow a child to achieve competence in the English language and meet grade-promotion and graduation standards. Sets forth a new definition, defining a \"family English literacy program\" as a program of instruction designed to help limited English proficient students and out-of-school youth achieve competence in the English language. Permits such programs to: (1) be conducted exclusively in English or in English and the student's native language; and (2) where appropriate, include instruction on how parents and family members can facilitate the educational achievement of limited English proficient children. Requires that preference for participation in such programs be accorded, to the extent feasible, to the parents and immediate family members of children enrolled in programs assisted under the Act. Sets forth a new definition, defining \"programs of academic excellence\" as programs of transitional or developmental bilingual education or special alternative instruction which: (1) have an established record of providing effective, academically excellent instruction; and (2) are designed to serve as models of exemplary bilingual education programs and to facilitate the dissemination of effective bilingual education practices. Redefines \"Office,\" \"Director,\" and \"Council\" to refer, respectively, to: (1) the Office of Bilingual Education and Minority Languages Affairs; (2) the Director of such Office; and (3) the National Advisory and Coordinating Council on Bilingual Education. Includes specified Adult Education Act programs as examples under the definition of \"other programs for persons of limited English proficiency.\" Eliminates provisions relating to suggested models for programs. Provides that the Secretary's consultation with various entities in prescribing regulations under the Act shall be done through the Council. Prohibits the Secretary from prescribing under the Act any regulations further defining specified terms, or any regulations restricting or expanding their definitions. Requires that parents of children participating in programs assisted under the Act be informed of the instructional goals of the program and the progress of their children in the program. Revises application requirements for grants under part A (Financial Assistance for Bilingual Educational Programs) of the Act. Requires that part A funds shall be used for programs of: (1) transitional bilingual education; (2) developmental bilingual education; (3) special alternative instructional programs for students of limited English proficiency; (4) academic excellence; (5) family English literacy; (6) bilingual preschool, special education, and gifted and talented education preparatory or supplementary to programs such as those assisted under the Act; and (7) developing instructional materials in languages for which such materials are commercially unavailable. Sets forth the duration of such grants for specified programs. Permits applicants who desire to obtain priority in the awarding of grants for special alternative instructional programs for students of limited English proficiency to include in their applications information regarding: (1) the administrative impracticability of establishing a bilingual education program due to the presence of small numbers of students of a particular native language; (2) the unavailability of personnel qualified to provide bilingual instructional services; or (3) the applicant's current or past efforts to establish a bilingual education program. Permits giving priority to such applications on the basis of such information. Requires that parents or legal guardians of students identified for enrollment in bilingual education programs be informed of: (1) the reasons for the selection of their child as in need of bilingual education; (2) what alternative educational programs are available; and (3) the nature of the bilingual education program and of the instructional alternatives. Requires the school to request and receive parental approval for any enrollment of a student in any bilingual education program funded under this title. Directs the Assistant Secretary of the Interior for the Bureau of Indian Affairs to report annually to the Congress, the President, and the Secretary of Education. Requires that such report assess: (1) the needs of Indian children, with respect to the purposes of this title in schools operated or funded by the Department of the Interior, including those tribes and LEAs receiving assistance under the Johnson-O'Malley Act; and (2) the extent to which such needs are being met by funds provided to such schools for educational purposes through the Secretary of the Interior. Sets forth a new part B \"Data Collection, Evaluation, and Research.\" (Redesignates the current part B \"Administration\" as part D.) Provides that funds available under new part B shall be used for: (1) collecting data on the number of limited English proficient persons and the educational services available to such persons; (2) evaluating the operation and effectiveness of programs assisted under the Act; (3) conducting research to improve the effectiveness of bilingual education programs; and (4) collecting, analyzing, and disseminating data and information on bilingual education. (These new part B provisions also replace and revise some research and evaluation provisions under the current part C \"Supportive Services and Activities.\") Sets forth provisions for new part B grants to State programs for collecting, aggregating, analyzing, and publishing data and information on the State's population of limited English proficient persons and the educational services provided or available to them. Sets forth application and reporting requirements for such programs. Sets forth additional activities which such programs may provide for. Sets minimum and maximum limits on the amount of such grants. Directs the Secretary to issue within six months after the date of enactment of this Act, regulations which set forth a comprehensive design for evaluating the programs assisted under part A. Requires that such regulations: (1) be developed by the director in consultation with the Council; and (2) provide for the collection of specified kinds of information and data. Directs the Secretary to establish, through competitive three-year grants to institutions of higher education, at least two evaluation assistance centers which shall provide, upon the request of SEAs or LEAs, technical assistance regarding methods and techniques for identifying the educational needs and competencies of limited English proficient persons and assessing the educational progress achieved through programs such as those assisted under the Act. Revises provisions for research contracts under the Act. Provides for continuing longitudinal studies on specified aspects of bilingual education. Provides for studies to determine when student English language proficiency is sufficiently well developed to permit them to derive optional benefits from an all-English instructional program. Deletes provisions for contracts for development and dissemination of instructional materials and equipment. Requires the Director of the National Institute of Education to consult with the Director and the Council to insure that research activities under the General Education Act complement and do not duplicate activities under part B of the Act. Directs the National Center for Education Statistics to collect and publish as part of its annual report on the condition of education specified data relating to the population of limited English proficient persons, special educational services and programs available to them, and the availability of educational personnel qualified to provide such services and programs. Sets forth a new part C \"Training and Technical Assistance.\" (Current law has some similar training provisions under part A. The current part C is entitled \"Supportive Services and Activities.\") Requires that funds available under the new part C be used to: (1) establish, operate, and improve training programs for educational personnel preparing to participate in, or personnel participating in, the conduct of programs of bilingual education or special alternative instructional programs for limited English proficient students (requires that such training programs emphasize opportunities for career development, advancement, and lateral mobility, and permits training of teachers, administrators, counselors, teacher aides, and parents); (2) train persons to teach and counsel such bilingual education personnel; (3) encourage reform, innovation, and improvement in applicable education curricula in graduate education, in the structure of the academic profession, and in recruitment and retention of higher education and graduate school faculties, as related to bilingual education; (4) operate short-term training institutes designed to improve the skills of participants in programs of bilingual education, which may include summer programs designed to include the instructional competency of educational personnel in the languages used in the program; and (5) provide inservice training and technical assistance to parents and educational personnel participating in, or preparing to participate in, bilingual education programs or special alternative instructional programs for limited English proficient students. Allows institutions of higher education to apply for grants or contracts for the activities described in (1), (2), and (3). Allows institutions of higher education (including junior colleges and community colleges), private for-profit or nonprofit organizations (which apply jointly with or after consultation with SEAs or LEAs), SEAs, or LEAs to apply for grants or contracts for the activities described in (4). Allows institutions of higher education (including junior colleges and community colleges), private for-profit or nonprofit organizations, or SEAs to apply for grants or conntracts for the activities described in (5). Makes specified application requirements concerning consultation with parents and other representatives of children applicable to applications grants or contracts for preservice or inservice training activities described under (1). Directs the Secretary, in making a grant or contract for preservice training programs described in (1), to give preference to programs which involve parents in the educational process and which contain coursework in: (1) teaching English as a second language; (2) use of a non-English language for instructional purposes; (3) linguistics; and (4) evaluation and assessment. Requires that preservice training programs be designed to ensure that participants become proficient in English and a second language of instruction. Directs the Secretary to establish at least 16 multifunctional resource centers, through competitive grants or contracts, pursuant to provisions for inservice training and technical assistance to parents and educational personnel participating in, or preparing to participate in, bilingual education programs or special alternative instructional programs for limited English proficient students. Requires that consideration be given to the geographic and linguistic distribution of children of limited English proficiency in awarding grants and contracts for such centers. Requires each center, in addition to providing such technical assistance and training, to gather and provide information to other centers on a particular area of bilingual education, including specified topics. Authorizes the Secretary to award fellowships for advanced study of bilingual education or special alternative instructional programs for limited English proficient students in such areas as teacher training, program administration, research and evaluation, and curriculum development. Requires that at least 500 such fellowships leading to a graduate degree be awarded for FY 1985. Requires that such fellowships be awarded: (1) to the extent feasible, in proportion to the needs of various groups of individuals with limited English proficiency; and (2) with preference given to individuals intending to study bilingual education in the following specialized areas, vocational education, adult education, gifted and talented education, special education, education technology, literacy, and mathematics and science education. Directs the Secretary to: (1) include information on the operation of the fellowship program in specified reports required under this Act; (2) undertake an ongoing longitudinal study of the impact of recipients of such fellowships on the field of bilingual education; and (3) through a specified clearinghouse, disseminate research undertaken by recipients of such fellowships. Requires fellowship recipients to agree to either repay such assistance or work for a specified equivalent to the fellowship period in an activity related to bilingual education. Authorizes the Secretary to waive this requirement in extraordinary circumstances. Directs the Secretary, in making grants or contracts under new part C, to: (1) give priority to eligible applicants with demonstrated competence and experience in programs and activities such as those authorized under the Act; and (2) provide for stipends for persons participating in part C training programs. Redesignates part B \"Administration\" provisions under a new part D. (The current part D is entitled \"Continued Bilingual Education Assistance.\") Renames the Office of Bilingual Education the Office of Bilingual Education and Minority Languages Affairs. Directs the Secretary, in consultation with the Council, to report by February 1 of 1986 and 1988 to the Congress and the President on the condition of bilingual education in the nation and the administration and operation of the Act and of other programs for persons of limited English proficiency. Revises the required contents of such reports (as compared with earlier required reports). Renames the National Advisory Council on Bilingual Education the National Advisory and Coordinating Council on Bilingual Education. Increases the number of Council members from 15 to 20. Requires that all Council members be experienced in dealing with the educational problems of children and other persons who are of limited English proficiency. Requires that five Council members be State directors of bilingual education programs, at least three of whom represent States with large populations of limited English proficient students. Revises other provisions relating to categories from which specified numbers of Council members must be chosen. Extends the existence of the Council until October 1, 1988. Title III: Amendments to Federal Impact Aid Laws - Amends Federal law relating to impact aid (assistance for local educational agencies in areas affected by Federal activity) to extend through FY 1988 specified impact aid program provisions. Removes the requirement that at least ten students qualify in a school district in order for the school district to receive impact aid (the ten-student ceiling level). Amends the Omnibus Education Reconciliation Act of 1981 to eliminate specified limitations on the amount of appropriations available for specified impact aid programs. Prohibits the Secretary from requiring more than ten percent of the amount of an overpayment to be repaid (or deducted from current payments) in any fiscal year under specified Federal impact aid program provisions in the case of any LEA which has received such an overpayment for any fiscal year after FY 1976 as a consequence of a recomputation of need based on revised data. Revises provisions for increases in impact aid payments to certain school districts under special conditions to provide that such increased payments shall not be prorated. Provides that school districts whose boundaries are coterminous with those of a military installation and which are not eligible to receive special increased impact aid payments shall receive 100 percent of their impact aid entitlement under specified provisions. Makes technical amendments in impact aid provisions. Title IV: Women's Educational Equity - Women's Educational Equity Amendments of 1984 -Amends the Women's Educational Equity Act of 1978 (the Act, which is also Part C of title IX of the Elementary and Secondary Education Act of 1965) to making conforming amendments which replace references to the Commissioner with references to the Secretary of Education. Revises the statement of findings and purpose under the Act to add: (1) the finding that excellence in education cannot be achieved without equity for women and girls; and (2) the purpose to provide educational equity for women and girls who suffer multiple discrimination, bias, or stereotyping based on sex and on race, ethnic origin, disability, or age. Directs the Secretary to ensure that at least one grant or contract is available during each fiscal year for performance of each of the six types of developmental, demonstration, and dissemination activities listed in the Act. Lowers the amount of funds which must be used for such listed activities of national, statewide, or general significance before funds may be used for special activities of local significance under the Act. Permits the Secretary to use funds above such limit for either the listed activities of national, statewide, or general significance or for the special activities of local significance. Replaces provisions for small grants up to $25,000 each with provisions for challenge grants up to $40,000 each for specified types of projects. Requires that the criteria and priorities for judging grant and contract awards for demonstration, developmental, and dissemination activities of national, statewide, or general significance be separate from the criteria and priorities for judging such awards for special programs and projects of local significance. Revises provisions for the National Advisory Council on Women's Educational Programs to require that Council membership include: (1) individuals who are experts in a wide range of issues of educational equity for women at all levels of education, including preschool, elementary and secondary education, higher education, vocational and adult education; (2) individuals who are representative of and expert in the educational needs of racial and ethnic minority women, older women; (3) both women and men who have demonstrated commitment to and expertise in the purposes of the Act; and (4) individuals who are representative of and expert in student financial assistance programs authorized under title IV of the Higher Education Act of 1965. Directs the Council to: (1) advise the Secretary and the Congress on specified matters; (2) make recommendations to the Secretary on selection of funding priorities; and (3) advise all Federal agencies which have education programs concerning those aspects of the programs which relate to the educational needs and opportunities of women. Revises provisions for reports, evaluation, and dissemination. Directs the Secretary to submit specified reports not later than September 30 of each of the years 1985 through 1989. Directs the Council to oversee the evaluation of programs and projects assisted under the Act and report on such evaluation in its annual report. Directs the Office of Women's Educational Equity to evaluate and disseminate (at low costs) all materials and programs developed under the Act. Authorizes appropriations to carry out the Act for FY 1985 through 1989. Title V: Amendments to Title XI of the Education Amendments of 1978 - Indian Education Amendments of 1984 - Amends title XI (Indian Education) of the Education Amendments of 1978 to include among the basic education standards for Indian children in Bureau of Indian Affairs schools or contract schools, a requirement on immunization for childhood diseases, including provisions for in-school immunization where necessary. Provides that such requirement shall be developed in coordination with Indian tribes, the affected local school boards, the Indian Health Service, the State health departments, and the Federal Center for Disease Control. Directs the tribal governing body or designated school board to submit to the Secretary of the Interior alternative standards that consider the specific needs of tribal children if the minimum academic standards are considered inappropriate. Requires each contract school, within a specified period, to: (1) comply with prescribed minimum academic standards; or (2) have obtained accreditation, or be a candidate for accreditation, with specified accrediting agencies. Requires the Bureau of Indian Affairs (BIA) to establish uniform fiscal control and fund accounting procedures for all contract schools comparable to procedures used by BIA schools, within one year of the date of enactment of this Act. Identifies conditions under which failure to meet or implement the basic education standards shall not be a basis for taking personnel action against an individual. Prohibits the closing or curtailment (including consolidation) of BIA schools or programs unless it is effected under prescribed guidelines (except in cases where the tribal governing body, or the local school board concerned if so designated by the tribal governing body, requests closure or consolidation). Requires promulgation of standards and procedures, preliminary and follow-up studies, and reports to Congress regarding such closings or curtailments. Directs the Secretary of the Interior to establish separate geographical attendance areas for each BIA school. Prescribes guidelines for the establishment of such attendance areas. Requires that the tribal governing body or local school board be given one year from the date of enactment of this Act to propose school boundaries. Requires, in any case where there is only one BIA-operated program located on an Indian reservation, that the attendance area for the program be the boundaries of the reservation served, and that those students residing near the reservation also receive services from such program. Directs the BIA to include in the final rules the requirement that each superintendent for education coordinate and consult with the affected tribes and relevant school boards in the establishment of such geographic boundaries. Revises provisions relating to BIA education functions. Requires the Director of the Office of Indian Education Programs to supervise and direct all contract functions concerning education. Provides that education personnel working under the Director's supervision shall provide: (1) all services and support functions for education programs with respect to personnel matters involving staffing actions and functions; and (2) technical and coordinating assistance in areas such as procurement, contracting, budgeting, personnel, and curriculum. Directs the Assistant Secretary for Indian Affairs to submit in the annual Budget a plan for: (1) school facilities to be constructed under specified provisions; and (2) establishing priorities among projects and for improvement and repair of education facilities, which together shall form the basis for the distribution of appropriated funds. Requires the Assistant Secretary to establish a program, including the distribution of appropriated funds, for the operation and maintenance of education facilities. Provides that such program shall be implemented by the Director. Requires that such program include: (1) a method of computing the amount necessary for each education facility; (2) similar treatment of all BIA and contract schools; and (3) the allocation of appropriated funds from the Director directly to the agency superintendents for education, or to the area program administrators in the case of multitribal boarding schools located off reservations. Directs such superintendents or administrators to arrange for maintenance of education facilities with the local supervisors of the BIA maintenance personnel who are under the authority of the superintendents or administrators. Directs such local supervisors to implement such decisions of the superintendents or administrators under specified conditions. Requires the Director to supervise all BIA education facilities, including local BIA housing for BIA personnel at the school site. Provides that specified requirements among the amendments of BIA educational functions made by this title be implemented within 270 days following the enactment of this title. Includes in the formula for the minimum annual funds per school, cost factors regarding: (1) special transportation and other costs of isolated and small schools; (2) boarding arrangements; (3) greater lengths of service by educational personnel; (4) special programs for gifted and talented students; and (5) costs associated with operating education and recreational programs on a 12-month basis. Requires that BIA and contract schools receive, under the minimum annual funds formula, an equal amount for local school board training and activities including meeting expenses and the cost of membership in or support of organizations engaged in activities on behalf of Indian education. Directs the Secretary to: (1) provide, subject to appropriations, all contract schools an amount for administrative and indirect costs which is at least equal to the amount which would be expended by the Secretary if such school were directly operated by the Secretary; and (2) take actions necessary to provide contract schools with such full amount without reducing funds available under specified provisions. Requires the Director to establish a separate fund from which monetary awards and quality step increases for employees shall be paid. Provides that such payments shall not affect school allotments. Sets forth provisions for uniform direct funding. Authorizes two separate appropriations in order to effect a transition to a forward funding method of distribution. Directs the Secretary to publish, at specified times, certain allotments made to each affected school. Provides that the supervisor of each school receiving such funding shall, subject to school board approval, have the authority to expend no more than ten percent of the funds allotted to procure supplies and equipment, with or without competitive bidding. Directs the Secretary to institute a program for funding tribal divisions of education and the development of tribal codes of education. Sets forth guidelines under which a school supervisor may appeal to the appropriate superintendent for education any action by a local school board regarding a local financial plan. Prescribes the procedure under which certain school personnel appointments may be appealed. Establishes within the Office of Indian Education Programs a computerized management informations system. Directs the Inspector General of the Department of the Interior to establish a system to ensure triennial financial and compliance audits of the BIA, the Office, and each BIA school. Revises provisions for regulations under the Act to require citations to the sections of statutory law or other legal authority upon which each substantive provision of such regulation is based. Authorizes BIA or Office personnel to accept voluntary services, subject to local school board approval. Sets forth new provisions for employee benefits under title XI (Indian Education) of the Education Amendments of 1978, including provisions relating to proration of pay, extracurricular activities, and housing. Extends through FY 1989 the authorizations of appropriations for the following other Indian education programs: (1) grants to local educational agencies, under the Indian Elementary and Secondary School Assistance Act; (2) special educational training programs for teachers of Indian people, under the Indian Education Act; (3) improvement of educational opportunities for Indian students, under the Elementary and Secondary Education Act of 1965; and (4) grants for the improvement of educational opportunities for adult Indians, under the Adult Education Act. Amends the Indian Elementary and Secondary School Assistance Act to revise provisions relating to adjustments in the allocation of financial assistance to local educational agencies for education of Indian children. Authorizes reallocation of such payment under specified conditions. Amends the Indian Elementary and Secondary School Assistance Act to exempt any school serving Indian children in California or Oklahoma from a requirement that it be on or near a reservation to be eligible for grants to local education agencies. Requires written approval by a committee of parents of Indian children as part of the approval process for such grants. Amends the Indian Education Act to extend through FY 1989 the period during which the Secretary is authorized to award fellowships for Indian students. Removes a limitation on the number of such fellowships which may be awarded during any fiscal. Includes graduate-level psychology among the fields of study for which such fellowships may be awarded. Permits the award of an additional fellowship to cover any period for which another fellowship has been vacated. Extends the existence of the National Advisory Council on Indian Education until October 1, 1989. Title VI: Emergency Immigrant Education Assistance - Emergency Immigrant Education Act of 1984 - Authorizes appropriations for FY 1985 through 1989 for special impact aid payments to State and local educational agencies which provide educational services to immigrant children. Authorizes the Secretary of Education to pay to each State educational agency (SEA) for its administrative costs under this title up to one and one-half of the funds to which the SEA is entitled under this title. Sets forth provisions for withholding of payments under this title. Directs the Secretary to make, for FY 1985 through 1989, State entitlement payments equal to $500 for each immigrant child in public and nonpublic elementary or secondary schools within eligible local educational agencies (LEAs). Requires that the number of such children in the public and nonpublic schools within an eligible LEA be at least the lesser of: (1) 500; or (2) three percent of the total enrollment in such public or nonpublic schools during the fiscal year. Requires that the amount of any such grant to an SEA for any fiscal year be reduced by the amounts made available for such fiscal year by any other Federal law for expenditure within the State for the same purposes as those for which funds are available under this title. Provides that such reduction shall be made only to the extent that such amounts are made available: (1) for such purposes specifically because of the refugee, parolee, asylee, or other immigrant status of the individuals served by such funds; and (2) to provide assistance to individuals eligible for services under this title. Permits payments to States under this title to be used for supplementary public educational services and costs for immigrant children in public and nonpublic schools within districts served by eligible LEAs. Includes among such services: (1) English language instruction; (2) other bilingual educational services; (3) special materials and supplies; (4) additional basic instructional services; and (5) inservice personnel training. Sets forth requirements for SEA applications for payments under this title. Directs the Secretary to: (1) make payments to SEAs having applications approved; and (2) arrange for the provision of public educational services under this title to children enrolled in nonpublic schools in cases where a State is prohibited by law from providing such services to such children and where the LEA has substantially failed or is unwilling to provide for the participation on an equitable basis of such children in such services. Title VII: General Administration and Organization - Amends the Department of Education Organization Act (DOEA) to establish within the Office of Elementary and Secondary Education an Office of Migrant Education to administer specified migrant education programs under the Elementary and Secondary Education Act of 1965 and the Higher Education Act of 1965. Requires that such Office be under the direct supervision of the Assistant Secretary for Elementary and Secondary Education. Provides that such Offices shall be considered an organizational entity established by DOEA and shall not be subject to the reorganizational authority of the Secretary of Education. Amends the General Education Provisions Act (GEPA) to extend through FY 1989 the authorization of appropriations for: (1) the National Assessment of Educational Progress by the National Institute of Education; and (2) grants and contracts to carry out the objectives of the National Center for Education Statistics. Requires the National Institute of Education to provide for a statement of information collected by the National Assessment of Educational Progress for each State which voluntarily participates. Makes the appropriateness of all cognitive, background, and attitude items developed by the National Assessment the responsibility of the Assessment Policy Committee. Provides that such items shall be subject to review by the Department of Education and the Office of Management and Budget for a single period of not more than 60 days. Includes the District of Columbia and Puerto Rico under the definition of \"United States\" and \"State\" for purposes of collection of data by the National Assessment of Educational Progress and the National Center for Educational Statistics. Makes the deadline for the Secretary's annual evaluation reports to the Congress December 31 (currently November 1) of each year. Revises general provisions relating to State and local educational agency applications to set forth \"conflict-of-interest\" provisions which require assurances that none of the funds expended under any applicable program will be used to acquire equipment (including computer software) in any instance in which such acquisition results in a direct financial benefit to any organization representing the interests of the purchasing entity or its employees or any affiliate of such an organization. Amends the Student Financial Assistance Technical Amendments Act of 1982 to retain through academic year 1986-1987 the current cost of attendance criteria used for calculating eligibility for and amount of Pell Grants. Continues through academic year 1986-1987 the separate family contribution schedule for Pell Grant purposes. Provides that the current family contribution schedule for Pell Grants, updated for inflation, shall be used for the 1986-1987 academic year. Makes similar provisions with respect to the family contribution schedule for the Guaranteed Student Loan Program. Extends the use of the current definition of \"independent student,\" for student aid purposes, through the 1986-1987 academic year. Revises an effective date under a specified Federal law making technical amendments to the Education Consolidation and Improvement Act of 1981. Amends the Education Amendments of 1978 to extend through FY 1989 the authorization of appropriations for: (1) general assistance to improve public education in the Virgin Islands; and (2) assistance to teacher training programs in Guam, American Samoa, the Virgin Islands, the Northern Mariana Islands, and the Trust Territory of the Pacific Islands. Sets a maximum limit on the authorization of appropriations for FY 1985 for such purposes. Provides that any authority to make payments or to enter into contracts under this Act shall be available only to the extent and in such amounts as are provided in advance in appropriation Acts. Sets forth effective dates for specified titles under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adult Education Act Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Education Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Emergency Immigrant Education Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Indian Education Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Women's Educational Equity Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Adult Education Act Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Adult Education Act Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Education Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Emergency Immigrant Education Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Indian Education Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "title": "Women's Educational Equity Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Adult Education Act in order to simplify requirements for States and other recipients participating in Federal adult education programs, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to extend the authorization of appropriations for certain education programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:18-05:00"
}