{
  "actions": [
    {
      "acted_at": "1975-03-06", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s977-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1975-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hansen, Clifford P.", 
      "sponsored_at": "1975-01-03", 
      "state": "WY", 
      "thomas_id": "01346", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pearson, James B.", 
      "sponsored_at": "1975-01-03", 
      "state": "KS", 
      "thomas_id": "01416", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1975-01-03", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-06", 
  "number": "977", 
  "official_title": "A bill to terminate certain authorities with respect to national emergencies still in effect and to provide for orderly implementation and termination of future national emergencies.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3884-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Emergencies Act", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-06", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional-Presidential relations", 
    "Congressional-executive relations", 
    "Declaration of war", 
    "Executive orders", 
    "Executive power", 
    "Government operations and politics", 
    "National defense", 
    "Presidential powers", 
    "War", 
    "War and emergency legislation", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-06", 
    "text": "National Emergencies Act - Title I: Terminating Existing Declared Emergencies - States that all powers and authorities conferred by law upon the President, any other officer or employee of the Federal Government, or upon any department, agency, independent establishment, or any other body of the Federal Government, and all powers and authorities conferred by any Executive Order pursuant to law as a result of the existence of any national emergency in effect immediately prior to the two hundred and seventy-first day after the date of enactment of this Act, are terminated on such two hundred and seventy-first day. Title II: Future National Emergencies - Provides that in the event the President finds that the proclamation of a national emergency is essential to the preservation, protection, and defense of the Constitution, and is essential to the common defense, safety, or well-being of the territory and people of the United States, the President is authorized to proclaim the existence of a national emergency. Title III: Declarations of War by Congress - Stipulates that whenever Congress declares war, any provisions of law conferring powers and authorities to be exercised during time of war or a national emergency shall be effective from the date of such declaration and remain in effect only in accordance with the provisions of this Act. Title IV: Future National Emergencies - Provides that when the President declares a national emergency, or Congress declares war, any provisions of law conferring powers and authorities to be exercised during such a national emergency or during a war declared by the Congress shall be effective and remain in effect with respect to such emergency or war only in accordance with this Act. States that when the President declares a national emergency, no powers made available by statute for use in the event of an emergency shall become operative unless and until the President specifies by Executive Order the specific provisions of law under which he proposes that he, or other officers of the executive branch, will act. Provides that any national emergency declared by the President in accordance with this title shall terminate 180 days after the date the national emergency was declared unless Congress, by concurrent resolution, provides otherwise. Title V: Miscellaneous - Provides that when the President declares a national emergency, or Congress declares war, the President shall be responsible for maintaining a file, and an index thereof, of all Executive Orders issued by the President. Directs the President to transmit to the House of Representatives and the Senate and to the appropriate committees of the Congress the texts of each order, rule, or regulation, by whatever name called, promulgated by any executive department, administration, independent establishment, board, commission, official, group of officials, or other rulemaking authority. Title VI: Repeal of Certain Emergency Power Statutes - Provides for the repeal of specified provisions of law dealing with emergency powers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Emergencies Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to terminate certain authorities with respect to national emergencies still in effect and to provide for orderly implementation and termination of future national emergencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:10-05:00"
}