{
  "actions": [
    {
      "acted_at": "1976-02-26", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12145-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Eshleman, Edwin D.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00354", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-02-26", 
  "number": "12145", 
  "official_title": "A bill to amend the act of June 21, 1940, as amended, to provide for Federal financial assistance in the construction or alternation of bridge protection systems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Jones, Robert E., Jr.", 
    "state": "AL", 
    "thomas_id": "00610", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-02-26", 
  "subjects": [
    "Bridges", 
    "Public safety", 
    "Public works"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-02-26", 
    "text": "Authorizes the Secretary of Transportation to provide Federal financial assistance to bridge owners for the construction or alteration of bridge protection systems. Limits such Federal assistance to 75 percent of the cost of such construction or alteration, or, in the case of a system of partial payments, 50 percent of the total cost of such construction or alteration unless the Secretary deems that payments in excess of that amount are in the public interest. Authorizes the Secretary to require owners of drainbridges requesting financial assistance for such bridge protection systems to install specified radio-telephone equipment for use in the exchange of navigational information. Requires the bridge owner to maintain any such bridge protection system in proper repair following any federally-financed construction or alteration. Imposes a civil penalty of not more than $1,000 per month for violations of this Act. Revises procedures for approval and financing of any alteration, including reconstruction, relocation, and removal, of bridges over navigable waters of the United States. Deletes all references to the Secretary of the Army and the Chief of Engineers with respect to authority over the alteration of bridges. Stipulates that only the Secretary of Transportation can approve changes in general plans or specifications for bridge alterations where such general plans or specifications were previously submitted and approved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the act of June 21, 1940, as amended, to provide for Federal financial assistance in the construction or alternation of bridge protection systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:52-05:00"
}