{
  "actions": [
    {
      "acted_at": "1985-09-19", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-16", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "subcommittee": "Education", 
      "text": "Referred to Subcommittee on Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-10-16", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Education Department, OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1666-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Education, Arts, and Humanities", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Andrews, Mark", 
      "sponsored_at": "1985-09-19", 
      "state": "ND", 
      "thomas_id": "00019", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1985-09-19", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Gary W.", 
      "sponsored_at": "1985-09-19", 
      "state": "CO", 
      "thomas_id": "01347", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1985-09-19", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1985-09-19", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1985-09-19", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1985-09-19", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1985-09-19", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "1986-03-06", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1985-09-19", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1985-09-19", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1986-03-06", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-09-19", 
  "number": "1666", 
  "official_title": "A bill to provide assistance to States for educational excellence and for assuring access for underserved populations to the benefits of general State educational reforms.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "School Excellence and Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "Dodd, Christopher J.", 
    "state": "CT", 
    "thomas_id": "00302", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-09-19", 
  "subjects": [
    "Arts, culture, religion", 
    "Business and commerce", 
    "Business and social problems", 
    "Compensatory education", 
    "Dropouts", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational counseling", 
    "Educational equalization", 
    "Educational innovations", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Federal aid to education", 
    "Language and languages", 
    "Language arts", 
    "Mathematics", 
    "Parent-school relationships", 
    "Preschool education", 
    "School discipline", 
    "Science and technology", 
    "Scientific education", 
    "Secondary education", 
    "Student enrollment", 
    "Teacher education", 
    "Vocational education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-09-19", 
    "text": "School Excellence and Reform Act - Authorizes appropriations for FY 1987 through 1991 to make payments for programs of: (1) general improvement and excellence in education; and (2) reform and equity in education. Provides that no funds are authorized to carry out this Act for any fiscal year in which the amount appropriated to carry out each of the following provisions of law does not equal or exceed the amount appropriated for such purpose in the preceding fiscal year: (1) chapter 1 of the Education Consolidation and Improvement Act of 1981; (2) chapter 2 of the Education Consolidation and Improvement Act of 1981; (3) title VII of the Elementary and Secondary Education Act of 1965, relating to bilingual education; (4) the Carl D. Perkins Vocational Education Act; and (5) the Education of the Handicapped Act. Sets forth (after reserving specified amounts for certain U.S. territories and possessions) formulas for State and local allocation of payments for general improvement and excellence in education. Provides, under such local allocation formula, for certain increases in the amount of such payments on the basis of numbers of children eligible to be counted for purposes of special needs funding under specified provisions of subpart 1 (Basic Grants) part A (Programs Operated by Local Educational Agencies) of title I (Financial Assistance to Meet Special Educational Needs of Children) of the Elementary and Secondary Education Act of 1965 (ESEA). Sets forth (after reserving specified amounts for payments to certain U.S. territories and possessions) formulas for State and local allocation for reform and equity in education. Provides, under such State allocation formula, for certain increases in payments based on numbers of children eligible to be counted under the aforementioned ESEA provisions for special educational needs funding. Authorizes the State educational agency to establish the relative weights of factors under such local allocation formula, but requires that such formula be composed of only the following factors: (1) the number of children aged five to 17, inclusive, who are eligible to be counted under the aforementioned ESEA provisions for special educations needs funding; (2) the graduation rate; (3) the absentee rate; and (4) the number of low-achieving students. Permits those general improvement and excellence funds which are allocated to local educational agencies to be used for: (1) pursuit of general educational excellence and improvement of instruction in mathematics, the sciences, communications skills, foreign languages, and technology; and (2) where necessary, for guidance and counseling. Permits those reform and equity funds which are retained by a State under specified provisions of this Act to be used to administer and carry out categorical programs and projects. Permits those reform and equity funds which are allocated to local educational agencies to be used for the development, expansion, or improvement of any of the following categorical programs and projects: (1) early childhood education; (2) school day care; (3) in-service teacher training; (4) dropout prevention; (5) effective schools; and (6) improvement of secondary schools basic skills instruction. Requires State applications for allocations of general improvement and excellence payments and reform and equity payments for any fiscal year under this Act to: (1) meet specified requirements under the General Education Provisions Act; and (2) in the case of reform and equity payment allocations, describe the intended use of funds to be retained by the State to enhance State reform efforts. Allows a local educational agency, in any fiscal year, to submit a single application for an allocation of general improvement and excellence funds or an allocation of reform and equity funds, or both. Permits two or more local educational agencies that propose to conduct joint programs and projects from funds for general improvement and excellence to file such application as a consortium or other combination. Prohibits a local educational agency from applying for an allocation of reform and equity funds unless the total number of children age five to 17, inclusive, in the schools of such agency who are eligible to be counted under the aforementioned ESEA provisions for special educational needs funding exceeds the lesser of 5,000 or 20 percent of the total enrollment of such schools. Requires local educational agencies, in order to receive either general improvement and excellence or reform and equity allocations, to have on file with the State educational agency an application which includes a description of the programs and projects to be funded and a plan for the improvement of the selected educational areas covered by such programs and projects. Requires such local educational agency or consortium applications, or application renewals, to also contain assurances that: (1) the programs and project are designed and implemented in consultation with the parents and classroom teachers of the children to be served; (2) the funds received under this Act will supplement and not supplant non-Federal funding; and (3) the local educational agency will comply with specified maintenance of effort requirements which the State educational agency must enforce. Requires each local educational agency receiving an allocation under this Act for any fiscal year to submit to the State educational agency evidence of progress in particular areas for which funds were expended or evidence of general improvement in the educational system, such as: (1) reductions in, or maintenance of acceptable levels of, absenteeism, discipline problems, and dropouts at the secondary level; (2) more instructional time; and (3) smaller class size. Authorizes the State educational agency, at the State's discretion, to conduct audits on a sampling basis to verify the accuracy of such submissions. Terminates a local educational agency's eligibility to obtain an allocation under this Act for more than three fiscal years, unless the evidence submitted demonstrates progress as verified by the State. Authorizes the Secretary, from specified amounts reserved from reform and equity funds, to make business involvement matching grants to local educational agencies. Sets the maximum amount of any such grant at 50 percent of the fair market value of any donation by local business concerns to the local educational agency for the conduct of programs and projects under this Act. Allows such donations to be in cash or in kind, and may consist of equipment, the services of business personnel, or training provided to the local educational agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "School Excellence and Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide assistance to States for educational excellence and for assuring access for underserved populations to the benefits of general State educational reforms.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:37-05:00"
}