{
  "actions": [
    {
      "acted_at": "1976-04-13", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3298-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hollings, Ernest F.", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01361", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-13", 
  "number": "3298", 
  "official_title": "A bill to provide water to the five central Arizona Indian tribes for farming operations, to settle their surface water rights.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Central Arizona Indian Tribal Water Rights Settlement Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-13", 
  "subjects": [
    "Arizona", 
    "Indian claims", 
    "Native Americans", 
    "Public lands and natural resources", 
    "Public works", 
    "Water allocation (Policy)", 
    "Water resources development", 
    "Water rights", 
    "Water supply"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-13", 
    "text": "Central Arizona Indian Tribal Water Rights Settlement Act - Defines the term \"Central Arizona Indian Tribes\" as meaning the Ak Chin Indian Community, the Fort McDowell Mohave-Apache Community, the Gila River Indian Community, the Papago Tribe of Arizona, and the Salt River Pima-Maricopa Indian Community. Title I: Water Resource Projects - Directs the Secretary of the Interior to undertake: (1) a ten year program to acquire a firm surface water supply on behalf of the Ak Chin Indian Community; (2) a five year program to acquire a firm surface water supply on behalf of the Fort McDowell Mohave-Apache Indian Community; (3) a ten year program to acquire a firm surface water supply on behalf of the Gila River Indian Community; (4) a ten year program to acquire a firm surface water supply on behalf of the Papago Tribe; and (5) a ten year program to acquire a firm surface water supply on behalf of the Salt River Pima- Maricopa Indian Community. Sets forth the amounts of water which shall be made available to each tribe for various purposes and projects. Grants the Secretary authority to undertake projects designed to maximize the amounts of water available from underground sources and available water distribution systems. Authorizes appropriations for the construction of water resource project facilities and irrigation distribution systems of $32,000,000 for fiscal year 1977, $28,000,000 for fiscal year 1978, $28,000,000 during fiscal year 1979, and $8,000,000 during each of the next seven fiscal years. Authorizes appropriations for loans to the Central Arizona Tribes of $12,000,000 for fiscal year 1977, $12,000,000 for fiscal year 1978, $12,000,000 for fiscal year 1979, and $6,000,000 for each of the next seven fiscal years. Title II: Acquisition of Water - Authorizes the Secretary to acquire, by purchase, exchange, or eminent domain proceedings, such private lands and such State water rights as he deems appropriate for the purpose of providing water to the Central Arizona Tribes. Prohibits the acquisition of water rights belonging to any Indian tribe, band, group or community, or any individual Indian allottees. Permits the Secretary, in his discretion, to transfer to lands within the reservations of the Central Arizona Tribes any Federal water rights appurtenant to the public lands or to any lands within a Federal reservation under his jurisdiction which are surplus to the needs of such lands. Authorizes the Secretary to enter into contracts and to use facilities constructed in whole or in part with Federal funds to facilitate the delivery of water to reservations of the Central Arizona Tribes. States that the Secretary may spend up to $2,000,000 of the funds appropriated pursuant to this Act for the purpose of making grants to the Central Arizona Tribes to develop plans for efficient use of newly irrigated lands and to carry out training programs for Indian farmers. Authorizes appropriations for acquisition costs of $38,000,000 for fiscal year 1977, $36,000,000 for fiscal year 1978, $36,000,000 for fiscal year 1979, and $20,000,000 for each of the next seven fiscal years. Authorizes appropriation of sums necessary for delivery of water to the Central Arizona Tribes, for payments under contracts entered into by the Secretary, and for grants to the tribes. Title III: Settlement - Stipulates that the acquisition and delivery of water pursuant to this Act shall satisfy each tribe's present and future right to the use of surface water for farming purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Central Arizona Indian Tribal Water Rights Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide water to the five central Arizona Indian tribes for farming operations, to settle their surface water rights.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:50-05:00"
}