{
  "actions": [
    {
      "acted_at": "2007-03-27", 
      "references": [
        {
          "reference": "CR S3843-3844", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-27", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [
        {
          "reference": "CR S3844", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-06-06", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "subcommittee": "Oversight of Government Management, the Federal Workforce, and the District of Columbia", 
      "text": "Committee on Homeland Security and Governmental Affairs referred to Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-11-14", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-10-01", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Lieberman with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-10-01", 
      "calendar": "Senate Legislative", 
      "number": "1101", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1101.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2008-11-19", 
      "references": [], 
      "text": "By Senator Lieberman from Committee on Homeland Security and Governmental Affairs filed written report. Report No. 110-526.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1000-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coleman, Norm", 
      "sponsored_at": "2007-11-16", 
      "state": "MN", 
      "thomas_id": "01697", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2007-03-27", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Voinovich, George V.", 
      "sponsored_at": "2007-12-04", 
      "state": "OH", 
      "thomas_id": "01575", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-03-27", 
  "number": "1000", 
  "official_title": "A bill to enhance the Federal Telework Program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Telework Enhancement Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Stevens, Ted", 
    "state": "AK", 
    "thomas_id": "01440", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-11-14", 
  "subjects": [
    "Congress", 
    "Congressional investigations", 
    "Congressional officers", 
    "Congressional reorganization", 
    "Congressional reporting requirements", 
    "Employee training", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal officials", 
    "Government operations and politics", 
    "Government publicity", 
    "Labor and employment", 
    "Performance measurement", 
    "Rating of employees", 
    "Science, technology, communications", 
    "Telecommuting"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2008-10-01", 
    "text": "Telework Enhancement Act of 2007 - (Sec. 3) Requires the head of each executive agency to: (1) establish a policy under which eligible employees may be authorized to telework; and (2) determine and notify all agency employees of their eligibility. Requires such policy to: (1) ensure that telework does not diminish employee performance or agency operations; (2) require a written agreement between an agency manager and a participating employee; (3) prohibit participation if an employee's performance does not comply with the terms of the agreement; (4) exclude employees whose official duties require daily physical presence for activity with equipment or handling of secure materials, except in emergency situations; and (5) determine the use of telework as part of the agency's continuity of operations plans in the event of an emergency. (Sec. 4) Requires each agency head to: (1) provide an interactive telework training program to eligible employees and their managers; (2) make no distinction between teleworkers and non-teleworkers for performance appraisals; and (3) consult Office of Personnel Management (OPM) performance management guidelines when determining what constitutes diminished employee performance. (Sec. 5) Requires each agency to consult with OPM in developing telework policies. Directs OPM to: (1) provide policy and policy guidance for telework; and (2) consult with the Federal Emergency Management Agency (FEMA) on telework policy guidance regarding continuation of operations and long-term emergencies and with the General Services Administration (GSA) on telework policy guidance for telework centers, travel, technology, equipment, and dependent care. Provides that a continuity of operations plan shall supersede any telework policy. Requires OPM to maintain a central telework website. (Sec. 6) Directs each agency head to appoint a Telework Managing Officer to: (1) develop and implement the agency's telework program; and (2) serve as an advisor for agency leadership, a resource for managers and employees, and a primary agency point of contact for OPM on telework matters. Amends the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2004 and the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2005 to provide for the appointment of a Telework Managing Officer (current law provides for the designation of a Telework Coordinator). (Sec. 7) Requires the Director of OPM to submit an annual report on agency telework programs to specified committees, the Comptroller General, and the Office of Management and Budget (OMB). (Sec. 8) Provides that an agency shall be in compliance with this Act if each participating employee regularly performs officially assigned duties at home or at other worksites geographically convenient to the employee's residence during at least 20% of each pay period. Requires each agency manager to report to the agency's Chief Human Capital Officer and Telework Managing Officer annually on efforts to promote telework opportunities and on obstacles to promoting such opportunities. Requires: (1) the Chief Human Capital Office of each agency to annually report to the Chair and Vice Chair of the Chief Human Capital Offices Council on management efforts to promote telework; and (2) OMB to report to Congress on agency noncompliance and recommendations for corrective actions. (Sec. 9) Requires the Senate Committee on Rules and Administration, the House Administration Committee, and the heads of the legislative branch agencies to establish guidelines for a policy under which Senate, House, and legislative agency employees may be authorized to telework. Requires eligible legislative agency employees and their managers to participate in a telework training program. (Sec. 10) Extends authority for federal agencies to conduct certain travel expenses test programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Telework Enhancement Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Telework Enhancement Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the Federal Telework Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:27-05:00"
}