{
  "actions": [
    {
      "acted_at": "1990-05-16", 
      "committee": "House Committee on Appropriations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4828-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-16", 
  "number": "4828", 
  "official_title": "Making dire emergency supplemental appropriations for disaster assistance, food stamps, unemployment compensation administration, and other urgent needs, and transfers, and reducing funds budgeted for military spending for the fiscal year ending September 30, 1990, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Dire Emergency Supplemental Appropriations for Disaster Assistance, Food Stamps, Unemployment Compensation Administration, and Other Urgent Needs, and Transfers, and Reducing Funds Budgeted for Military Spending Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Whitten, Jamie L.", 
    "state": "MS", 
    "thomas_id": "01225", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-16", 
  "subjects": [
    "AIDS (Disease)", 
    "Aeronautics", 
    "Agricultural insurance", 
    "Agricultural research", 
    "American Samoa", 
    "American economic assistance", 
    "Antarctic regions", 
    "Antitrust law", 
    "Appropriations", 
    "Arkansas", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Arrest", 
    "Art objects", 
    "Auditing", 
    "Black lung", 
    "Bolivia", 
    "Bone banks", 
    "Burma", 
    "Buy American", 
    "Cambodia", 
    "Capitol (Washington, D.C.)", 
    "Caribbean area", 
    "Census", 
    "Chile", 
    "Christianity", 
    "Coal preparation", 
    "Coins and coinage", 
    "Congressional reporting requirements", 
    "Convention facilities", 
    "Czechoslovakia", 
    "Defense budgets", 
    "Defense procurement", 
    "Disaster relief", 
    "District of Columbia", 
    "Donation of organs, tissues, etc.", 
    "Dropouts", 
    "Drugs", 
    "Drunk driving", 
    "Easements", 
    "Economic development", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Electric batteries", 
    "Emigration", 
    "Employment agencies", 
    "Energy assistance for the poor", 
    "Environmental protection", 
    "Executive impoundment of appropriated funds", 
    "Export finance", 
    "Families", 
    "Farm lands", 
    "Federal advisory bodies", 
    "Federal aid to community development", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to housing", 
    "Federal aid to transportation", 
    "Federal employees", 
    "Fire fighters", 
    "Fish culture", 
    "Flood control", 
    "Food relief", 
    "Food stamps", 
    "Foreclosure", 
    "Foreign trade and international finance", 
    "Forest conservation", 
    "Forest fires", 
    "Government consultants", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Haiti", 
    "Housing finance", 
    "Insurgency", 
    "International environmental cooperation", 
    "Israel", 
    "Judicial officers", 
    "Law", 
    "Legislative bodies", 
    "Libraries", 
    "Low-income housing", 
    "Maps", 
    "Measles", 
    "Meat inspection", 
    "Members of Congress (Senate)", 
    "Military construction operations", 
    "Military intervention", 
    "Military medicine", 
    "Military research", 
    "Mississippi", 
    "Mortgage loans", 
    "Multilateral development banks", 
    "Municipal budgets", 
    "Narcotic traffic", 
    "National Guard", 
    "National monuments", 
    "National service", 
    "Native Americans", 
    "New Jersey", 
    "New Mexico", 
    "Nicaragua", 
    "Older workers", 
    "Oregon", 
    "Panama", 
    "Peru", 
    "Poland", 
    "Police", 
    "Position classification", 
    "Poultry inspection", 
    "Preschool education", 
    "Preventive medicine", 
    "Prisons", 
    "Public assistance programs", 
    "Public housing", 
    "Public service employment", 
    "Public works", 
    "Railroads", 
    "Recycling of waste products", 
    "Refugee policy", 
    "Refugees", 
    "Religion in communist countries", 
    "Research and development", 
    "Research centers", 
    "Revolving funds", 
    "Salaries", 
    "Senate", 
    "Senate leadership", 
    "Ships", 
    "Soil conservation", 
    "Subsaharan Africa", 
    "Supplemental appropriations", 
    "Thailand", 
    "Trade adjustment assistance", 
    "Traffic accidents and safety", 
    "Tropical forests", 
    "U.S.S.R.", 
    "Unemployment insurance", 
    "United Nations", 
    "Urban economic development", 
    "Vaccination", 
    "Veterans' loans", 
    "Veterans' medical care", 
    "Volunteer workers", 
    "Warships", 
    "Wetland conservation", 
    "Wetlands", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-16", 
    "text": "Dire Emergency Supplemental Appropriations for Disaster Assistance, Food Stamps, Unemployment Compensation Administration, and Other Urgent Needs, and Transfers, and Reducing Funds Budgeted for Military Spending Act of 1990 - Title I: Disaster Assistance - Makes dire emergency supplemental appropriations for FY 1990 for: (1) the Corps of Engineers-Civil of the Department of the Army; (2) the Soil Conservation Service and the Agricultural Stabilization and Conservation Service of the Department of Agriculture; and (3) the Federal Emergency Management Agency. Title II: Supplemental Appropriations - Chapter I: Departments of Commerce and Justice, the Judiciary, and Related Agencies - Makes supplemental appropriations to the Department of Commerce for the Economic Development Administration, the International Trade Administration, the Bureau of the Census, and the National Oceanic and Atmospheric Administration. Requires the Administrator of the National Oceanic and Atmospheric Administration or the Director of the United States Fish and Wildlife Service to issue a procurement for the Stuttgart, Arkansas, Fish Farming Experimental Laboratory which includes the full scope of work described in a specified task order. Makes supplemental appropriations to the Department of Justice for legal activities, and the U.S. Marshal Services. Requires an acceleration of a study of the feasibility of relocating the Identification Division of the Federal Bureau of Investigation. Extends the pilot debt collection project of the Department of Justice through September 30, 1992. Makes supplemental appropriations to the Judiciary, including the Supreme Court, Courts of Appeals, District Courts, other judicial services, and the U.S. Sentencing Commission. Makes supplemental appropriations to the Department of Transportation for the Federal Ship Financing Fund, and to the Federal Trade Commission. Requires the Federal Maritime Administrator to transfer a vessel to the Government of the Territory of American Samoa for interisland transportation of cargo and passengers. Chapter II: Department of Defense-Military - Makes supplemental appropriations to the Department of Defense for: (1) the Navy Medical Research and Development Command to support the unrelated marrow donor program; and (2) construction by the Army National Guard and the Army Reserve. Rescinds specified funds provided in Department of Defense Appropriations Acts and Military Construction Appropriations Acts. Increases the amount of funds which may be obligated for the retrograde of chemical weapons from Europe before certain certifications are made. Amends the Department of Defense Appropriations Act, 1989 to: (1) reduce funding for the Reserve Component Automation System of the Army Reserves; and (2) repeal the authority to procure certain Mobile Armored Reconnaissance Vehicles. Specifies the use of Navy funds as grants to the National Marrow Donor Program Foundation and the Mississippi Resource Development Corporation. Requires the Department of Defense to purchase circuit breakers for naval vessels that are manufactured in the United States from components that are substantially manufactured in the United States. Directs the Secretary of Defense to participate in an infrastructure improvement demonstration program conducted by the Regional Equipment Center, Newport Township, Pennsylvania. Allows the Department of Defense to use available funds to defray costs associated with military operations in Panama known as Operation Just Cause. Directs the Department of the Army to explore the possibility of laying away and storing equipment and hardware located at the Mississippi Army Ammunition Plant and make the buildings available for other private use. Makes funds available for the establishment of a National Defense Center for Environmental Excellence. Chapter III: Foreign Operations, Export Financing, and Related Programs - Limits the amount of callable capital subscriptions of the United States Governor of the International Bank for Reconstruction and Development. Makes funds available to the United Nations Environment Program. Makes supplemental appropriations to: (1) the Department of State for migration and refugee assistance, including a specified amount for Soviet, Eastern European and other refugee resettlement in Israel; and (2) the United States Emergency Refugee and Migration Assistance Fund. Allows the use of funds to provide assistance to any Burmese person in Burma or Thailand who is displaced as a result of civil conflict. Requires the Agency for International Development to use available funds for development assistance in Haiti and Chile. Makes development assistance available for anti-narcotics efforts of Bolivia and Peru. Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1990 to provide additional housing loan guarantees for Israel for the resettlement of Soviet refugees. Makes supplemental appropriations to the Economic Support Fund for Panama, Nicaragua, the Caribbean, and Sub-Saharan Africa. Requires the Administrator of the Agency for International Development (AID), the Inspector General of AID, and the General Accounting Office to make certain reports, audits, and evaluations of the Economic Support Fund programs provided for Nicaragua and Panama. Allows the use of available funds for Peace Corps activities in Czechoslovakia. Limits the obligations of the medium-term financing program of the Export-Import Bank. Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1990 to direct the Export-Import Bank to carry out the Interest Subsidy Program. Chapter IV: Department of the Interior and Related Agencies - Makes supplemental appropriations to the Department of the Interior for firefighting by the Bureau of Land Management. Makes funds available for construction of the Franklin Delano Roosevelt Memorial. Prohibits the transfer of the Safety of Dams program of the Bureau of Indian Affairs to the Bureau of Reclamation. Makes supplemental appropriations to the Department of Agriculture for Forest Service firefighting. Requires funds available to the Forest Service to be used as a grant to Mississippi State University as the Federal share in the construction of a new university facility. Changes the issue date for clean coal technology solicitations by the Department of Energy. Chapter V: Departments of Labor, Health and Human Services, and Education - Makes additional amounts available to the Department of Labor for: (1) community service employment for older Americans; (2) State unemployment insurance and employment service operations; (3) special benefits of the Employment Standards Administration; and (4) the Black Lung Disability Trust Fund. Makes supplemental amounts available to the Department of Health and Human Services for: (1) health care for the homeless; (2) disease control, research, and training; (3) low income home energy assistance; (4) the Head Start program; and (5) refugee and entrant assistance. Makes additional amounts available to the Department of Education for school improvement programs. Extends the availability of certain funds for education of the handicapped. Makes supplemental appropriations for the National Commission on Children. Chapter VI: Rural Development, Agriculture, and Related Agencies - Makes supplemental appropriations to the Department of Agriculture for the Animal and Plant Health Inspection Service, the Federal Crop Insurance Corporation, the Commodity Supplemental Food Program, the Food Stamp Program, and the Food Safety Inspection Service. Transfers to the Cooperative State Research Service certain funds previously appropriated for higher education grants. Makes supplemental appropriations available to the Department of Health and Human Services for the generic drug activities of the Food and Drug Administration. Chapter VII: Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies - Makes supplemental appropriations to the Department of Veterans Affairs for: (1) compensation and pensions; (2) the loan guaranty revolving fund; (3) medical care; and (4) medical administration and miscellaneous operating expenses. Increases available amounts for travel expenses by departmental administration. Makes additional funds available to the Department of Housing and Urban Development for low-income housing projects. Provides for the disposition of certain community development grants and the fund for housing the elderly or handicapped. Amends the United States Housing Act of 1937 to permit Vermont to use rental rehabilitation grant program funds in connection with loans made to nonprofit organizations for the development of low-income housing. Prohibits the cancellation of the Beechwood Towers Housing Development Grant project prior to December 31, 1990. Makes supplemental appropriations to: (1) the American Battle Monuments Commission; and (2) the Environmental Protection Agency; and (3) the National Aeronautics and Space Administration. Effects a transfer of funds for the necessary expenses of: (1) the National Commission on American Indian, Alaska Native, and Native Hawaiian Housing; and (2) the National Commission on Severely Distressed Public Housing. Chapter VIII: Department of Transportation - Makes funds available from the Highway Trust Fund for the alcohol traffic safety program. Chapter IX: District of Columbia - Makes supplemental appropriations and specified rescissions for District of Columbia funds. Chapter X: Executive Office of the President - Makes additional amounts available to the Executive Office of the President for unanticipated needs for natural disasters. Chapter XI: Legislative Branch - Makes an appropriation to the widow of Senator Spark M. Matsunaga, of Hawaii. Title III: General Provisions - Requires the Department of the Interior to repay all funds borrowed from other accounts prior to the use of funds for FY 1990 firefighting expenses. Repeals provisions of law which restrict the use of funds appropriated for Defense Agencies planning and design until the initiation of the design of an aerospace medicine facility. Authorizes appropriations for the construction or execution of certain projects by the Department of Defense. Prohibits the provision of funds under this Act to any nation providing military or economic assistance to Cuba. Provides protection for real farm lands for farming. Prohibits the procurement of Multibeam Bathymetric Sonar Mapping Systems manufactured outside the United States, with an exception. Directs the Secretary of Transportation to make previously appropriated funds available to the Tri-County Metropolitan Transportation District of Oregon for the acquisition of land in Gresham, Oregon, for the joint development project called Project Break-Even. Amends the Arizona-Idaho Conservation Act of 1988 to authorize the U.S. Capitol Preservation Commission to transfer works of fine art and other property to the Joint Committee on the Library, the Senate Commission on Art, or the House of Representatives Fine Arts Board. Amends the Bicentennial of the United States Congress Commemorative Coin Act to require an annual report to the Congress. Extends the area of supervision and jurisidiction of the U.S. Capitol Police. Amends the Supplemental Appropriations Act, 1977 to authorize payment to certain consultants at an annual rate of compensation rather than at a daily rate. Authorizes the Sergeant at Arms and the Doorkeeper of the Senate to provide for the donation of equipment and training to the Senat and Sejm of Poland. Allows the Senate Commission on Art to use unobligated prior fiscal year funds for the restoration of art in the Capitol and Senate Office Buildings. Amends the Legislative Appropriations Act, 1989 to allow the Secretary of the Senate to make transfers between specified accounts. Prohibits the obligation or expenditure funds to contract out positions in, or downgrade the position classifications of, members of the United States Mint Police Force or the Bureau of Engraving and Printing Police Force, or for studying the feasibility of contracting out such positions. Directs the Secretary of the Army to execute a local cooperation agreement for construction of a modification of the existing Gulfport Harbor project in Mississippi. Makes funds available to the President for emergency assistance through international relief agencies to children within Cambodia."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dire Emergency Supplemental Appropriations for Disaster Assistance, Food Stamps, Unemployment Compensation Administration, and Other Urgent Needs, and Transfers, and Reducing Funds Budgeted for Military Spending Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making dire emergency supplemental appropriations for disaster assistance, food stamps, unemployment compensation administration, and other urgent needs, and transfers, and reducing funds budgeted for military spending for the fiscal year ending September 30, 1990, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:49-05:00"
}