{
  "actions": [
    {
      "acted_at": "1974-04-11", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14249-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-04-11", 
  "number": "14249", 
  "official_title": "A bill to provide, in cooperation with the States, benefits to individuals who are totally disabled due to employment-related respiratory disease and to surviving dependents of individuals whose death was due to such disease or who were totally disabled by such disease at the time of their deaths, and to create a nationwide register of persons exposed to disease producing risks in their employment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Employees Comprehensive Respiratory Disease Compensation and Registration Act", 
  "sponsor": {
    "district": "11", 
    "name": "Minish, Joseph G.", 
    "state": "NJ", 
    "thomas_id": "00814", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-04-11", 
  "subjects": [
    "Labor and employment", 
    "Medical care, personnel, and facilities", 
    "Public health", 
    "Respiratory diseases"
  ], 
  "subjects_top_term": "Respiratory diseases", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-04-11", 
    "text": "Employees Comprehensive Respiratory Disease Compensation and Registration Act - Title I: General Provisions - States that it is the purpose of this Act to provide assistance, in cooperation with the States, to workers who are totally disabled due to a respiratory disease (other than pneumoconiosis contracted as a result of employment in one or more coal mines) arising out of their employment in a health-hazard industry (other than coal mine) and to the surviving dependents of workers whose death was due to such disease or who were totally disabled by such disease at the time of their deaths, and to provide for a comprehensive compilation of information about persons exposed to the risks of disease from employment in a health-hazard industry so that such persons might take advantage of preventive medical assistance. Title II: Claims for Benefits Filed on or Before December 31, 1976 - Provides that the Secretary of Health, Education, and Welfare shall make payments of benefits for the total disability of any worker due to a respiratory disease arising out of his employment in a health-hazard industry, and for the death of any worker whose death was due to such disease or who at the time of his death was totally disabled by such disease. Provides that no claim for benefits under this Act shall be considered unless the claimant has also filed a claim under the applicable State workmen's compensation law prior to or at the same time his claim was filed for benefits under this Act. Sets forth limitations on the payment of benefits. Title III: Claims for Benefits After December 31, 1976 - Provides that on and after January 1, 1976, any claim for benefits for death or total disability due to a respiratory disease arising out of a worker's employment in a health-hazard industry shall be filed pursuant to the applicable State workmen's compensation law, except that during any period when such workers or their surviving widows, children, parents, brothers, or sisters, as the case may be, are not covered by a State workmen's compensation law which provides adequate coverage for such disease, they shall be entitled to claim benefits under this title. Directs the Secretary of Labor to publish a list of State workmen's compensation laws which provide adequate coverage for one or more such respiratory diseases. Directs the Secretary to include a State workmen's compensation law on such list with respect to any respiratory disease during any period if he finds enumerated factors listed in this Act. Authorizes the Secretary of Labor and the Secretary of Health, Education, and Welfare to issue such regulations as each deems appropriate to carry out the provisions of this Act. Prohibits employers employing workers in a health-hazard industry from discharging or in any other way discriminating against any worker employed by them by reason of the fact that such worker is suffering from a respiratory disease associated with such industry. Title IV: Nationwide Register of Employee Exposure - Directs the Secretary of Labor, in cooperation with the Secretary of Health, Education, and Welfare, to issue regulations for the collection and maintenance of a national register of persons exposed to the risk of disease of the respiratory tract and related tissues arising out of their employment in a health-hazard industry. Authorizes to be appropriated to the Secretary of Labor such sums as may be necessary to carry out his responsibilities under this Act. States that such sums shall remain available until expended."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Employees Comprehensive Respiratory Disease Compensation and Registration Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide, in cooperation with the States, benefits to individuals who are totally disabled due to employment-related respiratory disease and to surviving dependents of individuals whose death was due to such disease or who were totally disabled by such disease at the time of their deaths, and to create a nationwide register of persons exposed to disease producing risks in their employment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:47-05:00"
}