{
  "actions": [
    {
      "acted_at": "1978-08-25", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3475-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-25", 
  "number": "3475", 
  "official_title": "A bill to provide for the reform of class action litigation procedures.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-25", 
  "subjects": [
    "Citizen lawsuits", 
    "Civil procedure", 
    "Class actions (Civil procedure)", 
    "Crime and law enforcement", 
    "Government trust funds", 
    "Law", 
    "Lawyers", 
    "Legal fees", 
    "State courts", 
    "States"
  ], 
  "subjects_top_term": "Class actions (Civil procedure)", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-08-25", 
    "text": "Repeals Federal Rules of Civil Procedure 23(b)(3) (class actions where common questions of law or fact predominate) and creates two new types of civil actions against persons whose conduct gives rise to private actions for damages under statutes of the United States: (1) a public action vesting a single claim in the United States where (A) at least 200 persons have each sustained injury less than $300, and (B) the combined damages exceed $60,000; and (2) a class compensatory action where at least 40 persons have each sustained injury greater than $300. Requires in both actions that the injuries or liability arise out of the same transaction or occurence and that a substantial common question of law or fact exist. Authorizes the court, in a public action against the United States, to make orders limiting the involvement of the Attorney General. Allows a public action to be brought by the United States or private person in the name of the United States. Authorizes the Attorney General, in actions by a private person, to: (1) assume control of the action; (2) permit prosecution by the private person; (3) refer the action to a State attorney general in specified circumstances; or (4) recommend to the court that the action be dismissed. Repeals the requirement of the Federal Rules of Civil Procedure that the best notice practicable under the circumstances be given to all members of the class who can be identified and requires instead that the court give notice reasonably necessary to assure adequacy of representation of and fairness to all class members. Requires, in a public action brought by a private person where the United States prevails, the defendant to pay to the relator taxable costs, reasonable expenses (including attorney fees where allowed by law), and an incentive fee. Specifies calculation of such fee, to a maximum of $10,000, and precludes payment to the relator's attorney. Establishes guidelines for the calculation of attorney fee awards in both actions. Defines, in a public action where liability has been found, the bases of recovery. Allows the court to include in the judgment injunctive or declaratory relief. Establishes in the Administrative Office of the United States Courts a Public Recovery Fund. Specifies procedures for the administration of such fund and for allocation of the fund to injured persons who make claims. Requires, in a class compensatory action, that: (1) damages be proven by any legal method; (2) liability and damages be separately determined; and (3) a defendant found liable identify and serve notice upon persons likely to have been injured. Prescribes procedures to expedite the regulation of both actions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide for the reform of class action litigation procedures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:54-05:00"
}