{
  "actions": [
    {
      "acted_at": "1998-07-16", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-07-17", 
      "references": [
        {
          "reference": "CR E1328", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-29", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-07-29", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 23 - 18.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4241-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Barrett, Bill", 
      "sponsored_at": "1998-07-16", 
      "state": "NE", 
      "thomas_id": "00057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1998-07-16", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Graham, Lindsey", 
      "sponsored_at": "1998-07-16", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Greenwood, James C.", 
      "sponsored_at": "1998-07-16", 
      "state": "PA", 
      "thomas_id": "00465", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Souder, Mark E.", 
      "sponsored_at": "1998-07-16", 
      "state": "IN", 
      "thomas_id": "01089", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-16", 
  "number": "4241", 
  "official_title": "To amend the Head Start Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Head Start Amendments of 1998", 
  "sponsor": {
    "district": "1", 
    "name": "Riggs, Frank", 
    "state": "CA", 
    "thomas_id": "00962", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-07-29", 
  "subjects": [
    "Administrative procedure", 
    "Agriculture and food", 
    "Aid to dependent children", 
    "Authorization", 
    "Cash welfare block grants", 
    "Child care block grants", 
    "Child care workers", 
    "Child development", 
    "Child health", 
    "Child nutrition", 
    "Child safety", 
    "Child support enforcement", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Crime and law enforcement", 
    "Day care", 
    "Department of Health and Human Services", 
    "Disabled", 
    "Disabled children", 
    "Drug abuse", 
    "Drug abuse counseling", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational planning", 
    "Educational research", 
    "Elementary and secondary education", 
    "Elementary education", 
    "English language", 
    "Families", 
    "Family services", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Federal aid to child welfare", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal-state relations", 
    "Fees", 
    "Fetal alcohol syndrome", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Head Start programs", 
    "Health", 
    "Higher education", 
    "Income", 
    "Indian children", 
    "Indian education", 
    "Infants", 
    "Infrastructure", 
    "International affairs", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Literacy programs", 
    "Marshall Islands", 
    "Micronesia", 
    "Migrant education", 
    "Minorities", 
    "National service", 
    "Oceania", 
    "Palau Islands", 
    "Parent and child", 
    "Parent-school relationships", 
    "Parent-teacher relationships", 
    "Paternity", 
    "Performance measurement", 
    "Poor children", 
    "Pregnant women", 
    "Preschool education", 
    "Public works", 
    "Quality of care", 
    "School districts", 
    "Science, technology, communications", 
    "Single-parent families", 
    "Social welfare", 
    "State laws", 
    "Student loan funds", 
    "Student records", 
    "Surveys", 
    "Teacher education", 
    "Teacher salaries", 
    "Teacher supply and demand", 
    "Teachers", 
    "Violence", 
    "Wages", 
    "Women"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-16", 
    "text": "Head Start Amendments of 1998 - Amends the Head Start Act to reauthorize and revise its programs. (Sec. 3) Revises the statement of purpose to promote school readiness by enhancing the social and cognitive development of low-income children. (Sec. 4) Revises definitions of family literacy services and of full-working-day. Adds definitions of child with a disability and of reliable and replicable research. (Sec. 5) Provides for financial assistance to Head Start programs that enable children to attain school readiness (as well as to attain their full potential). (Sec. 6) Extends through FY 2003 the authorization of appropriations for Head Start program activities. Directs the Secretary of Education to make available certain amounts for such program activities, transition activities, impact studies, other research and evaluation activities, and family literacy services. (Sec. 7) Revises requirements for allotment of funds. Allows set-aside funds to be used for: (1) activities related to correcting deficiencies and conducting proceedings to terminate the designation of Head Start agencies; and (2) research and evaluation. Revises funding for Indian and migrant and seasonal Head Start programs. Directs the Secretary to: (1) continue the administrative arrangement for meeting the needs of migrant and Indian children; and (2) assure that appropriate funds are provided to meet the needs of such children. Revises requirements relating to use of quality improvement funds for: (1) children with disabilities; (2) encouraging staff training; and (3) staff training related to promoting language skills and literacy growth of children and the acquisition of English by children from non-English-speaking backgrounds, fostering school readiness skills, and addressing children's problems, including dysfunction, violence, and substance abuse in their families and communities. Requires that each State initially receive an amount of Head Start funds equal to the amount received in FY 1998. Revises various requirements for collaboration grants. Directs the Secretary to provide supplemental funding to States that engage in other innovative collaborations, including plans for collaborative training and professional development initiatives for child care, early childhood education, and Head Start service managers, providers, and staff. Requires the Secretary to: (1) review barriers to collaboration; and (2) develop initiatives to eliminate such barriers. Increases the amount of funds set-aside for Early Head Start. Authorizes the Secretary to reduce these amounts, if necessary to avoid a reduction in Head Start services or quality, subject to certain conditions. Revises requirements relating to enrollment of children with disabilities. Directs the Secretary to consider specified factors concerning applicants in awarding expansion funds. (Sec. 8) Revises requirements relating to designation of Head Start agencies. Allows designation of for-profit organizations. Revises priority designation requirements and considerations. Directs the Secretary to designate an interim Head Start grantee until a qualified applicant from the community is designated. (Sec. 9) Requires education performance standards to ensure children's school readiness and development of a minimum level of literacy and numeracy awareness and understanding. Requires performance measures to assess the impact of the services provided to children and their families. Revises monitoring provisions to require: (1) review teams to include individuals knowledgeable about the needs of children with disabilities; (2) reviews to include a review and assessment of program effectiveness in accordance with results-based performance measures and performance standards; and (3) seeking out information from the community and the State on the program's performance and its collaboration with other entities in carrying out early childhood education and child care programs in the community. Requires Head Start agencies to: (1) correct any identified deficiencies that threaten health or safety or the integrity of Federal funds within 90 days, if the Secretary determines that 90 days is reasonable; and (2) develop and obtain approval for a quality improvement plan, if required by the Secretary. (Sec. 10) Revises powers and functions of Head Start agencies. (Sec. 11) Requires each Head Start agency to coordinate with the local education agency and schools in which participating Head Start children will enroll. (Sec. 12) Allows State Governors 60 days in which to disapprove any plan to carry out a Head Start program within the State through contract, agreement, grant, or other assistance. Prohibits the Secretary from overruling a Governor's disapproval in cases in which the disapproval is because of failure to comply with State health, safety and child care laws and regulations applicable to comparable programs within the State. (Sec. 13) Eliminates a Head Start Act requirement that all laborers and mechanics employed by contractors or subcontractors in construction or renovation of Head Start program facilities be paid at least prevailing local wages for such work in accordance with Davis-Bacon Act requirements. (Sec. 14) Revises requirements for participation in Head Start regarding continuing eligibility of children who have participated in the Head Start program and whose families have met the low-income criteria. (Sec. 15) Revises requirements for Early Head Start programs for families with infants and toddlers. Provides for infants and toddlers with disabilities. Limits eligibility to pregnant women and families with children under age three. Directs the Secretary to use a portion of Early Head Start funds for monitoring, training, technical assistance, and evaluation. (Sec. 16) Provides for certain technical assistance and training with respect to collaborative efforts toward full-day, full-year Head Start services, early childhood education, child care, and family literary services. (Sec. 17) Establishes a program of grants and other assistance for family literacy services under the Head Start Act. Directs the Secretary to make competitive grants for up to 100 Head Start agencies to initiate provision of family literacy services through collaborative partnerships with entities that provide: (1) adult education services; (2) Even Start programs under the Elementary and Secondary Education Act of 1965; or (3) other services deemed necessary for providing family literacy services. Authorizes the Secretary to provide: (1) training and technical assistance to Head Start agencies that already provide family literacy services; (2) financial assistance to designated mentor Head Start agencies that demonstrate effective implementation of family literacy services, in order to provide training and technical assistance to other agencies; and (3) grants or other assistance to facilitate training and technical assistance to programs for development of collaboration agreements with other service providers. (Sec. 18) Requires each Head Start classroom to have a teacher with demonstrated competency to perform certain functions. Directs the Secretary to: (1) ensure, by the end of FY 2003, that the majority of all Head Start classrooms in a center-based program are assigned one teacher who has an associate, baccalaureate, or an advanced degree in early childhood education or development; and (2) require Head Start agencies to demonstrate continuing progress each year to reach that result. Requires, in the remaining balance of such classrooms, that there be assigned one teacher who has: (1) a child development associate (CDA) credential that is appropriate to the age of the children being served in center-based programs; (2) a State-awarded certificate for preschool teachers that meets or exceeds the requirements for a CDA credential; or (3) a degree in a field related to early childhood education with experience in teaching preschool children and a State-awarded certificate to teach in a preschool program. (Sec. 19) Requires research and evaluation studies and reports on the following: (1) models for integrating family literacy services with Head Start programs; (2) comparisons of children participating in Head Start with eligible children who did not participate; (3) national Head Start impact; and (4) use of quality improvement funds. (Sec. 20) Repeals a consultation requirement. (Sec. 22) Repeals the Head Start Transition Project Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Head Start Amendments of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Head Start Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:04-05:00"
}