{
  "actions": [
    {
      "acted_at": "2008-06-24", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6356-110", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Stearns, Cliff", 
      "sponsored_at": "2008-06-24", 
      "state": "FL", 
      "thomas_id": "01103", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2008-06-24", 
  "number": "6356", 
  "official_title": "To reform the collection and distribution of universal service support under the Communications Act of 1934.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Universal Service Reform, Accountability, and Efficiency Act of 2008", 
  "sponsor": {
    "district": "6", 
    "name": "Barton, Joe", 
    "state": "TX", 
    "thomas_id": "00062", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2008-06-24", 
  "subjects": [
    "Auctions", 
    "Commerce", 
    "Education", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Fines (Penalties)", 
    "Fraud", 
    "Government operations and politics", 
    "Health", 
    "Housing and community development", 
    "Inspectors general", 
    "Internet", 
    "Interstate commerce", 
    "Interstate relations", 
    "Law", 
    "Libraries", 
    "Rural health", 
    "Science, technology, communications", 
    "Secondary education", 
    "State laws", 
    "Subsidies", 
    "Telecommunication industry", 
    "Telecommunication rates", 
    "Telemedicine", 
    "Telephone"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2008-06-24", 
    "text": "Universal Service Reform, Accountability, and Efficiency Act of 2008 - Amends the Communications Act of 1934 to revise the policies concerning the principles for the advancement of universal service to require that the policies be based on the principles of affordability, efficiency, certain contribution and distribution requirements, transparency, consumer focus, and access to advanced telecommunications services for schools, libraries, and rural health care providers. Requires that universal service support be used solely to provide voice (including IP-enabled voice) communications in high cost areas and to low-income households. Authorizes the FCC to select any contribution mechanism that is consistent with the above principles and that: (1) is based exclusively on providing voice communications service; (2) does not assess broadband transmission or Internet access services; and (3) includes a universal service contribution low-income exemption. Requires that universal service support decline over time. Allows, after this Act's auction, only eligible telecommunications providers to receive support for service in high cost areas. Prohibits the receipt of support for services in high cost areas having a high percentage of high income households. Prohibits a state from assessing interstate services in order to fund a state's universal service program. Requires a reverse auction plan in which each auction winner has the privileges and obligations of a provider-of-last-resort to be used to distribute universal service support for voice communications service in high cost areas. Provides for subsequent auctions, including transitioning away from subsidizing a provider-of-last-resort. Requires the FCC to: (1) determine whether the goals of universal service are being achieved in an economically efficient way; (2) strengthen the universal service program's oversight structure; (3) provide the FCC's Inspector General with resources to conduct regular and thorough audits; (4) permanently bar anyone committing universal service fraud from receiving future subsidies; and (5) develop increased penalties for service fund wrongdoing."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Universal Service Reform, Accountability, and Efficiency Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform the collection and distribution of universal service support under the Communications Act of 1934.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:48:19-05:00"
}