{
  "actions": [
    {
      "acted_at": "2004-10-05", 
      "committee": "Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-10-05", 
      "committee": "House Appropriations", 
      "references": [], 
      "text": "Referred to House Appropriations", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-10-05", 
      "committee": "House Budget", 
      "references": [], 
      "text": "Referred to House Budget", 
      "type": "referral"
    }, 
    {
      "acted_at": "2004-10-06T07:49:00-04:00", 
      "bill_ids": [
        "hres819-108"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 819 Reported to House. Rule provides for consideration of H.R. 5212 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. A specified amendment is in order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T19:52:00-04:00", 
      "bill_ids": [
        "hres819-108"
      ], 
      "references": [], 
      "text": "Rule H. Res. 819 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T19:55:00-04:00", 
      "bill_ids": [
        "hres819-108"
      ], 
      "references": [
        {
          "reference": "CR 10/7/2004 H8287-8311", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 10/7/2004 H8300-8304", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 819.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T19:55:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 5212 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. A specified amendment is in order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T19:55:00-04:00", 
      "bill_ids": [
        "hres819-108"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 819 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T19:55:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Paul E. Gillmor to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T19:55:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 5212.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T21:07:00-04:00", 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with 20 minutes of debate on the Neugebauer amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T21:35:00-04:00", 
      "bill_ids": [
        "hres819-108"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 819, the Committee of the Whole proceeded with 20 minutes of debate on the Hensarling amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T22:15:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 5212.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T22:15:00-04:00", 
      "references": [
        {
          "reference": "CR 10/7/2004 H8310", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-06T22:34:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "501", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 412 - 0 (Roll no. 501).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2004-10-06T22:34:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-07", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h783-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "783"
    }, 
    {
      "amendment_id": "h784-108", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "784"
    }
  ], 
  "bill_id": "hr5212-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2004-10-06T22:34:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2004-10-05", 
  "number": "5212", 
  "official_title": "Making emergency supplemental appropriations for the fiscal year ending September 30, 2005, for additional disaster assistance relating to storm damage, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres819-108", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr5072-108", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr5227-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Emergency Supplemental Appropriations for Hurricane Disasters Assistance Act, 2005", 
  "sponsor": {
    "district": "10", 
    "name": "Young, C.W. Bill", 
    "state": "FL", 
    "thomas_id": "01255", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2004-10-06T22:34:00-04:00", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Agricultural conservation", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Air force", 
    "Airports", 
    "Animals", 
    "Arkansas", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Auditing", 
    "Block grants", 
    "Building construction", 
    "Cemeteries and funerals", 
    "Charities", 
    "Civil engineering", 
    "Coast guard", 
    "Coastal zone", 
    "Commerce", 
    "Community development", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Crime and law enforcement", 
    "Crop insurance", 
    "Defense budgets", 
    "Defense contracts", 
    "Defense procurement", 
    "Department of Agriculture", 
    "Department of Commerce", 
    "Department of Defense", 
    "Department of Health and Human Services", 
    "Department of Homeland Security", 
    "Department of Housing and Urban Development", 
    "Department of Justice", 
    "Department of Transportation", 
    "Department of Veterans Affairs", 
    "Department of the Interior", 
    "Disaster loans", 
    "Disaster relief", 
    "Dredging", 
    "Economics and public finance", 
    "Emergency management", 
    "Enterprise zones", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Executive Office of the President", 
    "Families", 
    "Famines", 
    "Federal aid to transportation", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Flood control", 
    "Floods", 
    "Florida", 
    "Food relief", 
    "Fruit", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government trust funds", 
    "Health", 
    "Health facilities", 
    "Highway finance", 
    "Highway maintenance", 
    "Housing and community development", 
    "Hurricanes", 
    "Illinois", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "International affairs", 
    "International relief", 
    "Kentucky", 
    "Law", 
    "Livestock", 
    "Losses", 
    "Louisiana", 
    "Lumber trade", 
    "Maintenance and repair", 
    "Marine and coastal resources, fisheries", 
    "Marines", 
    "Meteorological research", 
    "Meteorology", 
    "Military bases", 
    "Military construction operations", 
    "Military dependents", 
    "Military housing", 
    "Military intelligence", 
    "Military medicine", 
    "Military personnel", 
    "Military research", 
    "Minorities", 
    "Mississippi", 
    "Mississippi River", 
    "Missouri", 
    "National Aeronautics and Space Administration", 
    "National Guard", 
    "National forests", 
    "National parks", 
    "Native Americans", 
    "Navigation", 
    "Navy", 
    "Nongovernmental organizations", 
    "Oceanographic research", 
    "Oceanography", 
    "Off-budget expenditures", 
    "Old age assistance", 
    "Prisons", 
    "Public health", 
    "Public lands and natural resources", 
    "Puerto Rico", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Science, technology, communications", 
    "Shipbuilding", 
    "Small Business Administration", 
    "Small business", 
    "Social welfare", 
    "Soil conservation", 
    "Soil erosion", 
    "Space activities", 
    "Space flight", 
    "Storms", 
    "Supplemental appropriations", 
    "Surveying", 
    "Tennessee", 
    "Trees", 
    "U.S. Agency for International Development", 
    "Veterans' hospitals", 
    "Veterans' medical care", 
    "Warships", 
    "Water resources development", 
    "Weather", 
    "Wetlands"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2004-10-06", 
    "text": "Emergency Supplemental Appropriations for Hurricane Disasters Assistance Act, 2005 - Makes FY 2005 emergency supplemental appropriations to the Department of Agriculture for additional storm disaster assistance for the Forest Service for the National Forest System, including for capital improvements and maintenance. (Sec. 101) Requires the Secretary of Agriculture, under specified conditions, to use Commodity Credit Corporation (CCC) funds to make such emergency financial assistance available to producers on a farm that have incurred qualifying crop or quality losses for the 2003 or 2004 crop (as elected by a producer), but not both crops, due to damaging weather or related condition. Disqualifies farm producers for such assistance with respect to losses if the producers: (1) did not obtain a policy or plan of insurance for an insurable commodity under the Federal Crop Insurance Act; or (2) did not file the required paperwork and pay the administrative fee by the applicable State filing deadline for a noninsurable commodity under the Federal Agriculture Improvement and Reform Act of 1996. Waives such disqualification if the producers enter into a contract with the Secretary agreeing to either: (1) obtain a plan of insurance providing additional coverage for the insurable commodity for each of the next two crops; or (2) file the required paperwork and pay the administrative fee by the applicable State filing deadline for the noninsurable commodity for each of the next two crops. Requires a producer who violates the contract to reimburse the Secretary for the full amount of such assistance received under this Act. Limits the amount of assistance to 95 percent of what the value of the crop would have been without the losses. Reduces the amount of such assistance that a producer would otherwise receive by the amount of assistance the individual receives for the same losses under the Florida Disaster Programs carried out pursuant to the Farm Service Agency Notice (DAP-203) released October 4, 2004. Directs the Secretary to use CCC funds to make and administer payments for livestock losses to producers for 2003 or 2004 (as elected by a producer), but not both, in a county that has received an emergency designation by the President or the Secretary after January 1, 2003. Requires an amount of such assistance determined by the Secretary to be made available for the American Indian livestock program under the Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2001. Provides that, in determining eligibility for or the amount of payments for which a producer is eligible under the livestock assistance program, the Secretary shall not penalize a producer that takes actions (recognizing disaster conditions) that reduce the average number of livestock the producer owned for grazing during the production year for which assistance is being provided. Requires the Secretary to use CCC funds to provide: (1) tree assistance under the Farm Security and Rural Investment Act of 2002 to producers who suffered tree losses between December 1, 2003, and December 31, 2004; and (2) an additional $15 million to reimburse for tree losses eligible forest land owners who produce periodic crops of timber from trees for commercial purposes. Requires the Secretary to use an additional $50 million of CCC funds to provide assistance under the Emergency Conservation Program under the Agriculture Credit Act of 1978. Requires participants in such Program to receive the maximum cost share percentage allowed under the Code of Federal Regulations. Amends the Food Security Act of 1985 to limit the amount of CCC funds the Secretary may use for the conservation security program to $6.37 billion for FY 2005 through 2014. Requires the Secretary to provide up to $100 million of CCC funds for the Emergency Watershed Protection Program and/or the Emergency Conservation Program to carry out additional activities in response to the 2004 hurricanes and tropical storms, including technical and financial assistance for improvements and clean-up. Makes persons that received certain payments with respect to 2004 hurricane losses ineligible for such funds. Requires the Secretary, in order to make payments with respect to 2004 hurricane losses, to transfer $90 million of CCC funds to a specified fund established to encourage exportation and domestic consumption of agricultural products. Provides that: (1) the Secretary shall use CCC funds, facilities, and authorities to carry out this Act, to remain available through FY 2006; and (2) Congress designates the amounts provided under this Act as an emergency requirement for the specific purposes authorized herein. (Sec. 102) Appropriates up to $130 million (to remain available until expended), in addition to amounts otherwise provided, for the Emergency Watershed Protection Program and/or the Emergency Conservation Program for emergency hurricane-related expenses including technical and financial assistance for improvements and clean-up. Makes persons that received certain payments with respect to 2004 hurricane losses ineligible for such funds. Makes FY 2005 emergency supplemental appropriations for additional storm disaster assistance to: (1) the Department of Commerce for the National Oceanic and Atmospheric Administration for operations, research, facilities, procurement, acquisition, and construction; and (2) the Department of Defense (DOD) for military personnel for the Navy and Air Force, operation and maintenance for the Army, Navy, Air Force, Defense-Wide, Army Reserve, Navy Reserve, Army National Guard, and Air National Guard, the Defense Health Program, \"Other Procurement, Air Force,\" \"Procurement, Defense-Wide,\" military construction for the Navy and Army Reserve, the Base Realignment and Closure Account, family housing, operation, and maintenance for the Army, Navy, Marine Corps, and Air Force, and the \"Working Capital Fund, Defense-Wide.\" (Sec. 201) Authorizes the Secretary of Defense to transfer between appropriations up to $210 million of DOD funds made available in this Act. (Sec. 202) Deems any funds appropriated in this Act, or made available under it by a transfer of funds for intelligence activities, to be specifically authorized by Congress for purposes of the National Security Act of 1947. Makes FY 2005 emergency supplemental appropriations for additional storm disaster assistance to: (1) the Department of Health and Human Services for the Public Health and Social Services Emergency Fund to support aging services, social services, and health services associated with natural disaster recovery and response efforts; (2) the Department of Homeland Security for Emergency Preparedness and Response for the Disaster Relief Fund and the U.S. Coast Guard for operating expenses; (3) the Department of Housing and Urban Development for the Community Development Fund; (4) the Department of the Interior for the U.S. Geological Survey for surveys, investigations, and research, the Fish and Wildlife Service for resource management and construction, and the National Park Service for construction and major maintenance; (5) the Department of Justice for the Federal Prison System for buildings, facilities, salaries, and expenses; (6) the Department of Transportation for the Federal Aviation Administration for operations, emergency assistance to airports (to remain available to June 30, 2006), the Federal Highway Administration for the Emergency Relief Program for emergency expenses resulting from 2004 Hurricanes Charley, Frances, Ivan, and Jeanne; (7) the Department of Veterans Affairs for the Veterans Health Administration for medical services, facilities and administration, general operating expenses, the National Cemetery Administration, construction, and minor projects; (8) the Corps of Engineers - Civil Works for \"Operation and Maintenance, General\" for hurricane-related expenses necessary to dredge navigation channels and repair other Corps projects, and \"Flood Control and Coastal Emergencies,\" for emergency hurricane-related expenses from coastal storm damages and flooding, and \"Flood Control, Mississippi River and Tributaries, Arkansas, Illinois, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee\" for emergency expenses for levee and revetment repair and for emergency dredging; (9) the Environmental Protection Agency for buildings and facilities; (10) the Agency for International Development for international disaster and famine assistance; (11) the National Aeronautics and Space Administration for space flight capabilities; (12) the Small Business Administation for the Disaster Loans Program Account; and (13) the Executive Office of the President for the American Red Cross for reimbursement of disaster relief and recovery expenditures and emergency services associated with Hurricanes Charley, Frances, and Ivan, but only to the extent funds are not made available for those activities by other Federal sources."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Supplemental Appropriations for Hurricane Disasters Assistance Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Emergency Supplemental Appropriations for Hurricane Disasters Assistance Act, 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Making emergency supplemental appropriations for the fiscal year ending September 30, 2005, for additional disaster assistance relating to storm damage, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:03-05:00"
}