{
  "actions": [
    {
      "acted_at": "1987-04-06", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-04-20", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1949-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-06", 
  "number": "1949", 
  "official_title": "A bill to amend the Education Consolidation and Improvement Act of 1981, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Education Consolidation and Improvement Act Amendments of 1987", 
  "sponsor": {
    "district": "98", 
    "name": "Jeffords, James M.", 
    "state": "VT", 
    "thomas_id": "00593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-06", 
  "subjects": [
    "Authorization", 
    "Block grants", 
    "Compensatory education", 
    "Crime prevention", 
    "Department of Education", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of Indians", 
    "Education of handicapped children", 
    "Education of socially handicapped children", 
    "Educational innovations", 
    "Educational policy", 
    "Educational statistics", 
    "Educational vouchers", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Executive reorganization", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Information services", 
    "Juvenile delinquency", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Migrant labor", 
    "Native Americans", 
    "Parent-school relationships", 
    "Preschool education", 
    "Private schools", 
    "Puerto Rico", 
    "Secondary education", 
    "State aid to education", 
    "State finance", 
    "States", 
    "Student records", 
    "Territories (U.S.)"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-06", 
    "text": "Education Consolidation and Improvement Act Amendments of 1987 - Part I: Programs to Meet the Special Educational Needs of Disadvantaged Children - Amends Chapter 1 (Financial Assistance to Meet Special Educational Needs of Disadvantaged Children) of the Education Consolidation and Improvement Act of 1981 (ECIA) to authorize appropriations for FY 1988 through 1992 for: (1) basic grants and concentration grants for local educational agencies (LEAs); (2) State programs for migratory children; (3) State programs for neglected and delinquent children; (4) State administration of Chapter 1 programs; and (5) demonstration projects, evaluations, technical assistance, and other activities. Requires each State wishing to receive a Chapter 1 grant to submit, through its State educational agency (SEA), an application for up to three years for each Chapter 1 program for which it seeks assistance. Requires such application to describe criteria, policies, and procedures to: (1) assess the educational effectiveness of LEA Chapter 1 programs; (2) direct an LEA to take corrective measures if it is failing to provide effective Chapter 1 services; (3) permit LEAs that conduct highly successful Chapter 1 programs to implement schoolwide improvement programs in attendance areas in which at least 40 percent of the children are from low-income families; and (4) award incentive grants. Sets forth factors upon which assessments of educational effectiveness may be based. Requires each SEA, at least once every three years, to evaluate the educational effectiveness of services, including those for private school children, provided under Chapter 1 by each participating SEA and LEA. Requires such evaluations to be made available to the public. Amends title I (Financial Assistance to Meet Special Educational Needs of Children) of the Elementary and Secondary Education Act of 1965 (ESEA) to revise provisions governing the allocation of funds for basic and concentration grants under Chapter 1 of the ECIA. Directs the Secretary of Education (Secretary) to set aside not more than one percent of such funds for: (1) specified U.S. territories and possessions according to their respective needs; and (2) Department of the Interior Indian schools. Provides that Puerto Rico's share of such funds would be the same as its share for FY 1987. Directs the Secretary to use 95 percent of such funds for basic grants and five percent for concentration grants. Provides that allocation of basic grants to LEAs shall be on the basis of the number of poor children in excess of two percent of the total number of children in the school district. Revises requirements relating to the selection of school attendance areas for Chapter 1 programs. Requires LEAs to conduct Chapter 1 programs only in attendance areas that are among the poorest one-third of all areas in the district, in rank order of their poverty as measured by the number or percentage of poor children. Requires LEAs to provide services only to those children in greatest need of special assistance. Allows an LEA to serve attendance areas in rank order but beyond the poorest one-third if more than 25 percent of the children are from low-income families. Allows projects in attendance areas beyond the poorest one-third and without regard for the ordering requirement if the percentage of poor children in each attendance area in the district is within five percent of the district-wide percentage of poor children. Limits to one year the period during which previously eligible attendance areas and children may continue to be served under Chapter 1 programs. Revises Chapter 1 requirements relating to parental involvement in local programs. Requires each LEA to develop written policies to ensure that parents have adequate opportunity to participate in the design and implementation of its Chapter 1 project. Requires each LEA, at an annual meeting, to: (1) inform parents of their right to be consulted in such design and implementation; (2) request their comments and recommendations; and (3) inform parents of their right to establish procedures for discussing among themselves, with teachers, and with appropriate LEA officials the LEA's Chapter 1 program. Includes among resources and activities which may be provided to parents: (1) space and materials for meetings; (2) information on statutes and regulations applicable to Chapter 1 programs; and (3) training. Requires the SEA to approve LEA applications for basic and concentration grants that comply with Chapter 1 requirements. Directs the SEA to take corrective action when it finds that an LEA has substantially failed to carry out a Chapter 1 requirement. Provides that such corrective action may include withholding of funds or directing the LEA to issue compensatory education certificates. Provides for reallocation of withheld funds. Revises ECIA and ESEA provisions under which LEAs may conduct Chapter 1 projects on a schoolwide basis. Lowers from 75 percent to 60 percent the minimum percentage of poor children which a school must have in order to conduct schoolwide improvement. Eliminates a fiscal matching requirement for schoolwide improvement. Requires that local evaluations of Chapter 1 programs include an assessment of the impact that schoolwide projects have on the educational progress of educationally deprived children. Authorizes LEAs to provide compensatory education certificates to parents of educationally deprived children if such provision: (1) would be more effective in meeting the needs of eligible children than direct services provided by the LEA; or (2) is needed to provide services required under Chapter 1, including services to private school children. Allows each LEA to provide such certificates on the basis of individual grade levels, schools, attendance areas, or any combination thereof. Requires the LEA to apply the same criteria to public and private school children in determining the extent to which there is a need to provide such certificates. Sets the value of each certificate at an amount determined by the LEA to be equitable to all children selected to participate in the LEA's Chapter 1 program. Prohibits the amount of funds paid to parents from exceeding their actual cost of purchasing compensatory services. Requires use of certificate proceeds only to purchase supplementary compensatory education services that meet the identified special educational needs of the parent's eligible child. Provides that such services may be purchased from any elementary or secondary school that the LEA determines is able to provide appropriate services. Authorizes the LEA to also specify other types of public and private organizations, such as institutions of higher education, from which parents may purchase such services. Permits each LEA to use Chapter 1 funds for the additional transportation costs of a child using such a certificate. Provides that certificate funds are not income for Federal income tax purposes. Requires LEAs to include information and assurances relating to certificates in their Chapter 1 applications. Provides that parents of educationally deprived children in private schools would be provided compensatory education certificates on the same basis as public school children. Provides that use of certificate funds by parents at private schools or at LEAs outside the school district where the child resides would not subject those schools to specified maintenance of effort, supplement-not-supplant, or comparability requirements. Authorizes the Secretary of Education to carry out directly or through grants activities consistent with Chapter 1 purposes, including: (1) testing and demonstrating innovative methods for educating educationally deprived students, including projects that focus on parental involvement; (2) evaluating Chapter 1 programs and projects; (3) identifying and disseminating information about outstanding local Chapter 1 programs; and (4) providing technical assistance to Chapter 1 grantees. Directs SEAs to set aside one percent of Chapter 1 funds for incentive grants to LEAs. Requires an LEA to treat such an incentive grant as part of its regular Chapter 1 grant and use it to: (1) extend its program to additional students or schools or otherwise improve its programs; or (2) disseminate information on its program to other schools or LEAs. Revises ECIA and ESEA provisions relating to programs for migrant children. Gives declining weights to the numbers of formerly migrant children. Requires coordination of Chapter 1 migrant projects with other State and local programs for migrants. Gives priority for participation first, to all currently migratory children from kindergarten through grade 12; second, to all currently migratory preschool children; and third, to formerly migrant children from kindergarten through grade 12. Repeals specified requirements relating to the Migrant Student Records Transfer System. Authorizes the Secretary to make grants to operate the records system and coordinate migrant services. Eliminates a minimum requirement for spending on coordination of migrant education activities. Revises ESEA provisions relating to transition services for neglected and delinquent children. Authorizes each State to set aside up to ten percent of funds for neglected and delinquent children to support projects that facilitate the transition of such children from State operated institutions to locally operated programs. Amends the Education of the Handicapped Act (EHA) to transfer funding of the ECIA Chapter 1 program for handicapped children to the EHA. Allows States, in establishing their EHA entitlement to count children who are, or used to be, in State-operated or State-supported programs for handicapped children. Sets forth hold-harmless provisions for purposes of such transfer of funding. Revises ECIA and ESEA provisions that authorize payments to States for administrative costs of Chapter 1 programs. Provides for such payments to each State based on its share of the overall Chapter 1 appropriation. Sets a required minimum payment. Makes applicable only to compensatory education programs and not to other types of special programs for educationally disadvantaged children a provision excluding certain State and local funds from the supplement-not-supplant and comparability requirements of Chapter 1. Makes such exemption available to SEAs as well as LEAs. Repeals a provision allowing States to make certain allocations to LEAs rather than counties under specified conditions. Eliminates a requirement that the State agency programs are to be fully funded and basic grant awards are to be ratably reduced where appropriations are not sufficient to fully fund all Chapter 1 programs. Revises certain ESEA definitions applicable to Chapter 1 of the ECIA. Amends the definition of average per pupil expenditure to provide for the use of the most recent satisfactory data. Amends the General Education Provisions Act (GEPA) to direct the Secretary, with specified exceptions, to return to the Treasury any funds recovered by the Department of Education from a recipient after those funds are no longer available for obligation. Repeals specified provisions of the ESEA. Part II: Educational Reform and Improvement - Changes the heading of Chapter 2 of the ECIA from \"Consolidation of Federal Programs for Elementary and Secondary Education\" to \"Educational Reform and Improvement.\" Revises Chapter 2 State block grant program purposes. Provides that Chapter 2 funds are to assist State and local efforts to achieve excellence in elementary and secondary education (including preschool) through the implementation of educational reform and improvement programs for children attending both public and private schools. Provides for Chapter 2 assistance to SEAs and LEAs: (1) in accordance with those agencies' own determinations of their needs and priorities; and (2) in a manner that imposes minimal administrative and paperwork burdens upon schools and increases their ability to educate children. Authorizes appropriations for FY 1988 through 1992 to carry out Chapter 2 of the ECIA. Changes the amount reserved for Chapter 2 payments to the Outlying Areas from a mandated one percent to no more than one percent of the Chapter 2 appropriation. Revises provisions relating to local allocations. Provides that relative enrollments shall be calculated on the basis of the total of the number of children enrolled in public schools and the number of children enrolled in private, nonprofit schools that desire their children to participate in Chapter 2 programs or projects. Provides that SEAs shall use funds not distributed to LEAs to support State programs and activities. Revises the list of authorized Chapter 2 projects and activities. Focuses such list upon educational reform and improvement. Includes among authorized projects: (1) projects designed to improve instruction in the basic skills of reading, mathematics, and written and oral communications, including projects designed to provide parents with the literacy skills needed to help their children learn to read; (2) projects designed to enhance educational opportunities for economically or academically disadvantaged children, including children who attend schools undergoing desegregation; (3) projects designed to identify and meet special educational needs of children who demonstrate extraordinary intellectual, academic, creative, artistic, or leadership capabilities; (4) the development of plans and policies to measure the academic proficiency of students, assist students to achieve existing standards, and raise those standards; (5) projects designed to achieve and maintain in schools an orderly environment conducive to learning including activities to promote safety, reduce crime, drug use, and vandalism, and otherwise maintain school discipline; (6) projects designed to encourage students to stay in school or encourage dropouts to resume their education; (7) projects designed to teach the principles and values of good citizenship and increase students' understanding of government; (8) pre-school and in-school partnership projects in which parents participate in their children's education; (9) projects that provide parents with greater choice over the selection of their children's schools; (10) the development of merit pay, career ladder, and master teacher programs; (11) inservice training and retraining of teachers in academic subjects; (12) the development of more rigorous graduation requirements and plans to increase instructional time; (13) the recognition and dissemination of effective educational practices; (14) school partnerships with business, industry, government, and higher education; (15) the acquisition of textbooks, school library resources, and other instructional equipment and materials; and (16) any other project consistent with the purposes of Chapter 2. Provides that projects and activities may be conducted at the elementary or secondary level (including preschool). Authorizes an SEA to use Chapter 2 funds that are not distributed to LEAs to: (1) develop procedures or take other corrective actions to provide a high quality education for students who are attending public elementary and secondary schools that the SEA determines are either unable or unwilling to meet that responsibility themselves; (2) pay the additional cost of participating in the National Cooperative Education Statistics System; and (3) pay administrative costs for Chapter 2, up to five percent of the State's grant. Establishes a single list of authorized activities under subchapter A by repealing subchapters B and C. Eliminates, as outdated, provisions which repealed a number of antecedent categorical programs that were consolidated by Chapter 2. Authorizes the Secretary to carry out specified discretionary programs. Removes a limitation that required such funding to first be allocated to certain programs. Authorizes the Secretary in certain circumstances to grant a temporary waiver of the requirement that Chapter 2 funds may not be used to supplant funds from non-Federal sources. Part III: National Cooperative Education Statistics System - Amends the General Education Provisions Act to establish within the Center for Education Statistics a National Cooperative Education Statistics System to produce and maintain, with the cooperation of the States, comparable and uniform educational information and data that are useful for policy-making at the Federal, State, and local levels."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Consolidation and Improvement Act Amendments of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Education Consolidation and Improvement Act of 1981, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:02:16-05:00"
}