{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr462-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "462", 
  "official_title": "A bill to provide for accelerated capital formation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3229-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr5577-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Accelerated Capital Formation Act", 
  "sponsor": {
    "district": "3", 
    "name": "Frenzel, Bill", 
    "state": "MN", 
    "thomas_id": "00415", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Capital", 
    "Corporate finance", 
    "Corporation taxes", 
    "Corporations", 
    "Employee stock options", 
    "Finance and financial sector", 
    "Income tax", 
    "Profit sharing", 
    "Securities", 
    "Tax deductions", 
    "Tax exclusion", 
    "Taxation"
  ], 
  "subjects_top_term": "Capital", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Accelerated Capital Formation Act - Declares that the purpose of this Act is to provide incentives for accelerated financing of United States corporate capital and to encourage voluntary methods for diffusing equity ownership among the employees of United States enterprises with respect to both existing and newly formed capital. Allows an employer, under specified conditions, to deduct the amount of any dividend paid by him during the taxable year with respect to employer securities. Permits, in specified instances, a contribution, bequest, or similar transfer of employer securities or other property to an employee stock ownership plan to be deemed a charitable contribution. Entitles an employee taking part in an employee stock ownership plan to a distribution of his nonforfeitable interest upon retirement, death, or other separation from service. Allows an individual, under specified conditions, to exclude from gross income that part of the distribution which consists of employer securities or other assets. States that no contribution to an employee stock ownership plan may be allocated for the benefit of any participant if the value of the total accumulation of employer securities and other investments under the plan for the benefit of that participant exceeds $500,000. Sets forth the conditions under which the acquisition or holding of qualifying employer securities and the incurring of acquisition indebtedness by an employee stock ownership plan shall be deemed to satisfy the requirements of the Employee Retirement Income Security Act. Provides that payments by an employer to an employee stock ownership plan for the purpose of enabling such plan to pay specified acquisition indebtedness shall not be treated as compensation or fringe benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Accelerated Capital Formation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for accelerated capital formation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:35-05:00"
}