{
  "actions": [
    {
      "acted_at": "2001-02-13", 
      "references": [
        {
          "reference": "CR S1314-1317", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-02-13", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2001-07-31", 
      "references": [
        {
          "reference": "CR S8458-8459", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-11-29", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2001-11-29", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2001-11-29", 
      "calendar": "Senate Legislative", 
      "number": "247", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 247.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s304-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "2001-02-13", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeWine, Mike", 
      "sponsored_at": "2001-02-13", 
      "state": "OH", 
      "thomas_id": "00293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2001-03-14", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "2001-07-18", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2002-02-12", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchinson, Tim", 
      "sponsored_at": "2002-02-12", 
      "state": "AR", 
      "thomas_id": "00578", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2001-02-13", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "2001-02-13", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2001-02-13", 
  "number": "304", 
  "official_title": "A bill to reduce illegal drug use and trafficking and to help provide appropriate drug education, prevention, and treatment programs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2215-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Drug Abuse Education, Prevention, and Treatment Act of 2001", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2001-11-29", 
  "subjects": [
    "AIDS (Disease)", 
    "Academic performance", 
    "Administration of juvenile justice", 
    "Administrative procedure", 
    "Alcoholism", 
    "Alcoholism treatment", 
    "Alien property", 
    "Ambulatory care", 
    "Amphetamines", 
    "Authorization", 
    "Awards, medals, prizes", 
    "Brain", 
    "Child mental health services", 
    "Church and social problems", 
    "Church and state", 
    "Citizenship education", 
    "Civil rights and liberties, minority issues", 
    "Clinical trials", 
    "Commemorations", 
    "Community and school", 
    "Community health services", 
    "Community organization", 
    "Community-based corrections", 
    "Compensation for victims of crime", 
    "Compulsory education", 
    "Computer literacy", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conspiracy", 
    "Correctional institutions", 
    "Correctional personnel", 
    "Counseling", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Delinquency prevention", 
    "Department of Health and Human Services", 
    "Depressed areas", 
    "Discrimination in criminal justice administration", 
    "District of Columbia", 
    "Dropout prevention", 
    "Dropouts", 
    "Drug abuse", 
    "Drug abuse in pregnancy", 
    "Drug abuse prevention", 
    "Drug abuse treatment", 
    "Drug addiction", 
    "Drug addicts", 
    "Drug courts", 
    "Drug testing", 
    "Drug therapy", 
    "Drug traffic", 
    "Drugs and women", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Education", 
    "Electric power failures", 
    "Elementary and secondary education", 
    "Elementary schools", 
    "Energy", 
    "Ethnic groups", 
    "Evaluation research (Social action programs)", 
    "Ex-offenders", 
    "Executive reorganization", 
    "Families", 
    "Family violence", 
    "Federal aid to Indians", 
    "Federal aid to child health services", 
    "Federal aid to education", 
    "Federal aid to law enforcement", 
    "Federal aid to medical research", 
    "Federal aid to rural areas", 
    "Federal aid to substance abuse programs", 
    "Federal aid to youth services", 
    "Federal law enforcement officers", 
    "Fetus", 
    "Foreign trade and international finance", 
    "Gangs", 
    "Government operations and politics", 
    "Government publicity", 
    "Government trust funds", 
    "Governmental investigations", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Heroin", 
    "Housing and community development", 
    "Human immunodeficiency viruses", 
    "Identification of criminals", 
    "Indian courts", 
    "Indian law enforcement", 
    "Judicial review of administrative acts", 
    "Juvenile corrections", 
    "Juvenile courts", 
    "Juvenile delinquency", 
    "Juvenile probation", 
    "Labor and employment", 
    "Law", 
    "Mandatory sentences", 
    "Medical research", 
    "Mental health services", 
    "Mental health services for youth", 
    "Mentoring", 
    "Methamphetamine", 
    "Minorities", 
    "Mothers", 
    "Nonprofit organizations", 
    "Parent and child", 
    "Parole", 
    "Pharmaceutical research", 
    "Physicians", 
    "Prison alternatives", 
    "Prisoners", 
    "Prisons", 
    "Probation", 
    "Probation officers", 
    "Prosecution", 
    "Public lands and natural resources", 
    "Rehabilitation of criminals", 
    "Rehabilitation of juvenile delinquents", 
    "Religion", 
    "Religious liberty", 
    "Research centers", 
    "Rural conditions", 
    "Rural crime", 
    "Rural health", 
    "School discipline", 
    "School health programs", 
    "School security", 
    "School violence", 
    "School-age child care", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Secondary education", 
    "Sentences (Criminal procedure)", 
    "Sentencing guidelines", 
    "Social welfare", 
    "Student activities", 
    "Student records", 
    "Technical education", 
    "Technology assessment", 
    "U.S. Sentencing Commission", 
    "Urban affairs", 
    "Victims of crimes", 
    "Violence", 
    "Vocational education", 
    "Wife abuse", 
    "Women", 
    "Women's health", 
    "Youth employment", 
    "Youth violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2001-11-29", 
    "text": "Drug Abuse Education, Prevention, and Treatment Act of 2001 - Title I: Drug Free Prisons and Jails - Amends the Violent Crime Control and Law Enforcement Act of 1994 to authorize the Attorney General to make incentive grants to eligible States, local governments, and Indian tribes, to encourage the establishment and maintenance of drug-free prisons and jails.(Sec. 102) Amends the Omnibus Crime Control and Safe Streets Act of 1968 (Safe Streets Act) to: (1) authorize the use of residential substance abuse treatment grants to provide aftercare services; (2) direct that at least ten percent of the total amount made available to a State for any fiscal year be used by the State to make grants to local correctional facilities in the State, provided the State includes local correctional facilities, to assist jail-based substance abuse treatment programs that are effective and science-based established by those local facilities; and (3) authorize States that demonstrate that they have existing in-prison drug treatment programs that are in compliance with Federal requirements to use residential substance abuse treatment grant funds for treatment and sanctions both during incarceration and after release, provided that no more than 25 percent of funds are spent on aftercare services. Reauthorizes appropriations.(Sec. 103) Amends the Federal criminal code to provide for mandatory revocation of probation and supervised release for failing a drug test, after testing positive for illegal controlled substances more than three times over the course of one year.Title II: Treatment and Prevention - Amends the Safe Streets Act to authorize the Attorney General to make grants to State or local prosecutors to develop, implement, or expand drug treatment alternative to prison programs. Authorizes appropriations for FY 2002 through 2004.Directs the United States Sentencing Commission to submit to the House and Senate Judiciary Committees a report regarding mandatory minimum sentences for controlled substance offenses, including an analysis of: (1) whether such sentences may have a disproportionate impact on ethnic or racial groups; (2) the effectiveness of such sentences in reducing drug-related crime by violent offenders; (3) the effectiveness of basing sentences on drug quantities and the feasibility of potential alternatives; and (4) the frequency and appropriateness of the use of such sentences for nonviolent offenders in contrast with other approaches, such as drug treatment programs.(Sec. 202) Amends the Safe Streets Act to authorize the Attorney General to make grants to States, State and local courts, local governments, and Indian tribes to establish programs that: (1) involve continuous judicial supervision over juvenile non-violent offenders with substance abuse problems; and (2) integrate administration of other sanctions and services, including mandatory random testing, treatment, and relapse prevention. Authorizes appropriations for FY 2002 through 2004.(Sec. 203) Amends the Public Health Service Act (PHSA) to authorize grants to public and nonprofit private entities to enable them to carry out school-based and community-based programs concerning drug abuse and addiction education and prevention. Authorizes appropriations.(Sec. 204) Requires the Director of the Center for Substance Abuse Treatment to make grants to public and nonprofit private entities to provide treatment: (1) facilities in rural States and economically depressed communities; (2) facilities that provide residential treatment for drug addicted women with minor children, and that offer specialized treatment for addicted mothers and allow the minor children to reside with them in the facility or nearby while treatment is ongoing; and (3) to juveniles for substance abuse through programs that are effective and science-based in which, during the course of receiving such treatment, the juveniles reside in facilities made available by the programs. Authorizes appropriations for FY 2002 through 2004.Directs the Secretary of Health and Human Services (the Secretary), acting through the Director of the Center for Substance Abuse Treatment, to make grants to establish projects for the outpatient treatment of substance abuse among juveniles.(Sec. 207) Amends the Juvenile Justice and Delinquency Prevention Act of 1974 to direct the Attorney General and the Secretary to make grants to a consortium within a State consisting of State or local juvenile justice agencies, State or local substance abuse and mental health agencies, and child service agencies to coordinate the delivery of services to children. Authorizes appropriations for FY 2002 through 2004.(Sec. 208) Amends the PHSA to require the Director of the National Institute on Drug Abuse (NIDA) to make grants to conduct research on drug abuse treatment and prevention, and as necessary, to establish up to 12 new National Drug Abuse Treatment Clinical Trials Network Centers to develop and test an array of behavioral and pharmacological treatments and to determine the conditions under which novel treatments are successfully adopted by local treatment clinics. Authorizes appropriations for FY 2002 through 2004.(Sec. 209) Directs the National Institute on Standards and Technology to conduct a study of drug-testing technologies to identify and assess the efficacy, accuracy, and usefulness for purposes of the national effort to detect the use of illicit drugs of any drug-testing technologies (including the testing of hair) that may be used as alternatives or complements to urinalysis.(Sec. 210) Amends the PHSA to require the Director of the National Institute on Alcohol Abuse and Alcoholism (NIAAA), in conjunction with the Director of NIDA and the Administrator of the Substance Abuse and Mental Health Services Administration, to: (1) ensure that the results of all current substance abuse research that is set aside for services is widely disseminated to treatment, prevention, and general practitioners in an easily understandable format; (2) ensure that such research results are disseminated in a manner that provides easily understandable steps for the implementation of best practices based on the research; and (3) make technical assistance available to the Center for Substance Abuse Treatment and the Center for Substance Abuse Prevention to assist alcohol and drug treatment and prevention practitioners, including general practitioners, to make permanent changes in treatment and prevention activities through the use of successful models.(Sec. 211) Requires the Secretary to conduct a study to determine if combining NIDA and NIAAA to form one National Institute on Addiction would strengthen the scientific research efforts on substance abuse at the National Institutes of Health and be more economically efficient.Title III: School Safety and Character Education - Subtitle A: School Safety - Amends the Elementary and Secondary Education Act of 1965 to direct the Secretary of Education to make grants to State or local educational agencies for not less than ten demonstration projects that enable the agencies to develop models for and carry out alternative education for at-risk youth. Authorizes appropriations for FY 2002 through 2004.(Sec. 302) Requires each State receiving Federal funds under that Act to provide an assurance to that Secretary that the State has a procedure in place to facilitate the transfer of disciplinary records by local educational agencies to any private or public elementary or secondary school for any student who is enrolled or seeks to enroll full-time or part-time in the school.Subtitle B: Character Education - Chapter 1: National Character Achievement Award - Authorizes the President to award to individuals under age 18 a National Character Achievement Award, honoring those individuals for distinguishing themselves as a model of good character.Chapter 2: Preventing Juvenile Delinquency Through Character Education - Directs the Secretary to award grants for up to five years to community-based organizations which provide youth with alternative activities, in the after school or out of school hours, that include a strong character education component. Authorizes appropriations for FY 2002 through 2004 from the Violent Crime Reduction Trust Fund.Chapter 3: Counseling, Training, and Mentoring Children of Prisoners - Directs the Attorney General to award grants to community-based organizations to enable them to provide youth in low-income and high-crime communities who have a parent or legal guardian incarcerated in a Federal, State, or local correctional facility with counseling, training, and mentoring services. Authorizes appropriations for FY 2002 through 2004 from the Violent Crime Reduction Trust Fund.Title IV: Reestablishment of Drug Courts - Amends the Safe Streets Act to authorize the Attorney General to make grants to States, State and local courts, local governments, and Indian tribal governments for programs that involve: (1) continuing judicial supervision over offenders with substance abuse problems who are not violent offenders; and (2) the integrated administration of other sanctions and services, including mandatory periodic testing for use of controlled or other addictive substances during any period of supervised release or probation, and substance abuse treatment, for each participant. Directs the Attorney General to take specified steps to prevent participation by violent offenders. Authorizes appropriations for FY 2002 through 2004, reserving a specified percent for program research and evaluation.Title V: Program for Successful Reentry of Criminal Offenders Into Local Communities - Offender Reentry and Community Safety Act of 2001 - Subtitle A: Federal Reentry Demonstration Projects - Directs the Attorney General and the Director of the Administrative Office of the United States Courts (Administrative Office) to establish: (1) the Federal Reentry project, which shall involve appropriate prisoners released from the Federal prison population to a community corrections center during FY 2003 and 2004, and a coordinated response by Federal agencies to assist participating prisoners, under close monitoring and more seamless supervision, in preparing for and adjusting to reentry into the community; and (2) the Federal High-Risk Offender Reentry project, which shall involve Federal offenders under supervised release who have violated the terms of their release following a term of imprisonment, utilizing community corrections centers, home confinement, appropriate monitoring technologies, and treatment and programming to promote more effective reentry into the community.(Sec. 513) Directs the Trustee of the Court Services and Offender Supervision Agency of the District of Columbia to establish the District of Columbia Intensive Supervision, Tracking and Reentry Training Demonstration project, which shall involve high risk District of Columbia parolees who would otherwise be released into the community without a period of confinement in a community corrections facility and utilize intensive supervision, monitoring, and programming to promote such parolees' successful reentry into the community.(Sec. 514) Requires the Director of the Administrative Office to establish the Federal Intensive Supervision, Tracking and Reentry Training project, which shall involve appropriate high risk Federal offenders who are being released into the community without a period of confinement in a community corrections center.(Sec. 515) Directs the Attorney General to establish the Federal Enhanced In-Prison Vocational Assessment and Training Demonstration project in selected institutions, which shall provide in-prison assessments of prisoners' vocational needs and aptitudes, enhanced work skills development, enhanced release readiness programming, and other components as appropriate to prepare Federal prisoners for release and reentry into the community.(Sec. 516) Requires reports to Congress within five years on the progress and effectiveness of these reentry projects in reducing recidivism.Subtitle B: State Reentry Grant Programs - Amends the Safe Streets Act to direct the Attorney General to make grants to: (1) States, territories, and Indian tribes, in partnership with local governments and nonprofit organizations, to establish adult offender reentry demonstration projects; (2) States, in such partnership, to establish juvenile offender reentry programs; and (3) conduct research on a range of issues pertinent to reentry programs, the development and testing of new reentry components and approaches, selected evaluations of projects authorized, and dissemination of information to the field. Authorizes appropriations for FY 2002 through 2004.Subtitle C: Continuation of Assistance and Benefits - Amends the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 to make provisions regarding the denial of assistance and benefits for certain drug-related convictions inapplicable to specified individuals, including one who has successfully completed a controlled substance abuse treatment program and has not committed a subsequent drug offense.Title VI: Amendment to Foreign Narcotics Kingpin Designation Act - Repeals a provision denying judicial review of determinations, identifications, findings, and designations made pursuant to provisions regarding public identification of significant foreign narcotics traffickers, and regarding the blocking of assets.Title VII: Core Competencies in Drug Abuse Detection and Treatment - Amends the PHSA to direct the Secretary to award grants for up to five years to leading non-governmental organizations with an expertise in aiding children of substance abusing parents or experience with community anti-drug coalitions to help professionals participate in such coalitions and identify and help youth affected by familial substance abuse. Authorizes appropriations for FY 2002 through 2004.Title VIII: Adolescent Therapeutic Community Treatment Programs - Directs the Secretary to award competitive grants to treatment providers who administer treatment programs to enable them to establish adolescent residential substance abuse treatment programs that provide services for individuals who are between the ages of 14 and 21. Authorizes appropriations for FY 2002 through 2004 to supplement, not supplant, otherwise available non-Federal funds.Title IX: Other Matters - Amends the Methamphetamine Anti-Proliferation Act of 2000 to direct the Secretary, in consultation with NIDA (currently, with the Institute of Medicine of the National Academy of Sciences), to conduct a study on the development of medications for the treatment of addiction to amphetamine and methamphetamine.Title X: National Comprehensive Crime-Free Communities Act - Directs the Attorney General to: (1) make and monitor grants to grant recipients; (2) provide technical assistance and training, data collection, and dissemination of information on state-of-the-art research-grounded practices that the Attorney General determines to be effective in preventing and reducing crime, violence, and drug abuse; (3) provide for the evaluation of this title and assess the effectiveness of comprehensive planning in the prevention of crime, violence, and drug abuse; (4) provide for a comprehensive communications strategy to inform the public and State and local governments of programs authorized by this title and their purpose and intent; and (5) establish a National Crime-Free Communities Commission and a National Center for Justice Planning. Authorizes appropriations for FY 2002 through 2006, permitting the use of funds for Community Grants and State Capacity Building Grants for administration.(Sec. 1002) Directs programs carried out by States and local communities to include a specialized focus on neighborhoods and schools disproportionately affected by crime, violence, and drug abuse.(Sec. 1004) Directs the Attorney General to award grants to: (1) at least 100 communities or specified organizations designated by a community, including one in each State, of up to $250,000 per year for the planning, evaluation, and implementation of a program designed to prevent and reduce crime, violence, and substance abuse; and (2) each State criminal justice agency, Byrne agency, or other agency as designated by the Governor of that State and approved by the Attorney General, in an amount not to exceed $400,000 per year to develop State capacity to assist local communities in the prevention and reduction of crime, violence, and substance abuse. Authorizes appropriations for FY 2002 through 2004."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Abuse Education, Prevention, and Treatment Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Offender Reentry and Community Safety Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Drug Abuse Education, Prevention, and Treatment Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Offender Reentry and Community Safety Act of 2001", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reduce illegal drug use and trafficking and to help provide appropriate drug education, prevention, and treatment programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:46:43-05:00"
}