{
  "actions": [
    {
      "acted_at": "1983-09-29", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-09-29", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-10-04", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health and the Environment", 
      "text": "Referred to Subcommittee on Health and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-10-04", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4040-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1983-09-29", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Bonker, Don", 
      "sponsored_at": "1983-09-29", 
      "state": "WA", 
      "thomas_id": "00109", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1983-09-29", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Roe, Robert A.", 
      "sponsored_at": "1984-01-31", 
      "state": "NJ", 
      "thomas_id": "00974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Roybal, Edward R.", 
      "sponsored_at": "1983-09-29", 
      "state": "CA", 
      "thomas_id": "00996", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Waxman, Henry A.", 
      "sponsored_at": "1983-09-29", 
      "state": "CA", 
      "thomas_id": "01209", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-09-29", 
  "number": "4040", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to permit negotiated rates with preferred providers under the medicare program and to permit group health care payors to provide for alternative rates with providers of health care, to provide for an intra-HMO competition demonstration project, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medicare Benefits Improvement and Cost Containment Act of 1983", 
  "sponsor": {
    "district": "18", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-09-29", 
  "subjects": [
    "Business and commerce", 
    "Health", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Insurance", 
    "Medical personnel", 
    "Medicare", 
    "Physicians", 
    "Social welfare"
  ], 
  "subjects_top_term": "Medicare", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-09-29", 
    "text": "Medicare Benefits Improvement and Cost Containment Act - Amends title XVIII (Medicare) of the Social Security Act to authorize the Secretary of Health and Human Services, through negotiations, to provide for the determination of payment rates for services by preferred providers so long as the total amount of payments made under title XVIII pursuant to such rates does not exceed: (1) the amount which would otherwise be paid without regard to this Act, in the case of a physician who has entered into an agreement to accept assignment under part B (Supplementary Medical Insurance) of title XVIII; or (2) the adjusted average per capita cost, in the case of services furnished under parts A (Hospital Insurance) and B of title XVIII by an eligible Health Maintenance Organization or Competitive Medical Plan (organization) which has entered into a ceertain agreement with the Secretary. Requires under such an agreement that an organization: (1) provide all services described on parts A and B; (2) may provide additional benefits; (3) assures that in the event of an organization's insolvency, its enrollees will be held harmless; and (4) agrees to receive payment on a per capita basis. Authorizes the Secretary to waive any deductible and coinsurance amounts which otherwise might be imposed under title XVIII, in making payments with respect to services furnished by the providers specified above (preferred providers). Prohibits any State from preventing any group health plan payors: (1) from negotiating or entering into contracts for alternative rates of payments with, or determining alternative rates of payment for, providers of health care services and offering the benefit of such alternative rates to group health plan beneficiaries who select such providers; or (2) with the agreement of group policyholders and subject to the terms of any applicable collective bargaining agreement, from limiting payment under a policy to services secured by group health plan beneficiaries from providers of health care services charging alternative rates. Directs the Secretary to provide for Medicare demonstration projects in at least four States, under which: (1) the Secretary would contract with one more organizations to perform the functions both of intermediaries under part A of title XVIII and carriers under part B with respect to benefits furnished in a State; (2) if the Secretary contracts with one organization in an area, the Secretary must permit any other organization in the area to enter into such a contract; (3) individuals residing in the State covered by the project and entitled or enrolled under part A or B of title XVIII would be required to enroll with at least one participating organization, but may elect to receive any covered service through any qualified Medicare provider; (4) an organization may offer additional benefits, at no additional cost; (5) an organization will not charge copayments or deductibles if a beneficiary is enrolled with and receives benefits directly from the organization; (6) each organization would receive payment at an annual per capita rate equal to 95 percent of the adjusted per capita cost; and (7) each organization shall have the right of final claim review for necessity and appropriateness of items and services furnished. Directs the Secretary to submit to Congress a protocol report concerning such demonstration projects and annual reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medicare Benefits Improvement and Cost Containment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to permit negotiated rates with preferred providers under the medicare program and to permit group health care payors to provide for alternative rates with providers of health care, to provide for an intra-HMO competition demonstration project, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:23-05:00"
}