{
  "actions": [
    {
      "acted_at": "1976-03-15", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12522-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Hyde, Henry J.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00580", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-15", 
  "number": "12522", 
  "official_title": "A bill to amend title 18 of the United States Code to provide for more effective gun control.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Firearms Act", 
  "sponsor": {
    "district": "19", 
    "name": "Railsback, Thomas F.", 
    "state": "IL", 
    "thomas_id": "00941", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-15", 
  "subjects": [
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Firearms", 
    "Firearms control", 
    "Law", 
    "Licenses", 
    "Sentences (Criminal procedure)", 
    "Weapons"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-15", 
    "text": "Federal Firearms Act - Prohibits the transfer to or receipt by one individual of two or more handguns in a period of 30 days or less, unless authorized by a Federal statute by the Secretary of the Treasury. Prohibits the transfer of a handgun to an individual if the transferor knows the purchase or possession of such gun by that individual would be in violation of Federal, State, or local law. Prohibits transfer of a firearm to any individual before the transferor has complied with the law of the jurisdiction where the transferee resides pertaining to licenses, permits, and waiting periods. Prohibits the production of concealable handguns, as defined by this Act, except as authorized by the Secretary. Prohibits knowingly bringing into the United States any handgun part intended for use in the assembly of a concealable handgun. Prohibits knowingly receiving such handgun parts. Allows licensed importers, manufacturers, or dealers to sell a handgun to an individual (other than a licensed importer, manufacturer, or dealer) only if such individual appears in person at the licensee's business premises and submits to the transferor a sworn statement that receipt of the handgun will not be in violation of any law and that the gun is not intended to be transferred to a person legally barred from owning or possessing it. Requires the buyer to show identification as prescribed by the Secretary. Requires the transferor to send a copy of the sworn statement to the chief law enforcement officer of the jurisdiction in which the gun will be kept, in order that such officer may determine whether the transfer would result in violation of State or local law. Prohibits delivery of the handgun to the buyer for at least 14 days after submission of the sworn statement. Allows the transfer to take place if the transfer is not advised 28 days after the submission of the statement to the appropriate law enforcement officer that the transfer would result in violation of the law. Requires that whoever uses or carries a firearm during the commission of a crime of violence subject to prosecution in a Federal court be sentenced to a term of imprisonment for not less than one nor more than ten years in the case of a first offense, and not less than two nor more than 25 years for a subsequent offense. Prohibits the concurrent running of such term with any term of imprisonment imposed for the commission of the felony. Makes specified technical and conforming amendments. (Adds 18 U.S.C. 924, 925; Amends 18 U.S.C. 922,924)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Firearms Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 18 of the United States Code to provide for more effective gun control.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:59-05:00"
}