{
  "actions": [
    {
      "acted_at": "2010-09-22", 
      "references": [
        {
          "reference": "CR E1704-1705", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-22", 
      "committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-09-23", 
      "in_committee": "House Committee on Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Coast Guard and Maritime Transportation", 
      "text": "Referred to the Subcommittee on Coast Guard and Maritime Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6167-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Coast Guard and Maritime Transportation", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Cummings, Elijah E.", 
      "sponsored_at": "2010-09-22", 
      "state": "MD", 
      "thomas_id": "00256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-22", 
  "number": "6167", 
  "official_title": "To amend title 46, United States Code, to require the Federal Maritime Commission to maintain an Office of Dispute Resolution and Customer Advocate, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Shipping Act of 2010", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Business ethics", 
    "Business records", 
    "Competition and antitrust", 
    "Consumer affairs", 
    "Contracts and agency", 
    "Executive agency funding and structure", 
    "Federal Maritime Commission", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Internet and video services", 
    "Licensing and registrations", 
    "Marine and inland water transportation", 
    "Marketing and advertising", 
    "Transportation and public works", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-22", 
    "text": "Shipping Act of 2010 - Requires the Federal Maritime Commission (FMC) to: (1) maintain an Office of Dispute Resolution and Customer Advocate; and (2) establish an Ocean Shipping Advisory Committee. Defines \"efficiency and service-enhancing agreement\" as one between ocean common carriers that: (1) is likely to produce efficiencies and improve ocean common carrier service (i.e., share vessels or space on voyages between ports), while maintaining adequate trade or service competition; and (2) gives agreement members the right to withdraw from it without financial or other penalty. Revises purposes of ocean shipping regulation. Allows competition and the demand for services to determine fair and efficient market rates and charges for transportation by ocean common carriers. Treats certain FMC orders as investigative orders to specific individuals or entities rather than a collection of information from a category or class of individuals or entities. Subjects certain kinds of efficiency and service-enhancing agreements to federal ocean common carrier regulation. Revises certain ocean common carrier agreement restrictions. Prohibits such agreements from allowing agreement members to: (1) discuss, fix, or negotiate service rates or charges; (2) discuss or agree on capacity rationalization; (3) establish a joint service, or pool or divide cargo traffic, earnings, revenues, or losses; (4) allocate customers or markets; or (5) discuss or agree with another member on any service contract matter. Requires the FMC after preliminary review to reject an ocean common carrier agreement that it finds is not an efficiency and service-enhancing agreement. Requires FMC approval of ocean common carrier agreements before they can become effective. Revises the exemption from U.S. antitrust laws of certain ocean common carrier agreements approved before June 18, 1984. Limits the exemption to published service rates, fares, or charges, or classification or explanatory regulation implementing such an agreement, but only to the extent that the agreement is approved by the FMC after January 1, 2011. Requires each ocean common carrier to maintain for public inspection in an automated tariff system on the Internet all of its service rates, classifications, and practices between all ports on its own route. Requires rates to state separately carrier charges for providing or handling equipment as well as to describe any surcharges clearly. Directs the FMC to: (1) establish a database of service complaints; and (2) require ocean common carriers to report frequency and duration of shipment delays, as well as other appropriate reliability indicators, and post such reports on its website. Requires the FMC to prescribe regulations establishing a binding arbitration process to resolve service complaints. Permits the award of damages, with a limit of $250,000 per year for no more than two years. Repeals the prohibition against denial by a conference or group of two or more ocean common carriers of a member's right to take independent action on any level of compensation paid to an ocean freight forwarder. Revises certain other prohibitions for common carriers. Prohibits such carriers from: (1) refusing or threatening to refuse cargo space accommodations when available, (2) engaging in certain unfair or deceptive practices or unfair methods of competition, (3) discriminating against a shipper, or (4) imposing an unreasonable surcharge. Increases civil penalties for violations of a FMC regulation or order. Directs the FMC to study ocean transportation practices, including delay of cargo, surcharges, penalties, demurrage, accessorial charges, and availability of containers for exports from the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Shipping Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 46, United States Code, to require the Federal Maritime Commission to maintain an Office of Dispute Resolution and Customer Advocate, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:44-05:00"
}