{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1083-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Biaggi, Mario", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00085", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1083", 
  "official_title": "A bill to authorize the Secretary of the Interior to establish programs and regulations for the protection of the fishery resources of the United States, including the freshwater and marine fish cultural industries, against the dissemination of serious diseases of fish and shellfish.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fish Disease Control Act", 
  "sponsor": {
    "district": "3", 
    "name": "Sullivan, Leonor K. (Mrs. John B.)", 
    "state": "MO", 
    "thomas_id": "01124", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Fisheries", 
    "Fishery management"
  ], 
  "subjects_top_term": "Fishery management", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Fish Disease Control Act - States that communicable fish diseases constitute a major threat to the fish resources of the United States. Authorizes the Secretary of the Interior and the Secretary of Commerce to issue such regulations as deemed appropriate to prohibit or control the movement in interstate and foreign commerce of diseased fish or articles, and to specify by regulation those fish diseases and species of fish which pose a threat to the fish resources of the United States. Authorizes the Secretaries to create advisory panels to assist them in promulgating regulations. Authorizes the Secretary of the Interior and the Secretary of Commerce, in order to develop an effective, coordinated fish disease control program for the protection of fishery resources, to enter into cooperative agreements with the appropriate agencies of the States. Makes provisions for such agreements. Authorizes the Secretary of the Interior and the Secretary of Commerce to order the owner of any fish or article specified as diseased to destroy, disinfect, or quarantine such fish or article, and to compensate the owner for any fish destroyed. Prescribes a fine not exceeding $1,000 and/or imprisonment up to one year for persons receiving or delivering for the transport in interstate or foreign commerce any fish or article infected or contaminated by a disease. Authorizes, with or without a warrant, the arrest of any person violating this Act, and the search and seizure of any fish or article taken in connection with a violation of this Act. Directs the Secretary, in conjunction with the Department of Commerce and other interested Federal agencies, to conduct a study of the communicable diseases of noncovered species and to report to the Congress on such study. Authorizes appropriations of up to $2,000,000 for such study. Authorizes the appropriation of up to $2,000,000 for fiscal year 1976, and $3,000,000 for the two succeeding fiscal years and $4,000,000 for fiscal years 1979 and 1980 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fish Disease Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to establish programs and regulations for the protection of the fishery resources of the United States, including the freshwater and marine fish cultural industries, against the dissemination of serious diseases of fish and shellfish.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:45-05:00"
}