{
  "actions": [
    {
      "acted_at": "1990-07-13", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Armed Services ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-07-25", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Nunn. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-25", 
      "calendar": "Senate Legislative", 
      "number": "730", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 730.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-08-04", 
      "bill_ids": [
        "s2884-101"
      ], 
      "references": [], 
      "text": "S. 2884 passed in Senate relating to this measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-04", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-09-05", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-05T15:55:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-05T15:55:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2914-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-08-04", 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-25", 
  "number": "2914", 
  "official_title": "An original bill to authorize funds for the Department of Energy national security programs, the Defense Nuclear Facilities Safety Board, civil defense; to authorize expenditures by the Panama Canal Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2884-101", 
      "reason": "related"
    }
  ], 
  "short_title": "National Defense Programs Authorization Act for Fiscal Year 1991", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1990-08-04", 
  "subjects": [
    "Armed forces and national security", 
    "Authorization", 
    "Civil defense", 
    "Civil service pensions", 
    "Civil-military relations", 
    "Community development", 
    "Congressional reporting requirements", 
    "Defense budgets", 
    "Energy", 
    "Energy policy", 
    "Engineering", 
    "Environmental assessment", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Fissionable materials", 
    "Government liability", 
    "Government operations and politics", 
    "Government trust funds", 
    "Inspection (Arms control)", 
    "Interoceanic canals", 
    "Laboratories", 
    "Liability for toxic substances pollution damages", 
    "Mathematics", 
    "Military research", 
    "Minority education", 
    "Nuclear energy research", 
    "Nuclear fusion", 
    "Nuclear security measures", 
    "Nuclear weapons", 
    "Ohio", 
    "Panama Canal", 
    "Plutonium", 
    "Privatization", 
    "Radiation safety", 
    "Radioactive fallout", 
    "Radioactive wastes", 
    "Reprogramming of appropriated funds", 
    "Research and development", 
    "Research centers", 
    "Salaries", 
    "Science, technology, communications", 
    "Scientific education", 
    "Technological innovations", 
    "Technology transfer", 
    "U.S.S.R.", 
    "Uranium", 
    "Washington State", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1990-08-04", 
    "text": "National Defense Programs Authorization Act for Fiscal Year 1991 - Title I: Department of Energy National Security Programs - Part A: National Security Programs Authorizations - Authorizes appropriations to the Department of Energy (DOE) for FY 1991 for operating expenses incurred and for plant and capital equipment necessary in carrying out national security programs in the following areas: (1) weapons activities; (2) defense nuclear materials production; (3) environmental restoration and management of defense waste and transportation; (4) verification and control technology; (5) nuclear materials safeguards and security technology development program; (6) security investigations; (7) new production reactors; (8) naval reactors development; (9) safeguards and security construction; (10) site management construction; and (11) capital equipment not related to construction. Earmarks specified DOE operating expenses funds for payment of the second installment of a settlement entered into by DOE in a specified court suit. Prohibits the reprogramming of funds appropriated to DOE for FY 1991 for atomic energy defense activities if such reprogramming would reduce the amount made available to DOE for the defense inertial confinement fusion program for FY 1991. Limits the manner in which funds authorized for special isotope separation may be used to program phaseout only. Part B: General Provisions - Prohibits the use of funds appropriated pursuant to this title for: (1) the cost of a program exceeding 105 percent of the program authorization or $10,000,000 more than the amount authorized, whichever is the lesser; or (2) programs which have not been presented to, or requested of, the Congress, unless the Secretary of Energy transmits to the appropriate committees a full and complete statement of the action proposed and 30 days have elapsed since such statement was submitted. Prohibits the total funds obligated pursuant to this title from exceeding the total amount authorized to be appropriated by this title. Authorizes the Secretary of Energy (Secretary) to carry out any general plant project only if the maximum estimated cost of the project does not exceed $1,200,000. Requires reports to specified committees by the Secretary when the costs exceed such amount. Sets forth procedures for the approval of projects which exceed by more than 25 percent their estimated cost or authorized amount. Exempts from such procedures any projects which have an estimated cost of less than $5,000,000. Allows for the transfer of funds from specified projects to other Government agencies for the performance of work for which the funds were appropriated. Authorizes the Secretary of Defense to transfer to the Secretary specified DOD R&D funds for the inertial confinement fusion program. Authorizes the Secretary to perform advance planning and construction design services in connection with any proposed construction project if the total estimated cost for such services does not exceed $2,000,000. Directs the Secretary to notify specified congressional committees whenever the estimated cost of such planning and design exceeds $300,000. Requires specific authorization by law whenever such estimated costs exceed $2,000,000. Authorizes the Secretary of Energy to perform emergency construction planning and design in order to meet the needs of national defense or to protect property or human life. Makes funds appropriated for management and support activities and for general plant projects under this title available for all national security programs of DOE. Requires the Secretary of Energy to prepare and submit a report on the remanufacture of nuclear stockpile weapons as directed under a prior Senate report. Directs the Secretary of Energy to prescribe regulations authorizing the government-owned and contractor-operated laboratories that are funded by DOE national security programs to engage in independent laboratory-directed research and development programs. Provides funding. Earmarks specified DOE R&D funds for inertial confinement fusion. Department of Energy Science and Education Enhancement Act - Amends the Atomic Energy Act of 1954 to authorize use of the facilities, equipment, personnel, and other resources of DOE to the fullest extent possible to enhance educational opportunities in science, mathematics, and engineering for U.S. students and educators to improve U.S. scientific literacy and competitiveness. Authorizes the Secretary of Energy, to the extent appropriate, to establish programs to be operated at or through the support of each DOE facility that will use fully the unique scientific resources of DOE to promote: (1) transfers of federally owned or originated technology to State and local governments, private industry, and universities, or other nonprofit organizations, to enhance prospects for commercialization of such technology; (2) activities enhancing the quality of mathematics, science, and engineering education throughout the Nation; and (3) research, development, and other activities to enhance the health and quality of life, particularly in areas pertaining to environmental improvement and biomedical research. Requires such programs to supplement and to be coordinated with, but not to supplant, current activities of the Department. Makes funds available. Authorizes the Secretary of Energy to establish Laboratory Cooperative Science Centers at national laboratories operating under DOE's authority. Requires the Centers to coordinate both laboratory-based and offsite programs to advance the purposes of this Act. Sets forth required activities of the Center. Makes funds available. Authorizes the Secretary to coordinate and sponsor university-based programs directed at encouraging more students, particularly women and minority students, to pursue energy-related scientific and technical careers. Requires such programs to include a pre-freshman engineering program in which middle-school students attend summer workshops on mathematics, science, and engineering conducted by universities on their campuses. Makes funds available. Part C: Environment, Safety, and Management - Amends the National Defense Authorization Act, Fiscal Year 1989 to extend through FY 1992 (currently 1990) the authority of the Secretary of Energy to allow DOE contractors and subcontractors carrying out certain activities at the Hanford Reservation, Washington, to loan personnel and facilities to community development organizations near the Reservation (a DOE center for national security programs). Requires the Secretary to submit to the defense committees on a quarterly basis during FY 1991 and 1992 reports on DOE compliance with provisions of the National Environmental Policy Act of 1969 concerning the environmental impact of proposed DOE actions. Prohibits the Secretary of Energy from transferring to any other Federal department or agency his authority with respect to site management, control, or oversight of environmental remediation and restoration activities at any DOE facility. Authorizes the Secretary of Energy to reimburse the Environmental Protection Agency for oversight expenses borne by such agency with regard to environmental response actions at DOD facilities conducted pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act of 1980. Empowers EPA with the authority and full-time equivalent ceiling to carry out such oversight activities. Directs the Secretary of Energy to make available to the States of Washington, Oregon, and Idaho specified funds authorized to be appropriated to DOE in this title: (1) to implement programs to register and monitor persons who may have been exposed to radio nuclides released from the DOE Hanford Nuclear Reservation in Hanford, Washington, between the years of 1944 and 1972; and (2) to develop procedures for notifying each such individual of the potential adverse health effects of such exposure and any recommended course of medical action. Part D: International Fissile Material and Warhead Control - Urges the President and the Supreme Soviet of the Soviet Union to: (1) cease production by the Soviet Union of plutonium; and (2) maintain the cessation in production by the Soviet Union of highly-enriched uranium for weapons. Urges the President of the United States, if future international agreements provide for dismantlement of nuclear warheads and a ban on further production of fissile materials for weapons, to establish with the Soviet Union a joint technical working group to examine and demonstrate cooperative technical monitoring and inspection arrangements. Requires the Secretary of Energy to prepare a technical report on such verification matters. Directs the Secretary, in order to prepare such report, to establish a Technical Advisory Committee on Verification of Fissile Material and Nuclear Warhead Controls. Authorizes the Secretary of Energy to use FY 1991 DOE national security program funds to develop and demonstrate a means for verifiable dismantlement of nuclear warheads. Title II: Defense Nuclear Facilities Safety Board Authorization - Authorizes appropriations for FY 1991 for the establishment and operation of the Defense Nuclear Facilities Safety Board. Title III: Civil Defense - Authorizes appropriations for FY 1991 to carry out the Federal Civil Defense Act of 1950. Title IV: Panama Canal Commission - Panama Canal Commission Authorization Act for Fiscal Year 1991 - Authorizes the Panama Canal Commission to make such expenditures and contracts and commitments as necessary for the operation, maintenance, and improvement of the Panama Canal, earmarking specified administrative expenses. Authorizes funds to be made available for the purchase of passenger motor vehicles used to transport personnel across the Canal. Authorizes funds to be obligated to permit the payment of pay increases to officers and employees of the Commission to the extent authorized by administrative action. Revises the compensation level for certain Board members of the Commission, as well as certain expenses to be paid for the Deputy Administrator and Chief Engineers of such Commission. Provides retirement annuity eligibility for certain persons who were employed by the Commission between September 30, 1979, and January 1, 2000. Amends the Panama Canal Commission Compensation Fund Act of 1988 to provide that payments made in the form of workers' compensation to Commission employees shall be made directly from the Panama Canal Commission Compensation Fund. (Currently, amounts from such Fund are transferred to the Employee Compensation Fund for such payments.) Provides for discontinuance of the Commission Compensation Fund upon a finding by the Secretary of Labor that no further liability exists for workers' compensation benefits for Commission employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Defense Programs Authorization Act for Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Panama Canal Commission Authorization Act for Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "National Defense Programs Authorization Act for Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy Science and Education Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Panama Canal Commission Authorization Act for Fiscal Year 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize funds for the Department of Energy national security programs, the Defense Nuclear Facilities Safety Board, civil defense; to authorize expenditures by the Panama Canal Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:10-05:00"
}