{
  "actions": [
    {
      "acted_at": "2010-05-12", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-06-18", 
      "in_committee": "House Committee on Armed Services", 
      "references": [], 
      "subcommittee": "Readiness", 
      "text": "Referred to the Subcommittee on Readiness.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5280-111", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Readiness", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-05-12", 
  "number": "5280", 
  "official_title": "To amend title 10, United States Code, to reform Department of Defense energy policy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3585-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Defense Energy Security Act of 2010", 
  "sponsor": {
    "district": "8", 
    "name": "Giffords, Gabrielle", 
    "state": "AZ", 
    "thomas_id": "01831", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-05-12", 
  "subjects": [
    "Alternative and renewable resources", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Electric power generation and transmission", 
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Military facilities and property", 
    "Military procurement, research, weapons development", 
    "Motor fuels", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-05-12", 
    "text": "Department of Defense Energy Security Act of 2010 - Requires the Department of Defense (DOD) energy performance plan to be taken into consideration in other DOD planning, including the National Security Strategy and the Quadrennial Defense Review. Provides a DOD procurement preference for goods and services produced using sustainable environmental practices. Requires: (1) specified percentages of DOD electric energy to be produced from renewable energy sources; (2) consideration of certain environmentally sustainable practices under the DOD energy performance plan; and (3) application to contractors operating government-owned facilities and contract tenants and concessionaires of DOD requirements regarding the use of renewable energy and energy-efficient products. Authorizes the Secretary of Defense to obligate specified funds under the Military Construction Authorization Act for Fiscal Year 2011 to carry out energy conservation projects. Directs the Secretary to submit to Congress an assessment of improved building efficiency (including insulation and energy and water usage) at DOD facilities. Requires: (1) the conversion to electric or hybrid propulsion, by the end of FY2015, of the military and defense agency fleet of petroleum-derived non-tactical motor vehicles; and (2) a procurement preference with respect to electric or hybrid propulsion vehicles. Extends the conversion requirement to contractor-operated, government-owned vehicles. Directs: (1) the Secretary of each military department to report to Congress identifying hybrid-drive technologies suitable for incorporation into the next reset and recap of tactical-fleet military ground vehicles; and (2) the Secretary to submit to Congress a testing and certification plan for the development, and use by the end of FY2016, of biofuel derived from materials that do not compete with food stocks and is suitable for use as military aviation fuel. Authorizes the Secretary to waive the implementation or operation of any provision of this Act after certifying to Congress that such implementation or operation would adversely impact U.S. national security."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Energy Security Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title 10, United States Code, to reform Department of Defense energy policy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:54:23-05:00"
}