{
  "actions": [
    {
      "acted_at": "1975-03-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5491-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-25", 
  "number": "5491", 
  "official_title": "A bill to establish a National Foreign Investment Control Commission to prohibit or restrict foreign persons from acquiring securities of certain domestic issuers of securities deemed vital to the economic security and national defense of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Investment Control Act", 
  "sponsor": {
    "district": "13", 
    "name": "Solarz, Stephen J.", 
    "state": "NY", 
    "thomas_id": "01087", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-25", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Economics and public finance", 
    "Finance and financial sector", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "International affairs", 
    "Investments", 
    "National defense", 
    "Securities"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-25", 
    "text": "Foreign Investment Control Act - Establishes a National Foreign Investment Control Commission to prohibit or restrict foreign persons from acquiring securities of domestic issuers of securities deemed vital to the economic security and national defense of the United States. Specifies the duties, powers, and composition of the Commission. States that, within 180 days after the date of enactment of this Act, and at the end of each six-month period thereafter, the Commission shall determine and notify each issuer which is substantially involved in any area essential to the United States national security or economic security, and each issuer which is substantially involved in any area important to the United States National security or economic security, as defined and described in this Act. Requires the Commission to publish in the Federal Register the names of all issuers so determined under this Act. Requires each such issuer to submit to the Commission (within sixty days after receiving notification from the Commission) the names and nationalities of all individuals not citizens of the United States, and the names of all persons other than individuals, who own voting securities of such issuers. States that such list shall also be transmitted to the Securities Exchange Commission which shall, in turn, require each broker, dealer, and bank register under the Securities Exchange Act of 1934 (1) not to sell to any individual who is not a citizen of the United States any right, title, or interest in any security of an issuer on the list which is substantially involved in any area essential to our national security or economic security; (2) to contact the Commission for approval before it sells to any person who is not an individual (or to any individual acting as an agent for such person) any right, title, or interest in any security of an issuer on the list which is substantially involved in any area essential to our national security or economic security; and (3) to inform the Commission immediately after it sells to any person any right, title, or interest in any security of an issuer on the list which is substantially involved in any area important to our national security or economic security. States that the Commission shall order: (1) each individual whose name was submitted under this Act; and (2) each person which the Commission determines is owned or controlled by a person not a citizen of the United States, who owns any right, title, or interest in any voting security of any issuer substantially involved in any area essential to our national security or economic security, to sell (within a period of sixty days after such order) all such securities to any citizen of the United States, or (with the Commission's prior approval) to any person not included in the prohibitions of this Act. States that whoever fails to comply with specified requirements of this Act shall be fined not more than $5,000 for each such failure."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Investment Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a National Foreign Investment Control Commission to prohibit or restrict foreign persons from acquiring securities of certain domestic issuers of securities deemed vital to the economic security and national defense of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:59-05:00"
}