{
  "actions": [
    {
      "acted_at": "1988-10-18", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-12-09", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5531-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-18", 
  "number": "5531", 
  "official_title": "A bill to require States to increase high school completion rates, to establish a program of grants to States for purposes of increasing such rates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "School Completion and Incentives Act", 
  "sponsor": {
    "district": "18", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-18", 
  "subjects": [
    "Authorization", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Educational accountability", 
    "Elementary and secondary education", 
    "Federal aid to education", 
    "Secondary education", 
    "Secondary school students", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-18", 
    "text": "School Completion and Incentives Act - Directs the Secretary of Education to make grants to each State to plan and carry out a program to increase the high school completion rate. Sets forth formulas for allotments to States, based on numbers of individuals who have not completed high school. Sets forth a State matching requirement. Sets forth requirements for State plans and applications. Requires States to assure that, under such program, requirements for obtaining a high school diploma or its equivalent will not be lowered. Limits the portion of a State's grant funds that may be used for: (1) administrative costs, to not more than five percent; and (2) a statewide program, to not more than 15 percent. Requires that at least 40 percent of a State's grant funds be used for grants to individual schools that have: (1) a dropout rate above the State average; (2) an aggregate achievement rate below the State average; or (3) a student enrollment of which 30 percent of the students come from families below the official poverty line. Directs the Secretary to publish an application notice for such grants by January 1, 1991. Sets forth required contents of such notice. Requires grant recipient annual reports by local educational agencies and individual schools to the State, and by the States to the Secretary. Directs the Secretary, at least once every three years, to publish the high school completion rate for each State, with the first such publication to be made by January 1, 1995. Authorizes appropriations for: (1) making planning grants for such programs, for FY 1991 and 1992; and (2) carrying out such programs, for FY 1993 through 1999. Amends the Elementary and Secondary Education Act of 1965 (ESEA) to revise provisions relating to secondary school programs for basic skills improvement and dropout prevention and reentry. Requires each State educational agency and local educational agency that conducts a specified evaluation pursuant to such provisions to report the evaluation results to the National Diffusion Network. Doubles the amounts authorized to be appropriated for such programs for FY 1990 through 1993. Revises ESEA provisions for assistance to address school dropout problems. Extends through FY 1992 the authorization of appropriations for such assistance. Requires any local educational agency or educational partnership applying for such assistance to establish annual procedures for providing the results of specified evaluations and determinations to the National Diffusion Network."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "School Completion and Incentives Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require States to increase high school completion rates, to establish a program of grants to States for purposes of increasing such rates, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:50-05:00"
}