{
  "actions": [
    {
      "acted_at": "1973-11-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11422-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-13", 
  "number": "11422", 
  "official_title": "A bill to establish a New England Regional Power and Environmental Protection Agency for the purpose of assuring adequate and reliable low-cost electric power to the people of New England, protecting and enhancing the environment, and providing a vehicle for research and development programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "New England Regional Power and Environmental Protection Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-13", 
  "subjects": [
    "Corporations", 
    "Electric power", 
    "Energy", 
    "Environmental Protection Agency", 
    "Government operations and politics", 
    "New England", 
    "Public utilities"
  ], 
  "subjects_top_term": "Electric power", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-13", 
    "text": "Title I: New England Regional Power and Environmental Protection Act - Creates a body corporate by the name of the New England Regional Power and Environmental Protection Agench which shall establish and operate a bulk power supply system to supply wholesale power to utilities throughout the entire New England region and establish interconnections, and coordination agreements, with utilities in any region, a national power grid if one shall be established, and with utilities in Canada. Provides that the Agency shall have as its primary purpose the provision of bulk power supply to the region with the minimum adverse impact on the environment; that it shall acquire, either through construction, purchase, lease, condemnation, or other procedure, power generation and transmission facilities as it finds necessary to meet the electric power needs of New England; and that the Agency shall contract to sell electric power to electric utilities in the region at rates which shall be uniform, and which shall be set at the lowest possible level consistent with sound business principles and environmental protection requirements. States that at such time as the Agency determines that it has acquired the generation and transmission facilities necessary to meet all the electric power needs of New England, no electric utility in the region may construct or operate any new generation facility having a capacity of transmitting electrical energy at 200 kilovolts or more. Directs the Agency to prepare projects for the region of the quantity of power generating capacity which will be needed for the succeeding twenty years; and to collect and evaluate data on environmental conditions at the Agency's sites. Directs the Agency to carry out a program of research and development in the area of electric power generation and transmission. Title II: General Provisions - Provides that the Board of Directors of the Agency shall be composed of seven members, to be appointed by the President, by an with the advice and consent of the Senate. States tht except as otherwise specifically provided in this Act, the Agency shall have the same powers as a District of Columbia nonprofit corporation has. Authorizes the Agency to issue and sell bonds, notes, and other evidences of indebtedness (hereinafter collectively referred to as \"bonds\") to assist in financing its activities and to refund such bonds. States that bonds issued by the Agency under this section shall be lawful investments and may be accepted as security for all fiduciary, trust, and public funds, the investment or deposit of which shall be under the authority or control of any officer or agency of the United States. Provides that in order to render financial assistance to those States and local governments in which the power generation and operations of the Agency are carried on, the Board is authorized and directed to pay to the States and local governments five percent of gross revenues of the preceding fiscal year to be apportioned among the States and local governments. Title III: Environmental Protection - Requires the Agency to be subject to Federal and State environmental standards. Title IV: Authorization of Appropriations - Authorizes appropriation of such sums as may be necessary for the New England Regional Power and Environmental Protection Agency to fulfill the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "New England Regional Power and Environmental Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a New England Regional Power and Environmental Protection Agency for the purpose of assuring adequate and reliable low-cost electric power to the people of New England, protecting and enhancing the environment, and providing a vehicle for research and development programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:59-05:00"
}