{
  "actions": [
    {
      "acted_at": "1999-02-25", 
      "references": [
        {
          "reference": "CR S2022", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-02-25", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s477-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1999-03-03", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-02-25", 
  "number": "477", 
  "official_title": "A bill to enhance competition among airlines and reduce airfares, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr272-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Airline Competition Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-02-25", 
  "subjects": [
    "Access to airports", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Air routes", 
    "Airline passenger traffic", 
    "Airline rates", 
    "Airlines", 
    "Airports", 
    "Commerce", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Department of Transportation", 
    "Environmental protection", 
    "Federal preemption", 
    "Government operations and politics", 
    "Injunctions", 
    "Law", 
    "Legislation", 
    "Noise", 
    "Restrictive trade practices", 
    "State laws", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-02-25", 
    "text": "Airline Competition Act of 1999 - Amends Federal aviation law to make eligible large hub airports and low-competition airports for slots (takeoff and landing authority) for air carriers providing essential air service at such airports. Directs the Secretary of Transportation to give preference in granting an exemption from certain requirements limiting takeoffs and landings at high density airports to air transportation provided to low-competition airports that are located within a 500-mile radius of a high density airport. (Sec. 4) Directs the Secretary to issue regulations that define predatory practices and unfair methods of competition of air carriers for purposes of applying this Act to complaints of such practices under section 41712 of title 49, United States Code, or any other applicable provision of law. Directs the Secretary to: (1) after a complaint alleging a predatory practice or unfair method of competition by an air carrier is filed on or after enactment of this Act with the Secretary under section 41712 of title 49, United States Code, or any other applicable provision of law, make an initial finding of whether such practice that is the subject of the complaint constitutes a predatory practice or unfair method of competition; and (2) complete action on such complaints filed with the Secretary before enactment of this Act. (Sec. 5) Directs the Secretary to report annually to Congress concerning barriers to entry, predatory practices (including pricing), and other limits on competition in the aviation industry. (Sec. 6) Declares that nothing in this Act shall authorize the Secretary to take action that would increase aircraft noise in any community in the vicinity of an airport. Directs the Secretary to issue proposed regulations that establish and implement stage 4 noise levels which provide for the significant reduction in the noise level of, and which are consistent with levels attainable through the use of the most effective noise control technology available for stage 3 aircraft as of January 1, 1999, for, stage 4 aircraft. (Sec. 7) Amends Federal aviation law provisions prohibiting State regulation of air prices, routes, and services to declare that such provisions shall not bar a cause of action brought against an air carrier by one or more private parties seeking to enforce any right under the common law of any State or State statute other than a statute purporting to directly prescribe fares, routes, or levels of air transportation service."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airline Competition Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance competition among airlines and reduce airfares, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:22-05:00"
}