{
  "actions": [
    {
      "acted_at": "1981-03-19", 
      "committee": "Senate Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-05-04", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-05", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA; Defense Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-22", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from VA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-22", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-07-23", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-08-12", 
      "in_committee": "Senate Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans received executive comment from OMB.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s742-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-03-19", 
  "number": "742", 
  "official_title": "A bill to amend title 38, United States Code, to provide expanded opportunities for individuals to earn educational assistance benefits based on honorable active service in the armed forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2790-97", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2790-97", 
      "reason": "identical"
    }
  ], 
  "short_title": "Veterans Education and Training Program Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Cohen, William S.", 
    "state": "ME", 
    "thomas_id": "00215", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-03-19", 
  "subjects": [
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Department of the Treasury", 
    "Education", 
    "Government trust funds", 
    "Military dependents", 
    "Military personnel", 
    "Veterans' education"
  ], 
  "subjects_top_term": "Veterans' education", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-03-19", 
    "text": "Veterans' Education and Training Program Act of 1981 - Title I: Educational Assistance for Members of the Armed Forces - Establishes a Peacetime Veterans' Educational Assistance Program for members of the armed forces who enlist or reenlist after the date of enactment of this title and are released from such service by honorable discharge. Entitles eligible members who enlist for two or more years to 18 months of educational assistance at the end of the first 24 months of active duty, one-half month of educational assistance for each month served during a third 12-month period, and one month of assistance for each month served during a fourth 12-month period. Entitles eligible members who enlist for a period of six years of reserve duty to assistance upon the completion of two years of service and one month of such assistance for each three additional months of service. Limits educational assistance entitlements to a maximum of 36 months and authorizes educational assistance allowances for veterans and certain members pursuing a program of education under this title. Limits assistance to the date ten years beyond an eligible person's last discharge or release from active duty. Requires the Secretary of Defense to report to the Congress semiannually on the operation of such program. Establishes a Career Members' Dependents Educational Assistance Program for veterans who are serving on active duty and have completed a period of more than six years. Requires eligible persons to enroll and participate in such program for at least 12 consecutive months except as specified by this Act. Requires participants to agree to a monthly deduction from their military pay as a contribution to such program for deposit in the Career Member's Dependents Education Account established in the U.S. Treasury. Provides for a refund of such contributions upon disenrollment, discharge, release, or death. Authorizes the Secretary to contribute to the fund account, in addition to matching funds, any amounts necessary to encourage persons to remain in the armed forces. Entitles each participant to 36 monthly benefit payments. Sets forth the formula for computing the amount of such payments. Permits eligible veterans to transfer any educational benefits to such veterans' spouse or children. Establishes a delimiting period of ten years after discharge or release for educational assistance benefits. Requires the Administrator of Veterans' Affairs and the Secretary of Defense, within 90 days of enactment of this Act, to submit a joint report to the Congress on their respective plans for implementation of programs provided by this Act. Prohibits dual participation in programs provided by this Act for persons who enlist in the Armed Forces after December 31, 1981. Title II: Educational Leaves of Absence for Members of the Armed Forces - Permits the Secretary to grant any eligible member a leave of absence from military duties for the pursuit of a program of education for up to 12 months. Sets forth the impact of such leave of absence upon the payment of basic pay, determining eligibility for retirement pay, and time in grade for promotion purposes. Provides a procedure for the release from active duty of certain members of the armed forces for the purpose of transfer to the Selected Reserve and Ready Reserve, at the discretion of the Secretary of the department concerned."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans Education and Training Program Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to provide expanded opportunities for individuals to earn educational assistance benefits based on honorable active service in the armed forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:41-05:00"
}