{
  "actions": [
    {
      "acted_at": "1973-01-31", 
      "committee": "House Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3354-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-31", 
  "number": "3354", 
  "official_title": "A bill to improve the efficiency of the Nation's highway system, and to allow States and localities more flexibility in utilizing highway funds.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4605-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Highways and Related Transportation Systems Improvement Act", 
  "sponsor": {
    "district": "2", 
    "name": "Boland, Edward P.", 
    "state": "MA", 
    "thomas_id": "00104", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-31", 
  "subjects": [
    "Federal aid programs", 
    "Interstate highway system", 
    "Roads and highways", 
    "States", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-31", 
    "text": "Highways and Related Transportation Systems Improvement Act - Sets forth findings that highway congestion, air pollution, and related safety problems are impairing the efficiency of the highway system; and declares that the level of efficiency can be improved by developing related systems, and that both highways and related systems can best be improved by giving States and local communities greater flexibility in the use of Federal highway funds. Reduces the present authorizations of $4,000,000,000 for the Interstate System of highways for fiscal year 1974, 1975, and 1976, to the sum of $3,250,000,000 for each of fiscal years 1974 through 1979. Authorizes the Secretary of Transportation to make 1974 and 1975 Interstate System apportionments using the factors set forth in Table 5 of House Public Works Committee Print 92-29. Extends the time for completing the Interstate System by three years, from June 1976 to June 1979. Requires the Secretary to continue to report to Congress the cost of completing the Interstate System every second year, using the estimate shown therein for making apportionments for the subsequent two-year-period, upon approval of Congress. Authorizes additional mileage for the Interstate System to be used in making modifications or revisions in the Interstate System. Provides that upon joint request of the local governments, the Secretary may withdraw his approval of any route or portion thereof on the System within a State if he determines that such route is not essential to the completion of a unified and connected Interstate System. States that after the Secretary has withdrawn his approval the mileage of such route and the additional mileage authorized by this Act shall be available to the State to provide the essential connection of the Interstate System in lieu of the route or portions thereof which were withdrawn. Extends the ten percent penalty, applicable to Federal-aid highway funds appropriated to a State for failure to control outdoor advertising displays and devices which can be seen from the nearest roadway for the period after January 1, 1974. Extends the appropriations for carrying out the outdoor advertising program as follows: $20,500,000 for 1972; and $50,000,000 for each of the fiscal years 1973, 1974 and 1975. Authorizes to be appropriated for control of junkyards in areas adjacent to the Interstate System and Federal-aid primary system highways, $3,000,000 for each of fiscal years 1971 and 1972; $5,000,000 for fiscal year 1973; and $7,000,000 for each of the fiscal years 1974 and 1975. Authorizes the Secretary of Transportation to apportion money from the Highway Trust Fund to assist States and local governments to operate, maintain, and improve highways and other transportation services, including public transit, if sufficient funds are not available from other Federal sources. Authorizes to be appropriated out of the Highway Trust Fund the following amounts; $2,750,000,000 for fiscal year 1974; and $3,250,000,000 for each of fiscal years 1975, 1976, 1977, 1978, and 1979. Provides that ninety percent of these amounts are to be appropriated in accordance with a prescribed formula, and the remaining ten percent shall be available to the Secretary as a discretionary fund. States that unwarranted reductions of allocations by States to local governments for transportation purposes may result in a reduction of a like amount of Federal funds to the State concerned. Requires each State to have a comprehensive State and local transportation plan, subject to approval by the Secretary of Transportation. Provides that where a State or metropolitan plan is rejected by the Secretary, the State or local unit shall be afforded an opportunity for a hearing. Limits planning and administrative costs of State or local units to three percent of the respective allocation. Provides for recordkeeping, audits, and reports. Authorizes the Secretary of Transportation to prescribe rules, regulations, and standards in implementing the highway and related transportation services improvement chapter. Requires the Secretary to report annually to the President and Congress on the developments and effectiveness of these activities. Specifies that no Federal contribution in addition to funds herein allocated shall be provided for relocation payments and assistance for those replaced by transportation activities. Provides that nothing in this chapter shall diminish the requirements respecting the establishment by States of highway safety programs approved by the Secretary of Transportations. Requires the Secretary to take such action as may be necessary to insure that all laborers and mechanics employed by contractors in the performance of construction work financed with the assistance of loans or grants under this Act shall be paid wages at rates not less than those prevailing on similar construction in the locality as determined by the Secretary of Labor in accordance with the Davis-Bacon Act, as amended. Provides that the Secretary shall not approve any such loan or grant without first obtaining adequate assurance that required labor standards will be maintained upon the construction work."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Highways and Related Transportation Systems Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the efficiency of the Nation's highway system, and to allow States and localities more flexibility in utilizing highway funds.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:44-05:00"
}