{
  "actions": [
    {
      "acted_at": "1992-03-05", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-03-20", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans. Hearings held. Hearings printed: S.Hrg. 102-785.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-06-24", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-08-12", 
      "references": [], 
      "text": "Committee on Veterans. Reported to Senate by Senator Cranston with an amendment in the nature of a substitute. With written report No. 102-376.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-08-12", 
      "calendar": "Senate Legislative", 
      "number": "639", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 639.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1992-09-22", 
      "committee": "Committee on Finance by unanimous consent", 
      "references": [], 
      "text": "Referred to the Committee on Finance by unanimous consent.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-22", 
      "references": [], 
      "text": "Senate Committee on Finance discharged by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-22", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-22", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-22", 
      "bill_ids": [
        "hr5008-102"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 5008 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-22", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s3155-102", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3155"
    }
  ], 
  "bill_id": "s2323-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1992-03-05", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1992-07-23", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-03-05", 
  "number": "2323", 
  "official_title": "A bill to amend title 38, United States Code, to revise the rates of dependency and indemnity compensation payable to surviving spouses of certain service-disabled veterans, to provide supplemental service disabled veterans' insurance for totally disabled veterans, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5008-102", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr5008-102", 
      "reason": "includes"
    }
  ], 
  "short_title": "Veterans' Survivors' Benefits Improvement Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-06-24", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional reporting requirements", 
    "Federal advisory bodies", 
    "Government life insurance", 
    "Government paperwork", 
    "Health", 
    "Income", 
    "Income tax", 
    "Insurance premiums", 
    "Medicaid", 
    "Military dependents", 
    "Military pensions", 
    "Nursing homes", 
    "Public assistance programs", 
    "Social welfare", 
    "Survivors' benefits", 
    "Tax returns", 
    "Veterans' disability compensation", 
    "Veterans' pensions"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1992-09-22", 
    "text": "Veterans' Survivors' Benefits Improvement Act of 1992 - Revises the rate of monthly dependency and indemnity compensation (DIC) payable to the surviving spouses of service-disabled veterans whose deaths occur before December 1, 1992. Makes such monthly amount $725 plus a specified additional amount which varies based on either the number of years a veteran has a total disability or the number of years of active duty completed by the veteran, whichever is greater. Allows only the period during which the veteran was married to the surviving spouse while disabled or on active duty to be taken into account when determining the monthly amount payable. Provides a transitional rule for the payment of DIC for the first full month following the veteran's death. Increases, for each of FY 1993, 1994, and thereafter, the amount of additional DIC paid to a surviving spouse with dependent children. Requires FY 1993 costs for the implementation of the revised DIC amounts to be paid from amounts (not to exceed $5,000,000) available to the Department of Veterans Affairs for the payment of compensation and pension. Establishes the Commission on the Study of Survivor Benefits. Directs the Secretary of Veterans Affairs to submit to the Senate and House Veterans' Affairs Committees (veterans' committees) a report of the Commission with respect to the most appropriate combination of financial, health-care, educational, and other survivor benefits to meet the needs of veterans' survivors. Directs the Secretary to enter into an agreement with the National Academy of Sciences (NAS) or other appropriate entity for the review and compilation of data on current and proposed survivor benefit programs that will permit an assessment of the adequacy of such programs in meeting the financial, health-care, educational and other needs of survivors. Directs the: (1) NAS to report its recommendations to the chairperson of the Commission; and (2) Secretary to submit the Commission's report to the veterans' committees. Provides for: (1) the confidentiality of matters included in the study and reports; and (2) study funding. Provides eligibility for up to $20,000 in additional Service Disabled Veterans' Insurance (SDVI) for totally disabled veterans who qualify for a waiver of premiums for coverage under SDVI due to the total disability rating. Requires eligible veterans to apply for such additional coverage within one year after: (1) enactment of this Act; or (2) being notified by the Department of Veterans Affairs of their eligibility for a waiver of premiums. Prohibits the waiver of premiums for any supplemental insurance granted to such veterans. Increases from $40,000 to $90,000 the maximum amount of Veterans' Mortgage Life Insurance. Limits to $90 the monthly pension payable to Medicaid-eligible veterans or their survivors while in nursing homes participating in Medicaid if such veterans have neither spouse nor child or if such survivor has no child. Makes such limitations permanent (currently terminate at the end of FY 1992). Makes permanent (currently expires at the end of FY 1992) the authority of the Department to obtain data from the Social Security Administration and the Internal Revenue Service in order to verify the income of those applying for or receiving veterans' pensions on a needs basis. Makes an identical change under provisions of the Internal Revenue Code."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Survivors' Benefits Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Veterans' Survivors' Benefits Improvement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to revise the rates of dependency and indemnity compensation payable to surviving spouses of certain service-disabled veterans, to provide supplemental service disabled veterans' insurance for totally disabled veterans, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:26-05:00"
}