{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "11", 
  "official_title": "A bill to make the Federal Reserve System responsive to the best interests of the people of the United States, to improve the coordination of monetary, fiscal, and economic policy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Patman, Wright", 
    "state": "TX", 
    "thomas_id": "00895", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Advisory bodies", 
    "Federal reserve system", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "Federal reserve system", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Bases the membership in the Federal Reserve System upon a certificate attesting the membership of the member bank rather than upon subscription to Federal Reserve bank stock. Exempts Federal Reserve bank shareholders from liability for such bank's contracts and debts. Provides that the Federal Reserve banks shall have no capital stock. Requires banks applying for membership in the Federal Reserve System to submit an application to the Federal Reserve bank of its district in accordance with regulations of the Federal Reserve Board and a $10.00 membership fee. (Amends 12 U.S.C. 222; 287; Repeals 12 U.S.C. 502) Revises the composition of the Federal Reserve Board to consist of 7 members representative, to the degree possible, of agricultural, consumer, labor, business and academic interests, each term of whom will not exceed 5 years. Abolishes the Federal Open Market Committee and the Federal Advisory Council of the Federal Reserve System. Establishes the Federal Advisory Committee of the Federal Reserve System, which will consist of 6 members, and whose duty it shall be to advise the Federal Reserve Board on any program or matter concerning monetary policy. Removes from every Federal Reserve bank the power to establish discount rates, and invests that power in the Board of Governors. Establishes criteria for the avoidance of conflicts of interest among officers and employees of the Federal Reserve system or any bank thereof. Provides for an annual audit of the Federal Reserve Board and Federal Reserve banks and their branches by the Comptroller General. Provides for the operation of the Federal Reserve System by funds appropriated by Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to make the Federal Reserve System responsive to the best interests of the people of the United States, to improve the coordination of monetary, fiscal, and economic policy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:49-05:00"
}