{
  "actions": [
    {
      "acted_at": "1989-03-09", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-10", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Research and Development", 
      "text": "Referred to Subcommittee on Energy Research and Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-03-17", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from the Departments of Defense and Energy, National Science Foundation, Office of Science Technology Policy and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-28", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from the Department of Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-07-19", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-08-04", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Johnston with an amendment in the nature of a substitute. With written report No. 101-108.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-08-04", 
      "calendar": "Senate Legislative", 
      "number": "208", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 208.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-04-26", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s550-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Research and Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1989-03-09", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1989-03-09", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McClure, James A.", 
      "sponsored_at": "1989-03-09", 
      "state": "ID", 
      "thomas_id": "01394", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1989-03-09", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-09", 
  "number": "550", 
  "official_title": "A bill to establish a national program to improve collaboration between the national laboratory system of the Department of Energy and the private sector so as to foster the development of technologies in areas of significant economic potential in order to enhance the Nation's economic competitiveness and strategic well-being, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Energy National Laboratory Cooperative Research and Technology Competitiveness Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-07-19", 
  "subjects": [
    "Administrative procedure", 
    "Auditing", 
    "Commercial arbitration", 
    "Commercialization", 
    "Communication in science", 
    "Conflict of interests", 
    "Congressional reporting requirements", 
    "Copyright", 
    "Copyright royalties", 
    "Energy policy", 
    "Energy research", 
    "Federal advisory bodies", 
    "Federal budgets", 
    "Government and business", 
    "Government liability", 
    "Government paperwork", 
    "Industrial research", 
    "Intellectual property", 
    "International competitiveness", 
    "Inventions", 
    "Laboratories", 
    "Licenses", 
    "Manufacturing industries", 
    "Nuclear weapons", 
    "Patents", 
    "Plant breeding", 
    "Privatization", 
    "Research and development", 
    "Research and development contracts", 
    "Research and development facilities", 
    "Research centers", 
    "Right of property", 
    "Science, technology, communications", 
    "Standards", 
    "Superconductivity", 
    "Technological innovations", 
    "Technology policy", 
    "Technology transfer", 
    "User charges"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1989-08-04", 
    "text": "Department of Energy National Laboratory Cooperative Research and Technology Competitiveness Act of 1989 - Defines terms and lists laboratories subject to this Act. Declares it a mission of the National Laboratories to foster, through the transfer of technology to the private sector consistent with the national security and a fair return on taxpayers' investment, the commercialization of technology developed through laboratory activities. Directs the Secretary of Energy to take actions to further this mission. Subtitle A: National Laboratory Centers for Technology Management - Directs the Secretary to prescribe regulations to ensure that the director of any National Laboratory has the authority to negotiate and enter into cooperative research and development agreements with various private and public entities and to negotiate intellectual property licensing agreements for National Laboratory property. Authorizes National Laboratory directors to include specified types of provisions in cooperative agreements. Enumerates mandatory determinations the director must make when deciding whether to enter an agreement, including a determination that National Laboratory facilities are available and that the proposed work is consistent with applicable guidelines and would neither interfere with Department of Energy programs nor create a financial burden on the laboratory. Sets forth criteria the director of a National Laboratory must consider when deciding which agreements to enter into, including a preference for businesses that agree to manufacture the relevant property substantially in the United States. Limits the cumulative total of nonappropriated funds received in any year under agreements under this title to ten percent of the annual budget of the laboratory, unless the Secretary gives advance approval. Prescribes criteria to be met in the interest of avoiding cooperative research and development agreements or intellectual property licenses that reflect any conflict of interest with respect to National Laboratory personnel. Requires each National Laboratory to keep records of all agreements and to submit them annually to the Secretary. Directs the Secretary to: (1) review existing regulations, policies, conflict of interest standards, and incentives for non-governmental parties in connection with cooperative research agreements; (2) formulate and implement comprehensive policy to advance this Act's objectives; and (3) report review findings and recommendations to the Congress and to the President. Allows the Secretary to include provisions in cooperative research and development agreements for temporary exchanges of personnel between any domestic firm or university and the National Laboratories. Authorizes the Secretary to make facilities, personnel, and other resources of the Department of Energy available to other Federal departments or agencies and to any participant in cooperative research and development agreements. Directs the Secretary to ensure that unnecessarily duplicative research is not performed at the research facilities of the Department of Energy, including the National Laboratories. Subtitle B: Centers for Research on High-Temperature Superconducting Technologies - Directs the Secretary of Energy to: (1) initiate and implement a cooperative program of research on enabling high-temperature superconductor technology and its practical applications; (2) form the Council for Research on Enabling Technologies, comprising representatives of appropriate government, university, and industry personnel, to advise the Secretary concerning goals and strategies; and (3) establish cooperative research centers in enabling technologies for high-temperature superconducting materials and applications at at least one National Laboratory. Prescribes criteria for selecting Laboratories. Directs the Secretary to ensure that National Laboratories may participate in the cooperative program and to enter into agreements and contracts to provide for their active participation. Requires the program to include provisions for at least one National Laboratory to conduct research, experimental, and development activities relating to high-temperature superconductivity. Subtitle C: General Provisions - Directs the Secretary to issue regulations with respect to cooperative agreements, criteria for entering into agreements, and agreement considerations, subjecting the regulations to preissuance review by the Office of Federal Procurement Policy. Lists provisions to govern disposition of title to property developed by National Laboratories. Permits waivers of Government license rights in connection with categories of inventions determined to be directly related to research and development on the design, manufacture, or use of any nuclear weapon or component. Enumerates intellectual property rights and royalty provisions that must be included in DOE funding agreements to operate a National Laboratory. Vests in arbitration boards the responsibility of determining the amount to be paid to the United States by National Laboratory managers or directors for intellectual property rights retained by the laboratory. Authorizes the Secretary to require the licensing to third parties of all intellectual property subject to this title's provisions. Directs the Secretary and the Inspector General of the Department of Energy, along with the Comptroller General, to conduct periodic audits of National Laboratory activities. Declares that the United States shall not be liable for the use or manufacture of an invention covered by a patent acquired under this Act nor for the infringement of any copyright or certificate of plant variety protection acquired under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy National Laboratory Cooperative Research and Technology Competitiveness Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Energy National Laboratory Cooperative Research and Technology Competitiveness Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national program to improve collaboration between the national laboratory system of the Department of Energy and the private sector so as to foster the development of technologies in areas of significant economic potential in order to enhance the Nation's economic competitiveness and strategic well-being, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:16-05:00"
}