{
  "actions": [
    {
      "acted_at": "1979-12-20", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6198-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-20", 
  "number": "6198", 
  "official_title": "A bill to amend the Federal Reserve Act to eliminate the ceiling rates on deposits maintained at federally insured depository institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Thrift Equality and Deregulation Act of 1980", 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-20", 
  "subjects": [
    "Bank accounts", 
    "Congressional oversight", 
    "Cooperative housing", 
    "Corporations and Stocks", 
    "Credit unions", 
    "Deposit insurance", 
    "Federal Deposit Insurance Corporation", 
    "Federal Home Loan Bank Board", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government operations and politics", 
    "Housing and Housing Finance", 
    "Interest", 
    "Interest rates", 
    "Mortgages", 
    "National Credit Union Administration", 
    "National banks", 
    "Negotiable instruments", 
    "Savings and loan associations", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-20", 
    "text": "Thrift Equality and Deregulation Act of 1980 - Title I: Elimination of Interest Ceilings - Requires the maximum interest rate on each category of bank deposits (Regulation Q) to be increased by at least one-half of one percentage point every year beginning in 1980 and extending through 1985. Authorizes the Board of Governors of the Federal Reserve System to postpone or reduce such an increase if such action is warranted by economic conditions or is necessary to avoid a threat to the economic viability of depository institutions (insured banks, mutual savings banks, savings banks, member banks in the Federal Reserve System, insured savings and loan associations, and insured credit unions). Requires the Board to consult with the Board of Directors of the Federal Deposit Insurance Corporation, the Federal Home Loan Bank Board, and the National Credit Union Administration Board in exercising its authority to postpone or reduce interest rate increases under Regulation Q. Directs the Board to report immediately to the Congress if such authority is exercised. Requires the Board, in consultation with such other agencies, to report to Congress if it is economically feasible or desirable to accelerate such increases in maximum rates of interest. Prohibits the agencies responsible for the regulation of depository institutions from approving, during the five-year period of scheduled increases in interest rates, any new deposit or account bearing a lower rate than that existing on deposits or accounts of comparable maturities. Sets forth a five-year schedule for the elimination of interest rate controls under Regulation Q beginning on July 1, 1980, with rate ceilings on: (1) time deposits which mature in six years or more; (2) individual retirement accounts; and (3) pension fund accounts. Eliminates the authority to establish rate ceilings for all time deposits by July 1, 1984. Terminates such authority with respect to savings accounts, negotiable order of withdrawal accounts, and share draft accounts on July 1, 1985. Authorizes the Board of Governors, in consultation with the other regulatory agencies, to prescribe maximum rates of interest after the lapse of Regulation Q on January 1, 1985. States that such controls shall remain in effect for one year and must be based on a finding that an extreme economic emergency exists and such action is necessary to maintain the economic viability of depository institutions. Requires any such finding to be promptly reported to the Congress. Requires reductions in the minimum denomination requirements on all time deposits within five years of the enactment of this Act. Authorizes the Board of Governors, in consultation with the other regulatory agencies, to postpone such reductions if necessary to preserve the viability of depository institutions or if economic conditions warrant such action. Directs that such reductions be implemented no later than July 1, 1990. Requires any postponement to be promptly reported and justified to the Congress. Terminates the authority for interest rate differentials between insured banks and insured thrift institutions. Title II: Negotiable Order of Withdrawal Accounts - Amends the Federal Reserve Act, the Federal Deposit Insurance Act, and the Home Owners' Loan Act of 1933 to permit any federally insured bank, mutual savings bank, savings bank, member bank in the Federal Home Loan Bank System, and federally insured savings and loan associations to pay interest on negotiable order of withdrawal (NOW) accounts for individuals and nonprofit organizations. Amends the Federal Credit Union Act to authorize Federal credit unions to offer share draft accounts to individuals and nonprofit organizations. Requires the Board of Governors of the Federal Reserve System, the Board of Directors of the Federal Deposit Insurance Corporation, the Federal Home Loan Bank Board, and the National Credit Union Administration Board to consult with each other in setting the interest rates on time and savings deposits or the rate of dividends on share draft accounts which may be paid by financial institutions under their jurisdiction. Title III: Savings and Loan Association Amendments - Amends the Home Owners' Loan Act of 1933 to empower Federal savings and loan associations to engage in consumer lending and transactions involving commercial paper, corporate debt securities, and bankers acceptances. Authorizes the Federal Home Loan Bank Board to permit Federal savings and loan associations to engage in fiduciary activities if not prohibited by State law. Sets forth provisions governing the exercise of such trust powers. Authorizes any State savings and loan association to convert to a Federal charter if it has never existed in mutual form. Imposes a liquidity requirement on Federal savings and loan associations and federally insured associations prescribed by the Board at a rate between four and ten percent of an association's withdrawable accounts and borrowings payable on demand or within one year. Authorizes the Board to prescribe comparable bases for institutions operating as insurance companies. Directs that liquidity requirements be maintained in the form of cash, deposits at Federal Home Loan Banks and commercial banks, government securities, bankers acceptances, and certain investment company securities. Permits Federal savings and loan associations to issue mutual capital certificates under regulation of the Board. Includes such certificates in computation of the reserves required to be held against insured accounts. Title IV: Mutual Savings Bank Amendments - Authorizes Federal mutual savings banks to make loans and investments without regard to limitations imposed by Federal and State law. Limits such investments to 20 percent of a bank's assets. Requires 65 percent of such investments to be made within the State where a bank is located or within 50 miles of such State. Phases in such increased investment authority over eight years. Authorizes the Federal Home Loan Bank Board to lengthen or shorten such period by two years. Authorizes Federal mutual savings banks to accept deposits from any source. Empowers the Board to phase-in such authority provided savings banks are permitted to accept demand deposits by January 1, 1990, or at an earlier date when interest rate controls are effectively eliminated. Title V: Federal Credit Union Amendments - Amends the Federal Credit Union Act to limit the annual interest rate on loans to members of a Federal credit union to 12 percent or five percent in excess of the average yield on five-year Treasury obligations, whichever is greater. Authorizes Federal credit unions to make secured loans to finance the purchase of a cooperative dwelling unit. Requires member credit unions of the Central Liquidity Facility to purchase stock of the Facility in an amount equal to one-half percent of the capital and surplus of all participating credit unions rather than one-half percent of the capital and surplus of all credit unions serving natural persons. States that only the dividend rate on required capital stock in the Facility shall be paid without preference. Repeals provisions which limited the National Credit Union Administration Board's authority to enter contracts to amounts provided in appropriation Acts. Authorizes the Board to permit agent members of the Central Liquidity Facility to charge higher rates of interest on loans in carrying out the purposes of the Facility. Title VI: Federal Deposit Insurance Amendments - Increases Federal deposit insurance on accounts in banks, savings and loan associations, and credit unions to $50,000 per deposit."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Thrift Equality and Deregulation Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Reserve Act to eliminate the ceiling rates on deposits maintained at federally insured depository institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:54-05:00"
}