{
  "actions": [
    {
      "acted_at": "1999-07-20", 
      "references": [
        {
          "reference": "CR S8880-8881", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-07-20", 
      "committee": "Committee on HELP", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on HELP.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1400-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "1999-07-26", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1999-09-08", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1999-07-20", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1999-11-02", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1999-07-20", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "1999-07-20", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "1999-07-20", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-07-20", 
  "number": "1400", 
  "official_title": "A bill to protect women's reproductive health and constitutional right to choice, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2624-106", 
      "reason": "identical"
    }
  ], 
  "short_title": "Family Planning and Choice Protection Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-07-20", 
  "subjects": [
    "Abortion", 
    "Abortion clinics", 
    "Abortion counseling", 
    "Abortion procedures", 
    "Access to health care", 
    "Adoption", 
    "Ambulatory care", 
    "Appropriations", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Authorization", 
    "Birth control", 
    "Civil rights and liberties, minority issues", 
    "Clinics", 
    "Commerce", 
    "Consumer education", 
    "Contraceptives", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "District of Columbia", 
    "Drug approvals", 
    "Drug industry", 
    "Economics and public finance", 
    "Employee health benefits", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to child health services", 
    "Federal aid to health facilities", 
    "Federal employees", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government publicity", 
    "Grants-in-aid", 
    "Health", 
    "Health counseling", 
    "Health education", 
    "Health insurance", 
    "Health insurance industry", 
    "Incest", 
    "Labor and employment", 
    "Law", 
    "Licenses", 
    "Medicaid", 
    "Medical personnel", 
    "Medically uninsured", 
    "Military hospitals", 
    "Military medicine", 
    "Patients' rights", 
    "Pharmaceutical research", 
    "Police training", 
    "Poor children", 
    "Prenatal care", 
    "Prisoners", 
    "Prosecution", 
    "RU 486 (Drug)", 
    "Rape", 
    "Rebates", 
    "Science, technology, communications", 
    "Security measures", 
    "Social welfare", 
    "State laws", 
    "Supreme Court decisions", 
    "Violence", 
    "Women", 
    "Women soldiers", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-07-20", 
    "text": "TABLE OF CONTENTS: Title I: Prevention Subtitle A: Family Planning Subtitle B: Prescription Equity and Contraceptive Coverage Subtitle C: Emergency Contraceptives Title II: Choice Protection Family Planning and Choice Protection Act of 1999 - Title I: Prevention - Subtitle A: Family Planning - Amends the Public Health Service Act (PHSA) to authorize appropriations for voluntary family planning projects.(Sec. 102) Amends the Civil Rights Act of 1964 to prohibit, notwithstanding any other provision of law, any authority of the United States, in or through any health care services or information program or activity administered or assisted by that authority, from limiting any person's right to provide or receive nonfraudulent information regarding reproductive health care services.Subtitle B: Prescription Equity and Contraceptive Coverage - Equity in Prescription Insurance and Contraceptive Coverage Act of 1999 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) and the PHSA to prohibit a group health plan, and an insurer providing coverage in connection with a group plan, from restricting benefits for prescription contraceptive drugs, devices, or outpatient services if the plan provides benefits for other outpatient prescription drugs, devices, or services. Prohibits related denial of eligibility or enrollment, monetary payments or rebates to covered individuals, and penalties or incentives to health care professionals. Amends the PHSA to apply these prohibitions to insurers in the individual market. Declares that this paragraph does not preempt State law providing greater enrollee protections. Prohibits the use of Federal funds for a contract that includes prescription drug coverage unless the contract includes a provision for contraceptive coverage, except for plans that object to such coverage for religious reasons. Prohibits a plan from discriminating against an individual because the individual refuses, for religious reasons, to prescribe contraceptives.Subtitle C: Emergency Contraceptives - Mandates development and dissemination to the public and health care providers of information on drugs or devices designed to be used after sexual relations to prevent pregnancy. Authorizes appropriations.Title II: Choice Protection - Amends the Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations Act, 1999 to repeal provisions prohibiting the expenditure of any funds appropriated by that Act and the expenditure of any funds in any trust fund to which funds are appropriated under that Act for any abortion or for health benefits coverage that includes coverage of abortion.(Sec. 202) Makes congressional findings that: (1) Federal resources are necessary to ensure safety for women and health professionals regarding reproductive health facilities and services; (2) it is necessary and appropriate to use Federal resources to combat the nationwide campaign of violence and harassment against reproductive health centers; and (3) Congress should support increasing Federal resources to fully ensure the safety of health professionals, center staff, and all women using reproductive health center services and the family members of such persons.Establishes in the Department of Justice the Task Force on Violence Against Health Care Providers to: (1) coordinate investigative, prosecutorial, and enforcement efforts of Federal, State, and local governments regarding violence at reproductive health care facilities and violence against health care providers; (2) conduct security assessments for such facilities; and (3) provide related training for local law enforcement and provide methodologies for assessing risks and promoting facility security. Authorizes appropriations.Requires the Department of Justice to make grants to such facilities to enhance security and to purchase and install security devices. Authorizes appropriations.(Sec. 203) Directs the Secretary of Health and Human Services to: (1) ensure that a Food and Drug Administration decision to approve the drug called Mifepristone or RU-486 is made only on the basis provided in law; and (2) assess initiatives to promote the testing, licensing, and manufacturing in the United States of the drug or other antiprogestins.(Sec. 204) Prohibits a State from restricting a woman's freedom to choose pregnancy termination before fetal viability. Allows a State to: (1) restrict that freedom after viability unless termination is necessary to preserve the woman's life or health; and (2) impose requirements on abortions if the requirements are medically necessary to protect the woman's health.(Sec. 205) Prohibits, notwithstanding any other provision of law, construing any Federal law to prohibit a health plan from offering coverage for the full range of reproductive health care services, including abortion services.(Sec. 206) Amends Federal law to allow funds available to the Department of Defense (DOD) to be used for abortions when the pregnancy resulted from rape or incest or when the abortion is medically necessary or appropriate. Replaces provisions prohibiting (with exceptions) the use of DOD facilities to perform abortions with provisions declaring that certain provisions do not limit performing abortions in a uniformed services facility outside the 48 contiguous States if the cost is fully paid by non-DOD funds, abortions are not prohibited by the facility's jurisdiction, and the abortion would otherwise be permitted under laws regarding health care for uniformed services members and former members and their dependents in that facility.(Sec. 207) Amends title XXI (State Children's Health Insurance Program) of the Social Security Act to remove provisions prohibiting using funds under the title for abortions or for health insurance that includes coverage of abortions. Includes (currently, includes only to save the life of the mother or in cases of rape or incest) abortion services in the definition of \"child health assistance.\"(Sec. 208) Amends the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 1999 to repeal provisions prohibiting using any funds appropriated in that Act to the Department of Justice from being used to pay for an abortion or to require any person to perform, or facilitate the performance of, an abortion.(Sec. 209) Amends the District of Columbia Appropriations Act, 1999 to repeal provisions prohibiting using funds appropriated by that Act for abortions.(Sec. 210) Amends the Treasury and General Government Appropriations Act, 1999 to repeal provisions prohibiting using any funds appropriated in that Act to pay for an abortion or the administrative expenses in connection with any health plan under the Federal employees health benefit program that covers abortions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Planning and Choice Protection Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equity in Prescription Insurance and Contraceptive Coverage Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect women's reproductive health and constitutional right to choice, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:47-05:00"
}