{
  "actions": [
    {
      "acted_at": "1973-10-23", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11067-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-23", 
  "number": "11067", 
  "official_title": "A bill to establish an Independent Office of Special Prosecutor, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Independent Office of Special Prosecutor Act", 
  "sponsor": {
    "district": "3", 
    "name": "Moss, John E.", 
    "state": "CA", 
    "thomas_id": "00838", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-23", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Criminal investigation", 
    "Government operations and politics", 
    "Law", 
    "Special prosecutors"
  ], 
  "subjects_top_term": "Criminal investigation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-23", 
    "text": "Independent Office of Special Prosecutor Act - Establishes an Independent Office of Special Prosecutor to be administered by and under the direction of a Special Prosecutor appointed by the Chief Judge of the Court of Appeals for the District of Columbia Circuit, with the advice and consent of the Senate. Provides that such Independent Office of Special Prosecutor shall have full and exclusive authority and responsibility for investigating and prosecuting offenses against the United States by any person arising out of: (1) the unauthorized entry on June 17, 1972, into offices maintained by the Democratic National Committee at the Watergate Office Building, in the city of Washington, District of Columbia, and (2) other conduct and activities related to the Presidential election of 1972. Provides that the Independent Office of Special Presecutor shall have authority and the responsibility to investigate and prosecute offenses against the United States arising out of any other matter which he consents to have assigned to him by the President or the Attorney General. Provides that, in the conduct of functions, duties, and responsiblities under this Act, the Independent Office of Special Prosecutor shall have authority to exercise all powers as to the conduct of criminal prosecutions within its jurisdiction which would otherwise be vested in and exercisable by the Attorney General and the United States Attorney. Transfers to the Independent Office of Special Prosecutor all files, records, memorandums, or other materials which had, on October 20, 1973, been in the possession or control of the Special Prosecutor appointed by the Attorney General of the United States or in the possession or control of the Office of Watergate Special Prosecution Force created by Order 517-73 of the Attorney General on June 4, 1973. Authorizes the Independent Office of Special Prosecutor to obtain from any Federal department or agency any and all files, records, memorandums, or other materials as such Office may deem necessary or appropriate to the conduct of its duties, functions, and responsibilities under this Act. Provides that each such department or agency shall cooperate with the Independent Office of Special Prosecutor and furnish such materials to it as expeditiously as is practicable. Provides that the chief judge of the Court of Appeals for the District of Columbia Circuit shall have authority to remove the Special Prosecutor for neglect of duty or malfeasance in office, but for no other cause. Provides that in the case of a vacancy in the Office of the Special Prosecutor by reason of removal, death, resignation, or inability, the chief judge of such court may appoint a successor with the advise and consent of the Senate. Provides that if the President determines that actions or omissions to act by the Special Prosecutor prevent or materially impair the faithful execution of the laws of the United States he shall petition the chief judge of the Court of appeals for the District of Columbia Circuit for the removal of the Special Prosecutor setting forth, in detail, the basis of his determination. Requires the chief judge, if he finds that the Special Prosecutor has, in fact, acted or failed to act in a manner which prevents or materially impairs the faithful execution of the laws of the United States, to cause the removal of the Special Prosecutor for neglect of duty. Provides for the funding of the Office created under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Independent Office of Special Prosecutor Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an Independent Office of Special Prosecutor, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:53-05:00"
}