{
  "actions": [
    {
      "acted_at": "1992-08-04", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1992-09-14", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Bentsen. With written report No. 102-398.", 
      "type": "action"
    }, 
    {
      "acted_at": "1992-09-14", 
      "calendar": "Senate Legislative", 
      "number": "663", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 663.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3230-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-09-14", 
  "number": "3230", 
  "official_title": "An original bill to amend title 31 of the United States Code, to establish a Department of the Treasury Forfeiture Fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Treasury Forfeiture Fund Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Bentsen, Lloyd M.", 
    "state": "TX", 
    "thomas_id": "01282", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1992-08-04", 
  "subjects": [
    "Coast guard", 
    "Crime and law enforcement", 
    "Customs administration", 
    "Evidence (Law)", 
    "Federal aid to law enforcement agencies", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Government liability", 
    "Government trust funds", 
    "Informers", 
    "Liens", 
    "Postal crimes", 
    "Searches and seizures"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-09-14", 
    "text": "Treasury Forfeiture Fund Act of 1992 - Amends Federal law to establish the Department of the Treasury Forfeiture Fund (the Fund) for the deposit of proceeds from assets seized and forfeited for violations of Treasury laws. Sets forth limitations on the use of the Fund by the Secretary of the Treasury. Directs the Secretary to make funds available to the U.S. Coast Guard from the Fund for its seizure and law enforcement activities. Sets forth reporting requirements. Authorizes appropriations as necessary to administer the Fund. Sets forth the authorities of the Secretary with respect to the transfer or retention of forfeited property. Provides for the transfer of funds from the Customs Forfeiture Fund to the Fund, subject to specified requirements. Limits U.S. liability with respect to certain property transfers under this Act and under the Tariff Act of 1930. Authorizes the Secretary to warrant clear title to any subsequent purchaser or transferee of forfeited property. Requires the Secretary to transfer from the Fund to the Attorney General for deposit in the Department of Justice Assets Forfeiture Fund and to the Postmaster General for deposit in the Postal Service Fund amounts appropriate to reflect the degree of participation of such agencies in the law enforcement effort resulting in the forfeiture. Makes specified legal provisions relating to the seizure, forfeiture, and condemnation of property for violation of Customs laws, the remission or mitigation of such forfeiture, and the compromise of claims applicable to seizures and forfeitures incurred under any applicable law enforced or administered by the Bureau of Alcohol, Tobacco, and Firearms. Makes technical and conforming amendments to the Anti-Drug Abuse Act of 1988, the Federal criminal and judicial codes, and other Federal provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Treasury Forfeiture Fund Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend title 31 of the United States Code, to establish a Department of the Treasury Forfeiture Fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:47-05:00"
}