{
  "actions": [
    {
      "acted_at": "1980-06-12", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2825-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-06-12", 
  "number": "2825", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide greater protection for the rights of taxpayers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Taxpayers Bill of Rights Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-06-12", 
  "subjects": [
    "Administrative procedure", 
    "Business and commerce", 
    "Department of the Treasury", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Income tax", 
    "Internal Revenue Service (IRS)", 
    "Labor and employment", 
    "Small business", 
    "Tax administration", 
    "Tax returns", 
    "Taxation", 
    "Wages", 
    "Withholding tax"
  ], 
  "subjects_top_term": "Tax administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-06-12", 
    "text": "Taxpayers' Bill of Rights Act - Amends the Internal Revenue Code to establish in the Internal Revenue Service the Office of Ombudsman, who shall be appointed by the President, with the advice and consent of the Senate, and shall be an advocate for taxpayers and taxpayers' rights. Requires the Ombudsman to: (1) assist taxpayers with information regarding tax liability, return preparation, audits, corrections, appeal procedures, and the location of documents or payments filed with the Service; (2) receive and evaluate complaints of improper, abusive, or inefficient service by Service personnel, and take action to correct such service; (3) issue Taxpayer Assistance Orders; and (4) prepare pamphlets explaining audit, appeal, and complaint rights and procedures. Provides for distribution of such pamphlets. Authorizes the Ombudsman, upon proper application by a taxpayer, to issue a Taxpayer Assistance Order prohibiting the Secretary of the Treasury for up to 60 days from taking adverse action against such taxpayer with respect to tax collection, jeopardy, bankruptcy, receiverships, discovery of liability and enforcement of title, or any other specifically described provision of law. Requires the Ombudsman, before issuing such an Order, to determine first that such taxpayer is suffering from an unusual, unnecessary, and irreparable loss as a result of the manner in which the internal revenue laws are being administered by the Secretary. Prohibits the Secretary from making a levy for unpaid tax without a court order issued by either a Federal judge or any judge of a State court of record within the district wherein the property (or right to property) to be levied upon is located. Specifies the standard for issuing such an order. Waives such court order requirement if the Secretary determines that the collection of tax is in jeopardy. Requires promulgation of all initial final regulations necessary to implement additions or amendments to the Internal Revenue Code within 18 months after enactment of such additions or amendments. Sets Federal Register publication as the earliest effective date of any regulation whose promulgation fails to meet such deadline. Permits a taxpayer to adopt on his or her return any reasonable position with respect to the issues for which the regulations have not been promulgated, so long as the due date for such return falls between the missed promulgation deadline and the actual date of promulgation. Sets the burden of proof on the taxpayer to show that his position is reasonable. Repeals the requirement that an individual make a declaration of estimated income tax. Ends the requirement that an employer furnish a W-2 wage report upon termination to any employee whose employment is terminated before the close of a calendar year. Requires issuance of such interim report only upon timely request by such employee. Defines \"negligent or intentional disregard of rules and regulations\" with respect to punishable misfeasance by professional tax return preparers to expressly exclude instances where a deficiency or other violation is due to: (1) reasonable and good faith mistakes of law or fact; (2) mathematical or clerical error; (3) failure to collect and verify relevant facts not furnished by the taxpayer; or (4) disregard of an Internal Revenue Service written determination when such determination does not pertain to the taxpayer in question."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Taxpayers Bill of Rights Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide greater protection for the rights of taxpayers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:29-05:00"
}