{
  "actions": [
    {
      "acted_at": "1977-02-24", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3999-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-24", 
  "number": "3999", 
  "official_title": "A bill to protect the constitutional rights of those subject to the military justice system, to revise the Uniform Code of Military Justice.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Justice Act", 
  "sponsor": {
    "district": "3", 
    "name": "Bennett, Charles E.", 
    "state": "FL", 
    "thomas_id": "00077", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-24", 
  "subjects": [
    "Armed forces and national security", 
    "Courts-martial and courts of inquiry", 
    "Criminal procedure", 
    "Law", 
    "Military law"
  ], 
  "subjects_top_term": "Military law", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-24", 
    "text": "Military Justice Act - Amends the Uniform Code of Military Justice to establish within the Office of the Judge Advocate General of each armed force an independent command known as the Courts-Martial Command. Stipulates that each such command shall be divided into four separate divisions as follows: (1) the judicial division which shall be responsible for the detailing of military judges; (2) the prosecution division which shall be responsible for detailing trail counsel and assistant counsel to courts-martial trials; (3) the defense division which shall be responsible for detailing defense counsel and assistant counsel to courts-martial trials; and (4) the administrative division which shall be responsible for convening court-martial and detailing court reporters to courts-martial trials. Stipulates that each Court-Martial Command shall be subdivided into one or more Regional Commands which shall have responsibility for the administration of military justice within its geographic area. Revises the classification of courts-martial to establish only two types of courts- martial, upper courts-martial consisting of a military judge and seven members, and lower courts-martial consisting of a military judge and three members. Sets forth the jurisdiction of upper and lower courts-martial. Stipulates that lower courts- martial may not prescribe punishments of death, dishonorable discharge, dismissal, confinement for more than six months, hard labor without confinement for more than three months, or forfeiture of pay for more than six months. Grants the district courts of the United States jurisdiction over enumerated offenses under the Uniform Code of Military Justice. Stipulates that courts-martial may be convened only by the Chief of the Administrative Division of the Regional Command or the Chief's designee within that division. Stipulates that members of upper and lower courts-martial are to be selected on a random basis among those eligible persons permanently stationed within the geographical limits of the Regional Command convening the court-martial unless the Secretary concerned prescribes by regulation that the selection be made from a smaller geographical area. Requires that, within 24 hours after charges are preferred against an individual or 24 hours after an individual is arrested, whichever is first, such person be brought before a military judge at which time the judge shall inform the accused of the charges against the accused as well as the rights of the accused including the right to remain silent, the right to an attorney and the accused's right to a preliminary examination. Stipulates that the judge shall admit the accused to bail in accordance with regulations prescribed by the Secretary concerned or may impose such restrictions in lieu of bail to insure the presence of the accused at trial. Allows interlocutory appeals for denial of bail. Allows trial counsel and defense counsel three preemptory challenges at any lower court- martial if a bad conduct discharge may be adjudged, six preemptory challenges at any upper court-martial and ten challenges if the death penalty may be adjudged by the court. Prohibits the court-martialing of any individual who has been tried for substantially the same offense in any State or Federal court or the trial of any individual in State or Federal courts if such individual has been tried by a court-martial for substantially the same offense. Requires that all subpoenas be signed by a military judge. Stipulates that only military judges in accordance with regulations promulgated by the President shall have the authority to issue orders to conduct searches and seizures in connection with offenses under the Uniform Code of Military Justice and requires that such orders be in writing and based upon probable cause. Sets forth the powers of military judges with respect to contempt proceedings. Authorizes military judges to enter judgements of acquittal after the evidence on either side is closed if the evidence is insufficient to sustain a conviction. Requires concurrence of two-thirds of the members of a court-martial who are present at the time the vote is taken in order to convict an individual. Stipulates that where the sentence is death the vote must be unanimous and that such vote is not binding on the military judge. Increases the number of judges on the United States Court of Military Appeals from three to nine. Authorizes the court, whenever it determines it is necessary to expedite business of the court to divide itself into three separate panels each consisting of three judges. Stipulates that cases in the United States Court of Military Appeals may be reviewed by the Supreme Court by writ of certiorari. Establishes a committee to conduct a study of specified aspects of the military justice system and to report the results of such study to the President within one year after the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Justice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect the constitutional rights of those subject to the military justice system, to revise the Uniform Code of Military Justice.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:30-05:00"
}