{
  "actions": [
    {
      "acted_at": "1973-03-08", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-03-08", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1160-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennett, Wallace F.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01281", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sparkman, John J.", 
      "sponsored_at": "1973-01-03", 
      "state": "AL", 
      "thomas_id": "01436", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Talmadge, Herman E.", 
      "sponsored_at": "1973-01-03", 
      "state": "GA", 
      "thomas_id": "01446", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1973-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-03-08", 
  "number": "1160", 
  "official_title": "A bill to establish an independent Consumer Protection Agency, and to authorize a program of grants, in order to protect and serve the interests of consumers.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Consumer Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Allen, James B.", 
    "state": "AL", 
    "thomas_id": "01271", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-03-08", 
  "subjects": [
    "Advisory bodies", 
    "Consumer protection", 
    "Independent regulatory commissions", 
    "States"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-03-08", 
    "text": "Consumer Protection Act - Title I: Consumer Protection Agency - Establishes, as an independent, nonregulatory agency, the Consumer Protection Agency. States that the agency shall be headed by an Administrator who shall be appointed by the President, by and with the advice and consent of the Senate, for a four year term coterminous with the term of the President. Provides that the Administrator shall in accordance with this Act perform specified functions, including: (1) represent the interests of consumers before Federal agencies and Federal courts; (2) make grants to States and localities to encourage and assist consumer protection programs; (3) receive and transmit complaints from consumers; and (4) conduct, support, and assist research and other information-gathering activities related to the interests of consumers. States the Administrator shall prepare and submit directly to the Congress and the President, not later than April 1 of each year beginning April 1, 1974, an annual report, which shall include an analysis, evaluation, and review of those matters within his jurisdiction. Permits the Administrator to present to responsible officials in any Federal agency proceeding such relevant information in his possession as he deems necessary to enable the Federal agency to give due consideration to the interests of consumers. Permits the Administrator to request the initiation of a proceeding in a Federal agency. Authorizes the Administrator to participate in any State or local agency or court proceeding where the Administrator determines that the result of such proceeding may substantially affect an important interest of consumers and where his participation has been requested by a specified State official. Provides that each Federal agency which is considering any action which may substantially affect an important consumer interest to provide the Administrator with notice at such time as the public is given notice. Provides a procedure by which the Administrator is to transmit a consumer complaint to the Federal, State or local agency which has authority to enforce any relevant law or to take appropriate action. Authorizes the Administrator to conduct, support and assist research, studies, investigations, conferences and surveys concerning the interests of consumers. Sets forth methods of disclosure to the public of the information gathered. Details the general powers and functions of the Agency. Authorizes such appropriations as may be necessary to carry out the provisions of this Act. Title II: Consumer Protection Grants Authorizes the Administrator to make grants to the States or local public agencies to assist in the development of consumer protection plans. Provides that the Federal share of any program shall not exceed 75 percent. Provides that such grants shall be for programs which perform specified tasks. Sets forth qualifications for recipients of such grants. Title III: General Provisions - Sets forth the definition of terms to be used in this Act. States that this Act shall be effective 90 days after enactment or on such earlier date as the President shall prescribe."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish an independent Consumer Protection Agency, and to authorize a program of grants, in order to protect and serve the interests of consumers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:32-05:00"
}