{
  "actions": [
    {
      "acted_at": "1990-03-20", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2303-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-20", 
  "number": "2303", 
  "official_title": "A bill to further the foreign policy of the United States by providing support and assistance to the new, democratic government in Chile.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Support for Democracy in Chile Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-20", 
  "subjects": [
    "American economic assistance", 
    "American investments", 
    "American technical assistance", 
    "Chile", 
    "Congressional agencies", 
    "Democracy", 
    "Drug abuse", 
    "Education", 
    "Elementary schools", 
    "Environmental protection", 
    "Foreign trade and international finance", 
    "Government trust funds", 
    "Health", 
    "Housing finance", 
    "Human rights", 
    "International affairs", 
    "International environmental cooperation", 
    "Legislative bodies", 
    "Low-income housing", 
    "Mental health services", 
    "National service", 
    "Poor", 
    "Tariff preferences", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Volunteer workers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-20", 
    "text": "Support for Democracy in Chile Act of 1990 - Declares that it is U.S. policy to promote democracy, human rights, and civilian control of the military through the extension of assistance to the new Government of Chile. Expresses the sense of the Congress that the United States should provide Overseas Private Investment Corporation guarantees and credit and trade benefits under the Generalized System of Preferences to Chile as soon as possible. Authorizes appropriations for establishing and operating a Peace Corps program for Chile. Authorizes the Administrator of the Environmental Protection Agency to undertake environmental protection activities in Chile. Authorizes appropriations. Authorizes appropriations for the provision of technical assistance to the new Congress of Chile. Authorizes the Secretary of the Senate, the Clerk of the House, the Librarian of Congress, the Office of Technology Assessment the Congressional Budget Office, the Congressional Research Service, and the General Accounting Office to provide assistance to the Congress of Chile in developing its institution. Permits the Agency for International Development (AID) to enter into an additional amount of housing guarantees in Chile. Requires the majority of housing programs to be for low-income housing in impoverished areas. Authorizes appropriations to AID for grants to the Chilean public health care system. Earmarks specified amounts of such appropriations for drug treatment programs, the Chilean Institute of Public Health (for research and training and exchange programs with the U.S. National Institutes of Health and Center for Disease Control), and mental health counseling and community education with respect to victims of human rights abuses. Authorizes appropriations to AID to assist Chile in repairing and building elementary schools in poor areas and to support technical and vocational training. Authorizes appropriations for the establishment of a U.S.-Chilean Development Fund to promote economic development in Chile."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Support for Democracy in Chile Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to further the foreign policy of the United States by providing support and assistance to the new, democratic government in Chile.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:56-05:00"
}