{
  "actions": [
    {
      "acted_at": "1980-02-05", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6419-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-02-05", 
  "number": "6419", 
  "official_title": "A bill to amend title 5, United States Code, to provide for adjustments to Federal personnel ceilings based upon the extent that Federal functions are contracted out, to provide that performance in administering personnel ceilings and contracting-out requirements are taken into account in evaluating the performance of Federal executives and managers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Mathis, Dawson", 
    "state": "GA", 
    "thomas_id": "00747", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-02-05", 
  "subjects": [
    "Appropriations", 
    "Civil service employment", 
    "Civil service system", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government procurement", 
    "Government service contracts", 
    "Personnel management", 
    "Public Contracts, Procurement, and Property", 
    "Rating of employees", 
    "Rating of executives", 
    "Salaries"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-02-05", 
    "text": "Permits an executive agency to conduct a comparison of the costs of agency performance of a function involving personal services with the costs of performance of that function under a contract only if the head of that agency certifies to the Office of Management and Budget (OMB) specified information regarding the cost-effectiveness of the agency unit which performs or would perform that contract. Requires such a cost comparison to be conducted prior to any renewal of a contract resulting in a significant increase in cost to the United States. Sets forth a formula for determining when a renewal results in a significant increase in costs. Requires each Executive agency, within ten days after entering into a personal services contract with any person or unit of State or local government, to report to the Office of Management and Budget (OMB) the number of agency employees which would be required to perform the contracted functions. Directs any agency which is prevented because of a personnel ceiling from performing a function which the agency determines would be performed by the agency more effectively than by contract, to submit to the OMB, within ten days of such determination, a report specifying the number of employees needed for agency performance of that function. Requires the OMB to increase or decrease the personnel ceiling of an agency to reflect the number of employees (1) not utilized because a function is contracted out or (2) needed for effective performance of a function by the agency, unless the OMB finds that the agency did not follow applicable procedures when making its determinations. Sets forth the procedure for administering a personnel ceiling with respect to a part-time employee. Directs the OMB to submit to Congress quarterly reports regarding each agency's personal services contracts and adjustments in personnel ceilings. Declares that requirements of this Act regarding adjustments in personnel ceilings shall not apply to any contract if the agency head certifies to the OMB that: (1) the total cost to the United States for the contract, including any renewal period, does not exceed $100,000; and (2) that the cost of the contract combined with the cost of any other contract involving performance of the same function during any common fiscal year does not exceed such amount. Directs an agency to consider an employee's administration of personnel ceilings and compliance with procedures governing the contracting out of agency functions when: (1) evaluating the performance of a member of the Senior Executive Service; and (2) determining any pay increase for an employee under the merit pay system. Prohibits an agency from obtaining more than 20 percent of its appropriations for a fiscal year during the last two months of that year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title 5, United States Code, to provide for adjustments to Federal personnel ceilings based upon the extent that Federal functions are contracted out, to provide that performance in administering personnel ceilings and contracting-out requirements are taken into account in evaluating the performance of Federal executives and managers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:58-05:00"
}