{
  "actions": [
    {
      "acted_at": "1975-02-18", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3158-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-18", 
  "number": "3158", 
  "official_title": "A bill to regulate commerce among the several States, with the territories and possessions of the United States, and with foreign countries; to protect the welfare of consumers of sugars and of those engaged in the domestic sugar-producing industry; to promote the export trade of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sugar Act", 
  "sponsor": {
    "district": "15", 
    "name": "de la Garza, E.", 
    "state": "TX", 
    "thomas_id": "00276", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-18", 
  "subjects": [
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Conflict of interests", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Disasters", 
    "Federal employees and officials", 
    "Foreign trade and international finance", 
    "Imports", 
    "Sugar", 
    "Sugar and sugar trade"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-18", 
    "text": "Sugar Act - Title I: Definitions - Defines the terms used in this Act. Title II: Quota Provisions - Provides that the Secretary of Agriculture shall determine for each calendar year the amount of sugar needed to meet the requirements of the United States. Directs that, based upon such determination, the Secretary shall regulate commerce among the several States, with the territories and possessions of the United States and with foreign nations in order to protect the welfare of consumers of sugars and of those engaged in the domestic sugar producing industry and to promote the export trade of the United States. Title III: Conditional-Payment-Provisions - Authorizes the Secretary to make payments with respect to bona fide abandonment of planted acreage and crop deficiencies of harvested acreage of sugar, resulting from drought, flood, storm, freeze, disease or insects. Specifies a formula for computation of payments and persons eligible for payments. Allows the Secretary to place conditions upon such payments. Title IV: General Provisions - Authorizes the Secretary to make such expenditures as he deems necessary to carry out the provisions of this Act. Authorizes appropriations of funds necessary to make payments provided for in title III of this Act and such other amounts as Congress determines to be necessary. Empowers the Secretary to make such orders or regulations as necessary to carry out this Act. Establishes civil penalties for any person who knowingly violates the provisions of this Act. Prohibits any person, while acting in any official capacity in the administration of this Act to invest or speculate in sugar or liquid sugar. Authorizes the President to suspend the operation of this Act whenever he finds and proclaims that a National economic or other emergency exists as relates to sugar. Allows the President to suspend the sugar quota of foreign countries under specific circumstances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sugar Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate commerce among the several States, with the territories and possessions of the United States, and with foreign countries; to protect the welfare of consumers of sugars and of those engaged in the domestic sugar-producing industry; to promote the export trade of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:19-05:00"
}