{
  "actions": [
    {
      "acted_at": "1991-08-02", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1689-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-08-02", 
  "number": "1689", 
  "official_title": "A bill to amend the Act of March 3, 1931 (known as the Davis-Bacon Act), to revise the standard for coverage under that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Davis-Bacon Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-08-02", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Business records", 
    "Construction industries", 
    "Construction workers", 
    "Damages", 
    "Electronic data processing", 
    "Federal preemption", 
    "Fringe benefits", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Legal fees", 
    "Liability (Law)", 
    "Minimum wages", 
    "Public works", 
    "Standards", 
    "Wages"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-08-02", 
    "text": "Amends the Davis-Bacon Act (the Act) to apply it to any contract (relating to public buildings or public works of the United States or the District of Columbia or buildings or works financed in whole or part by Federal loans, grants, or loan guarantees, with specified exceptions) in excess of $100,000 for new construction (including painting and decorating) or in excess of $15,000 for alteration, repair, renovation, rehabilitation, demolition, or reconstruction (including painting and decorating). Provides that State, local, or tribal government requirements for wages or fringe benefits applied to such contracts for federally-assisted construction or repair of buildings or works shall not be preempted by the Act unless there is a conflict in compliance with both. Provides that an individual shall be considered a laborer or mechanic if the contractor or subcontractor paid the individual, directly or through a subcontract, for such services performed to carry out the contract. Prohibits the use of multiple contracts to avoid application of the Act. Requires that any two or more contracts shall be treated as a single contract if they: (1) individually do not exceed the minimum amount necessary for the Act to apply; (2) in the aggregate do exceed such amount; and (3) all relate to the same work or related work at the same site. Permits any interested person to seek relief from violations of such provision in U.S. district court. Applies the Act also to contracts for the lease of a facility if construction, alteration, repair, renovation, rehabilitation, or reconstruction is required for a contract's fulfillment. Defines the terms \"apprentice,\" \"trainee,\" and \"helper.\" Prescribes circumstances under which such persons may be paid less than the required wage rate under the Act. Requires the contractor or subcontractor to post the scale of wages required to be paid under such contract in a prominent and easily accessible place at the contract worksite. Provides that the wages required to be paid under the Act shall be the wages determined by the Secretary of Labor (the Secretary) prevailing within three years of the date the contract was entered into. Provides that, if the Secretary has not made a prevailing wage determination within such three-year limitation, the prevailing wage shall be the highest wage prevailing in a comparable area in the State in which the contract is performed. Directs the Secretary, in making a prevailing wage determination, to consider the wages paid for all projects (regardless of the source of funding) of the same character in the area under contracts for amounts not less than the minimum amounts necessary for the Act to apply. Provides that a contractor or subcontractor may only include contributions and costs relating to employee fringe benefits, as part of their prevailing wage payment, in an amount not exceeding the aggregate of such contributions and costs prevailing in the area. Authorizes the Secretary to investigate and secure compliance with requirements of the Act. Allows any interested person to petition the Administrator of the Wage and Hour Division of the Department of Labor (the Administrator, whose decision is reviewable by the Secretary of Labor) to review the determination of a Secretary of a department or an agency head that a contract entered into is not subject to the Act. Provides for judicial review of such coverage determinations. Permits any laborer, mechanic, or any interested person to file an administrative complaint with the Administrator to review the wage payments received to determine if they have been made in accordance with the Secretary's prevailing wage determination. Sets forth procedures for such wage review. Provides that the determination of the Administrator, an administrative law judge, or the Secretary on a petition for review of the wage payments may include the award of damages to the petitioner in the amount of twice the amount of wages not paid in accordance with the prevailing wage determination, if it is found that the petitioner was willfully not paid the required wages. Requires the defendant in such cases to pay a reasonable attorney's fee and the cost of the action. Requires the Secretary, upon a determination of the Administrator or the administrative law judge that the petitioner is likely to succeed on the merits of the claim, to direct the Secretary of the department, or the head of the agency, or the contracting authority which entered the contract, to withhold payments to contractors or subcontractors in amounts necessary to satisfy their liabilities for unpaid wages and liquidated damages. Requires the Secretary (currently the Comptroller General) to pay directly to laborers and mechanics from any accrued payments withheld under the contract any wages found by the Secretary to be due. Directs the Secretary to distribute to all departments of the Government a list of the names of persons or firms who: (1) are found to have disregarded their obligations to employees and subcontractors; and (2) are debarred from Federal contracts for a specified time. (Removes the Comptroller General from such debarment process.) Directs the Secretary to bring an action against contractors and their sureties for payment of unpaid wages, if the accrued payments withheld are insufficient to reimburse all employees. Provides that it shall be no defense in such an action that such employees accepted or agreed to accept less than the required rate of wages or voluntarily made refunds. Makes any employer who violates the required wage rate provisions of the Act liable to each affected employee in the amount of unpaid wages and, if the violation was willful, in an additional equal amount as liquidated damages. Allows an action to recover such liability to be maintained against any employer in any Federal or State court of competent jurisdiction by any interested party, or by any employee on behalf of affected employees and other employees similarly situated. Prohibits any employee from being a party plaintiff to such an action unless the employee gives consent in writing to become a party and the consent is filed in the court in which the action is brought. Prohibits employees from bringing such a civil action with respect to their wages if they file a petition for review. Directs the court, in addition to any judgment awarded to the plaintiff or plaintiffs, to allow a reasonable attorney's fee and the cost of the action to be paid by the defendant. Requires that contracts subject to the Act contain a provision allowing the Government to terminate the contract if less than the required wage rate has been or is being paid. Makes the contractor and its sureties liable for any excess costs incurred by the Government because of such termination. Directs the Secretary to: (1) enforce the Act; and (2) promulgate standards and procedures to be observed by contracting officers. Amends the Copeland Anti-Kickback Act (which provides for the Secretary of Labor to make reasonable regulations for contractors and subcontractors in the construction or repair of public buildings or public works or buildings or works financed in whole or part by Federal loans or grants) to require such employers to report certain payroll information on a monthly (rather than a weekly) basis. Requires such information to include specified items (including rates of contributions or costs anticipated for bona fide fringe benefits). Requires such employers to maintain payroll and other related basic records for three years after completion of such work. Permits any interested person to obtain from any Federal department or agency a copy of any such payroll statement which has been filed by the contractor or subcontractor with the department or agency under such Act. Directs the Secretary of Labor to: (1) study the feasibility of employers using electronic methods to comply with reporting requirements under such Act; and (2) report to the Congress within one year on actions taken by the Secretary and employers to facilitate electronic reporting of payroll information."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Davis-Bacon Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Act of March 3, 1931 (known as the Davis-Bacon Act), to revise the standard for coverage under that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:12-05:00"
}