{
  "actions": [
    {
      "acted_at": "1979-01-15", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr354-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-15", 
  "number": "354", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 dealing with privacy.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "20", 
    "name": "Goldwater, Barry, Jr.", 
    "state": "CA", 
    "thomas_id": "00444", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-15", 
  "subjects": [
    "Child support", 
    "Children and youth", 
    "Civil Rights and Liberties", 
    "Confidential communications", 
    "Criminal investigation", 
    "Domestic Relations and Families", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Income tax", 
    "Local and Municipal Government", 
    "Local taxation", 
    "Presidential appointments", 
    "Right of privacy", 
    "Social welfare", 
    "State taxation", 
    "States", 
    "Support of dependents", 
    "Tax administration", 
    "Tax auditing", 
    "Tax returns", 
    "Taxation"
  ], 
  "subjects_top_term": "Tax administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-15", 
    "text": "Amends the Internal Revenue Code to repeal the authority of the Secretary of the Treasury to disclose to any party to a judicial or administrative tax proceeding whether a prospective juror has been the subject of a tax investigation or audit by the Internal Revenue Service. Restricts disclosure of tax return information to State and local tax officials by requiring that any disclosure directly relate to the administration or enforcement of State or local tax law. Permits the Secretary to refuse any disclosure which would identify a confidential informant or seriously impair any civil or criminal tax investigation. Prohibits disclosure of tax information to State or local tax officials unless their State or locality has adopted a law which restricts the disclosure of tax information to the same extent that this Act restricts disclosure. Requires written notification to a prospective Presidential appointee that a request has been made for disclosure of his tax returns. Requires that such appointee consent in writing to such disclosure. Limits the Secretary's authority to disclose the tax return information of individuals who owe child support payments to only that information which is required to locate such individuals. Repeals the authority of the Secretary to disclose nontax return information to another Federal agency for use in an administrative or judicial proceeding not relating to tax administration. Requires a Federal agency which seeks nontax return information to show in Federal district court that there is probable cause to believe that a specific Federal law has been violated, that such information is probative evidence of a fact in issue, that such disclosure is not otherwise prohibited by law, and that such information cannot reasonably be obtained from any other source."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 dealing with privacy.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:59-05:00"
}