{
  "actions": [
    {
      "acted_at": "1975-02-26", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3809-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Joint Atomic Energy", 
      "committee_id": "HSAT"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-26", 
  "number": "3809", 
  "official_title": "A bill to create a National Power Resources Authority for the development of nuclear power facilities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5494-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Power Resources Act", 
  "sponsor": {
    "district": "4", 
    "name": "Thornton, Ray", 
    "state": "AR", 
    "thomas_id": "01156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1975-02-26", 
  "subjects": [
    "Electric power", 
    "Energy", 
    "Government operations and politics", 
    "Nuclear energy", 
    "Nuclear power", 
    "Nuclear power plants", 
    "Power resources"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-02-26", 
    "text": "National Power Resources Act - States that it is the policy of the Federal Government to promptly develop, construct, and operate, in cooperation with the private sector, needed nuclear power generation facilities. Establishes a National Power Resources Authority. Directs the Authority to; (1) select and acquire suitable locations for not less than twenty nuclear power generation plants, and to plan, acquire, construct, and operate thereon all facilities required for the production of electricity; (2) to invite participation by interested Federal, State, and local agencies, by electric utilities and citizens' groups, and by other interested groups and individuals in the selection of locations for the construction of facilities, and to consider the development and construction of complete nuclear energy centers at such locations, and; (3) to establish and maintain appropriate high standards of safety and environmental protection. Permits the Authority to make available to private industry, on suitable terms of sale or lease, the completed power generation facilities. States that if the facility is not sold or leased, the Authority may produce, sell, transmit, deliver electric power for distribution, sale, or resale by others. Prohibits agreements for sale, lease, or operation of any facility constructed or acquired pursuant to this Act to persons or corporations who are not citizens of the United States. Grants the Authority power to exercise the right of eminent domain. Requires the Authority to transmit annually to the President and Congress a comprehensive report on its operations, activities, and accomplishments under this Act, together with such legislative recommendations as it deems desirable. Permits the Authority to issue and sell bonds, notes, and other evidences of indebtedness in an amount not to exceed $20,000,000,000 outstanding at any one time to assist in financing its power program and to refund such bonds. Sets forth provisions governing the establishment, structure, and powers of the Authority. Authorizes appropriations of $10,000,000,000 to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Power Resources Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create a National Power Resources Authority for the development of nuclear power facilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:30-05:00"
}