{
  "actions": [
    {
      "acted_at": "1988-10-05", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2863-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-10-05", 
  "number": "2863", 
  "official_title": "A bill to establish constitutional procedures for the imposition of the death penalty for certain Federal offenses.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-10-05", 
  "subjects": [
    "Appellate courts", 
    "Assassination", 
    "Capital punishment", 
    "Correctional personnel", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Discrimination", 
    "Espionage", 
    "Homicide", 
    "International affairs", 
    "Judicial review", 
    "Juries", 
    "Lawyers", 
    "Lawyers and Legal Services", 
    "Legal services", 
    "Murder", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Pregnant women", 
    "Presentence investigation reports", 
    "Presidential protection", 
    "Presidents and Vice Presidents", 
    "Prison violence", 
    "Prisoners", 
    "Right to counsel", 
    "Sentences (Criminal procedure)", 
    "Terrorism", 
    "Treason"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-10-05", 
    "text": "Amends the Federal criminal code to establish criteria for the imposition of the death penalty for Federal crimes. Requires the Government, for any offense punishable by death, to serve notice upon the defendant a reasonable time before trial or acceptance of a plea, that it intends to seek the death penalty and the aggravating factors upon which it will rely. Requires a separate sentencing hearing before a jury, or the court upon motion by the defendant, when the defendant is found guilty or pleads guilty to an offense punishable by death. Waives the requirement for a presentence report when a defendant is found guilty of or pleads guilty to an offense for which the sentence provided is death. Allows the defendant and the Government to present any information relevant to sentencing, without regard to the rules of evidence, but permits information to be excluded where its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading of the jury. Specifies mitigating factors which the defendant must establish by a preponderance of the evidence and aggravating factors which the Government must prove beyond a reasonable doubt. Includes as threshold aggravating factors for homicide that the defendant: (1) intentionally killed the victim; (2) intentionally inflicted serious bodily injury which resulted in death of the victim; (3) intentionally engaged in conduct intending that the victim be killed or that lethal force be employed against the victim, which resulted in the victim's death; or (4) intentionally engaged in conduct which he knew would create a grave risk of death to a person and resulted in the victim's death. Sets forth special aggravating factors with respect to the crimes of treason, espionage, homicide, attempted murder of the President, and murder committed by a Federal prisoner. Directs the court, or the jury by unanimous vote, to impose the death penalty upon a finding that such sentence is justified based on consideration of both the aggravating and mitigating factors. Prohibits the death penalty from being carried out upon a person who is under 18 years old at the time of the crime or who is unable to understand his impending death because of a mental disease or defect. Requires the court to instruct the jury not to consider the race, color, national origin, or sex of the defendant in its consideration of the sentence. Requires each juror to certify that consideration of such factors was not involved in his decision. Establishes procedures for appeal from a death sentence. Requires the Court of Appeals, upon considering the record and the information and procedures of the sentencing hearing, to affirm the decision if: (1) the sentence was not imposed under influence of passion, prejudice, or arbitrariness; and (2) the information supports the findings of aggravating factors, together with or the failure to find any mitigating factors. Requires the court to provide a written explanation of its determination. Requires the court to appoint counsel for any defendant who is or becomes financially unable to obtain representation. States that no State or Federal prison employee shall be required to participate in any execution if such participation is contrary to the moral or religious convictions of the employee. Sets forth the procedure for implementing the death penalty under this Act. Prohibits the sentence of death from being carried out upon a pregnant woman. Provides for the imposition of the death penalty for: (1) murders committed by prisoners in Federal correctional institutions; and (2) murders resulting from terrorist acts abroad against U.S. nationals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish constitutional procedures for the imposition of the death penalty for certain Federal offenses.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:09-05:00"
}