{
  "actions": [
    {
      "acted_at": "1999-01-19", 
      "references": [
        {
          "reference": "CR S698", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-19", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s245-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-19", 
  "number": "245", 
  "official_title": "A bill to reauthorize the Federal programs to prevent violence against women, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Violence Against Women Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-01-19", 
  "subjects": [
    "Aliens", 
    "Armed forces and national security", 
    "Arrest", 
    "Authorization", 
    "Child abuse", 
    "College students", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against women", 
    "Criminal statistics", 
    "Data banks", 
    "Deportation", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Families", 
    "Family violence", 
    "Federal aid to Indians", 
    "Federal aid to child welfare", 
    "Federal aid to higher education", 
    "Federal aid to law enforcement", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Higher education", 
    "Homeless children", 
    "Housing and community development", 
    "Immigrants", 
    "Immigration", 
    "Indian law enforcement", 
    "Indian women", 
    "Interstate relations", 
    "Judicial officers", 
    "Law", 
    "Legal education", 
    "Minorities", 
    "Nonprofit organizations", 
    "Rape", 
    "Runaway children", 
    "Rural crime", 
    "School violence", 
    "Science, technology, communications", 
    "Sentences (Criminal procedure)", 
    "Sex crimes", 
    "Social welfare", 
    "Stalking", 
    "Telephone", 
    "Victims of crimes", 
    "Violence", 
    "Wife abuse", 
    "Women", 
    "Women soldiers", 
    "Women's education", 
    "Women's shelters"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-19", 
    "text": "TABLE OF CONTENTS: Title I: Strengthening Law Enforcement to Reduce Violence Against Women Title II: Strengthening Services to Victims of Violence Title III: Limiting the Effects of Violence on Children Title IV: Strengthening Education and Training to Combat Violence Against Women Violence Against Women Act of 1999 - Title I: Strengthening Law Enforcement to Reduce Violence Against Women - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to authorize the Attorney General to make grants to eligible States, Indian tribal governments, or local governmental units to provide technical assistance and computer and other equipment to police departments, prosecutors, and courts to facilitate the widespread, including interstate, enforcement of protection orders. Instructs the Attorney General to give priority to grant applicants that: (1) have established cooperative agreements with neighboring jurisdictions to facilitate the enforcement of protection orders from other jurisdictions; and (2) will use the grant to develop and install data collection and communication systems linking police, prosecutors, and courts in order to identify and track protection orders and violations of such orders. Directs the Attorney General to compile and disseminate information about successful data collection and communication systems. (Sec. 102) Reauthorizes appropriations through FY 2002 for grants to: (1) combat violent crimes against women; and (2) encourage arrest policies. (Sec. 104) Authorizes the Attorney General to make grants to institutions of higher education for use by campus personnel and nonprofit victim services programs to assist campus administrators and campus security personnel to develop and strengthen: (1) effective security and investigation strategies to combat violent crimes against women on campuses, particularly sexual assault, stalking, and domestic violence; and (2) victim services in cases involving violent crimes against women on campuses, which may include partnerships with local criminal justice authorities and community-based victims services agencies. Sets forth provisions regarding application and certification requirements, disbursement of funds, and the Federal share. Authorizes appropriations through FY 2002. (Sec. 105) Amends the Violence Against Women Act of 1994 to reauthorize through FY 2002: (1) rural domestic violence and child abuse enforcement grants (and allots not less than five percent of the total made available for each fiscal year for grants to Indian tribal governments); and (2) national stalker and domestic violence reduction grants. (Sec. 107) Modifies Federal criminal code provisions regarding interstate domestic violence, interstate stalking, and interstate violation of a protective order to cover situations where persons travel in interstate or foreign commerce or to or from Indian country. (Sec. 108) Directs the Secretary of Defense to: (1) conduct a review of the occurrence of domestic violence by members of the Armed Forces at military installations inside and outside the United States and the actions taken within the Department of Defense to prevent, control, and otherwise respond to such violence; and (2) report to Congress. Title II: Strengthening Services to Victims of Violence - Amends the Family Violence Prevention and Services Act to reauthorize appropriations through FY 2002. Directs the Secretary of Health and Human Services (the Secretary) to conduct a nationwide needs assessment relating to family violence prevention and services programs. Requires that, in awarding grants, the application indicate the number of persons served and develop a plan for evaluating need and utility of services. (Sec. 202) Extends through FY 2002 the authorization of appropriations for the national domestic violence hotline. (Sec. 208) Makes changes to the Immigration and Nationality Act, and the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, aimed at removing barriers to adjustment of status for victims of domestic violence, removing barriers to cancellation of removal and suspension of deportation for such victims, and eliminating time limitations on motions to reopen removal and deportation proceedings for such victims. Title III: Limiting the Effects of Violence on Children - Reauthorizes appropriations through FY 2002 under: (1) the Runaway and Homeless Youth Act; and (2) the Victims of Child Abuse Act of 1990 for the court-appointed special advocate program and for child abuse training programs for judicial personnel and practitioners. Directs the Secretary and the Attorney General, respectively, to compile annually and disseminate, especially to community-based programs (including domestic violence and sexual assault programs), specified information about the use of amounts expended and the projects funded under such Acts. Title IV: Strengthening Education and Training to Combat Violence Against Women - Directs the Attorney General to make grants to States and nongovernmental private entities to provide education and technical assistance for the purpose of providing training, consultation, and information on violence, abuse, and sexual assault against women who are individuals with disabilities. Authorizes appropriations through FY 2002. (Sec. 402) Amends the Family Violence Prevention and Services Act to make grants to groups that provide services to or advocate on behalf of individuals with disabilities eligible for demonstration grants for community initiatives. Authorizes appropriations for such grants through FY 2002."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Violence Against Women Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reauthorize the Federal programs to prevent violence against women, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:16-05:00"
}