{
  "actions": [
    {
      "acted_at": "1973-01-04", 
      "committee": "Senate Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ervin, Sam J., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "01326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hruska, Roman L.", 
      "sponsored_at": "1973-01-03", 
      "state": "NE", 
      "thomas_id": "01362", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-04", 
  "number": "1", 
  "official_title": "A bill to codify, revise and reform title 18 of the United States Code; to make appropriate amendments to the Federal Rules of Criminal Procedure; to make conforming amendments to criminal provisions of other titles of the United States Code.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Criminal Justice Codification, Revision and Reform Act", 
  "sponsor": {
    "district": null, 
    "name": "McClellan, John L.", 
    "state": "AR", 
    "thomas_id": "01393", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-04", 
  "subjects": [
    "Advisory bodies", 
    "Animals and birds", 
    "Crime and law enforcement", 
    "Criminal liability", 
    "Criminal procedure", 
    "Department of Justice", 
    "District courts", 
    "Explosives", 
    "Finance and financial sector", 
    "Firearms control", 
    "Independent regulatory commissions", 
    "Law", 
    "Native Americans", 
    "Prisons and prisoners", 
    "Public demonstrations", 
    "Sentences (Criminal procedure)", 
    "Ships and shipping", 
    "Subversive activities", 
    "Wildlife"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-04", 
    "text": "Criminal Justice Codification, Revision and Reform Act Part I: General Part - Chapter I: General Provisions - Revises and recodifies title 18 of the United States Code to establish a Federal Criminal Code. States that the code seeks to promote the general security through deterence by giving due notice of offenses and sanctions prescribed by law. Classifies felonies into five categories, A through E. States that, except as otherwise provided, this code is applicable to prosecutions under any Act of Congress except the Uniform Code of Military Justice and the District of Columbia Code. Provides that Federal jurisdiction to investigate or to prosecute an offense in a court of the United States exists as provided in connection with the definition of each offense in this code. Establishes standards under which extraterritorial jurisdiction may be extended over individuals outside the territory of the United States. Chapter 2: Principles of Criminal Liability - Defines the terms culpability and states that, except as otherwise provided, a person does not commit an offense unless he acts culpably with respect to each element of the offense. Sets forth certain situations under which culpability is not required for each element of the offense. Defines the offense of criminal solicitation and provides that criminal solicitation is an offense of the class next below that of the crime solicited. States that it is an affirmative defense that, under the circumstances manifesting a voluntary and complete renunciation of his criminal conduct and intent, the defendant prevented the commission of the crime which he solicited. Defines the crime of criminal attempt. Establishes the requirements of a proper affirmative defense to such crime. States that criminal attempt is an offense of the same class of the crime attempted, except that to commit a class A felony is a class B felony. Defines the offense of criminal conspiracy and establishes the requirements of an affirmative defense to such crime. States that criminal conspiracy is an offense of the same class as the highest offense which was an objective of the relationship, except that an attempt to commit a class A felony is a class B felony. Provides that a person may be convicted of an offense based upon the conduct of another person when: (1) acting with the culpability otherwise required for the commission of the offense, he causes the other person to engage in such conduct; (2) with knowledge that conduct constituting, in fact, an offense was to be committed, he engages in conduct which aids the other person to commit it; or (3) the offense charged was committed in furtherance of a criminal conspiracy and was a reasonably foreseeable consequence of it. Establishes standards for the criminal liability of organizations. Stipulates that a person is criminally liable for any conduct which he performs or causes to be performed in the name of an organization or in its behalf to the same extent as if the conduct was performed or caused to be performed in his own name or behalf. Chapter 3: Defenses to Criminal Liability - States that the defenses or bars to criminal liability set forth in this chapter are not exclusive. Enumerates specific time limitations within which the prosecution for specific classes of crimes must be commenced. Establishes criteria for the extension or suspension of such limitations. Provides that entrapment is a bar to any criminal prosecution and that immaturity (as defined by this Act) is a bar to the prosecution of the defendant as an adult. Establishes and defines the defenses of intoxication, mental illness or defect, execution of public duty, defense of person or property, ignorance or mistake of fact, ignorance or mistake of law, duress, and consent. Chapter 4: Sentencing - Authorizes the court to make specified sentences for an offender. Allows the court, in addition to any other sentence, to order forfeited to the United States any property, tangible or intangible, real or personal, including money used, intended for use, or possessed for the purpose of racketeering. Sets forth the authorized upper-range and lower-range terms of imprisonment for felonies. States that a sentence in the upper-range of the authorized term of imprisonment shall not be imposed unless the offender is a dangerous special offender. Defines the circumstances under which a court may sentence an offender to pay a daily fine. Establishes the maximum duration and amount of such fines for specified classes of offenses. Sets forth the authorized terms of probation and conditional discharge for an offender. Enumerates various factors to be considered by the court in determining whether to grant a probation or conditional discharge. States that the conditions of release on probation or conditional discharge shall be such as the court in its discretion deems reasonable and appropriate to assist the offender to lead a law-abiding life. States that if an offender is convicted of murder or of treason a sentence of death or life imprisonment shall be imposed in accordance with the provisions of this section. Specifies mitigating and aggravating circumstances to be considered by the court and the jury in determining whether a sentence of death should be imposed. Directs the court to conduct a separate proceeding to determine whether a person convicted of murder or treason should be sentenced to death or life imprisonment. Part II: Special Part - Chapter 5: Offenses Involving the Nation - Defines the crimes of treason, military activity against the United States, armed insurrection, sabatoge, avoiding a military service obligation, obstructing military service, espionage, misuse of classified information, violation of wartime censorship, aiding a national security offender of deserter, aiding the escape of a prisoner of war or enemy alien, and offenses relating to vital materials. Describes affirmative defenses to such crimes. Sets forth the grade of felony for such crimes. States that a person is guilty of an offense if he knowingly: (1) launches a land, air or sea attack from the United States against a nation with which the United States is not at war; (2) organizes or participates in a military expedition assembled in the United States to engage in armed hostilities against a nation with which the United States is not at war; or (3) engages in conduct hostile to a nation with which the United States is not at war within the territory of any foreign nation. Defines the offenses of unlawful entry into the United States, hindering discovery of an illegal entrant and fraudulent acquisition or improper use of naturalization, evidence of citizenship, or United States passport. Chapter 6: Offenses involving Governmental Processes - Defines the offenses of physical obstruction of Government function, preventing arrest, search, or discharge of other duties, hindering law enforcement, bail jumping, escape, providing contraband to an inmate of a correctional facility, and flight to avoid prosecution or giving testimony. Sets forth the grade of each such offense. Enumerates specified crimes relating to actions constituting: (1) obstruction of justice; (2) perjury, false statement, and integrity of public record; (3) bribery and intimidation; (4) official misconduct; (5) internal revenue and customs offenses; and (6) obstruction of political processes. Chapter 7: Offenses Against The Person - Enumerates specified crimes against the person for the purposes of title 18 of the United States Code. Provides that a person is guilty of skyjacking if, without authority and by force, threat of force, or deception, he seizes or exercises control of an aircraft or spacecraft. Makes the crime of skyjacking a class A felony. Enumerates various civil rights offenses. Chapter 8: Offenses Against Property - Establishes crimes relating to the conduct of such activities as arson, burglary, robbery, forgery, and economic offenses. Sets forth rules for determining the value of property or services when such a factor is determinative of the grading of an offense. States that a person is guilty of environmental spoiliation if he knowingly: (1) pollutes the water, air, or land in the course of trafficing in property; (2) is in violation of a Federal statute or a rule, regulation, or order under such statute; and (3) committs a violation which is gross or the person manifests flagrant disregard for the environment. Chapter 9: Offenses Against The Public Order - Prescribes crimes against the public order for the purposes of title 18 of the United States Code. Establishes the crimes of racketeering and loansharking. Provides for a separate offense of armed criminal conduct. States that prosecution for or conviction of such offense does not preclude consideration of the same conduct for purposes of grading or meeting the definition of other offenses in this code. Makes the possession of marijuana a misdemeanor. Part III: Administration - Chapter 10: Law Enforcement - Directs the Attorney General to prepare, cause to be published, and periodically to revise administrative regulations binding all Federal public servants on: (1) the exercise of investigative authority by Federal law enforcement agencies, and (2) the exercise of criminal prosecution discretion by attorneys for the government. Authorizes to be appropriated, out of any money in the treasury not otherwise appropriated, an amount not to exceed $100,000 as a reward or rewards for the capture of any person charged with the violation of a Federal or State criminal law. Authorizes the Attorney General to establish and maintain in the Department of Justice a repository for records of convictions and determinations of the validity of such convictions. Sets forth the duties of the Federal Bureau of Investigation, United States Marshals, Secret Service, Postal Service, Federal Probation Service, and Bureau of Corrections. Provides that the Attorney General, the Deputy Attorney General, any Assistant Attorney General, or any United States attorney specially designated by the Attorney General may authorize an application to a court of competent jurisdiction for an order authorizing or approving the interception of a private communication. Specifies the information to be contained in such applications and establishes standards to be used by the court in determining whether to approve such application. Establishes procedures for granting immunity from prosecution to witnesses who refuse to testify on the grounds of the privilege against self-incrimination. Enacts into law an Interstate Agreement on Detainers. States that it is the purpose of such agreement to encourage the expeditious and orderly disposition of charges and determinations of the proper status of any and all detainers based on untried indictments, informations, or complaints. Prescribes procedures for the extradition of fugatives: (1) from a foreign country to the United States; (2) from a State into Federal territorial jurisdiction outside the United States; and (3) from a country under control of the United States to the United States. Chapter 11: Courts - States that the Supreme Court of the United States shall have the power to prescribe, from time to time, rules of pleading, practice, evidence, and procedure with respect to any or all proceedings prior to, including, or after a verdict has been reached in the court system. Sets forth rules and procedures for the appointment of counsel, admissibility of confessions, admissibility of eyewitness testimony, and execution of the sentence of death in Federal courts. Outlines the jurisdiction and venue of the district courts and United States magistrates. Establishes procedures for determining whether a defendant is competent to stand trial. Provides that, upon the conviction of a defendant, the attorney for the government shall make a sentencing recommendation in open court and shall set forth his reasons for such recommendation. Chapter 12: Corrections - Changes the name of the Bureau of Prisons to the Bureau of Corrections and prescribes the duties of the Bureau of Corrections. Changes the name of the Federal Prison Industries to the Federal Correctional Industries. Provides that the board of directors of the Federal Correctional Industries shall determine in what manner and to what extent industries shall be carried on in Federal correctional facilities. Establishes a Parole Commission within the Department of Justice which shall be an independent agency having final authority in construing and administering all Federal parole statutes. States that each offender sentenced to a term of imprisonment shall be eligible for release on parole upon completion of the service of any minimum term or, if there is no minimum term, at any time, subject to the eligibility regulations of the Commission. Sets forth the criteria for release on parole and the conditions of parole. Chapter 13: Miscellaneous - Enumerates those offenses which the district courts of the United States shall have jurisdiction to enjoin. States that if the Federal Government is injured by reason of any violation of any designated offense the Attorney General may bring a civil action in a district court of the United States and shall recover the actual damages sustained by the United States and the cost of the action. Provides that if a person other than the Federal Government is injured by reason of such violation, he may bring a civil action in a district court of the United States and shall recover the actual damages sustained by the United States and the cost of the action. Provides that if a person other than the Federal Government is injured by reason of such violation, he may bring a civil action in a district court of the United States and shall recover $1,000 or threefold the actual damages sustained by him and a reasonable attorney's fee and other litigation costs reasonably incurred. Provides standards for juvenile deliquency proceedings in Federal courts. Establishes a Criminal Law Reform Commission to: (1) conduct a continuing and comprehensive legal and factual study of the Federal Criminal Code and to formulate and propose to the President and to the Congress at the start of each session of Congress such changes in the Code and other provisions as the Commission may deem appropriate; (2) direct the preparation of, and amendments to, and cause to be published forms and pattern jury instructions applicable to the code; (3) conduct a continuing and comprehensive legal and factual study of the relationship between the Federal Criminal Code and the Federal Rules of Criminal Procedure, the Rules of Procedure before United States Magistrates, and such other rules of practice and procedure as may from time to time be adopted, and to formulate and propose to the Supreme Court of the United States at any time or to the Congress at the start of each session of Congress such changes in such rules or statutes as the Commission may deem appropriate; (4) submit to the Congress within 45 days of the submission of amendments to rules or practices and procedures related to the criminal law its comments, observations, and recommendations; (5) cause to be conducted continuing and comprehensive legal and factual research into aspects of criminal justice, including the study of alternative approaches to problems now handled by the criminal law; and (6) prepare and cause to be published an annual review of developments in the criminal law and criminal justice, including an assessment in the Commission's judgment of how the legislative intent of the code has been effectuated in the courts. Title II: Amendments to Federal Rules of Criminal Procedures - Adds new rules to the Federal Rules of Criminal Procedure. States that the enactment of this title does not impair the authority of the Supreme Court to rescind, modify, or supplement any of the rules of criminal procedure. Establishes procedures for preliminary examinations. Provides for the summoning of special grand juries. States that whenever, due to special circumstances of the case, it is in the interest of justice that the testimony of a prospective witness of a party be taken and preserved for use at trial, the court may, upon motion of such party and notice to the parties, order that the testimony of such witness be taken by desposition. Sets forth the presentencing procedures to be followed in Federal courts. Establishes criteria for the sentencing of dangerous special offeners. Directs each district court of the United States, with the approval of the judicial council of the circuit, to place in operation throughout the district a plan for furnishing representation for any person financially unable to obtain adequate representation. States that such plan shall include counsel, investigative, expert, and other services necessary for an adequate defense. Title III: Conforming Amendments - Revises appropriate sections of the United States Code for the purpose of providing conformity with the provisions of this Act. Makes it a Federal crime to misuse emblems, insignias, and names of U.S. departments and agencies. Establishes offenses with respect to the compensation of Members of Congress and officers of the government in matters affecting the government. Provides that whoever being an officer or employee of the United States in the executive, legislative, or judicial branch of the Government or in any agency of the United States, including the District of Columbia, otherwise than in the proper discharge of his official duties: (1) acts as agent or attorney for prosecuting any claim against the United States, or receives any gratuity, or any share of or interest in any such claim in consideration of assistance in the prosecution of such claim; or (2) acts as agent or attorney for anyone before any department, agency, court, court-martial, officer, or any civil, military, or naval commission in connection with any proceedings, application, request for a ruling or other determination, contract, claim, controversy, charge, accusation, arrest, or other particular matter in which the United States is a party or has a direct and substantial interest; shall be guilty of a Class D felony, and that the maximum find shall be $10,000. Establishes other specified offenses in the area of conflicts of interests of employees of the United States government. States that whoever, being a proprietor, manager, or employee of a theater or other public place of entertainment or amusement in the District of Columbia, or in any Territory or Possession of the United States, causes any person wearing the uniform of any of the armed forces of the United States to be discriminated against because of that uniform, shall be guilty of a violation. Limits the maximum fine for such violation to $500. Miscellaneous Banking Crimes Act - Prohibits the making of bank loans to any Federal bank examiner or assistant examiner by ay institution which is authorized to be examined by such examiner or assistant examiner. Provides a fine of $100 for mutilating any bank bill, draft, or note. Miscellaneous Fireworks Crimes Act - Prohibits the interstate transportation of fireworks by any person who knows that such fireworks are to be dealt with or used on an manner in violation of State law. Miscellaneous Convict Goods Act - Makes it a crime for any person to knowingly transport in interstate commerce any goods manufactured by convicts or prisoners except by prisoners on parole or in reformatory institutions. Miscellaneous Denture Crimes Act - Prescribes penalties for any person who transports or mails any denture which was not made by, or under the prescription of, a licensed dentist. Miscellaneous Weather Forecast Crimes Act - Provides that any person who issues a counterfeit weather forecast representing that such forecast was issued by a branch of the Government service shall be guilty of a misdemeanor. Miscellaneous Counterfeited Record Label Crimes Act - Makes it a crime for any person to knowingly transport in interstate commerce any sound recording with a forged or counterfeited label. Miscellaneous Bird Sanctuaries Crimes Act - Makes it a misdemeanor for any person to hunt, trap, or knowingly disturb any bird, fish, or wild animal on any lands or waters set apart as reserves or sanctuaries, except in compliance with regulations prescribed by law. Miscellaneous Animal Importation Crimes Act - Specifies certain animals which shall be illegal to import. Miscellaneous Wildlife Transportation Crimes Act - Makes it an offense for any person to transport or sell in interstate commerce any wildlife taken in violation of any Act of Congress or regulation issued thereunder, or in violation of the law of any State or foreign country. Miscellaneous Wildlife Labeling Crimes Act - Prescribes penalties for individuals who transport improperly labeled packages containing wildlife, in interstate or foreign commerce. Miscellaneous Carrier Pigeon Crimes Act - Makes it a crime for any person to trap, capture, shoot, kill, possess, or detain any carrier pigeon owned by the United States. Miscellaneous Noxious Plants Crime Act - Provides that any person who knowingly transports, sells, or delivers certain noxious plants shall be guilty of a misdemeanor. Miscellaneous Unlawful Hunting Crimes Act - Makes it a crime for any person to use an aircraft or motor vehicle to hunt any unbranded horse, mare, colt, or burro running at large on any of the public lands. Miscellaneous Custom Forfeiture and Crimes Act - Provides for the forfeiture of certain goods to the United States which entered the country in violation of the customs laws. Miscellaneous Foreign Relations Crimes Act - Prescribes penalties for the crime of smuggling goods into the United States. Makes it a Federal crime for anyone within the United States to arm any vessel, with intent that such vessel shall be employed in the service of any foreign country to commit hostilities against a country with whom the United States is at peace. Indian Affairs Crimes Act - States that, except as otherwise provided, the general laws of the United States as to the punishment of offenses committed in any place within the sole and exclusive jurisdiction of the United States, except the District of Columbia, shall extend to Indian country. Provides that this section shall not extend to offenses committed by one Indian against the person or property of another Indian, nor to any Indian committing any offense in the Indian country who has been punished by the local law of the tribe. Stipulates certain crimes over which Federal jurisdiction exists if such crimes are committed in Indian country. Prohibits the sale of intoxicating liquor to certain classes of Indians. Specifies States which shall have jurisdiction over offenses committed by or against Indians in Indian country within such State. Provides under the Internal Revenue Code that it shall be unlawful for any person, except a licensed importer, licensed manufacturer, or licensed dealer, to engage in the business of importing, manufacturing, or dealing in firearms or ammunition, or in the course of such business to ship, transport, or receive any firearm or ammunition in interstate or foreign commerce. Enumerates various other acts deemed to be unlawful unless engaged in by a licensed importer, manufacturer, or dealer of firearms. Establishes a procedure for the licensing of persons engaged in the business of importing, manufacturing, or selling firearms or ammunition. Prohibits the receipt, possession, or transportation of a firearm by felons, veterans who are discharged under dishonorable terms, mental incompetents, aliens who are illegally in the country and former citizens who have renounced their citizenship. Creates various offenses with relation to the importation, manufacture, distribution, and storage of explosive materials. Provides that no citizen possessing all other qualifications which are or may be prescribed by law shall be disqualified for service as a grand or petit juror in any court of the United States, or of any State on account of race, color, or previous condition of servitude. States that whoever, being an officer or other person charged with any duty in the selection or summoning of jurors, excludes or fails to summons any citizen for such cause, shall be guilty of a violation, and prescribes the maximum fine at $5,000. Makes it unlawful to counterfeit or alter any coins, obligations, or securities of the United States. States that pistols, revolvers, and other firearms capable of being concealed on the person are nonmailable and shall not be deposited in or carried by the mails or delivered by any officer or employee of the Postal Service. Prohibits the mailing of all material which may kill or injure another, or injure the mails or other property except as the Postal Service shall by regulation prescribe. Provides penalties for the mailing of sexually oriented advertisements and for the manufacture or printing of sexually related matter which is intended to be mailed. Miscellaneous Public Lands Crimes Act - Provides that whoever knowingly manufactures, reproduces, or uses the character \"Johnny Horizon\" (an official symbol of the Bureau of Land Management and the United States Department of the Interior) as a name or trademark shall be guilty of a misdemeanor. Prohibits any person from inhibiting another, by contract or intimidation, from bidding on or purchasing any parcel of lands of the United States offered at public sale. Miscellaneous Gambling Ship Crimes Act - Makes it a crime for any person under the jurisdiction of the United States to set up or operate any gambling ship. Miscellaneous Abandoned Passenger Crimes Act - States that any commander of a vessel of the United States who knowingly refuses to bring home any mariner of his vessel shall be guilty of a misdemeanor. Miscellaneous Vessel Refuge Crimes Act - Makes it a crime for any person within the territorial waters of the United States to knowingly permit any vessel to be used as a place of resort for any person conspiring with another or preparing to commit any offense against the United States. Miscellaneous Dangerous Objects on Vessels Crimes Act. Prohibits any person (except personnel of the Armed Forces of the United States) from carrying an explosive article on board any vessel registered under the laws of the United States. Miscellaneous Dangerous Cargo Crimes Act - Prohibits masters of vessels from carrying explosive articles on board their vessels, except in a manner expressly provided for by law. Miscellaneous Explosives and Other Dangerous Articles Crimes Act - States that any person who knowingly transports within the United States any dangerous explosives (as defined by this Act) on or in any passenger car or vehicle operated in the transportation of passengers for-hire shall be guilty of a class E felony. Unlawful Mapping of Defense Installations Crimes Act - Defines certain offenses related to the photographing and sketching of defense installations. Organization Registration Crimes Act - Requires the following organization to register with the Attorney General: (1) every organization subject to foreign control which engages in political activity; (2) every organization which engages both in civilian military activity and in political activity; (3) every organization subject to foreign control which engages in civilian military activity; and (4) every organization, the purpose or aim of which, or one of the purposes or aims of which, is the establishment, control, conduct, seizure, or overthrow of a government or subdivision thereof by the use of force, violence, military measures, or threats of any one or more of the foregoing. Provides that this Act shall become effective on January 7 of the year following the year of the final adjournment of the Congress following the Congress in which this Act was enacted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Justice Codification, Revision and Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Indian Affairs Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Abandoned Passenger Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Animal Importation Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Banking Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Bird Sanctuaries Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Carrier Pigeon Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Convict Goods Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Counterfeited Record Label Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Custom Forfeiture and Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Dangerous Cargo Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Dangerous Objects on Vessels Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Denture Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Explosives and Other Dangerous Articles Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Fireworks Crime Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Foreign Relations Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Gambling Ship Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Noxious Plants Crime Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Public Lands Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Unlawful Hunting Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Vessel Refuge Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Weather Forecast Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Wildlife Labeling Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Miscellaneous Wildlife Transportation Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Organization Registration Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Unlawful Mapping of Defense Installations Crimes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to codify, revise and reform title 18 of the United States Code; to make appropriate amendments to the Federal Rules of Criminal Procedure; to make conforming amendments to criminal provisions of other titles of the United States Code.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:12-05:00"
}