{
  "actions": [
    {
      "acted_at": "1991-11-26", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-12-09", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Human Resources and Intergovernmental Relations", 
      "text": "Referred to the Subcommittee on Human Resources and Intergovernmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-12-09", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4048-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Human Resources and Intergovernmental Relations", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-26", 
  "number": "4048", 
  "official_title": "To establish a program to assist fiscally distressed local governments in the provision of essential services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3601-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Urgent Urban Recovery Assistance Act of 1991", 
  "sponsor": {
    "district": "11", 
    "name": "Towns, Edolphus", 
    "state": "NY", 
    "thomas_id": "01165", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-26", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Auditing", 
    "Budget deficits", 
    "Census", 
    "Construction workers", 
    "Damages", 
    "Discrimination", 
    "District of Columbia", 
    "Federal aid to Indians", 
    "Federal budgets", 
    "Federal-local relations", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Injunctions", 
    "Inspectors general", 
    "Judicial review of administrative acts", 
    "Local budgets", 
    "Local finance", 
    "Local officials and employees", 
    "Local taxation", 
    "Nondiscrimination provisions", 
    "Off-budget expenditures", 
    "Population statistics", 
    "Salaries", 
    "State finance", 
    "Taxation", 
    "Wages"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-26", 
    "text": "Urgent Urban Recovery Assistance Act of 1991 - Establishes a revenue sharing program of entitlement payments to local governments. Sets forth the general framework for the timing of payments and for adjustments. Describes qualifying criteria for and conditions to be met by local governments seeking payments under the program. Withholds payments in cases of noncompliance. Requires the Secretary of the Treasury, in accordance with a specified formula, to determine the amount to allocate to Indian tribes, Alaskan Native villages, and the District of Columbia. Requires the Secretary to establish a formula based on specified criteria to determine the amount to be allocated to each State for further allocation to county, township, and city local governments in accordance with a specified formula. Provides that no State shall receive an allocation that is less than $250,000. Places limitations on entitlement payments. Sets forth rules for the reallocation of entitlement payments among local government units. Specifies the information to be used in making allocations under the program. Requires public hearings on proposed uses of program payments in relation to the local government's budget. Requires public disclosure of information on proposed payment uses and proposed budgets of local governments both prior to the hearing and after adoption of the budget. Prohibits discrimination under a local government program or activity on the basis of race, color, national origin, or sex if such program or activity is paid for with funds provided under this Act. Lists additional prohibitions on discrimination applicable to such programs or activities. Prescribes procedures for: (1) instituting administrative proceedings for violations of such prohibitions; (2) suspending and terminating payments; and (3) judicial review of such sanctions. Sets forth provisions providing for: (1) enforcement by the Attorney General of such prohibitions; (2) civil actions by persons adversely affected by such prohibitions; (3) audits of local governments with respect to funds received under this Act; (4) investigations by the Secretary of possible violations of this Act; (5) reviews by the Comptroller General of activities of the Secretary, State governments, and local government units to determine compliance with this Act; (6) annual reports by the Secretary to the Congress on the administration of the payment program; (7) annual reports by local government units to the Secretary on program payments; and (8) studies with respect to targeted revenue payments. Authorizes appropriations to carry out this Act. Provides that the provisions of this Act shall be treated as provisions designated as emergency requirements by the President and the Congress under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Provides that any amount of new budget authority or outlays resulting from the provisions of this Act shall not be considered for any purpose under the Gramm-Rudman-Hollings Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Urgent Urban Recovery Assistance Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish a program to assist fiscally distressed local governments in the provision of essential services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:05-05:00"
}