{
  "actions": [
    {
      "acted_at": "1981-04-01", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s858-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1981-04-07", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-04-01", 
  "number": "858", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to provide estate tax equity for family farms and other enterprises, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Family Farm Protection Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Durenberger, Dave", 
    "state": "MN", 
    "thomas_id": "01321", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-04-01", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Business and commerce", 
    "Disabled", 
    "Estate tax", 
    "Family farms", 
    "Farms", 
    "Gift tax", 
    "Interest rates", 
    "Small business", 
    "Social welfare", 
    "Tax administration", 
    "Tax credits", 
    "Taxation", 
    "Valuation"
  ], 
  "subjects_top_term": "Estate tax", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-04-01", 
    "text": "Family Farm Protection Act of 1981 - Amends the Internal Revenue Code to increase the unified credit against the estate tax from $47,000 to $192,800. Increases from $175,000 to $600,000 the minimum gross estate requirement for filing of a return. Provides that the unified credit against the gift tax shall be increased to $192,800 by specified annual increments through 1985. Repeals the $500,000 limitation on the reduction of the value of qualified real property permitted by the special valuation rules based on use. Allows property leased to a family member to qualify for special use valuation. Qualifies estates of decedents who were disabled or retired for the special valuation of certain farms based on use if such decedents materially participated in the operation of the farm for five out of eight years preceding the year in which they became disabled or eligible for disability benefits under title II (Old Age, Survivors and Disability Insurance) of the Social Security Act. Permits the spouse of a decedent to use such valuation if the spouse has managed the farm or business for ten years preceding the decedent's death before it can be disposed of without incurring a recapture of estate tax benefits. Authorizes the step-up in basis of such property. Permits active management rather than material participation as a test for qualification of the estate for spouses, children under 21, students, and disabled individuals who receive property from a decedent who qualified for special use valuation. Allows valuation based on net crop share rentals as an alternative method of valuing farms. Allows the like kind exchange of property without loss of special use valuation eligibility. Repeals the requirement that an heir elect special treatment for involuntary conversions of qualified real property, thus making such treatment automatic upon such conversion. Sets the interest rate on extended payments of estate tax on estates consisting largely of an interest in a closely held business at the lesser of six percent or 75 percent of the prime rate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Family Farm Protection Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to provide estate tax equity for family farms and other enterprises, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:44-05:00"
}