{
  "actions": [
    {
      "acted_at": "1973-01-24", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2942-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-24", 
  "number": "2942", 
  "official_title": "A bill to establish a national land use policy, to authorize the Secretary of the Interior to make grants to assist the States to develop and implement State land use programs, to coordinate Federal programs and policies which have a land-use impact, to coordinate planning and management of adjacent non-Federal lands, and to establish an Office of Land Use Policy Administration in the Department of the Interior.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s268-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Land Use Policy and Planning Assistance Act", 
  "sponsor": {
    "district": "6", 
    "name": "Young, C.W. Bill", 
    "state": "FL", 
    "thomas_id": "01255", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-24", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Interior", 
    "Environmental protection", 
    "Government records, documents, and information", 
    "Grants-in-aid", 
    "Land use", 
    "National policy"
  ], 
  "subjects_top_term": "Land use", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-24", 
    "text": "Land Use Policy and Planning Assistance Act - Title I: Findings, Policy, and Purpose - Declares that it is a continuing responsibility of the Federal Government, consistent with the responsibility of State and local governments for land use planning and management, to undertake the development and implementation of a national land use policy which shall incorporate environmental, esthetic, economic, social, and other appropriate factors. Declares it to be the national polity to: (1) favor patterns of land use planning, management, and development which are in accord with sound environmental, economic, and social values and which encourage the wise and balanced use of the Nation's land resources; (2) assist State governments to develop and implement land use programs for non-Federal lands which will incorporate environmental, esthetic, economic, social, and other appropriate factors, and to develop a framework for the formulation, coordination, and implementation of State and local land use policies; (3) assist the State and local governments to improve upon their present land use planning and management efforts with respect to areas of critical environmental concern, key facilities, development and land use of regional benefit, and large scale development; (4) facilitate increased coordination in the administration of Federal programs and in the planning and management of Federal lands and adjacent non-Federal lands so as to encourage sound land use planning and management; and (5) promote the development of systematic methods for the exchange of land use, environmental, economic, and social data and information among all levels of government. Title II: Administration of Land Use Policy - Establishes in the Department of the Interior an Office of Land Use Policy Administration. Provides that the Secretary of the Interior, acting through the office, shall: (1) maintain a continuing study of the land resources of the United States and their use; (2) cooperate with the States in the development of standard methods and classifications for the collection of land use data and in the establishment of effective procedures for the exchange and dissemination of land use data; (3) develop and maintain a Federal Land Use Information and Data Center; (4) make the information maintained at the Data Center available to Federal, regional, State, and local agencies conducting or concerned with land use planning and management and to the public; and (5) administer the grant-in-aid program established under the provisions of this Act. Directs the Secretary to establish a National Advisory Board on Land Use Policy to assist the Secretary in carrying out this Act. Authorizes the States to coordinate land use planning, policies, and programs with appropriate interstate entities, and a reasonable portion of the funds made available to such States under the provisions of this Act may be used therefor. Title III: Program of Assistance to the States - Authorizes the Secretary to make annual grants to each State to assist each State in developing and administering a State land use program meeting the requirements set forth in this Act. Provides that, as a condition to the continued eligibility of any State for grants after a period of three complete fiscal years following the enactment of this Act, the Secretary shall have determined that the State has developed an adequate statewide land use planning process. Sets forth the requirements of such process. Provides that, in the determination of an adequate statewide land use process of any State, the Secretary shall confirm that the State has an eligible State land use planning agency established by the Governor of such State or by law. Provides that, as a condition of the continued eligibility of any State for grants after a period of five complete fiscal years following the enactment of this Act, the Secretary shall determine that the State has developed an adequate state land use program. Provides that such program shall include methods of implementation for (1) assuring that the used and development of land in areas of critical environmental concern within the State is not inconsistent with the State land use program. (2) assuring that the use of land in areas within the State which are or may be impacted by key facilities, including the site location and the location of major improvement and major access features of key facilities, is not inconsistent with the State land use program; (3) assuring that any large-scale subdivisions and other proposed large-scale development within the State of more than local significance in its impact upon the environment is not inconsistent with the State land use program; (4) assuring that any source of air, water, noise, or other pollution in the areas or from the uses or activities listed in this part shall not be located where it would result in a violation of any pollution standard or implementation plan; (5) periodically revising and updating the State land use program to meet changing conditions; (6) assuring dissemination of information to appropriate officials or representatives of local governments and members of the public and their participation in the development of and subsequent revisions in the State land use program and in the formulation of State guidelines, rules, and regulations for the development and administration of the State land use program; and (7) conducting a coordinated management program for the land and water resources of any coastal zone within the State in accordance with existing or then applicable Federal or State law. Provides that such methods of implementation shall include either one or a combination of two following general techniques: (1) implementation by local governments pursuant to criteria and standards established by the State, such implementation to be subject to State administrative review with State authority to disapprove such implementation wherever it fails to meet such criteria and guidelines; and (2) direct State land use planning and regulation. Provides that the Secretary shall not make a grant to any State pursuant to this Act until he has ascertained that the Administrator of the Environmental Protection Agency is satisfied that the land use program of such State is in compliance with the goals of the Federal Water Pollution Control Act, the clean Air Act, and other Federal laws controlling pollution which fall within the jursidiction of the Administrator. Requires Federal projects and activities significantly affecting land use to be consistent with State land use programs which conform to the provisions of this Act. Establishes a procedure for the withholding of funds under this Title. Title IV: Federal-State Coordination and Cooperation in the Planning and Management of Federal and Adjacent Non-Federal Lands - States that all agencies of the Federal Government charged with responsibility for the management of Federal lands shall consider State land use programs prepared pursuant to this Act and attempt to coordinate the State and Federal programs. Provides that the Secretary, at his discretion or upon the request of the Governor of any State involved, shall establish an Ad Hoc Federal-State Joint Committee to review specific problems arising from the management of Federal lands and adjacent non-Federal lands. States that upon receipt of the recommendations of such committee, the Secretary shall take any appropriate action to minimize such conflict. Directs the Secretary to report biennially to the President and Congress concerning the coordination of the management of Federal land and adjacent non-Federal lands. Title V: General - Authorizes the President to designate an agency or agencies to issue guidelines to the Federal agencies to assist them in carrying out the requirements of this Act. Directs the Secretary, with the assistance of the Office and the Board, to report biennially to the President and the Congress on land resources, used of land, and current and emerging problems of land use. Authorizes the Secretary to make grants provided for in this Act in any amount not to exceed 66 2/3 percent of the estimated cost of developing the State land use programs for the two fiscal years following the enactment of this Act. Provides that for the following three fiscal years grants may be made in an amount to to exceed 50 percent of the estimated cost of developing and administering such programs. Authorizes to be appropriated for grants to the States under this Act $40,000,000 for each of the first two fiscal years following the enactment of this Act and $30,000,000 for each of the next three fiscal years. Authorizes to be appropriated, for each of the five full fiscal years following the enactment of this Act, $10,000,000 to the Secretary to be used exclusively for the adminis- tration of this act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Land Use Policy and Planning Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national land use policy, to authorize the Secretary of the Interior to make grants to assist the States to develop and implement State land use programs, to coordinate Federal programs and policies which have a land-use impact, to coordinate planning and management of adjacent non-Federal lands, and to establish an Office of Land Use Policy Administration in the Department of the Interior.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:37-05:00"
}