{
  "actions": [
    {
      "acted_at": "1973-08-01", 
      "committee": "House Committee on Science and Astronautics", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Astronautics.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9785-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Astronautics", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Vanik, Charles A.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01183", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-08-01", 
  "number": "9785", 
  "official_title": "A bill to provide for a coherent national program of energy research and development, to amend the National Science Foundation Act of 1950.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Science Development Act", 
  "sponsor": {
    "district": "5", 
    "name": "Gunter, Bill", 
    "state": "FL", 
    "thomas_id": "00477", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Energy", 
    "Fuel", 
    "Mineral reserves", 
    "Mines and mineral resources", 
    "National policy", 
    "Power resources", 
    "Research"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-08-01", 
    "text": "Energy Science Development Act - Declares it to be the policy of the Congress to establish and maintain a national program of research and development in energy technologies and energy conservation. Establishes the Energy Research and Development Commission which shall consist of five members appointed by the President, by and with the advice and consent of the Senate. Enumerates the powers of the Commission. Requires the Commission to establish a national policy of energy research and development which shall bring to commercial development technology in specified project areas. Provides that any grant made with respect to research projects under this Act shall be made upon the express condition that all information resulting from such research shall be made available to the general public. Provides that, in evaluating proposed opportunities for particular research and development, undertakings including those in which (1) the urgency of public need for the potential results of the research, development, or demonstration effort is high, and there is little likelihood that similar results would be achieved in a timely manner in the absence of Federal assistance; and (2) the potential opportunities for non-Federal interests to recapture the investment in the undertaking through the normal commercial exploitation of proprietary knowledge appear inadequate to encourage timely results. Authorizes the National Science Foundation to prepare annually an inventory of mineral fuel deposits in the Nation and to submit such inventory to the Foundation, the Atomic Energy Commission, the Federal Power Commission, and the Secretary of the Interior in order to promote coordination among them regarding energy research and policy. States that any prospector, mine operator, or well operator who owns or has legal authority, by lease, license, or otherwise, to exploit any substantial deposit of any mineral fuel shall file a report annually with the Foundation, at such time and in such form as the Foundation may prescribe, setting forth specified information regarding such deposit. Sets forth penalties for violations of this provision. Provides that not less than twice each month, the Commission shall publish a newsletter which shall be made available to all interested persons. Requires the Commission to conduct an annual hearing on its proposed budget for the following fiscal year. States that notice shall be given by publication in the Federal Register and in the Newsletter at least sixty days prior to its occurrence, and shall include the scheduled date, time, and place of such hearing. Provides that the Commission shall prepare a comprehensive report, to be submitted to the President who shall transmit such report to the Congress within thirty days after his receipt, regarding the administration of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Science Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for a coherent national program of energy research and development, to amend the National Science Foundation Act of 1950.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:32-05:00"
}