{
  "actions": [
    {
      "acted_at": "1999-10-26", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Commerce, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-26", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-26", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-10-26", 
      "committee": "House Judiciary", 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-05", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-08", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-08", 
      "references": [
        {
          "reference": "CR E2306", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3145-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-10-26", 
  "number": "3145", 
  "official_title": "To modify the provisions of the Balanced Budget Act of 1997 relating to the Medicare Program under title XVIII of the Social Security Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Care Preservation and Accessibility Act of 1999", 
  "sponsor": {
    "district": "1", 
    "name": "Rush, Bobby L.", 
    "state": "IL", 
    "thomas_id": "01003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-10-26", 
  "subjects": [
    "Access to health care", 
    "Ambulances", 
    "Ambulatory care", 
    "Arrest", 
    "Bankruptcy", 
    "Case mix (Medical care)", 
    "Child health", 
    "Clinics", 
    "Coinsurance", 
    "Collection of accounts", 
    "Commerce", 
    "Community health services", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost of living adjustments", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Data banks", 
    "Debtor and creditor", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Emergency management", 
    "Ex-offenders", 
    "Families", 
    "Federal aid to hospitals", 
    "Federal aid to medical education", 
    "Federal aid to nursing education", 
    "Finance and financial sector", 
    "Forfeiture", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Health maintenance organizations", 
    "Higher education", 
    "Home care services", 
    "Hospital care", 
    "Hospital rates", 
    "Housing and community development", 
    "Identification devices", 
    "Inspectors general", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interest", 
    "Kidney diseases", 
    "Law", 
    "Licenses", 
    "Long-term care", 
    "Managed care", 
    "Medicaid", 
    "Medicaid fraud", 
    "Medical economics", 
    "Medical fees", 
    "Medical laboratories", 
    "Medical residents", 
    "Medical supplies", 
    "Medicare", 
    "Medicare fraud", 
    "Medicare managed care", 
    "Medigap", 
    "Mental health services", 
    "Nursing", 
    "Nursing education", 
    "Nursing homes", 
    "Occupational therapy", 
    "Paramedical education", 
    "Physical therapy", 
    "Product coding", 
    "Prospective payment systems (Medical care)", 
    "Rural hospitals", 
    "Science, technology, communications", 
    "Social welfare", 
    "Speech disorders", 
    "Teaching hospitals", 
    "Warrants (Law)"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-10-26", 
    "text": "TABLE OF CONTENTS: Title I: Teaching Hospitals Title II: Rural Hospitals Title III: Safety Net Providers Title IV: Other Hospital Provisions Title V: Skilled Nursing Facilities Title VI: Cost-Efficient Home Health Providers Title VII: Medicare+Choice and Medigap Protections for Seniors and the Disabled Title VIII: Medicare Preservation Through Fraud Prevention Health Care Preservation and Accessibility Act of 1999 - Title I: Teaching Hospitals - Amends title XVIII (Medicare) of the Social Security Act (SSA) with respect to the following: (1) termination of multiyear reduction of indirect graduate medical education payments; (2) exclusion of nursing and allied health education costs in calculating payments to Medicare+Choice organizations under Medicare part C; and (3) payment to hospitals of nursing and allied health education program costs for Medicare+Choice enrollees.(Sec. 102) Directs the Secretary of Health and Human Services (HHS), for each of FY 2000 and 2001, to make two payments determined in accordance with specified guidelines to each children's hospital whose inpatients are predominantly individuals under age 18, one for direct expenses and the other for indirect expenses associated with operating approved graduate medical residency training programs. Authorizes appropriations.Title II: Rural Hospitals - Amends SSA title XVIII to: (1) revise the criteria for designation as a critical access hospital under provisions for the Medicare rural hospital flexibility program; (2) provide authority under Medicare part B (Supplementary Medical Insurance) provisions for payment of benefits for the establishment of a prospective payment system (PPS) for rural health clinic services; (3) require consideration of rural issues in establishing the fee schedule for ambulance services under Medicare part B; and (4) set the applicable percentage at 100 percent with respect to covered outpatient department (OPD) services furnished during a transition year in a rural hospital pursuant to the provisions below in title IV of this Act that provide for a multiyear transition to the PPS for hospital OPD services under Medicare part B.Title III: Safety Net Providers - Amends SSA title XIX (Medicaid) to establish a new PPS for federally-qualified health centers and rural health clinics under Medicaid.(Sec. 302) Amends SSA title XVIII to: (1) provide for the removal of payments attributable to disproportionate share (DSH) payments from calculation of adjusted average per capita cost in determining payments to Medicare+Choice organizations; (2) provide additional payments for managed care enrollees under Medicare part D (Miscellaneous) provisions for payment to hospitals for inpatient hospital services; and (3) place a limitation on the reduction of payments to DSH hospitals.Title IV: Other Hospital Provisions - Amends SSA title XVIII to provide for: (1) delay of the financial limitation on rehabilitation services under Medicare part B provisions for the payment of benefits; and (2) multiyear transition to the PPS for hospital OPD services under Medicare part B.Title V: Skilled Nursing Facilities - Directs the Secretary of Health and Human Services (HHS), for purposes of applying the formula under the PPS for determining the amount of payment for the costs of covered skilled nursing facility (SNF) services provided on or after a certain time period, to increase the adjusted Federal per diem rate under such PPS for services provided to any individual in a RUG III category by the applicable payment add-on determined in accordance with an outlined table.(Sec. 502) Excludes ambulance services furnished to an individual in conjunction with a renal dialysis service, and prosthetic and orthotic devices from the PPS for SNFs. (Sec. 503) Directs the Secretary to: (1) cover under extended care services provisions of Medicare part A (Hospital Insurance) individuals with a condition classifiable within a specified diagnosis-related group; (2) study and report to Congress on extended care services provided in SNFs for which coverage is provided under the Medicare select program; (3) establish certain extended care services demonstration programs; (4) require the application of any deductibles and coinsurance under Medicare part A upon waiver of the three day hospitalization stay requirement and beginning with the first day of extended care services in a SNF; (5) reduce the amount of any deductible or coinsurance applied based on certain criteria; and (6) reduce amounts otherwise payable under Medicare part A for post-hospital extended care services under specified conditions.Provides that in the case of an individual eligible for Medicaid nursing facility service assistance, Medicaid shall apply as if this title had not been enacted.(Sec. 504) Authorizes the extension of certain Medicare community nursing organization demonstration projects under the Omnibus Budget Reconciliation Act of 1987.Title VI: Cost-Efficient Home Health Providers - Amends the Balanced Budget Act of 1997 (BBA '97), as amended by the Tax and Trade Relief Extension Act of 1998, to delay for an additional year the contingency reduction scheduled under BBA '97 with regard to payment for home health services.(Sec. 602) Amends SSA title XVIII to eliminate the 15-minute reporting requirement under the PPS for home health services with regard to the length of time of the service visit.(Sec. 603) Outlines provisions for recoupment by the Secretary of overpayments to home health agencies for certain home health services.(Sec. 604) Amends SSA title XVIII to provide for an increase in the per visit cost limit with respect to payment for services furnished by home health agencies.Title VII: Medicare+Choice and Medigap Protections for Seniors and the Disabled - Amends SSA title XVIII to provide for: (1) a two year (currently, one year) period during which an individual may be enrolled in a Medicare+Choice plan under Medicare part C and then terminate such enrollment for enrollment in a Medicare supplemental (Medigap) policy; (2) modification of coverage enrollment periods for such plans and policies with regard to individual notification of plan or policy termination; (3) guaranteed issuance of certain Medigap policies in cases of a substantial change in benefits under a Medicare+Choice plan, of certain Medigap policies to disabled Medicare+Choice disenrollees, and of the same Medigap benefit package for certain Medicare+Choice disenrollees; and (4) prohibition of attained-age rating of premiums for Medigap policies.Title VIII: Medicare Preservation through Fraud Prevention - Amends SSA title XVIII to provide for: (1) site inspections for suppliers of durable medical equipment (DME), community mental health centers, and other provider groups as determined by the Secretary; (2) background checks on applicants for provider numbers; and (3) registration of billing agencies and individuals.(Sec. 803) Amends SSA title XI to provide for exclusion of applicable persons from participation in Federal health care programs if such a person submitted a fraudulent claim for reimbursement under Medicare.Provides for: (1) expanded access to the database maintained through the national health care fraud and abuse data collection program; and (2) a criminal penalty for misuse of database information.(Sec. 804) Amends SSA title XVIII to make Medicare carriers and fiscal intermediaries liable for claims submitted by excluded providers.(Sec. 805) Revises Medicare provisions on community mental health centers.(Sec. 806) Amends SSA title XI to: (1) limit the discharge of debts in bankruptcy proceedings in cases where a health care provider or a supplier engages in fraudulent activity; and (2) impose a criminal penalty for the selling or distribution of two or more Medicare or Medicaid beneficiary identification or provider numbers.(Sec. 808) Amends the Federal criminal code to provide for the treatment of certain SSA crimes as Federal health care offenses.(Sec. 809) Authorizes any criminal investigator of the HHS' Inspector General's (IG's) Office, upon designation, to execute a variety of specified duties, including obtaining and executing any warrant or other process issued under the authority of the United States, while engaged in activities within the lawful jurisdiction of the IG. Provides that the HHS IG may receive and expend funds that represent the equitable share from the forfeiture of property in investigations in which the HHS IG participated, and that are transferred to the HHS IG by the Departments of Justice or the Treasury or the U.S. Postal Service. Requires such equitable sharing funds to be deposited in a separate account and to remain available until expended.(Sec. 810) Outlines requirements for universal product numbers (UPN's, or bar codes) on claims forms for Medicare reimbursement of any UPN covered item.Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Care Preservation and Accessibility Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To modify the provisions of the Balanced Budget Act of 1997 relating to the Medicare Program under title XVIII of the Social Security Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:30-05:00"
}