{
  "actions": [
    {
      "acted_at": "1992-04-09", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-05-01", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Transportation and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Transportation and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4905-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Transportation and Hazardous Materials", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Evans, Lane", 
      "sponsored_at": "1992-05-07", 
      "state": "IL", 
      "thomas_id": "00361", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Sikorski, Gerry E.", 
      "sponsored_at": "1992-05-07", 
      "state": "MN", 
      "thomas_id": "01057", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-04-09", 
  "number": "4905", 
  "official_title": "To amend the Solid Waste Disposal Act to regulate the disposal of waste associated with the exploration, development, and production of crude oil and natural gas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil and Natural Gas Exploration and Production Waste Management Improvement Act of 1991", 
  "sponsor": {
    "district": "11", 
    "name": "Eckart, Dennis E.", 
    "state": "OH", 
    "thomas_id": "00331", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-04-09", 
  "subjects": [
    "Business records", 
    "Data banks", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmental research", 
    "Fees", 
    "Fines (Penalties)", 
    "Geothermal resources", 
    "Government paperwork", 
    "Groundwater", 
    "Hazardous waste disposal", 
    "Land transfers", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Natural gas", 
    "Oil well drilling", 
    "Petroleum", 
    "Prospecting", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Research and development", 
    "Standards", 
    "Waste disposal sites", 
    "Waste products", 
    "Waste water", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-04-09", 
    "text": "Oil and Natural Gas Exploration and Production Waste Management Improvement Act of 1991 - Amends the Solid Waste Disposal Act to make wastes associated with the exploration, development, or production of crude oil or natural gas subject to hazardous waste management requirements effective January 1, 1994. Exempts wastes from the exploration, development, and production of geothermal energy from such requirements unless the Administrator of the Environmental Protection Agency determines that regulation of such wastes is necessary to protect human health and the environment. Directs the Administrator to promulgate changes to the toxicity characteristic leaching procedure to ensure that it accurately predicts the leaching potential of wastes containing significant concentrations of oil or grease. Bans the use of produced water for dust suppression or road treatment. Defines \"produced water\" as water brought up from the hydrocarbon strata during the extraction of oil and gas that may include formation or injection water and any chemicals added downhole or during the oil-water separation process. Applies requirements regarding State hazardous waste management programs to programs for produced water, drilling fluids, and radioactive waste from the exploration, development, or production of crude oil or natural gas. Directs States which seek to obtain authorization to administer and enforce a regulatory program for produced water, drilling fluids, and radioactive waste to maintain programs to evaluate and remediate sites containing such wastes that may not be adequately addressed by hazardous waste management requirements. Directs the Administrator to: (1) review such programs biennially; and (2) conduct and collect permit fees for such activities for States that are not authorized to carry them out. Requires the Administrator to collect annual fees from owners or operators of facilities required to obtain operating or postclosure permits to cover costs of administering the permit program. Prohibits a State from administering a program unless the State demonstrates that it will collect an amount that adequately reflects permit program costs. Directs the Administrator to review such programs biennially. Authorizes the Administrator to collect fees from such facilities if a State is not adequately enforcing an approved fee program. Prescribes penalties for failures to pay fees. Prescribes criminal penalties for certain knowing violations concerning the management of produced water, drilling fluid, or waste associated with the exploration, development, or production of crude oil or natural gas. Directs the Administrator to promulgate regulations for the management of produced water, drilling fluids, and radioactive waste associated with such activities, including minimum requirements for design and construction of storage facilities, closure, corrective action, and financial assurances. Requires surface impoundments receiving produced water to meet specified requirements with respect to liners, leachate collection, groundwater monitoring, and leak detection. Prohibits, after 1993, the discharge of produced water to surface water, except as provided in a permit issued pursuant to the Federal Water Pollution Control Act that contains discharge limitations for at least the organic, radioactive, and chloride constituents of such water. Requires permits for the treatment, storage, or disposal of produced water or a permit-by-rule for fully enclosed tanks. Allows the disposal of drilling fluids at a drilling site after 1993 in units only if: (1) the fluids are tested and do not exhibit a hazardous waste characteristic; (2) the records containing the test data are retained for at least five years at a location specified by the Administrator; (3) the disposal units meet certain design, construction, operating, monitoring, wildlife protection, and location standards; and (4) the units are properly closed within six months of completion of drilling operations at the site. Permits the disposal of drilling fluids exhibiting a hazardous waste characteristic at an offsite facility after 1993 only if the facility has a certain permit and meets applicable standards. Requires permits for the treatment, storage, or disposal of drilling fluids or a permit-by-rule for onsite facilities and offsite treatment and storage facilities. Prohibits, until regulations regarding radioactive waste under this Act are promulgated: (1) the transfer of land for unrestricted use where the concentration of radium-226 in soil exceeds certain levels; and (2) the transfer of facilities or equipment for unrestricted use where the maximum radiation exposure level exceeds 50 microroentgens per hour at any accessible point. Authorizes the Administrator to require owners or operators of facilities, equipment, or property to undertake corrective action with respect to releases of radioactive waste from the exploration, development, or production of crude oil or natural gas to protect human health and the environment. Requires a license for the treatment, storage, or disposal of such waste or a permit-by-rule for the storage of waste in fully enclosed tanks and containers. Sets forth provisions concerning interim status for facilities in the process of applying for permits under this Act. Authorizes the Administrator or a State to require such facilities to undertake corrective action with respect to releases of produced water, drilling fluids, or radioactive waste. Prescribes civil penalties for failures to comply with corrective action orders. Authorizes and directs the Administrator to: (1) carry out a program of research, development, and demonstration of technologies which may be utilized to reduce the toxicity of produced water and other wastes from the exploration, development, or production of crude oil or natural gas; and (2) conduct a field investigation of Class II underground injection wells and compile an inventory of well failures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil and Natural Gas Exploration and Production Waste Management Improvement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Solid Waste Disposal Act to regulate the disposal of waste associated with the exploration, development, and production of crude oil and natural gas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:28-05:00"
}