{
  "actions": [
    {
      "acted_at": "1973-09-20", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2449-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-20", 
  "number": "2449", 
  "official_title": "A bill to amend the Federal Home Loan Mortgage Corporation Act and the Federal National Mortgage Association Charter Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Secondary Mortgage Market Amendments", 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-20", 
  "subjects": [
    "Housing and community development", 
    "Mortgages"
  ], 
  "subjects_top_term": "Mortgages", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-20", 
    "text": "Secondary Mortgage Market Amendments - Allows the purchase of a conventional mortgage with the outstanding balance exceeding 80 percent of value under the Federal Home Loan Mortgage Corporation Act when the excess over 80 percent is insured by a qualified private insurer (under existing law. States that such mortgages may be purchased only where the outstanding balance exceeding 74 percent of value is insured by a qualified private insurer). Removes the limitation now in the law limiting the purchase of conventional mortgages over one year old at time of purchase to 10 percent of conventional portfolio. Provides that the limitations governing the maximum amount of a conventional mortgage purchased by Federal Home Loan Mortgage Corporation be comparable to the limitations contained in the Home Owner's Loan Act of 1933 ($45,000 in the case of single-family dwellings and the dollar amounts contained in the National Housing Act for multi-family housing), except that such limitations may be increased by 25 percent with respect to mortgages on property located in Alaska, Guam, and Hawaii. Provides that national banks, state-chartered banks which are members of the Federal Reserve System, Federal Home Loan Banks, federal savings and loan associations, and federal credit unions shall have statutory power to purchase mortgages from the Corporation without regard to limitations which might be otherwise applicable to purchase of such mortgages. Allows, under the Federal National Mortgage Association Charter Act, the purchase of a conventional mortgage with the outstanding balance exceeding 80 percent of value when the excess over 80 percent is insured by a qualified insurer (under existing law such mortgages may be purchased only where the outstanding balance exceeding 75 percent of value is insured by a qualified \"private\" insurer). Removes the 10 percent limitation on the purchase of conventional mortgages over one year old. Provides that the maximum amounts of conventional mortgages purchased by FNMA shall be comparable to the limitations contained in the Home Owner's Loan Act of 1933 ($45,000 in the case of single-family dwellings and the dollar amounts contained in the National Housing Act for multi-family housing), except that such limitations may be increased by 25 percent with respect to mortgages on property located in Alaska, Guam, and Hawaii."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Secondary Mortgage Market Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Home Loan Mortgage Corporation Act and the Federal National Mortgage Association Charter Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:53-05:00"
}