{
  "actions": [
    {
      "acted_at": "1988-08-10", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2715-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1988-08-10", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-08-10", 
  "number": "2715", 
  "official_title": "A bill to amend the Bank Holding Company Act of 1956 to authorize the Board of Governors of the Federal Reserve System to order bank subsidiaries of bank holding companies to consolidate if any such bank subsidiary is in danger of closing.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4981-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4981-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "Emergency Bank Consolidation Act of 1988", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-08-10", 
  "subjects": [
    "Bank capital", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-08-10", 
    "text": "Emergency Bank Consolidation Act of 1988 - Amends the Bank Holding Company Act of 1956 to authorize the Federal Reserve Board (Board) to order a bank holding company to: (1) reorganize any or all of its affiliated banks as subsidiaries of a bank in danger of closing; (2) cause any or all of its subsidiary banks located in the same State to merge with or purchase the assets and assume the liabilities of a bank in danger of closing; (3) cause a bank in danger of closing to merge with, or purchase the assets and assume the liabilities of, any or all of the bank holding company's subsidiary banks located in the same State; (4) contribute or transfer or provide to a bank in danger of closing such assets or services as are customarily utilized by a bank in the conduct of its business or operations; or (5) take any combination of such actions. Specifies that the Board may use such authority only if the Federal Deposit Insurance Corporation (FDIC) certifies and recommends that such action is necessary in cases where: (1) an insured bank is in danger of closing; and (2) such actions will lessen the risk to the Federal Deposit Insurance Fund or severe financial conditions exist which threaten the stability of a significant number of banks in the community where the endangered bank is located. Requires the Board to take reasonable efforts to assure that any transfer of assets or securities involving such banks shall not exceed an amount that is reasonably necessary to provide adequate capitalization to such banks. Provides that the Board may use such authority notwithstanding any other provision of this Act, Federal or State bankruptcy laws, any other Federal or State law, the constitution of any State, or any contract or other instrument or security. Specifies that any order issued by the Board under the Authority granted in this Act shall not be subject to judicial review. Specifies that certain provisions of the Bank Holding Company Act, the national banking statutes, the Federal Deposit Insurance Act, and the Hart-Scott-Rodino Antitrust Improvements Act of 1976 shall not apply to action of the Board taken under the authority granted in this Act. Limits the right of private parties to prevent a consolidation ordered by the Board under the authority of this Act. Allows any creditor of a bank holding company subject to such an order to request the Board to appraise the value of debt owed to such creditor. Allows any shareholder of a bank holding company subject to such an order to request the Board to appraise the value of stocks held by the stockholder. Authorizes the FDIC to compensate any creditor or shareholder for the value of the appraised debt or stock."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Bank Consolidation Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Bank Holding Company Act of 1956 to authorize the Board of Governors of the Federal Reserve System to order bank subsidiaries of bank holding companies to consolidate if any such bank subsidiary is in danger of closing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:05-05:00"
}