{
  "actions": [
    {
      "acted_at": "2003-04-30", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-05-06", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from USDA, Interior.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-01", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-01", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2003-10-15T17:20:00-04:00", 
      "references": [], 
      "text": "Reported by the Committee on Resources. H. Rept. 108-313.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-10-15T17:20:00-04:00", 
      "calendar": "Union", 
      "number": "189", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 189.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1899-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-04-30", 
  "number": "1899", 
  "official_title": "To resolve certain conveyances and provide for alternative land selections under the Alaska Native Claims Settlement Act related to Cape Fox Corporation and Sealaska Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1354-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Cape Fox Land Entitlement Adjustment Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-10-01", 
  "subjects": [
    "Alaska", 
    "Commerce", 
    "Easements", 
    "Environmental protection", 
    "Government liability", 
    "Indian claims", 
    "Indian lands", 
    "Indigenous peoples", 
    "Land transfers", 
    "Law", 
    "Liability for environmental damages", 
    "Logging", 
    "Lumber trade", 
    "Minorities", 
    "National forests", 
    "Old growth forests", 
    "Public lands and natural resources", 
    "Sports and recreation", 
    "Trails"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2003-10-15", 
    "text": "Cape Fox Land Entitlement Adjustment Act of 2003 - (Sec. 3) States that Cape Fox Corporation shall not be required under the Alaska Native Claims Settlement Act (ANCSA) to select or receive conveyance of 160 nonproductive acres. (Sec. 4) Permits Cape Fox to select and the Secretary of the Interior to convey 99 acres of the surface estate of Tongass National Forest lands outside Cape Fox's current exterior selection boundary. Directs the Secretary to convey the subsurface estate to those lands to Sealaska Corporation. (Sec. 5) Directs the Secretary of Agriculture to offer and, if accepted by Cape Fox, to exchange specified Tongass National Forest lands for lands and interests identified by Cape Fox from specified lands previously conveyed to it. States that the Cape Fox land conveyed to the Federal Government shall include a public trail easement, unless the Secretary of Agriculture agrees otherwise. (Sec. 6) Requires the Secretary of the Interior, upon conveyance by Cape Fox of such lands and conveyance and relinquishment by Sealaska of the subsurface estate underlying those lands and other specified Tongass National Forest lands, to convey to Sealaska Tongass National Forest lands selected by Sealaska from a specified area. Considers such exchange to be a modification of the Sealaska Corporation/United States Forest Service Split Estate Exchange Agreement. (Sec. 7) Requires the exchanges in this Act to be of lands of equal value. Excludes Cape Fox, Sealaska, and the United States from being subject to liability for the presence of any hazardous substance in land or interests therein solely as a result of conveyances under this Act. Considers the Federal lands conveyed to Cape Fox and Sealaska under this Act to be conveyed pursuant to ANCSA. Classifies lands or interests therein transferred to the United States under this Act as part of the Tongass National Forest. Prohibits lands conveyed to or selected by the State of Alaska under the Alaska Statehood Act from being eligible for selection or conveyance under this Act without the consent of the State of Alaska. Subjects Federal lands conveyed to Cape Fox and Sealaska under this Act to reservations of public easements only as mutually agreed to in the relevant exchange agreements, including easements necessary for access across the lands conveyed for use of national forests or other public land. Directs the Secretary of Agriculture to add an equal number of acres to old growth reserves on the Tongass National Forest as are transferred out of Federal ownership by this Act. (Sec. 8) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cape Fox Land Entitlement Adjustment Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Cape Fox Land Entitlement Adjustment Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To resolve certain conveyances and provide for alternative land selections under the Alaska Native Claims Settlement Act related to Cape Fox Corporation and Sealaska Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:25-05:00"
}