{
  "actions": [
    {
      "acted_at": "1987-01-06", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s82-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1987-01-06", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1987-01-06", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1987-01-06", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symms, Steven D.", 
      "sponsored_at": "1987-01-06", 
      "state": "ID", 
      "thomas_id": "01132", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-06", 
  "number": "82", 
  "official_title": "A bill to authorize appropriations for certain highways in accordance with title 23, United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal-Aid Highway Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-06", 
  "subjects": [
    "Actions and defenses", 
    "Advertising and Marketing", 
    "Airspace (Law)", 
    "Alaska", 
    "American Samoa", 
    "Arkansas", 
    "Authorization", 
    "Bikeways", 
    "Bridges", 
    "Business and commerce", 
    "Buy American", 
    "California", 
    "Canals", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Department of Transportation", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Employee training", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Federal aid highway program", 
    "Federal aid to transportation", 
    "Federal preemption", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Ferries", 
    "Floods", 
    "Flowers", 
    "Forest roads", 
    "Forests and forest products", 
    "Government liability", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Guam", 
    "Hawaii", 
    "Highway beautification", 
    "Highway construction and repair", 
    "Highway engineering", 
    "Highway finance", 
    "Highway research", 
    "Highway snow and ice control", 
    "Historic sites", 
    "Idaho", 
    "Interstate commissions", 
    "Interstate compacts", 
    "Interstate highway system", 
    "Land transfers", 
    "Light rail transit", 
    "Louisiana", 
    "Maryland", 
    "Mass rapid transit", 
    "Minorities", 
    "Minority business enterprises", 
    "Minority employment", 
    "Missouri", 
    "Motor Vehicles and Driving", 
    "Motor vehicles", 
    "National parks", 
    "Native Americans", 
    "Nebraska", 
    "New Jersey", 
    "New Mexico", 
    "Northern Mariana Islands", 
    "Nuclear energy", 
    "Oregon", 
    "Outdoor advertising", 
    "Parks and Natural Areas", 
    "Passenger ships", 
    "Pennsylvania", 
    "Planning", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Public safety", 
    "Public utilities", 
    "Radiation safety", 
    "Radioactive wastes", 
    "Railroad safety", 
    "Railroads", 
    "Real property", 
    "Relocation", 
    "Right-of-way", 
    "Roads and highways", 
    "Ships and shipping", 
    "Small business", 
    "South Dakota", 
    "Speed limits", 
    "Standards", 
    "State finance", 
    "State laws", 
    "State taxation", 
    "States", 
    "Territories (U.S.)", 
    "Toll roads", 
    "Torts", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Transportation of hazardous substances", 
    "Trucking", 
    "Trucks", 
    "Trust Territory of the Pacific Islands", 
    "Urban affairs", 
    "Urban transportation", 
    "Virgin Islands", 
    "Virginia", 
    "Wages", 
    "Water and Water Resources Development"
  ], 
  "subjects_top_term": "Roads and highways", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-06", 
    "text": "Federal-Aid Highway Act of 1987 - Authorizes appropriations out of the Highway Trust Fund (other than the Mass Transit Account) for FY 1987 through 1990 for: (1) the Federal-aid Interstate-Primary program; (2) the Federal-aid urban system; (3) the Federal-aid secondary system; (4) bridge replacement and rehabilitation; (5) the Federal lands highway program; (6) the territorial highway program for the Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Marianas; (7) highway safety construction programs; (8) highway construction safety research and development; (9) certain hazards elimination projects; and (10) hazards elimination projects regarding railway-highway crossings. Makes highway construction projects on any public road serving the area of a withdrawn Interstate route eligible as highway substitution projects. Authorizes the Secretary of Transportation to approve until September 30, 1986, the withdrawal of any route which was under judicial injunction prohibiting its construction as of November 6, 1978. Makes substitution funds available in a State for two years. Authorizes appropriations for highway substitution projects for FY 1987 through 1990. Authorizes the Secretary of Transportation (the Secretary), in September of 1986 and every subsequent September, to adjust the last Interstate Substitute Cost Estimate approved to make apportionments for: (1) substitute highway projects; and (2) substitute transit projects. Directs the Secretary to reserve in a State's account until a disposition decision has been reached an amount equal to the Federal funds expended to purchase a right-of-way for a withdrawn Interstate route if the State has not disposed of such right-of-way upon the date of enactment of this Act. Declares that upon repayment by a State of the amount of Federal funds expended to acquire property which was subsequently withdrawn from the Interstate System, such State shall be deemed to have fully met certain repayment requirements. Directs the Secretary to set aside funds from specified authorizations for the Strategic Highway Research Program. Sets forth apportionment guidelines for FY 1987 through 1990 for: (1) the Federal-aid Interstate-Primary Program; (2) the Federal-aid Secondary System; and (3) the Federal-aid Urban System. Authorizes a State to transfer up to 50 percent of its apportionment between the Urban and Secondary Systems. Requires the approval of the affected local area officials before a State may transfer the allocations for an urbanized area of 200,000 or more population. Authorizes the Secretary to waive competitive bidding on a reconstruction contract in an emergency situation. Makes available for obligation for four years the sums apportioned for: (1) the Federal-aid Interstate-Primary Program; (2) the Federal-aid Secondary system; (3) the Federal-aid Urban system; and (4) bridge replacement and rehabilitation. Declares that apportioned amounts remaining unobligated at the end of four years shall lapse (except for the bridge rehabilitation apportionments, which shall be allocated by the Secretary as bridge discretionary funds). States that funds made available to the State of Alaska may be expended for access and development roads on a Federal-aid system. Prohibits the Secretary from reducing more than ten percent of a State's apportioned funds for its failure to: (1) adequately maintain the Interstate system; or (2) certify a maintenance program. Prohibits the Federal share payable for the Primary system (other than the Interstate system) from exceeding 75 percent of construction costs. Allows certain Interstate routes to be improved at a 90 percent Federal share. States that the Federal share payable for a highway emergency relief project may be 100 percent for emergency repairs accomplished in the first 30 days after an occurrence. Authorizes Federal funds to reimburse State costs for the relocation of utility facilities necessitated by a highway construction project, or by a State's highway safety improvement program. Authorizes the expenditure of Federal emergency relief funds for: (1) the Virgin Islands; (2) Guam; (3) American Samoa; and (4) the Northern Mariana Islands. Sets a $5,000,000 obligation ceiling upon such funds during any fiscal year. Revises the penalty provisions regarding violations of vehicle weight limitations on the Interstate System to provide that withheld funds will not lapse if they are subsequently released and obligated within the normal four-year availability period. Revises the guidelines under which the Secretary of Transportation is authorized to permit Federal participation in the initial construction of State toll facilities, including ferry boat facilities. Limits to 35 percent the Federal share payable for such facilities. Requires the appropriate State highway department to agree that toll revenues for such facilities will be used only for the costs of construction, reconstruction, or maintenance. Mandates that the operators of certain toll facilities on a Federal-aid system in a State shall biennially certify to the State Governor that: (1) such facilities are adequately maintained; and (2) such operator can fund the replacement or repair of inadequately maintained facilities without using Federal-aid highway funds. Precludes Federal funding out of the Highway Trust Fund for failure to make such certification. Declares that if a State enters into an agreement that toll revenues will only be used for the facility tolled, the Secretary is authorized to void certain agreements entered into prior to the enactment of this Act. Requires each State to survey and identify all highway-railroad crossings needing separation, relocation, or protective devices. Requires that half of all authorized funds for such crossings be made available for installing protective devices. Requires each State to report annually to the Secretary and the Secretary to report annually to specified congressional committees on program progress. Makes certain sums available for obligation for the Strategic Highway Research Program (SHRP). Authorizes the Secretary to implement the SHRP in cooperation with State highway departments. Directs the Secretary to set standards for the use of funds to conduct research, development, and technology transfer activities determined to be strategically important to the national highway transportation system. Authorizes the Secretary to provide grants and enter into cooperative agreements with State highway departments or the National Academy of Sciences to conduct such activities. Requires the Secretary to report annually to certain congressional committees regarding the progress and research findings of the SHRP. Makes certain remedies against the United States applicable in any civil action against the National Academy of Sciences for injury or property loss arising from activities in connection with the Strategic Highway Research Program. Credits certain State-financed off-system bridge replacement and rehabilitation projects towards the non-Federal share of the cost of other Federal-aid bridge projects. Authorizes the States to use certain bridge replacement funds to construct any bridge which replaces: (1) any low water crossings; (2) any bridge destroyed prior to 1960; or (3) any ferry in existence on January 1, 1984. Amends Federal law relating to outdoor advertising to authorize the Secretary to reduce Federal-aid highway funds up to five percent of what would otherwise be a State's apportionment if the Secretary determines that the State has not made provisions for the effective control of outdoor advertising along the Interstate and primary system. (Currently, a ten percent reduction of such apportionment is mandated.) Sets guidelines for: (1) the effective control of outdoor advertising by the States; (2) Federal participation in State costs incurred for sign acquisition and removal; and (3) outdoor signs on federally-owned public lands. Directs the Secretary to make a minimum allocation among the States so that a State's percentage of total apportionments shall be at least 85 percent of the percentage of estimated tax payments attributable to highway users in such State paid into the Highway Trust Fund. Adds total allocations as well as apportionments to the calculation of the 85 percent minimum funds. (Currently only apportioned programs are considered in the minimum allocation calculation.) Establishes the Federal-Aid Interstate-Primary Program to bring all elements of the primary system up to certain Federal standards. Declares that such program shall consist of projects for the construction, reconstruction, rehabilitation, restoration, and resurfacing or improvement of the primary system and the Interstate system. Requires the Secretary to give priority consideration to: (1) completion of essential gaps on the Interstate System; and (2) rehabilitation of existing highway facilities. Directs States to use for Federal-aid highway projects the net income received from the use, sale, or lease of right-of-way airspace acquired as a result of certain Federal highway programs. Requires the designation of a territorial Federal-aid highway system in each territory. Permits States to use Federal-aid highway funds earmarked for highway substitute projects for bicycle projects. Authorizes States to use one and one-half percent of apportioned Interstate Highway Transfer funds for highway planning and research facilities. Decreases from one-half of one percent to one-quarter of one percent the National Highway Institute funds available for expenditure by a State highway department for the education and training of State and local highway department employees. Requires the Secretary (who currently is merely authorized) to provide education and training of highway employees at no cost to State and local governments for those subject areas which are a Federal program responsibility. Outlines the conditions under which real property may be donated by a person to a State or Federal agency. Provides for: (1) crediting the fair market value of private right-of-way donations for highway projects to the State matching share when such donations are made to the State; and (2) revesting such property to the donor if it is not required after environmental assessments. States that the fair market value of lands donated to the State of California for a State Route 73 relocation and construction project in Orange County shall first be credited toward payment of the non-Federal share of such project cost. Prohibits State documents regarding safety enhancement of potential accident sites, road conditions, or rail-highway crossings from being admitted into evidence in certain actions for damages. Makes \"Buy American\" provisions applicable to projects whose total costs exceed $500,000. Amends the General Bridge Act of 1906 to repeal Federal regulatory authority over bridge tolls. Authorizes the preferential employment of Indians on construction projects and contracts effected on Indian reservation roads. Directs the Secretary to cooperate with Indian tribal governments and the States to implement such preferential employment. Requires States to expend a minimum of ten percent of Federal-aid highway contracts with small businesses owned and controlled by socially and economically disadvantaged individuals. Prescribes guidelines for a disadvantaged business enterprise program. Releases the State of Maryland from the requirement of accepting title to any road or portion thereof (such as the Baltimore-Washington Parkway) in return for Federal participation in improvements to such Parkway. Authorizes appropriations for the upgrading of certain highways in the vicinity of the Waste Isolation Pilot Project (a nuclear waste storage repository in New Mexico). Sets forth obligation limitations for Federal-aid highways and highway safety construction programs for FY 1987 through 1990. Makes eligible for Federal-aid bridge funds costs incurred to mitigate harm to an historic bridge if the bridge remains part of the highway system. Requires States to identify historic bridges on the National Bridge Inventory. Requires the Transportation Research Board to review historic bridges and develop rehabilitation standards for such bridges. Sets forth allocation guidelines for forest highways for FY 1987 through 1990. Directs the Secretary to require the planting of native wildflowers for landscaping and scenic enhancement of Federal-aid highways. Directs the Secretary to conduct a Combined Road Program Demonstration to test the feasibility of approaches for combining, streamlining, and increasing flexibility in the administration of the Federal-aid secondary, Federal-aid urban, and off-system urban and secondary bridge programs. Makes the State of California eligible for Federal-aid emergency relief funds for the total amount of the 1986 California flood disaster. Specifies priority construction projects to be implemented by the Secretary if requested to do so by a State highway department and if such projects are designated as part of a Federal-aid system. Requires the Secretary to approve from a State's apportionment the sums requested by a State highway department to implement such priority projects. Sets guidelines for the Federal share payable for such approved sums. Directs the Delaware River Joint Toll Bridge Commission to enter into an agreement with the Secretary of Transportation (in conjunction with the State highway agencies of Pennsylvania and New Jersey) to repay Federal funds previously obligated for the Delaware Water Gap Bridge on Interstate 80. Requires the Commission and such States to enter into an agreement with the Secretary of Transportation if the Commission and such States decide to operate an uncompleted bridge on Interstate 78 as a toll bridge. Grants congressional consent to a supplemental agreement between Pennsylvania and New Jersey which: (1) grants the Delaware River Joint Toll Bridge Commission authority to collect tolls and revenues for the use of Commission facilities and to expend such revenues for existing non-toll bridges over the Delaware River between New Jersey and Pennsylvania; and (2) authorizes such States to construct a bridge across the Delaware River in the vicinity of Easton, Pennsylvania, and Phillipsburg, New Jersey. Directs the Secretary to make arrangements with the Transportation Research Board (TRB) of the National Academy of Sciences to conduct a study of specified motor vehicle issues. Requires the TRB to report the study results to certain congressional committees. Authorizes appropriations. Requires the Secretary to conduct a study of national highway-railroad crossing improvement and maintenance needs. Delineates the issues to be addressed by such study. Directs the Secretary to report such study results to certain congressional committees. Authorizes appropriations. Directs the Secretary to conduct a public ferry boat service feasibility study in consultation with the highway departments of the States of Nebraska and South Dakota, and to report the results of such study to the Congress within one year after the date of enactment of this Act. Sets forth guidelines under which the Secretary is authorized to approve (upon the joint request of the Governor of the State of Oregon and the local governments concerned) a substitute transit project for construction of a light rail transit system in lieu of certain interstate lanes. Requests the Board of Engineers for Rivers and Harbors of the United States Army Corps of Engineers to review specified reports relating to the United States Route 13 Relief Route for the purpose of modifying an existing canal project to provide a new structure for the selected alignment of such relief route. Expresses the sense of the Congress that States and local governments should: (1) include damages to highways, equipment, and the environment when calculating the real cost of deicing materials; and (2) use calcium magnesium acetate as an alternative deicing material. Requires the Secretary to report to the Congress regarding a highway feasibility study for a proposed route from Louisiana to Arkansas and Missouri. Makes certain unobligated balances available for specified projects. Makes certain parkway funds available to finance the cost of upgrading from two lanes to four lanes a highway providing access from Route 25 E through that portion of the Cumberland Gap National Historical Park which lies within the State of Virginia. Sets guidelines under which the State matching share for the Calder Bridge Project across the St. Joe River in Idaho may be credited by the fair market value of land and construction. Revises the guidelines under which the Secretary is authorized to pay to a State the Federal share of construction costs in cases where such State has incurred such costs in advance of Federal apportionments. Requires that the wages paid to laborers and mechanics employed under any contract or subcontract exceeding $250,000 for highway construction on the Federal-aid system be not less than the rates prevailing on the same type of work on similar construction in the immediate locality. Directs the Secretary to approve construction of Interstate highway H-3 in Hawaii. Permits Federal-aid highway funds for highways in States with a maximum speed limit exceeding 55 miles per hour if such highways are on the Interstate system located outside of an urbanized area of 50,000 population or more. Prohibits Federal-aid highway funds if the highways located on such Interstate system have a maximum speed limit exceeding 65 miles per hour."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal-Aid Highway Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for certain highways in accordance with title 23, United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:06-05:00"
}