{
  "actions": [
    {
      "acted_at": "1975-06-20", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8100-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-06-20", 
  "number": "8100", 
  "official_title": "A bill to provide financial assistance to regulated electric utilities to reduce the increases in electric utility rates caused by increases in the price of residual oil.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Energy Cost Parity Act", 
  "sponsor": {
    "district": "10", 
    "name": "Heckler, Margaret M.", 
    "state": "MA", 
    "thomas_id": "00523", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-06-20", 
  "subjects": [
    "Electric power", 
    "Electric utilities", 
    "Energy", 
    "Public utilities", 
    "Public utility rates"
  ], 
  "subjects_top_term": "Electric utilities", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-06-20", 
    "text": "Energy Cost Parity Act - Directs the Administrator of the Federal Energy Administration, as soon as practicable after the close of any calendar quarter beginning after December 31, 1975, to pay to any regulated electric utility an amount equal to 75 percent of the excess (if any) of: (1) the amount that such regulated electric utility paid or incurred for residual oil used to generate electricity during such calendar quarter, over (2) the amount that such regulated electric utility would have paid or incurred for such residual oil if such residual oil had been purchased at the baseline price established under this Act for the calendar year in which such calendar quarter occurs. Provides that the amount of any payment under this Act to any regulated electric utility for any calendar quarter may not exceed the product of $3 and the number of barrels of residual oil used during such quarter by such regulated electric utility to generate electricity. Stipulates that the baseline price of residual oil for the calendar year 1976 is $7.50 per barrel. Directs the Administrator to prescribe a baseline price for calendar years 1977 and 1978 which shall be the price per barrel of residual oil at which the Administrator determines that the supply of and demand for residual oil would equalize after a period of three to seven years of stable and competitive market conditions. Provides that no payments under this Act may be made for any calendar quarter beginning after June 30, 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Energy Cost Parity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide financial assistance to regulated electric utilities to reduce the increases in electric utility rates caused by increases in the price of residual oil.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:31:43-05:00"
}