{
  "actions": [
    {
      "acted_at": "1981-07-22", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-07-28", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1509-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chiles, Lawton", 
      "sponsored_at": "1981-09-09", 
      "state": "FL", 
      "thomas_id": "01304", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1981-07-22", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1981-07-22", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1981-07-22", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-22", 
  "number": "1509", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to change the method of medicare reimbursement for competitive medical plans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Competitive Health and Medical Plan Act", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-22", 
  "subjects": [
    "Health", 
    "Health maintenance organizations", 
    "Kidney diseases", 
    "Medicare", 
    "Social welfare"
  ], 
  "subjects_top_term": "Medicare", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-22", 
    "text": "Competitive Health and Medical Plan Act - Amends title XVIII (Medicare) of the Social Security Act to revise the method of reimbursement to health maintenance organizations (HMO's). Provides instead for payments to competitive medical plans (CMP's). Directs the Secretary of Health and Human Services to determine annually a per capita rate of payment for each class of individuals entitled to benefits: (1) under parts A (Hospital Insurance) and B (Supplementary Medical Insurance) of title XVIII who are enrolled under the provisions of this Act with a CMP which he or she has entered into a risk-sharing contract; and (2) under part B alone who are enrolled with a CMP. Directs the Secretary to define appropriate classes of members on the basis of such factors as age, sex, institutional status, disability and health status, and place of residence. Provides that the payment rate for each class shall be equal to 95 percent of the adjusted average per capita cost for that class, and that the rate shall be paid monthly in advance. Defines adjusted average per capita cost to mean the average per capita amount estimated in advance that would be payable in any contract year for services convered under parts A and B, or part B only, and types of expenses otherwise reimbursable under parts A and B, or part B only, if the services were furnished by other than a CMP. Provides that payment to a CMP under this Act for individuals enrolled with a CMP and entitled to benefits under part A and enrolled under part B shall be made from the Federal Hospital Insurance Trust Fund and the Federal Supplementary Medical Insurance Trust Fund. Defines a CMP as a public or private entity which: (1) is a qualified HMO; or (2) is a licensed HMO in the State in which it operates. Provides, in addition, that an entity meets the definition if it: (1) provides at least specified services; (2) is compensated on a periodic basis; (3) provides physicians' services through physicians who are employees or partners; (4) assumes the financial risk for the provision of services; and (5) makes adequate provision against the risk of insolvency. Permits a CMP to offer services in addition to those required. Requires a CMP to have an open enrollment period of at least 30 days duration annually. Prohibits a CMP from refusing an individual because of the individual's health status (except end stage renal disease). Entitles an enrolled individual to a hearing before the Secretary when the amount in controversy exceeds $100.000. Requires a CMP to have a procedure to review care and identify problems. Sets limits on a CMP's premiums and other charges. Requires each CMP to have an enrolled membership at least one half of which consists of individuals not entitled to either Medicare or Medicaid. Authorizes a waiver of this requirement where special circumstances warrant such a modification. Authorizes the Secretary, in order to carry out this Act, to enter into a risk sharing contract with any CMP which has at least 1,000 members. Requires each contract to provide either: (1) additional benefits to enrollees; (2) reduced premiums, deductibles, or copayments; or (3) rebates or dividends to enrollees, if a CMP's reimbursement exceeds a rate defined as the adjusted community rate. Requires a CMP to report to the Secretary as specified. Authorizes the Secretary to inspect a CMP. Includes within the definition of medical and other health services under title XVIII services furnished, pursuant to a CMP contract, to a member of a CMP by a physician assistant or nurse practitioner."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Competitive Health and Medical Plan Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XVIII of the Social Security Act to change the method of medicare reimbursement for competitive medical plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:58-05:00"
}