{
  "actions": [
    {
      "acted_at": "2013-05-15", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "SSHR"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-06-19", 
      "committee": "Health, Education, Labor, and Pensions", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Harkin with an amendment in the nature of a substitute and an amendment to the title. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-06-19", 
      "calendar": "Senate Legislative", 
      "number": "89", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 89.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt1826-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "1826"
    }, 
    {
      "amendment_id": "samdt1827-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "1827"
    }, 
    {
      "amendment_id": "samdt1828-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "1828"
    }, 
    {
      "amendment_id": "samdt1829-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "1829"
    }
  ], 
  "bill_id": "s959-113", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2013-05-15", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2013-05-15", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2013-05-15", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2013-05-15", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warren, Elizabeth", 
      "sponsored_at": "2013-05-16", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-06-19", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-15", 
  "number": "959", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act with respect to compounding drugs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s957-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Pharmaceutical Quality, Security, and Accountability Act", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-05-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business records", 
    "Department of Health and Human Services", 
    "Drug safety, medical device, and laboratory regulation", 
    "Federal preemption", 
    "Food and Drug Administration (FDA)", 
    "Health", 
    "Licensing and registrations", 
    "Prescription drugs", 
    "Retail and wholesale trades", 
    "Small business", 
    "State and local government operations", 
    "User charges and fees", 
    "Veterinary medicine and animal diseases"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-06-19", 
    "text": "Pharmaceutical Quality, Security, and Accountability Act - Title I: Human Drug Compounding - Pharmaceutical Compounding Quality and Accountability Act - (Sec. 102) Amends the Federal Food, Drug, and Cosmetic Act (FFDCA) to expand the regulation of compounded drugs. Subjects a compounded drug to all FFDCA requirements applicable to new drugs. Sets forth exceptions from new drug requirements, biological product requirements, labeling requirements, and good manufacturing practice requirements for a drug that: (1) is compounded by a traditional compounder, and (2) meets applicable requirements. Defines “traditional compounder” as a facility operating pursuant to state law that meets certain criteria, including that a drug is compounded by a licensed pharmacist or licensed physician pursuant to a prescription order for an identified individual patient or compounded in limited qualities before a prescription order based on history of receiving such prescription orders. Includes as a traditional compounder hospitals and health systems (collection of hospitals) that compound drugs only to dispense or administer them to patients of the hospital or health system. Exempts from labeling requirements, new drug requirements and biological product requirements a compounded prescription drug that: (1) is compounded by a compounding manufacturer that is not licensed as a pharmacy in any state but is in compliance with this Act, and (2) meets the applicable requirements for drugs compounded by a compounding manufacturer. Defines “compounding manufacturer” as a facility at one geographic location or address that: (1) compounds any sterile drug without receiving a prescription order for an identified individual patient before beginning compounding, and distributes or offers to sell such compounded sterile drug in interstate commerce; or (2) repackages any preservative-free sterile drug or engages in sterile pooling. Excludes from such definition a compounding nuclear pharmacy or a hospital or health system that repackages a drug because of a drug shortage and does not otherwise meet the definition of compounding manufacturer. Sets forth a list of drugs that may not be compounded, which includes: any drug that presents demonstrable difficulties for compounding, as designated by the Secretary of Health and Human Services (HHS); a drug that is a copy of a marketed new drug or a variation of such drug compounded from bulk drug substances, unless it is on the drug shortage list or is a variation for an individually identified patient that produces a clinical difference for a patient; a new drug or biological product subject to an approved risk evaluation and mitigation strategy (REMS) with elements to assure safe use, unless the compounder receives a prescription order for an identified individual patient and demonstrates before compounding that the entity will utilize controls comparable to the REMS for the drug or product; and drugs that have been withdrawn or removed from the market because they have been found to be unsafe or not effective. Prohibits the compounding of biological products unless the compounded variation: (1) is compounded solely using a licensed biological product or solely using such a product and one or more ingredients in compliance with established standards for medicines and pharmaceuticals, (2) produces for the patient a clinical difference, (3) is produced for an individually identified patient with a prescription or for an identified patient or patients pursuant to a duly authorized medical order from a health care entity, or (4) is a radioactive biological product that is compounded by a nuclear pharmacy. Permits a traditional compounder to begin compounding a variation on a licensed biological product before receiving a prescription order if it is for emergency use in pediatric patients and produces a clinical difference for the patient. Prohibits the compounding of an allergenic product that is a variation of a licensed biological product unless the compounded variation is compounded solely using one or more licensed allergenic products and one or more ingredients in compliance with established standards for medicines and pharmaceuticals. Establishes standards for the bulk drug substances or ingredients used to compound a drug or product, including that such substances or ingredients must: (1) comply with established standards for medicines and pharmaceuticals, (2) use substances manufactured by registered establishments, (3) be accompanied by valid certificates of analysis for each specific lot of substance, and (4) comply with established pharmacy compounding standards. Authorizes the Secretary to identify bulk substances that may not be used in compounding a drug because of public health concerns. Prohibits a compounded drug from being sold by an entity other than the one that compounded it. Allows a compounding manufacturer to sell or transfer a compounded drug to: (1) a health care entity that provides medical services through licensed practitioners directly to patients, or (2) a licensed pharmacy without profit under certain circumstances. Requires a compounded drug offered for sale to be labeled as “not for resale.” Requires a compounding manufacturer to ensure that a licensed pharmacist in the state where the compounding manufacturer is located exercises direct supervision over its operations. Establishes requirements for a compounding manufacturer to include: (1) annual registration, (2) biannual reporting on the drugs it compounds, (3) reporting of serious adverse events associated with the use of a compounded drug, and (4) labeling of compounded drugs. Subjects compounding manufacturers to inspection of their facilities according to a risk-based schedule. Directs the Secretary to assess an annual establishment fee on each compounding manufacturer and a reinspection fee from each compounding manufacturer subject to a reinspection in a fiscal year. Directs the Secretary to encourage states to identify any state-licensed pharmacies that appear to be compounding manufacturers required to register with the Secretary. Requires the Comptroller General to study the safety of animal drug compounding and the availability of safe and effective drugs for animals. (Sec. 103) Deems a compounded drug to be misbranded if: (1) the labeling does not include the required information established under this Act, (2) the advertising or promotion of a compounded drug is false or misleading in any particular, or (3) the compounding manufacturer did not pay required fees. (Sec. 104) Requires the Secretary to consult with relevant stakeholders in implementing this Act. Requires the Secretary, in promulgating any implementing regulations, to issue a notice of proposed rulemaking that includes the proposed regulation, provide a period of at least 60 calendar days for comments, and publish the final regulation within 18 months and at least 30 calendar days before the effective date of the final regulation. (Sec. 105) Makes this title effective one year after enactment. Title II: Drug Supply Chain Security - Drug Supply Chain Security Act - (Sec. 202) Amends the Federal Food, Drug, and Cosmetic Act to establish requirements to facilitate the tracing of drug products through the pharmaceutical supply distribution chain. Requires the Secretary to establish standards for the exchange of transaction documentation that consists of: transaction information, which is the name of the product, its strength and dosage form, its National Drug Code number, the number and size of its containers, its lot number, the date of the transaction, the shipment date, the business name and address of the person from whom ownership is being transferred, and the business name and address of the person to whom ownership is being transferred; transaction history, which is a statement that includes the transaction information for each prior transaction going back to the manufacturer; and a transaction statement, which is a statement that the entity transferring ownership is authorized, received the product from a person that also is authorized (i.e., properly registered or licensed by the state), received transaction documentation from the prior owner, did not knowingly ship a suspect or illegitimate product, had systems and processes in place to comply with verification requirements under this Act, did not knowingly provide false transaction information, and did not knowingly alter the transaction history. Requires the Secretary to establish processes to: (1) provide waivers of requirements, including for undue economic hardship or emergency medical reasons; (2) provide exceptions to requirements relating to product identifiers if a product is packaged without sufficient space to bear the information; and (3) determine other products or transactions that should be exempt from the requirements of this section. Permits certain requirements of this Act applicable to manufacturers, repackagers, wholesale distributors, third-party logistics providers, and dispensers to be enforced without further regulations or guidance from the Secretary. Requires the Secretary to finalize guidance within two years specifying whether and under what circumstances a product that is not labeled with a product identifier, and that is in the pharmaceutical distribution supply chain when applicable requirements go into effect, shall be exempted from such requirements. Exempts products that entered the pharmaceutical distribution supply chain before the date that is one year after enactment of this Act from requirements related to transaction documentation. Requires drug manufacturers to provide transaction documentation before, or at the time of, each transfer of ownership of a product or transfer of possession to a third-party logistics provider for subsequent transfer of ownership. Requires a wholesale distributor, dispenser, or repackager to provide to the subsequent purchaser transaction documentation for the product. Prohibits a wholesale distributor, dispenser, or repackager from accepting ownership of a product unless the previous owner before, or at the time of, the transaction provides such transaction documentation. Prohibits a third-party logistics provider from accepting possession of a product unless such documentation is provided. Requires the manufacturer, wholesale distributor, dispenser, repackager, or third-party logistics provider to maintain the transaction documentation for each transaction (or, for a third-party logistics provider, each transfer of possession) for at least six years. Requires a manufacturer, wholesale distributor, dispenser, repackager, or third-party logistics provider, in the event of a recall or for the purpose of investigating a suspect product or an illegitimate product, to provide within 24 hours (or, for a dispenser, within two business days), or in such other reasonable time as determined by the Secretary, the applicable transaction documentation upon request by the Secretary or other appropriate federal or state official. Requires a manufacturer within four years (for repackagers, within five years) to affix or imprint a product identifier to each package and homogenous case of a product intended to be introduced in a transaction into commerce. Requires a manufacturer and repackager to maintain product identifier information for at least six years from the date of transaction. Allows a wholesale distributor, dispenser, repackager, or third-party logistics provider to engage in transactions involving a product, or accept possession of a product, only if the product has a product identifier. Sets the effective date of this requirement for repackagers at five years after enactment, with later effective dates for the other entities. Requires the trading partners of a manufacturer, wholesale distributor, dispenser, repackager, or third-party logistics provider to be authorized trading partners (i.e., properly registered or licensed by the state). Requires a manufacturer, wholesale distributor, dispenser, repackager, or third-party logistics provider to have systems in place to: (1) quarantine a suspect product; (2) promptly conduct an investigation to determine whether the product is an illegitimate product or, for a third-party logistics provider, notify the owner of the need to conduct such an investigation; and (3) for manufacturers, beginning four years after enactment, verify the product at the package level, including the standardized numerical identifier. Requires entities to maintain records of such activities for six years. Requires a manufacturer, wholesale distributor, dispenser, or repackager, upon a determination that a product in its possession or control is an illegitimate product, to: (1) quarantine the product (except that this does not apply to dispensers), (2) remove the product from the pharmaceutical distribution supply chain, (3) take reasonable and appropriate steps to assist a trading partner to remove such product from the supply chain, (4) retain a sample of the product for further physical examination or laboratory analysis, and (5) notify the Secretary and all immediate trading partners within 24 hours. Requires a third-party logistics provider, upon such a determination, to promptly notify the owner of the need to remove the product from the pharmaceutical distribution supply chain, promptly transfer possession of the product to the owner, and notify the Secretary within 24 hours. Requires a manufacturer to notify the Secretary and immediate trading partners within 24 hours if the manufacturer has reason to believe that there is a high risk that a product in the trading partner’s possession is an illegitimate product. Requires a manufacturer or repackager to respond within 24 hours or in other reasonable time as determined by the Secretary after receiving a verification request from an authorized repackager, wholesale distributor, or dispenser whether the product identifier corresponds to the product identifier it affixed or imprinted. Requires the manufacturer, wholesale distributor, or repackager to verify the product identifier of a returned product that it intends to further distribute. Allows the wholesale distributor to accept a returned product from a dispenser and distribute it without the transaction history for the next six years. Permits a wholesale distributor, beginning six years after enactment, to accept a returned product from a dispenser only if the wholesale distributor can associate the returned product with the transaction information and transaction statement associated with that product. Allows a dispenser or repackager to return a product to the trading partner from which the dispenser purchased the product without providing the transaction documentation. Authorizes a dispenser to enter into an agreement under which a third party confidentially maintains transaction documentation on the dispenser's behalf. Exempts a wholesale distributor that does not physically handle or store products from the provisions of this Act, except the notification requirements related to illegitimate products, provided the transaction documentation is given to the dispenser by the manufacturer, repackager, or other wholesale distributor that distributes the product. (Sec. 203) Establishes package level requirements for the interoperable, electronic tracing of products that shall go into effect ten years after enactment of this Act, including those relating to: exchange of transaction information and the transaction statements in a secure, interoperable, electronic manner; inclusion of the product identifier at the package level in the transaction information; systems and processes for verification of product at the package level; and systems and processes for promptly responding to requests for transaction documentation in the event of a recall or for the purposes of investigating a suspect product or an illegitimate product. Requires the Secretary to provide alternative methods of compliance with such requirements, including establishing a time line for compliance by small businesses. Directs the Secretary to enter into a contract with a consulting firm to conduct a technology and software assessment that looks at the feasibility of dispensers conducting interoperable, electronic tracing of products at the package level. Sets forth guidance documents to be issued by the Secretary related to suspect and illegitimate products, secure tracing at the package level, and the interoperable standards necessary to enhance the security of the pharmaceutical distribution supply chain. Requires the Secretary to establish pilot projects to explore and evaluate methods to enhance the safety and security of the pharmaceutical distribution supply chain. (Sec. 204) Requires wholesale distributors operating in a state without licensure requirements to be licensed by the Secretary. Requires wholesale distributors to be licensed by the state into which the drug is distributed if the state requires it. Establishes annual reporting requirements for wholesale distributors. Requires the Secretary to establish a database of licensed wholesale distributors. Authorizes the Secretary to collect fees for licensure. Requires third-party logistics providers to obtain a license from the Secretary, but not a license as a wholesale distributor if the entity never assumes an ownership interest in the products it handles. Requires the Secretary to establish minimum standards, terms, and conditions for the state or federal licensing of wholesale distributors. Lists the requirements for such minimum standards. (Sec. 205) Prohibits a third-party logistics provider in any state from conducting activities unless each facility of the provider is: (1) licensed by the state from which the drug is distributed by the provider and the state into which the drug is distributed, or (2) licensed by the Secretary if the state has not established a licensure requirement. Establishes annual reporting requirements for the facilities of a third-party logistics provider. Authorizes the Secretary to assess licensure fees. Requires the Secretary to establish minimum requirements for the licensure of third-party logistics providers. Preempts state or local government requirements for tracing products through the distribution system which are inconsistent with, more stringent than, or in addition to, any requirements under this Act, or which are inconsistent with any waiver, exception, exemption, or restriction under this Act. Prohibits any state or or local government from establishing or continuing any standards, requirements, or regulations with respect to the licensing of wholesale prescription drug distributors or third-party logistics providers that are less stringent than the standards under this Act. Prohibits a state from regulating a third-party logistics providers as a wholesale distributor. (Sec. 206) Deems a drug to be misbranded if it does not contain a product identifier as required by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pharmaceutical Compounding Quality and Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Pharmaceutical Quality, Security, and Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Drug Supply Chain Security Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Pharmaceutical Compounding Quality and Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act with respect to compounding drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:45:11-05:00"
}