{
  "actions": [
    {
      "acted_at": "1990-04-23", 
      "committee": "House Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-23", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-23", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-23", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "text": "Referred to the House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-23", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-24", 
      "in_committee": "House Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Administrative Law and Governmental Relations", 
      "text": "Referred to the Subcommittee on Administrative Law and Governmental Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-24T13:53:00-04:00", 
      "references": [], 
      "text": "Mr. Fazio moved to suspend the rules and pass the resolution.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-24T13:54:00-04:00", 
      "references": [], 
      "text": "Mr. Michel demanded a second on the motion to suspend the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-24T13:54:00-04:00", 
      "references": [], 
      "text": "On ordering a second Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-24T13:54:00-04:00", 
      "references": [], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-24T13:54:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-24T14:03:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the resolution Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-04-24T14:04:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-24", 
      "references": [], 
      "text": "Received in the Senate, read twice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-26", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "text": "Passed Senate without amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-04-26", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-04-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-02", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-02", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-05-04", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1990-05-04", 
      "congress": "101", 
      "law": "public", 
      "number": "280", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 101-280.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres553-101", 
  "bill_type": "hjres", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Administrative Law and Governmental Relations", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "18", 
      "name": "Michel, Robert H.", 
      "sponsored_at": "1990-04-23", 
      "state": "IL", 
      "thomas_id": "00801", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "101", 
    "law_type": "public", 
    "number": "280"
  }, 
  "history": {
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "1990-05-04", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-04-24T14:03:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-04-26", 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-23", 
  "number": "553", 
  "official_title": "To make technical changes in the Ethics Reform Act of 1989.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Fazio, Vic", 
    "state": "CA", 
    "thomas_id": "00374", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "1990-05-04", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Capital gains tax", 
    "Conflict of interests", 
    "Congressional candidates", 
    "Congressional committees", 
    "Congressional employees", 
    "Congressional ethics", 
    "Congressional salaries and pensions", 
    "Congressional travel", 
    "Delegation of powers", 
    "Disciplining of employees", 
    "District of Columbia", 
    "Earnings", 
    "Ethics", 
    "Ex-Members of Congress", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal officials", 
    "Financial disclosure", 
    "Fines (Penalties)", 
    "Foreign agents", 
    "Foreign service", 
    "Gifts", 
    "Government operations and politics", 
    "Government paperwork", 
    "Income tax", 
    "International agencies", 
    "Investments", 
    "Joint ventures", 
    "Judges", 
    "Judicial ethics", 
    "Judicial officers", 
    "Lobbying", 
    "Members of Congress", 
    "Motor vehicles", 
    "Municipal officials and employees", 
    "Partnerships", 
    "Political ethics", 
    "Politicians' families", 
    "Special prosecutors", 
    "Tax exclusion", 
    "Travel costs", 
    "Trusts and trustees", 
    "Vice Presidents"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-23", 
    "text": "Makes technical changes in the Ethics Reform Act of 1989. Amends Federal criminal code provisions restricting attempts by former officers and employees of the executive branch or the District of Columbia (the District) to influence the Government or the District to: (1) add appropriate references to the District; and (2) specify that such post-employment restrictions apply, in the case of an executive branch officer or employee, only to communications to or appearances before agencies of the United States on behalf of another person, and in the case of a District officer or employee, only to communications to or appearances before agencies of the District on behalf of another person, and only with respect to matters in which the United States or the District is a party or has a direct and substantial interest. Revises post-employment restrictions on certain personnel of the executive branch and independent agencies to: (1) repeal the one-year restrictions on persons employed in the Senior Executive Service (SES) at a rate of basic pay equal to or greater than the rate for GS-17 of the General Schedule applying to certain senior personnel of the executive branch and independent agencies; (2) make technical changes; (3) specify that the restrictions on aiding or advising cover any former officer or employee of the executive branch and any independent agency; (4) specify that the restrictions on certain senior personnel of the executive branch and independent agencies cover any officers or employees, as well as any special Government employee, of the executive branch and any independent agency; and (5) specify that restrictions on very senior personnel of the executive branch and independent agencies cover any person employed in the executive branch and any independent agency at a rate of pay for level I of the Executive Schedule. Amends restrictions on former Members of Congress and officers and employees of the legislative branch to make technical corrections. Applies restrictions relating to foreign entities only to the representation of a foreign entity. Revises definitions to specify that the term \"officer or employee\" when used to describe the person to whom a communication is made or before whom an appearance is made includes: (1) the President and the Vice President with respect to certain restrictions on former executive branch officials; and (2) the President, Vice President, and Members of Congress with respect to restrictions relating to foreign entities. Revises exceptions for official Government duties, testimony, and international organizations to prohibit application of any post-employment restriction to: (1) acts done to carry out such duties on behalf of the United States while no longer requiring that such duties be carried out by a Federal employee or official, and acts done to carry out such duties on behalf of the District; (2) testimony given by any individual subject to such restrictions, including former officers and employees of the District; and (3) appearances or communications on behalf of, or advice or aid to, international organizations in which the United States participates, if the Secretary of State certifies in advance that such activity is in the interest of the United States. Revises the exception for personal matters and special knowledge by deleting provisions regarding appearances or communications by a former officer or employee concerning matters of a personal and individual nature. Revises the exception for scientific or technological information to: (1) delete provisions excepting the furnishing of such information to former Members of Congress and officers and employees of the legislative branch; and (2) specify that the exception applies to former Vice Presidents. Amends the Ethics Reform Act of 1989 to make January 3, 1991, the effective date of post-employment restrictions for Members of Congress. Repeals the May 15 deadline option for individuals required to file termination reports. Revises provisions excluding personal liabilities owed to a reporting individual by specifying that such exclusion applies only to liabilities owed by the spouse, or by a parent, sibling, or child of the reporting individual or of the reporting individual's spouse. Revises provisions excluding total liabilities owed to a relative by a reporting individual by specifying that such exclusion applies only to liabilities owed to a spouse, or to a parent, sibling, or child of the reporting individual or of the reporting individual's spouse. Revises provisions regarding the contents of reports to make technical corrections. Requires that any officer or employee of a trustee who manages a qualified blind trust not be a partner of, or involved in any joint venture or other investment with, any interested party. Allows such an officer or employee to have been a past partner of any interested party. Exempts from disclosure any financial interests or income from Federal retirement systems as well as benefits received under the Social Security Act. Revises provisions regarding the filing of reports to: (1) make technical corrections; (2) no longer require judicial nominees to file financial reports with the Office of Government Ethics; (3) restore requirements for congressional candidates to file financial reports with either the Clerk of the House or the Secretary of the Senate (currently, with the Federal Election Commission); (4) require each supervising ethics office (currently, the Office of Government Ethics) to make available reporting forms for individuals under their jurisdiction; (5) require Members of Congress and specified officers, employees, and agencies of the legislative branch to file financial reports with either the Clerk or the Secretary as appropriate; (6) require former officers and employees of the legislative branch and former Members of Congress to file financial reports with either the Clerk or the Secretary as appropriate; (7) require officers or employees of the Congress employed by an agency or commission established in the legislative branch after the enactment of the Ethics Reform Act of 1989 to file with either the Clerk or the Secretary (currently, the House Committee on Standards of Official Conduct); (8) restore prior law regarding copies of financial reports provided to State officers and assistance from the Federal Election Commission; and (9) designate the House Committee on Standards of Official Conduct and the Senate Select Committee on Ethics as the committees to which the Clerk and the Secretary are required to provide copies of the financial reports within seven days after such reports are filed. Revises provisions regarding the failure to file to: (1) make technical corrections; (2) require the $200 late filing fee to be paid at the direction of, and pursuant to, regulations issued by the supervising ethics office for deposit in the miscellaneous receipts of the Treasury; and (3) allow the delegation of the authority to direct the payment of a filing fee by the supervising ethics office in the executive branch to other agencies in that branch. Revises provisions regarding the custody of, and public access to, reports to prohibit public disclosure of any report filed by an independent counsel whose identity has not been disclosed by the court and of any report filed by any person appointed by that independent counsel. Revises provisions relating to the review of reports to make technical corrections and conforming changes in the procedures for review of reports by a designated agency ethics official or a person designated by the appropriate congressional ethics committee or the Judicial Conference. Restores food, lodging, transportation, and entertainment provided by State and local governments or political subdivisions thereof as items excluded from the definition of a gift. Includes food, lodging, transportation, and entertainment provided by the District as items excluded from such definition. Replaces the current exemption for food and beverages consumed at banquets, receptions or similar events with an exemption for food and beverages not consumed in connection with a gift of overnight lodging to conform statutory provisions to current House and Senate gift rules. Restores the exemption for consumable products provided by home-State businesses to the offices of a reporting individual who is an elected official, if those products are intended for consumption by persons other than such reporting individual. Revises the definitions of judicial employee and officer to: (1) delete references to obsolete courts; and (2) include references to the United States Sentencing Commission, the Claims Court, the Court of Veterans Appeals and the Northern Mariana Islands; and (3) make technical changes. Revises the definition of the Secretary concerned to include the Secretary of State with respect to matters concerning the Foreign Service. Restores the exemption for reimbursements provided by the District, and any State or local government or political subdivision thereof. Authorizes the Judicial Conference to delegate its authority regarding financial disclosure of Federal personnel to an ethics committee established by the Conference. Changes the effective date for provisions of the Ethics Reform Act of 1989 regarding financial disclosure of Federal personnel to January 1, 1991, except that provisions relating to blind trusts shall take effect on January 1, 1990. Makes the financial disclosure requirements for personnel of the executive, legislative, and judicial branches in the Ethics in Government Act of 1978 that were in effect before the enactment of the Ethics Reform Act of 1989 effective for the period between the enactment of that Act and its new effective date as if it had not been enacted. Repeals as of January 1, 1990, the Ethics in Government Act of 1978 prohibition against applying provisions requiring that assets placed in a trust by an interested party be considered a financial interest of the reporting individual for purposes of conflict-of-interest laws applicable to a trust created for the benefit of a reporting individual appointed to office by the President. Declares that nothing in the financial disclosure provisions of the Ethics Reform Act of 1989 shall be construed to prevent the prosecution of civil actions against individuals for violations of the Ethics in Government Act of 1978 before January 1, 1991. Revises provisions regarding gifts to superiors to authorize each supervising ethics office to issue regulations implementing such provisions, including regulations exempting circumstances in which gifts are traditionally given or exchanged in addition to occasions such as marriage or retirement. Revises provisions regarding the authority for accepting travel expenses from non-Federal sources by executive branch agencies to: (1) grant such authority to independent agencies; (2) require an employee of such an agency to be authorized before being allowed to accept payment on the agency's behalf; and (3) provide that acceptance of foreign travel expenses under the Foreign Gifts and Decorations Act of 1966 is not prohibited under such provisions. Provides that Members of Congress and officers, as well as employees, are subject to appropriate disciplinary action under provisions regarding gifts to Federal employees. Amends the Federal criminal code to delete provisions limiting the applicability of conflict-of-interest provisions to officers and employees in the civil service. Includes Federal judges under conflict-of-interest provisions prohibiting Members of Congress and any Federal officers or employees from accepting compensation for representing any party in matters affecting the Government. Declares that nothing under such provisions prevents an individual from giving testimony under oath or from making statements required to be made under penalty of perjury. Provides that the new penalties established under the Ethics Reform Act of 1989 for violations of conflict-of-interest laws shall apply to violations of post-employment restrictions regarding the disqualification of former officers and employees and the partners of current officers and employees. Revises provisions regarding acts affecting a personal financial interest to provide that, upon request, a copy of any determination granting an exemption to officers or employees who advise the Government of such an act or to special Government employees who serve on an advisory committee shall be made public by the agency granting the exemption. (Currently determinations not made by the Director of the Office of Government Ethics must be submitted to the Director who is required to make them public.) Authorizes such agencies not to disclose any information contained in the determination that would be exempt from disclosure under the Freedom of Information Act. Declares that, for purposes of determinations regarding special Government employees serving on an advisory committee, the information describing each financial interest shall be no more extensive than that required of the individual in his or her financial disclosure report under the Ethics in Government Act of 1978. Amends Internal Revenue Code provisions providing for the nonrecognition of gains for sales of property to comply with conflict-of-interest requirements to provide special rules for certain properties held in trust. Makes discretionary the current requirement that the head of each department, agency, or other entity of each branch of the Government prescribe appropriate conditions for the incidental non-official use of Government vehicles. Amends provisions providing for the repeal of certain obsolete provisions of the Interior Department Appropriations Act for Fiscal Year 1988 to change to 1989 the fiscal year of the Interior Department Appropriations Act for which the repeal was intended. Makes technical and conforming amendments to the new recertification procedure for SES members. Substitutes \"noncareer officer or employee\" for \"not a career civil servant\" with respect to the categories of employees to whom outside earned income and employment limitations apply. Revises provisions limiting outside employment to prohibit the receipt of compensation for: (1) affiliating with, or being employed by, a firm or other entity which provides professional services involving a fiduciary relationship; and (2) practicing a profession which involves such a relationship. Provides that limitations on outside earned income and employment shall be subject to the rules and regulations of, and administered by: (1) the House Committee on Standards of Official Conduct with respect to Members, officers, and employees of the House; and (2) the committee to which reports filed by legislative branch officers and employees, other than Senators, officers, and employees of the Senate and those Members, officers, and employees of the House, are transmitted. Amends the Federal Election Campaign Act of 1971 and the Supplemental Appropriations Act, 1983 to provide that a Member of Congress and any other elected or appointed officer or employee of any branch of the Federal Government may accept necessary travel expenses for his or her child, in lieu of a spouse or an aide, for any appearance, speech, or article for honoraria. Allows Members, officers, and employees of the Senate to accept necessary travel expenses for a child, in lieu of a spouse, in connection with domestic or foreign travel. Eliminates the reference to the number of nights in the limits on acceptance of travel expenses for foreign and domestic travel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To make technical changes in the Ethics Reform Act of 1989.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:19-05:00"
}