{
  "actions": [
    {
      "acted_at": "1984-04-03", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-13", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5328-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-04-03", 
  "number": "5328", 
  "official_title": "A bill to make certain amendments to the Act of September 30, 1950 (Public Law 874, Eighty-first Congress), and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Impact Aid Amendments of 1984", 
  "sponsor": {
    "district": "19", 
    "name": "Goodling, William F.", 
    "state": "PA", 
    "thomas_id": "00447", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-04-03", 
  "subjects": [
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Education", 
    "Educational finance", 
    "Elementary and secondary education", 
    "Federal aid to education", 
    "Housing and Housing Finance", 
    "Impacted area programs", 
    "Local and Municipal Government", 
    "Local finance", 
    "Low-income housing", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Federal aid to education", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-04-03", 
    "text": "Impact Aid Amendments of 1984 - Amends Federal law relating to the impact aid program of Federal assistance for local educational agencies (LEAs) in areas affected by Federal activity. Eliminates the authority of the Secretary of Education to make payments to LEAs on behalf of so-called \"b\" children in attendance at LEA schools who: (1) resided on Federal property; (2) resided with a parent employed on Federal property situated in the same county, school district, or State as the LEA; or (3) had a parent on active duty in the uniformed services. (Maintains the authority to make such payments on behalf of so-called \"a\" children in attendance at LEA schools who reside on Federal property and who: (1) do so with a parent employed on Federal property situated in the same county, school district, or State as the LEA; or (2) have a parent on active duty in the uniformed services.) Makes conforming amendments. Sets the entitlement of any LEA with respect to children who reside on low-rent federally subsidized housing property at 15 percent of the amount determined by the current formula under such impact aid program. Revises the formula for estimating the amount of preliminary payments under the impact aid program. Revises the formula for determining adjustments in impact aid payments where necessitated by the amount of appropriations. Eliminates provisions relating to certain discretionary allocations under the impact aid program. Revises certain restrictions on eligibility for disaster assistance under the impact aid program. Permits such disaster assistance payments to LEAs suffering damages from disasters occurring after September 30, 1983. Raises the threshold of eligibility for such disaster assistance from $1,000 or one-half of one percent of the LEA's current operating expenditures during the previous fiscal year to $10,000 or five percent of such expenditures, whichever is less. Amends the Education Amendments of 1974 to eliminate specified hold-harmless provisions which provide time for LEAs to adjust their budgets to decreases in enrollment caused by declining Federal activities within their jurisdictions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Impact Aid Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to make certain amendments to the Act of September 30, 1950 (Public Law 874, Eighty-first Congress), and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:54-05:00"
}