{
  "actions": [
    {
      "acted_at": "1973-11-13", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11442-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-13", 
  "number": "11442", 
  "official_title": "A bill to prohibit discrimination on account of sex or marital status against individuals seeking credit.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12107-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Equal Credit Act", 
  "sponsor": {
    "district": "23", 
    "name": "Peyser, Peter A.", 
    "state": "NY", 
    "thomas_id": "00915", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-13", 
  "subjects": [
    "Credit", 
    "Credit cards", 
    "Finance and financial sector"
  ], 
  "subjects_top_term": "Credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-13", 
    "text": "Equal Credit Act - Makes unlawful any discrimination by a creditor or card issuer on account of sex or marital status against any individual with respect to approval or denial of terms of credit in connection with any sale, loan, or other extension of credit, or by a lessor with respect to the lease of real property. Requires creditors or card issuers to take into account the combined income of both spouses for the purpose of extending credit to a married couple or either spouse. Prohibits such creditors from relying on the probability or assumption that the income of any individual may be diminished because of the sex or marital status of such individual. Provides that any creditor who discriminates against an individual in such manner shall be liable to such individual for money damages. Provides for administrative enforcement of these requirements under the Federal Deposit Insurance Act in the case of banks; under the Home Owners Loan Act, the National Housing Act, and the Federal Home Loan Bank Act, in the case of any institutions subject to those Acts; and under the Federal Credit Union Act, in the case of any credit union. Provides that the Federal Trade Commission shall enforce all requirements not otherwise committed to some other agency. Provides criminal sanctions for violation of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Equal Credit Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prohibit discrimination on account of sex or marital status against individuals seeking credit.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:00-05:00"
}