{
  "actions": [
    {
      "acted_at": "1973-11-27", 
      "committee": "Senate Committee on Agriculture and Forestry", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Agriculture and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2742-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-27", 
  "number": "2742", 
  "official_title": "A bill to establish improved programs for the benefit of producers and consumers of peanuts, rice, and extra long staple cotton.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Peanut, Rice, and Extra Long Staple Cotton Act", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-27", 
  "subjects": [
    "Agricultural price supports", 
    "Agriculture and food", 
    "Cotton", 
    "Peanuts", 
    "Rice"
  ], 
  "subjects_top_term": "Agricultural price supports", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-27", 
    "text": "Peanut, Rice, and Extra Long Staple Cotton Act - Title I: Peanuts - Directs the Secretary of Agriculture to establish for each of the 1974 through 1977 crops of peanuts a national acreage allotment and allocate such allotment to States, counties, and farms. Provides that if no acreage is planted to peanuts for any three consecutive crop years on any farm which had an acreage allotment, such farm shall lose its acreage allotment, except if (1) the producer elects not to receive payments for the portion of the farm allotment not planted; or (2) the Secretary determines that because of natural disaster, or a condition beyond the control of the producer, the farm acreage allotment in a county cannot be timely planted. Directs the Secretary to make available to cooperators loans and purchases on each of the 1974 through 1977 crops of peanuts at a level which reflects 90 per cent of the estimated average adjusted world price for peanuts. States that the Secretary shall provide for a set-aside of cropland if the supply of peanuts or other agricultural commodities will be excessive. Authorizes the Secretary to make land diversion payments to producers on a farm who, devote to approved conservation uses an additional acreage of cropland. Provides that the peanut program formulated under this Act shall require the producer to protect acreage from erosion, insects, weeds, and rodents. States that such acreage may be devoted to wildlife food plots or consultation with wildlife agencies. Title II: Rice - Directs the Secretary to establish for each of the 1974 through 1977 crops of rice a national acreage allotment. Provides that if no acreage is planted to rice for any three consecutive crop years on a farm which had a farm acreage allotment or for any producer which had a producer allotment for such years, such farm or producer shall lose its allotment, unless (1) the producer elects not to receive payments; or (2) the Secretary determines that because of natural disaster, or a condition beyond the control of the producer, the farm allotment cannot be timely planted. Directs the Secretary to make available to cooperators loans and purchases on each of the 1974 through 1977 crops of rice at a level which reflects 90 per cent of the estimated average adjusted world price of the commodity. States that the Secretary shall provide for a set-aside of cropland if he determines that the total supply of rice or other agricultural commodities will likely be excessive. Provides that the rice program formulated under this Act shall require the producer to protect the set-aside acreage and additional diverted acreage from erosion, insects, weeds, and rodents. States that such acreage may be devoted to wildlife food plots or wildlife habitat. Title III: Miscellaneous - Makes technical and conforming amendments to specified agricultural acts. Title VI: Extra Long Staple Cotton - Directs the Secretary to establish for each of the 1974 through 1977 crops of extra long staple cotton a program in lieu of the program currently provided. Specifies the structure and operation of such program. Provides that marketing quotas and acreage allotments shall not be applicable to extra long staple cotton of the 1974 through 1977 crops and nonrecourse price support loans shall not be made available on extra long staple cotton of such crops."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Peanut, Rice, and Extra Long Staple Cotton Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish improved programs for the benefit of producers and consumers of peanuts, rice, and extra long staple cotton.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:58-05:00"
}