{
  "actions": [
    {
      "acted_at": "1987-04-21", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1043-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1987-04-21", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1987-04-21", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1987-04-21", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1987-04-21", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1987-04-21", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-04-21", 
  "number": "1043", 
  "official_title": "A bill to amend the Bretton Woods Agreements Act to limit the use of the compensatory financing facility of the International Monetary Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-04-21", 
  "subjects": [
    "Copper", 
    "Credit", 
    "Development credit institutions", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "International agencies", 
    "International banking", 
    "International monetary system", 
    "Mineral industries", 
    "Mines and mineral resources", 
    "Multilateral development banks"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-04-21", 
    "text": "Amends the Bretton Woods Agreements Act to require the Secretary of the Treasury to direct the U.S. Executive Director of the International Monetary Fund to: (1) present proposals to the Fund's Executive Board to ensure that countries experiencing a shortfall in export earnings from nonagricultural fungible commodities may not borrow from the compensatory financing facility if such shortfall was produced by declining prices of a nonagricultural fungible commodity in surplus on world markets, unless the borrowing country agrees to take certain actions to stabilize the market for such commodity; and (2) vote against providing financing assistance to countries producing surplus commodities before the Executive Board completes action that would implement such limitation on borrowing by such countries. Directs the Secretary of the Treasury to prepare quarterly reports for the President and Congress: (1) listing all appraisal reports which have been circulated during the preceding quarter within certain international financial institutions for project assistance to help a country produce a commodity for export if the commodity is in surplus or is likely to be in surplus on world markets at the time the country's productive capacity is expected to become operative and such assistance will cause substantial injury to U.S. producers of a competing commodity; and (2) describing requests by any of the major copper producing countries for assistance from the Fund. (Current law requires such a report to be included in the annual report to the Congress of the National Advisory Council on International Monetary and Financial Policies.) Directs the Secretary of the Treasury to instruct the U.S. representatives to the Fund, the International Bank for Reconstruction and Development, the International Development Association, the Inter-American Development Bank, the Asian Development Bank, and the African Development Bank to take into account, in their review of the utilization of the resources of their respective institutions, the effect that country adjustment programs would have upon individual industry sectors and international commodity markets in order to: (1) minimize adverse impacts on such sectors or markets; and (2) avoid government subsidization of production and exports of international commodities without regard to economic conditions in markets for such commodities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Bretton Woods Agreements Act to limit the use of the compensatory financing facility of the International Monetary Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:27-05:00"
}