{
  "actions": [
    {
      "acted_at": "1975-12-18", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2826-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-12-18", 
  "number": "2826", 
  "official_title": "A bill to incorporate United Service Organizations, Incorporated.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-12-18", 
  "subjects": [
    "Corporations", 
    "Federal incorporation"
  ], 
  "subjects_top_term": "Federal incorporation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-12-18", 
    "text": "Provides for the Federal incorporation of the United Service Organizations, Incorporated. Provides that such corporation shall provide a voluntary civilian agency responsible to the President of the United States and the Secretary of Defense, through which the people of this Nation may, in peace or war, serve the religious, spiritual, social, welfare, educational and entertainment needs of the men and women in the Armed Forces within or without the territorial limits of the United States. Requires that the corporation shall be nonpolitical and, as an organization, shall not furnish financial aid or assistance to, or otherwise promote the candidacy of, any person seeking elective public office. States that no substantial part of the activities of the corporation shall involve carrying on propaganda, or otherwise attempting to influence legislation. Provides that the corporation, its regional, State, and local councils, organizations, chapters and affiliates shall have the sole and exclusive right to use the names \"United Services Organizations, Incorporated\" and \"USO\" and such distinctive insignia, emblems, and badges as the corporation may lawfully adopt in carrying out its purposes. Authorizes the Department of Defense and any other agency of the United States Government, to provide such assistance as they determine is appropriate to enable the corporation to carry out its purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to incorporate United Service Organizations, Incorporated.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:41-05:00"
}