{
  "actions": [
    {
      "acted_at": "1999-08-04", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1496-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-08-04", 
  "number": "1496", 
  "official_title": "A bill to authorize activities under the Federal railroad safety laws for fiscal years 2000 through 2003, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2683-106", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2683-106", 
      "reason": "related"
    }
  ], 
  "short_title": "Federal Railroad Safety Enhancement Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Hollings, Ernest F.", 
    "state": "SC", 
    "thomas_id": "01361", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-08-04", 
  "subjects": [
    "Accident prevention", 
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Authorization", 
    "Business records", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Contractors", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Damages", 
    "Department of Transportation", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Dismissal of employees", 
    "Eavesdropping", 
    "Economics and public finance", 
    "Electronic surveillance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Employee training", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Federal aid to transportation", 
    "Federal preemption", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Governmental investigations", 
    "Health", 
    "Highspeed trains", 
    "Hours of labor", 
    "Indexing (Economic policy)", 
    "Labor and employment", 
    "Labor unions", 
    "Law", 
    "Leave of absence", 
    "Local laws", 
    "Locomotives", 
    "Magnetic levitation vehicles", 
    "Medical research", 
    "Noise", 
    "Occupational health and safety", 
    "Punitive damages", 
    "Radio broadcasting", 
    "Railroad commuting traffic", 
    "Railroad employees", 
    "Railroad finance", 
    "Railroad maintenance and repair", 
    "Railroad passenger traffic", 
    "Railroad policy", 
    "Railroad rolling stock", 
    "Railroad safety", 
    "Science, technology, communications", 
    "Sleep disorders", 
    "State laws", 
    "Subcontractors", 
    "Supervisors", 
    "Telephone", 
    "Traffic accidents and safety", 
    "Traffic signs and signals", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "User charges", 
    "Wage restitution", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-08-04", 
    "text": "TABLE OF CONTENTS: Title I: Hours of Service Title II: Monitoring of Railroad Radio Communications Title III: Rulemaking Authority Title IV: Whistleblower Protection Title V: Grade Crossing Safety Title VI: Miscellaneous Provisions Federal Railroad Safety Enhancement Act of 1999 - Title I: Hours of Service - Amends Federal transportation law to define \"dually employed\" to mean being at the same time in the employ of two or more railroad carriers, of two or more railroad contractors, or of both one or more railroad carriers and one or more railroad contractors. Declares that a railroad carrier and a railroad contractor (and their managers, supervisors, officers, and agents), if such carrier or contractor has actual knowledge of a train employee's dual employment and schedule, shall not require or allow the employee to remain or go on duty, nor may such employee remain or go on duty: (1) unless that employee has had at least eight consecutive hours off duty during the prior 24 hours; or (2) after that employee has been on duty for 12 consecutive hours, until that employee has had at least ten consecutive hours off duty. Makes similar changes with respect to signal employees and dispatching service employees.(Sec. 105) Makes certain sleeping quarters limitations and imputed knowledge provisions applicable to railroad carrier managers and supervisors.(Sec. 106) Requires each Class I, Class II, and Class III railroad carrier, each railroad carrier providing intercity rail passenger transportation, and each railroad carrier providing commuter or other short-haul railroad passenger service in a metropolitan or suburban area, to submit to the Secretary of Transportation a fatigue management plan designed to reduce: (1) fatigue experienced by railroad employees covered by hours of service laws; and (2) the likelihood of accidents and injuries caused by such fatigue.(Sec. 107) Provides a process for the waiver of requirements contained in this Act.(Sec. 108) Prohibits a railroad carrier and its managers, supervisors, officers, and agents from providing sleeping quarters (including crew quarters, camp or bunk cars, and trailers) for employees, and any individuals employed to maintain the right of way of a railroad carrier in an area or in the immediate vicinity of an area in which railroad switching or humping operations are performed.Title II: Monitoring of Railroad Radio Communications - Authorizes officers, employees, or agents of the Secretary to monitor railroad radio communications for purposes of conducting any rulemaking, investigating accidents, and acquiring general railroad safety information on railroad operations. Prohibits the use of information obtained from such monitoring as evidence for the assessment or collection of civil penalties or for implementation of other enforcement activities, except as background for further investigation which might lead to the discovery of other useful evidence. Prohibits such information from being conveyed to a railroad carrier.(Sec. 202) Amends Federal criminal law to authorize officers, employees, or agents of the Secretary in the normal course of employment and in furtherance of Federal railroad safety laws to intercept radio communications broadcast to a railroad carrier and disclose or use the information in conducting rulemaking, investigating accidents, and in acquiring general information as to railroad operations.Title III: Rulemaking Authority - Amends Federal transportation law to require a rail carrier, if no qualifying accident or incident occurs, to report at least quarterly to the Secretary on all accidents and incidents resulting in injury or death to an individual or damage to equipment or a roadbed arising from the carrier's operations during such period.(Sec. 302) Directs the Secretary to prescribe regulations governing noise emissions from high-speed rail systems (including magnetic levitation systems) when operating at speeds greater than 150 miles per hour. Provides that railroad-related noise regulations under the Noise Control Act of 1972 shall govern noise emissions from locomotives and cars that operate at speeds equal to or less than 150 miles per hour.Title IV: Whistleblower Protection - Revises certain railroad employee protection requirements to prohibit a rail carrier from discharging or discriminating against an employee because the employee: (1) notified, or attempted to notify, the carrier of a work-related personal injury or illness; (2) cooperated with a safety investigation; (3) refuses to authorize the use of safety-related equipment, track, or structures because he or she believes that they are in a hazardous condition and their use would endanger human life; and (4) where possible, has notified the carrier not to use hazardous equipment, track, or structures, unless they are repaired properly or replaced.(Sec. 401) Permits resolution of any dispute, grievance, or claim arising under this title through a tort action brought by the employee in a U.S. district court. Declares that if an employee has been found by the National Railroad Adjustment Board or the court to have been discharged, suspended, or otherwise discriminated against, the Board or the court: (1) may award reasonable damages (including punitive damages) sufficient (up to $100,000) to deter the carrier from such conduct in the future; and (2) shall make the employee whole, including reinstatement, with an award of back pay, and with all benefits and accumulated seniority.Title V: Grade Crossing Safety - Revises grade crossing safety requirements to direct the Secretary to promote establishment of emergency toll-free telephone numbers the public can use to convey to railroad carriers information about malfunctions of automated warning devices or other safety problems at highway-rail grade crossings.(Sec. 502) Directs the Secretary to review current local, State, and Federal laws regarding violations of highway-rail grade crossing signals. Directs the Secretary to develop and make available to State and local governments model State legislation providing for civil or criminal penalties, or both, for violations of highway-rail grade crossing signals.(Sec. 503) Requires each railroad carrier to: (1) report to the Secretary certain information concerning each highway-rail crossing through which the carrier operates; or (2) otherwise ensure that such information has been reported to the Secretary by a specified date. Sets forth similar requirements for each State. Requires each carrier and State to report such information periodically to the Secretary. Sets forth civil penalties for violations of such requirements.Title VI: Miscellaneous Provisions - Provides for the adjustment of civil penalties for inflation with respect to violations of Federal railroad safety law.(Sec. 602) Amends the Regional Rail Reorganization Act of 1973 to prohibit a State from continuing in force any State law, rule, or standard adopted before enactment of this Act requiring any railroad in the Region to employ any specified number of persons to perform any particular task, function, or operation, or requiring the railroad to pay protective benefits to its employees.(Sec. 603) Authorizes the Secretary to impose on, and collect fees from, railroad carriers to cover the costs related to railroad safety inspections and Federal Railroad Administration activities in connection to the transportation of hazardous materials.(Sec. 604) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Railroad Safety Enhancement Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize activities under the Federal railroad safety laws for fiscal years 2000 through 2003, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:50-05:00"
}