{
  "actions": [
    {
      "acted_at": "2007-01-04", 
      "references": [
        {
          "reference": "CR S171", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-01-04", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [
        {
          "reference": "CR S171-178", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2007-02-13", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2007-02-15", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Inouye with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2007-02-15", 
      "calendar": "Senate Legislative", 
      "number": "26", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 26.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2007-02-17", 
      "references": [
        {
          "reference": "CR S2217", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-17", 
      "references": [
        {
          "reference": "CR S2217", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S2217", 
          "type": "text"
        }
      ], 
      "text": "Cloture motion on the motion to proceed to the bill presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-27", 
      "references": [
        {
          "reference": "CR S2246", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure withdrawn in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-27", 
      "references": [], 
      "text": "Cloture motion on the motion to proceed withdrawn by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-01", 
      "references": [], 
      "text": "By Senator Inouye from Committee on Commerce, Science, and Transportation filed written report. Report No. 110-29.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s270-110", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "270"
    }
  ], 
  "bill_id": "s184-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2007-01-04", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "2007-01-04", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2007-01-04", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2007-02-15", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "2007-01-04", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2007-01-04", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2007-01-30", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dorgan, Byron L.", 
      "sponsored_at": "2007-01-09", 
      "state": "ND", 
      "thomas_id": "00308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2007-01-09", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hutchison, Kay Bailey", 
      "sponsored_at": "2007-01-22", 
      "state": "TX", 
      "thomas_id": "01368", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2007-01-04", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2007-01-22", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2007-01-04", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "2007-01-04", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2007-01-09", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2007-01-09", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2007-01-04", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2007-01-04", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2007-01-04", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Snowe, Olympia J.", 
      "sponsored_at": "2007-01-04", 
      "state": "ME", 
      "thomas_id": "01085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2007-01-22", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "2007-01-04", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-01-04", 
  "number": "184", 
  "official_title": "A bill to provide improved rail and surface transportation security.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr534-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1401-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1401-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s83-110", 
      "reason": "related"
    }, 
    {
      "bill_id": "s294-110", 
      "reason": "related"
    }
  ], 
  "short_title": "Surface Transportation and Rail Security Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2007-02-13", 
  "subjects": [
    "Ammonia", 
    "Animals", 
    "Authorization", 
    "Biological warfare", 
    "Bridges", 
    "Bus drivers", 
    "Canada", 
    "Chemical warfare", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Department of Homeland Security", 
    "Department of Transportation", 
    "District of Columbia", 
    "Dogs", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Emergency communication systems", 
    "Emergency management", 
    "Employee selection", 
    "Employee training", 
    "Energy transportation", 
    "Environmental protection", 
    "Evacuation of civilians", 
    "Explosives", 
    "Families", 
    "Federal aid to research", 
    "Federal aid to transportation", 
    "Fines (Penalties)", 
    "Fire prevention", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Governmental investigations", 
    "Identification of criminals", 
    "Infrastructure", 
    "Labor and employment", 
    "Law", 
    "Lighting", 
    "Maryland", 
    "Motor buses", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "New York City", 
    "Nuclear terrorism", 
    "Petroleum", 
    "Pipelines", 
    "Police", 
    "Radiation safety", 
    "Railroad employees", 
    "Railroad finance", 
    "Railroad freight operations", 
    "Railroad passenger traffic", 
    "Railroad safety", 
    "Railroad terminals", 
    "Research and development", 
    "Risk", 
    "Science, technology, communications", 
    "Security measures", 
    "Technological innovations", 
    "Telephone", 
    "Terrorism", 
    "Traffic accidents and safety", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Transportation planning", 
    "Transportation rates", 
    "Transportation research", 
    "Transportation safety", 
    "Truck drivers", 
    "Trucking", 
    "Trucks", 
    "Tunnels", 
    "Whistle blowing", 
    "Wireless communication"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2007-02-15", 
    "text": "Surface Transportation and Rail Security Act of 2007 - Title I: Improved Rail Security - (Sec. 101) Directs the Secretary of Homeland Security of the Department of Homeland Security (DHS), including the Transportation Security Administration (TSA), the Department of Transportation (DOT), and other appropriate agencies, to establish a task force to complete a risk assessment of freight and passenger rail transportation. Requires the Secretary of Homeland Security, based on the assessment, to develop specific prioritized recommendations for improving rail security. Requires the development of plans for: (1) the federal government to provide adequate security support for freight and intercity passenger railroads at high threat levels of alert; (2) coordinating existing and planned rail security initiatives undertaken by the public and private sectors; and (3) the continued movement of freight and passengers in the event of an attack against the railroad system. Requires the Secretary of Homeland Security to submit to Congress a report containing the assessment, prioritized recommendations, and plans, including an estimate of the cost to implement such recommendations. Earmarks certain funds for FY2008 to carry out this section. (Sec. 102) Authorizes the Secretary of Homeland Security make grants to the National Railroad Passenger Corporation (Amtrak) for certain systemwide security upgrades. Requires that the award of such grants be for projects contained in an approved systemwide security plan that includes measures to address security awareness, emergency response, and passenger evacuation training. Authorizes appropriations for FY2008-FY2010. (Sec. 103) Authorizes the Secretary of Transportation to make grants to Amtrak for certain fire and life-safety improvements and infrastructure upgrades to Amtrak tunnels on the Northeast Corridor. Authorizes appropriations for FY2008-FY2010. Earmarks an amount for FY2008 for the preliminary design of options for a new tunnel on a different alignment to augment the capacity of the existing Baltimore tunnels. Prohibits the Secretary of Transportation from making funds available to Amtrak for such upgrades until Amtrak has submitted, and the Secretary of Transportation has approved, an engineering and financial plan and a project management plan. (Sec. 104) Authorizes the Secretary of Homeland Security to make grants to freight railroads, including the Alaska Railroad, Amtrak, hazardous materials shippers, universities and research centers, and state and local governments for certain freight and passenger for activities to prevent or respond to acts of terrorism or sabotage. Requires that the award of such grants be for projects contained in an approved systemwide security plan that includes measures to address security awareness, emergency response, and passenger evacuation training. Sets forth prioritized allocation requirements, limiting the award of grants for rail security upgrades to no more than $45 million to Amtrak, or no more than $80 million for the transportation of hazardous materials by rail. Authorizes appropriations for FY2008-FY2010. (Sec. 105) Directs the Secretary of Homeland Security, through the Under Secretary for Science and Technology and the Assistant Secretary of Homeland Security (TSA), to carry out a research and development (R&D) program to improve freight and intercity passenger rail security. Requires the Secretary to coordinate the R&D program with other R&D initiatives at the DHS and DOT. Authorizes appropriations for FY2008-FY2010. (Sec. 106) Sets forth oversight requirements with respect to, and procedures for, the award of grants under this Act. (Sec. 107) Directs Amtrak to submit to the National Transportation Safety Board (NTSB), the Secretary of Transportation, and the Secretary of Homeland Security a plan to address the needs of families of passengers involved in rail passenger accidents involving an Amtrak intercity train and resulting in a loss of life. Limits Amtrak's liability for damages in any action brought in a federal or state court arising out of its performance in preparing or providing a passenger list, or in providing information concerning a train reservation, unless such liability is caused by Amtrak's conduct. Earmarks amounts to Amtrak for FY2008 to carry out this section. (Sec. 108) Directs the Secretary of Homeland Security, the Secretary of Transportation, heads of other appropriate federal departments and agencies, and Amtrak to report to Congress on the current system for preclearance and screening of rail and airline passengers and baggage, as well as freight railroad traffic, between the United States and Canada, including progress on a rail passenger preclearance protocol. (Sec. 109) Directs the Secretary of Homeland Security to develop and issue guidance for a rail worker security training program to prepare front-line workers for potential threat conditions. Requires rail carriers to: (1) develop a rail worker security training program based on such guidance and submit it for review by the Secretary of Homeland Security; and (2) not later than one year after such review, complete the training of all front-line workers. (Sec. 110) Sets forth certain whistleblower protections for rail employees or other persons who have provided information regarding a reasonably perceived threat to security to the employer, federal government, or Congress, or who have refused to violate or assist in the violation of any regulation related to rail security. (Sec. 111) Directs the Secretary of Homeland Security to require rail carriers transporting high hazardous materials to develop high hazard material security risk mitigation plans containing appropriate measures (including alternative routing and temporary shipment suspension options) to address assessed risks to high consequence targets. Requires rail carriers transporting high hazardous materials on a right-of-way to institute such plans when the threat levels of the Homeland Security Advisory System are high or severe or specific intelligence of probable or imminent threat exist to: (1) a high-consequence target being within the catastrophic impact zone of the railroad right-of-way used to transport high hazardous material; or (2) rail infrastructure or operations being within the immediate vicinity of such target. (Sec. 112) Sets forth civil penalties for violators of regulations prescribed or orders issued by the Secretary of Homeland Security with respect to rail security. (Sec. 113) Authorizes a rail police officer of one rail carrier to be temporarily assigned for duty to another rail carrier. Requires the Secretary of Transportation to: (1) develop model state legislation with respect to entities that do not provide rail transportation but claim to be rail carriers in order to establish and run a police force; and (2) make such legislation available to state governments. (Sec. 114) Directs the Secretary of Homeland Security to develop a national plan for public outreach to increase awareness of measures that the general public, railroad passengers, and railroad employees can take to increase railroad system security. (Sec. 115) Directs the Secretary of Homeland Security to develop a program to encourage the equipping of rail cars transporting high hazard materials with wireless communications technology. Earmarks certain funds for FY2008-FY2010 to carry out this section. (Sec. 116) Authorizes appropriations to: (1) TSA for FY2008-FY2010 for rail security; and (2) DOT for FY2008-FY2011 for the whistleblower protection program and the Amtrak plan to assist families of passengers involved in rail passenger accidents. Title II: Improved Motor Carrier, Bus, and Hazardous Material Security - (Sec. 201) Directs the Secretary of Transportation to, among other things: (1) document existing and proposed routes for the transportation of radioactive and non-radioactive hazardous materials by motor carrier, and develop a framework for using a Geographic Information System-based approach to characterize routes in the National Hazardous Materials Route Registry; (2) document the concerns of the public, motor carriers, and State, local, territorial, and tribal governments about the highway routing of hazardous materials; (3) develop a tool that will enable State officials to examine potential routes for the highway transportation of hazardous material and assess specific security risks associated with each route and explore alternative mitigation measures; (4) complete an assessment of the safety and national security benefits of existing requirements for route plans for explosives and radioactive materials; and (5) require motor carriers that have a hazardous material safety permit to operate in transporting hazardous materials to maintain written or electronic route plans that meet certain requirements if the Secretary of Transportation determines, under the assessment, that such requirement would enhance the nation's security and safety without imposing unreasonable costs or burdens upon motor carriers. Requires the Secretary of Transportation to report to Congress on assessment findings and conclusions. (Sec. 202) Requires the Secretary of Homeland Security to develop a program to encourage the tracking of motor carrier shipments of high hazard materials with communications technology that provides continuous communications and tracking capabilities. Authorizes appropriations for FY2008-FY2010. (Sec. 203) Directs the Secretary of Transportation and the Secretary Homeland Security to execute and develop an annex to the memorandum of agreement between the DOT and DHS signed on September 28, 2004, governing the roles, responsibilities, resources and commitments of the two departments in addressing motor carrier transportation security matters. (Sec. 204) Directs the Secretary of Homeland Security to establish within the TSA a program for reviewing hazardous materials security plans of offerers or carriers of hazardous materials. Sets forth civil penalties for failure of an offerer, carrier, or other person to comply with certain requirements for the transportation of hazardous materials. Requires the Secretary of Transportation to study the extent insurance, security, and safety costs borne by railroad carriers, motor carriers, pipeline carriers, air carriers, and maritime carriers transporting hazardous materials are reflected in rates paid by offerers of such commodities as compared to the costs and rates for the transporting of non-hazardous materials. Authorizes appropriations for FY2008-FY2010. (Sec. 205) Requires the Secretary of Homeland Security to submit to Congress a report assessing truck security. (Sec. 206) Directs the Secretary of Homeland Security, in conjunction with the Secretary of Transportation, to consider the development of a national public sector response system to respond to accidents, threats, and other safety and security risks or incidents. Requires the Secretary of Homeland Security to report to Congress on the costs to establish such system. Authorizes appropriations for FY2008-FY2010. (Sec. 207) Directs the Secretary of Homeland Security to make grants to private operators of over-the-road buses or over-the-road-bus terminal operators for certain system-wide security improvements to their operations. Prohibits the Secretary of Homeland Security from making a grant to a private operator of over-the-road buses until the operator submits to the Secretary of Homeland Security a plan for making the security improvements. Requires the Secretary of Homeland Security to submit to Congress an assessment of the over-the-road bus security grant program. Authorizes appropriations for FY2008-FY2010. (Sec. 208) Directs the Secretary of Homeland Security to develop a Pipeline Security and Incident Recovery Protocols Plan that includes: (1) the federal government providing increased security support to critical interstate and intrastate natural gas and hazardous liquid transmission pipeline infrastructure and operations during high or severe security threat levels of alert; and (2) incident recovery protocols to ensure continued transportation of natural gas and hazardous liquids in the event of an incident. Requires the Secretary to report to Congress on such plan. (Sec. 209) Directs the Secretary of Homeland Security to: (1) establish a program to review pipeline operator adoption of certain federal pipeline recommendations, including the review of pipeline security plans and critical facility inspections; (2) develop a plan for reviewing the pipeline security plan and an inspection of the critical facilities of the 100 most critical pipelines operators; and (3) develop security recommendations for natural gas and hazardous liquid pipelines and pipeline facilities. Requires, in reviewing pipeline compliance, the utilization of risk assessment methodologies to prioritize risks and to target inspection and enforcement actions to the highest risk pipeline assets. Authorizes appropriations for FY2008 and FY2009. (Sec. 210) Prohibits a state from issuing a license to a person to operate a motor vehicle to transport a hazardous material unless the Secretary of Homeland Security (current law, Secretary of Transportation) has determined that such person does not pose a security risk. Requires a state to issue a hazardous material license to a person without such risk determination provided the person meets all other requirements, if the Secretary of Homeland Security has previously determined that such person is not a security risk and has been issued a transportation security card. (Sec. 211) Declares that statutory provisions limiting the number of TSA employees before or after TSA's transfer to DHS shall not apply to the extent that such employees are responsible for implementing this Act. (Sec. 212) Directs the Secretary of Homeland Security to conduct, and submit to Congress, a maritime and surface transportation security user fee study."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Surface Transportation and Rail Security Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Surface Transportation and Rail Security Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide improved rail and surface transportation security.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:07-05:00"
}