{
  "actions": [
    {
      "acted_at": "2010-09-29", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3866-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Scott P.", 
      "sponsored_at": "2010-09-29", 
      "state": "MA", 
      "thomas_id": "01975", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-09-29", 
  "number": "3866", 
  "official_title": "A bill to standardize training programs of the Transportation Security Administration, to establish an Office of Behavior Analysis in the Transportation Security Administration, to enhance partnerships between the Transportation Security Administration and State and local law enforcement agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "AIR Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "thomas_id": "00179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-09-29", 
  "subjects": [
    "Aviation and airports", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Government information and archives", 
    "Intergovernmental relations", 
    "Law enforcement officers", 
    "Railroads", 
    "State and local government operations", 
    "Transportation and public works", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-09-29", 
    "text": "Aviation Security Innovation & Reform Act of 2010 or AIR Act of 2010 - Directs the Assistant Secretary of Homeland Security (Assistant Secretary) (Transportation Security Administration [TSA]) to prescribe employment standards for air carrier personnel and airport security personnel. (Under current law, the Under Secretary of Transportation for Security (Department of Transportation [DOT]) is required to prescribe such standards.) Revises security screening personnel training plan requirements to require the Assistant Secretary to establish a training plan for TSA Transportation Security Officers (TSOs) that: (1) ensures that TSO training is standardized; and (2) meets certain other requirements, including that each TSO receives training in basic security screening skills and criminal and antiterrorism awareness. Places the TSA, headed by the Assistant Secretary, under the administration of the Department of Homeland Security (DHS). (Effectively updates federal law to reflect the transfer of the TSA from DOT to DHS in March, 2003.) Establishes in the TSA the Office of Behavior Analysis, which shall provide behavior assessment training to TSA and other federal, state, and local government law enforcement personnel. Requires the Assistant Secretary to develop partnerships with state and local law enforcement agencies to: (1) improve coordination of behavior detection activities; and (2) deploy TSOs specializing in techniques to identify high-risk individuals based on behavior patterns (behavior detection officers) to serve as an additional layer of security and to deter terrorism at train and bus stations and other infrastructure facilities. Directs the Assistant Secretary to: (1) provide a select group of behavior detection officers at Passengers by Observation Techniques airports with an appropriate level of security clearance to access law enforcement and intelligence databases, assist in verifying a passenger's identity, and assist in law enforcement operations; (2) require the TSA Transportation Security Operations Center to use all of the law enforcement and intelligence databases available when checking passengers at the law enforcement official referral level; and (3) standardize and streamline threat-reporting guidelines to allow behavior detection officers or other designated TSA officials to receive Center information in a timely manner. Directs the Assistant Secretary to continue the standardization of TSA security and personnel procedures at U.S. airports. Requires the Assistant Secretary to deploy: (1) behavior detection officers to National Special Security Events designated by the DHS Secretary; and (2) Visible Intermodal Prevention and Response teams at passenger rail facilities to enhance security and cross-training opportunities for behavior detection officers. Directs the Assistant Secretary to establish an electronic medium through which TSOs and behavior detection officers may anonymously submit feedback regarding TSA transportation security programs or management issues."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "AIR Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Aviation Security Innovation & Reform Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to standardize training programs of the Transportation Security Administration, to establish an Office of Behavior Analysis in the Transportation Security Administration, to enhance partnerships between the Transportation Security Administration and State and local law enforcement agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:00-05:00"
}