{
  "actions": [
    {
      "acted_at": "1998-02-26", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-12", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-19", 
      "references": [], 
      "text": "Committee on Appropriations Subcommittee on Legislative Branch. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 105-821.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-04", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-06-05", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Bennett. With written report No. 105-204.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-05", 
      "calendar": "Senate Legislative", 
      "number": "399", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 399.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1998-07-17", 
      "references": [
        {
          "reference": "CR S8452", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2137-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Legislative Branch", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-06-05", 
  "number": "2137", 
  "official_title": "An original bill making appropriations for the Legislative Branch for the fiscal year ending September 30, 1999, and for other purposes.", 
  "popular_title": "Appropriations bill FY99, Legislative Branch", 
  "related_bills": [
    {
      "bill_id": "hr4112-105", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4112-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Legislative Branch Appropriations Act, 1999", 
  "sponsor": {
    "district": null, 
    "name": "Bennett, Robert F.", 
    "state": "UT", 
    "thomas_id": "01280", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-06-04", 
  "subjects": [
    "Alternative fuels", 
    "American investments", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms control", 
    "Arms control negotiations", 
    "Arts, culture, religion", 
    "Awards, medals, prizes", 
    "Balance of payments", 
    "Barber and beauty shops", 
    "Blind", 
    "Books", 
    "Botanical gardens", 
    "Capital movements", 
    "Capitol (Washington, D.C.)", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional Budget Office", 
    "Congressional Research Service", 
    "Congressional agencies", 
    "Congressional allowances", 
    "Congressional caucuses", 
    "Congressional chaplains", 
    "Congressional committees (Senate)", 
    "Congressional delegations", 
    "Congressional employees", 
    "Congressional hearings", 
    "Congressional investigations", 
    "Congressional joint committees", 
    "Congressional legal counsel", 
    "Congressional mail", 
    "Congressional office buildings", 
    "Congressional office operations", 
    "Congressional officers", 
    "Congressional oversight", 
    "Congressional publications", 
    "Congressional reporting requirements", 
    "Copyright", 
    "Crime and law enforcement", 
    "Data banks", 
    "Disabled", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Economic forecasting", 
    "Economic growth", 
    "Economic statistics", 
    "Economics and public finance", 
    "Electric power production", 
    "Employee rights", 
    "Energy", 
    "Energy conservation", 
    "Environmental protection", 
    "Exports", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal libraries", 
    "Fiscal policy", 
    "Flexible work hours", 
    "Foreign exchange", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Foreign trade policy", 
    "Franking privilege", 
    "General Accounting Office", 
    "Government Printing Office", 
    "Government consultants", 
    "Government operations and politics", 
    "Government publications", 
    "Government service contracts", 
    "Government trust funds", 
    "Government vehicles", 
    "Health", 
    "Heating", 
    "History", 
    "House of Representatives", 
    "Imports", 
    "Intellectual property", 
    "International affairs", 
    "International competitiveness", 
    "International environmental cooperation", 
    "Joint Economic", 
    "Joint Printing", 
    "Joint Taxation", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Library of Congress", 
    "Lighting", 
    "Manufacturing industries", 
    "Members of Congress (Senate)", 
    "Monetary policy", 
    "Nontariff trade barriers", 
    "Occupational health and safety", 
    "Office equipment and supplies", 
    "Overhead costs", 
    "Physicians", 
    "Police", 
    "Police training", 
    "Printing", 
    "Public lands and natural resources", 
    "Public speaking", 
    "Rating of employees", 
    "Reciprocity", 
    "Religion", 
    "Revolving funds", 
    "Salaries", 
    "Science, technology, communications", 
    "Senate", 
    "Senate Rules and Administration", 
    "Senate leadership", 
    "Senate party organization", 
    "Social life and customs", 
    "Supervisors", 
    "Tariff", 
    "Tax policy", 
    "Taxation", 
    "Technology transfer", 
    "Trade agreements", 
    "Transportation and public works", 
    "Travel costs", 
    "Treaties", 
    "Twenty-first century", 
    "Vice Presidents", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-06-05", 
    "text": "TABLE OF CONTENTS: Title I: Congressional Operations Title II: Other Agencies Title III: General Provisions Title IV: Trade Deficit Review Commission Legislative Branch Appropriations Act, 1999 - Makes appropriations for the legislative branch for FY 1999. Title I: Congressional Operations - Congressional Operations Appropriations Act, 1999 - Makes appropriations for the Senate for: (1) expense allowances; (2) representation allowances for the Majority and Minority Leaders; (3) salaries of specified officers, employees, and committees; (4) agency contributions for employee benefits; (5) inquiries and investigations; (6) the U.S. Senate Caucus on International Narcotics Control; (7) the Offices of the Secretary, Sergeant at Arms, and Doorkeeper of the Senate; (8) miscellaneous items; (9) the Senators' Official Personnel and Office Expense Account; and (10) official mail costs. (Sec. 1) Amends the Supplemental Appropriations Act, 1973 to raise the limit on authorized mail, telegraph, telephone, stationery, office supplies, and home State office and travel expenses for Senators. Requires amounts specifically allocated for official mail expenses to be recalculated in accordance with regulations of the Committee on Rules and Administration in lieu of such amounts being included in the recalculation formula used for amounts authorized for a Senator's expense in the event that the term of office of a Senator begins after the first month of a fiscal year or ends (except by reason of death, resignation, or expulsion) before the last month of a fiscal year. (Sec. 2) Increases, from $10,000 to $35,000, the annual limitation on the disbursements from the Office of the Chaplain Expense Revolving Fund. (Sec. 3) Amends Senate Resolution 149, 103d Congress, to extend the Senate Arms Control Observer Group through December 31, 2000. (Sec. 4) Amends the Supplemental Appropriations Act, 1977 to authorize the President pro tempore of the Senate to appoint and fix the compensation of one consultant, on a temporary or intermittent basis, at the daily rate of compensation not in excess of that specified in Federal provisions relating to appointment of consultants by the Majority and Minority Leaders, the Secretary of Senate, and the Legislative Counsel of the Senate. Provides that provisions under the Civil Service Retirement System and the Federal Employees' Retirement System relating to annuities and pay on reemployment are inapplicable to any individual serving in a position under such Federal provisions. Permits any or all appointments under such provisions to be at an annual rate of compensation rather than at a daily rate, under specified conditions. (Sec. 5) Establishes the Senate Leader's Lecture Series. Provides that: (1) expenses incurred in connection with such Series shall be paid from the appropriations account \"Secretary of the Senate\" within the contingent fund of the Senate and shall not exceed $30,000 in any fiscal year; and (2) such payments may cover expenses incurred by speakers, including travel, subsistence, and per diem, and the cost of receptions, including food, food related items, and hospitality. (Sec. 6) Authorizes the Sergeant at Arms and Doorkeeper of the Senate to appoint and fix the compensation of employees necessary to operate Senate Hair Care Services (Services). Establishes the Senate Hair Care Services Revolving Fund in the Treasury within the contingent fund of the Senate to be made available, without fiscal year limitation, for disbursement by the Secretary of the Senate for: (1) payment of salaries and agency contributions of employees of the Services; and (2) necessary supplies, equipment, and other Services' expenses. Requires the Secretary, at the direction of the Committee on Rules and Administration, to withdraw from the Fund and deposit in the Treasury as miscellaneous receipts, all moneys in the Fund that the Committee may determine are in excess of the current and reasonably foreseeable needs of the Services. Transfers to the Fund any unobligated balance in the Senate Employees Barber Shop Revolving Fund. Repeals Federal provisions: (1) establishing the Senate Employees Barber Shop Revolving Fund; and (2) authorizing the Sergeant at Arms and the Doorkeeper of the Senate to employ and fix the compensation of employees that operate the Senate Beauty Shop. (Sec. 7) Increases the amount made available to the Committee on Rules and Administration for expenses, under S. Res. 54, 105th Congress. (Sec. 8) Provides for increases in the aggregate compensation paid to employees in Senate offices. (Sec. 9) Authorizes the Sergeant at Arms and Doorkeeper of the Senate, with the prior written approval of the Committee on Rules and Administration, to enter into agreements with public or private parties for the purpose of demonstrating the use of alternative fuel vehicles in Senate fleet operations. Allows such: (1) agreements to provide for necessary fueling infrastructure in connection with the vehicles; and (2) vehicles to be made available for a maximum 90-day period. Makes appropriations for: (1) the Joint Economic, Printing, and Taxation Committees; (2) the Office of the Attending Physician; and (3) the Capitol Police Board. Prohibits funds appropriated for the Joint Committee on Printing from being available for expenditures incurred after December 31, 1998. (Sec. 101) Sets forth administrative provisions regarding the Capitol Police Board. Appropriates funds for the Capitol Guide Service and Special Services Office and for statements of appropriations. Makes appropriations for: (1) the Office of Compliance; (2) the Congressional Budget Office; (3) the Architect of the Capitol (AOC) for salaries and expenses, Capitol buildings and grounds, Senate office buildings, and the Capitol Power Plant; (4) the Library of Congress for the Congressional Research Service's (CRS) salaries and expenses; and (5) the Government Printing Office (GPO) for congressional printing and binding. Title II: Other Agencies - Appropriates funds: (1) the Botanic Garden; and (2) the Library of Congress for salaries and expenses, the Copyright Office, books for the blind and physically handicapped, and furniture and furnishings. (Sec. 201) Provides a limited amount of funds for the Library and CRS for attendance at meetings concerned with the functions for which an appropriation is made. (Sec. 202) Prohibits the use of funds by the Library to administer any flexible or compressed work schedule which: (1) applies to any manager or supervisor in a position equal to or higher than a GS-15 grade; and (2) grants such individual the right to not be at work on a workday because of time worked on another workday. (Sec. 203) Establishes limits on: (1) the number of employees hired by the Library to perform reimbursable work for other agencies; and (2) funds for representation and reception expenses associated with the Library incentive awards program and overseas field offices. (Sec. 207) Limits the amount for FY 1999, to be transferred to the AOC from gifts or trust funds given to the Library of Congress for the structural and mechanical work and refurbishment of certain Library buildings and grounds. Makes appropriations for: (1) the AOC for Library buildings and grounds; (2) GPO for salaries and expenses of the Office of the Superintendent of Documents; and (3) the General Accounting Office. Sets forth authorized uses of, and limits on, such funds. Title III: General Provisions - Sets forth prohibitions on the use of funds appropriated by this Act. (Sec. 305) Authorizes appropriations as necessary to an account for awards and settlements authorized under the Congressional Accountability Act of 1995. (Sec. 306) Makes amounts available for administrative expenses of any legislative branch entity which participates in the Legislative Branch Financial Managers Council (LBFMC) available to finance an appropriate share of LBFMC costs as determined by the LBFMC, except that the total LBFMC costs to be shared among all participating legislative branch entities (in such allocations among the entities as they may determine) may not exceed $1,500. (Sec. 309) Authorizes appropriations for the American Folklife Preservation Center for each fiscal year (currently, for FY 1997 and 1998). (Sec. 310) Transfers funds from the Employees' Compensation Fund to the GPO revolving fund as reimbursement for costs improperly transferred from the revolving fund. Provides that, for purposes of Federal provisions relating to the Employees' Compensation Fund, GPO is not considered an agency which is required by statute to submit an annual budget pursuant to or as provided by Government corporations requirements and is not required to pay an additional amount for administrative costs. Title IV: Trade Deficit Review Commission - Trade Deficit Review Commission Act - Establishes the Trade Deficit Review Commission to study the causes and consequences of the U.S. merchandise trade and current account deficits and to develop trade policy recommendations for the 21st century. Requires the recommendations to include strategies necessary to achieve U.S. market access to foreign markets that fully reflects U.S. competitiveness and productivity and also improves the standard of living of U.S. citizens. (Sec. 405) Sets forth reporting requirements for the Commission and calls for congressional hearings on such reports."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Appropriations bill FY99, Legislative Branch", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Legislative Branch FY99 Appropriations bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Legislative Branch Appropriations Act, 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Congressional Operations Appropriations Act, 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Trade Deficit Review Commission Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Legislative Branch for the fiscal year ending September 30, 1999, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:29-05:00"
}