{
  "actions": [
    {
      "acted_at": "1973-02-20", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-03-08", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Banking, Housing and Urban Affairs, S. Rept. 93-58.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-03-08", 
      "committee": "Senate Foreign Relations Committee", 
      "references": [], 
      "text": "Referred to Senate Foreign Relations Committee.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1973-03-21", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Foreign Relations, S. Rept. 93-78.", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-04-05", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #92 (79-11).", 
      "type": "action"
    }, 
    {
      "acted_at": "1973-06-29", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s929-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tower, John G.", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "01449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-20", 
  "number": "929", 
  "official_title": "A bill to amend the Par Value Modification Act.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr6912-93", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Sparkman, John J.", 
    "state": "AL", 
    "thomas_id": "01436", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-20", 
  "subjects": [
    "Money"
  ], 
  "subjects_top_term": "Money", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1973-04-05", 
    "text": "(LATEST SUMMARY) Authorizes the Secretary of the Treasury to take the steps necessary to establish a new par value of the dollar of $1 equals 0.828948 Special Drawing Right, or the equivalent in terms of gold, of $1 euals 0.023684 of a fine troy ounce of gold. =Title I: Impoundment Control Procedures= - States that whenever the President, the Director of the Office of Management and Budget, the head of any department or agency of the United States, or any officer or employee of the United States, impounds any budget authority made available, or orders, permits, or approves the impounding of any such budget authority by any other officer or employee of the United States, the President shall, within ten days thereafter, transmit to the Senate and the House of Representatives a special message. Sets forth the information to be contained in such messages and the procedure to be followed in transmitting such messages. Requires the Comptroller General to review each such message and determine whether, in his judgment, the impoundment was in accordance with existing statutory authority, following which he shall notify both Houses of Congress within fifteen days after the receipt of the message as to his determination thereon. Provides that the President, the Director of the Office of Management and Budget, the head of any department or agency of the United States, or any officer or employee of the United States shall cease the impounding of any budget authority set forth in each special message within sixty calendar days of continuous session after the message is received by the Congress unless the specific impoundment shall have been ratified by the Congress by passage of a concurrent resolution in accordance with the procedure set out in this Act. Sets forth the definition of impoundment of the budget authority for the purposes of this Act. Sets forth the Congressional procedures to be followed in approving or disapproving an impoundment. Provides that if the President, the Director of the Office of Management and Budget, the head of any department or agency of the United States, or any officer or employee of the United States takes or approves any impounding action within the purview of this Act, and the President fails to report such impounding action to the Congress as required by this Act, the Comptroller General shall report such impounding action with any available information concerning it to both Houses of Congress, and the provisions of this Act shall apply to such impounding action in like manner and with the same effect as if the report of the Comptroller General had been made by the President. Empowers the Comptroller General as the representative of the Congress through attorneys of his own selection to sue any department, agency, officer, or employee of the United States in a civil action in the United States District Court for the District of Columbia to enforce the provisions of this Act. =Title II: Ceiling on Fiscal Year 1974 Expenditures= - States that, expenditures and net lending during the fiscal year ending June 30, 1974, under the Budget of the United States Government shall not exceed $268,000,000,000. Provides that in subsequent years, after the submission of the Budget of the United States Government and after considering the recommendation of the President for each fiscal year (beginning with the fiscal year ending June 30, 1975), the Congress shall, by law, prescribe a limit on the total amount of expenditures to be made by the United States Government during such fiscal year. Provides that notwithstanding the provisions of any other law, the President shall, in accordance with this Act, reserve from expenditure and net lending, from appropriations or other obligational authority otherwise made available, such amounts as may be necessary to keep expenditures and net lending during the fiscal year ending June 30, 1974, and subsequent fiscal years, within the limitation specified in this Act. =Title III: Foreign Currency Reports= - Authorizes the Secretary of the Treasury, under the authority of this title and any other authority conferred by law, to prescribe regulations requiring the submission of reports on foreign currency transactions consistent with the statement of findings under this Act. States that reports required under this title shall cover foreign currency transactions conducted by any United States person and by any foreign person controlled by a United States person as such terms as defined in the Securities Exchange Act of 1934. Provides that whoever fails to submit a report required under any rule or regulation issued under this title may be assessed a civil penalty not exceeding $10,000 in a proceeding brought under this Act. =Title IV: Repeal of Laws Prohibiting the Purchase of Gold= - States that provision of any law, and no rule, regulation, or order under authority of any such law, may be construed to prohibit any person from purchasing, holding, selling, or otherwise dealing with gold. Provides that the provisions of this title, pertaining to gold, shall take effect December 31, 1973. =Title V: Prohibition of Assistance to North Vietnam= - Provides that funds made available by the Congress to any department or agency of the Government may be obligated or expended for the purpose of providing assistance of any kind, directly or indirectly, to or on behalf of North Vietnam, unless specifically authorized hereafter by the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Par Value Modification Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:28-05:00"
}