{
  "actions": [
    {
      "acted_at": "1981-07-23", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-08-11", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Energy and the Environment", 
      "text": "Referred to Subcommittee on Energy and the Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-09-15", 
      "bill_ids": [
        "hr2330-97"
      ], 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Text of this Measure Substituted as an Amendment to H.R.2330.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4255-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and the Environment", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Broyhill, James T.", 
      "sponsored_at": "1981-07-23", 
      "state": "NC", 
      "thomas_id": "00138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Dingell, John D.", 
      "sponsored_at": "1981-07-23", 
      "state": "MI", 
      "thomas_id": "00299", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Lujan, Manuel, Jr.", 
      "sponsored_at": "1981-07-23", 
      "state": "NM", 
      "thomas_id": "00712", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-07-23", 
  "number": "4255", 
  "official_title": "A bill to authorize appropriations to the Nuclear Regulatory Commission, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2330-97", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-07-23", 
  "subjects": [
    "Authorization", 
    "Congressional oversight", 
    "Congressional veto", 
    "District of Columbia", 
    "Economics and public finance", 
    "Federal office buildings", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Licenses", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear power plants", 
    "Pennsylvania", 
    "Radioactive wastes"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-07-23", 
    "text": "Authorizes appropriations for the Nuclear Regulatory Commission for fiscal years 1982 and 1983. Sets ceilings on funds allocated for: (1) nuclear reactor regulation, including gas-cooled thermal reactor preapplication review; (2) inspection and enforcement; (3) standards development; (4) nuclear material safety and safeguard; (5) nuclear regulatory research; (6) program technical support; and (7) program direction and administration. Limits the Commission's authority to enter into grants and cooperative agreements with universities to not more than one percent of the amount authorized to be appropriated for nuclear regulatory research. Prohibits the Commission from reprogramming the funds authorized to be appropriated for any activity under this Act by an increase or decrease in excess of $500,000 for a period of 30 calendar days after notice of such action to the appropriate Congressional committees unless each committee has transmitted a written notice that it has no objection to such action. Authorizes the Commission to retain monies received for cooperative nuclear research programs for salaries and expenses for such programs and to transfer sums from the amounts appropriated under this Act to other Government agencies which perform the work for which such appropriations were made. Authorizes payments under this Act only to the extent provided in advance in appropriations Acts. Sets a ceiling on the amount of funds which may be used for the acquisition and installation of equipment for the small test prototype nuclear data link program or for any other program for the collection and transmission to the Commission of data from licensed nuclear reactors during abnormal conditions. Exempts from such limitation equipment for which the Commission prepares and submits to Congress a specific acquisition and installation proposal unless either House of Congress rejects such proposal within 60 days of submission. Limits the amount of funds authorized to be appropriated under this Act for fiscal year 1982 which may be used to continue tests at the Loss-of-Fluid Test Facility. Makes available from amounts authorized to be appropriated for program direction and administration funds for interim consolidation of Commission headquarters staff offices in the District of Columbia and in Bethesda, Maryland, but not for relocation of offices of Commission members outside of the District of Columbia. Authorizes the Commission to use funds, in the absence of a State or local emergency preparedness plan approved by the Federal Emergency Management Agency, to issue an operating license for a nuclear reactor if there is a State, local, or utility plan for the public health and safety. Prohibits the use of funds authorized to be appropriated under this Act to promulgate or publish a safety goal for nuclear reactor regulation until after public hearings on such goal have been held. Prohibits the use of funds authorized to be appropriated under this Act to assist the General Public Utilities Corporation with the decontamination, clean-up, repair, or rehabilitation of facilities at Three Mile Island Unit 2. Permits the Commission to use funds to monitor or inspect such activities and to carry out regulatory functions with respect to the facilities at Three Mile Island. Requires the Commission to use funds from amounts authorized to be appropriated for the Office of Nuclear Materials, Safety and Safeguards to enter into a memorandum of understanding with the Department of Energy specifying interagency procedures for the disposition of radioactive materials resulting from the cleanup of Three Mile Island Unit 2. Authorizes the use of funds for the issuance of nuclear reactor license amendments prior to the conduct of required hearings and after notice to the State in which the facility is located if the amendment involves no significant hazards consideration. Authorizes the use of funds for the issuance of temporary operating licenses, prior to the conduct of required hearings, for fuel loading, testing, and operation of nuclear reactors at a power level not to exceed five percent of the rated full thermal power. Establishes an independent Temporary Advisory Panel to evaluate the nuclear powerplant licensing process. Requires the Panel to report its evaluation within a specified time period to the Commission and specified Congressional committees. Terminates the Panel upon submission of such report. Requires the Commission to set forth its views on the Panel's report and recommend improvements for the nuclear powerplant licensing process to such Congressional committees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations to the Nuclear Regulatory Commission, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:49:15-05:00"
}