{
  "actions": [
    {
      "acted_at": "1989-03-16", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s603-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1989-03-16", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-03-16", 
  "number": "603", 
  "official_title": "A bill to establish, within the Department of State, the Office of Global Warming, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Global Warming Response Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Boschwitz, Rudy", 
    "state": "MN", 
    "thomas_id": "01288", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-03-16", 
  "subjects": [
    "Air quality", 
    "Alternative energy sources", 
    "Amazon River", 
    "Ambassadors", 
    "American economic assistance", 
    "American investments", 
    "American technical assistance", 
    "Antarctic regions", 
    "Arctic and polar regions", 
    "Atmosphere", 
    "Authorization", 
    "Brazil", 
    "Carbon dioxide", 
    "Climate", 
    "Climate change and greenhouse gases", 
    "Conferences", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Debt agreements", 
    "Developing countries", 
    "Earth resources satellites", 
    "Endangered species", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy demand", 
    "Energy development", 
    "Energy efficiency", 
    "Energy facilities", 
    "Energy policy", 
    "Energy research", 
    "Environmental assessment", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Export finance", 
    "Fluorocarbons", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forest conservation", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Import restrictions", 
    "International affairs", 
    "International agencies", 
    "International environmental cooperation", 
    "International monetary system", 
    "Lumber trade", 
    "Mass rapid transit", 
    "Methane", 
    "Multilateral development banks", 
    "Negotiations", 
    "Nitrogen oxides", 
    "Ozone", 
    "Presidential appointments", 
    "Reforestation", 
    "Research and development", 
    "Rural affairs legislation", 
    "Solar energy", 
    "Special years", 
    "Stratosphere", 
    "Treaties", 
    "Tropical forests", 
    "United Nations", 
    "United Nations economic assistance"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-03-16", 
    "text": "Title I: Establishment of a Single Coordinating Body on Global Warming - Global Warming Response Act of 1989 - Establishes the Office of Global Warming within the Department of State to serve as the single coordinating point for the United States on all global warming policy and response matters. Provides that the Office shall be headed by a Deputy Assistant Secretary for Global Warming to be appointed by the President. Requires the Office to establish an interagency team for ongoing formulation of policy and response mechanisms to global warming to be coordinated with the Intergovernmental Panel on Climate Change. Directs the Office to develop, annually update, and transmit to the President and the Congress a Global Warming Strategy Plan to coordinate policy, research, and response efforts. Directs the Secretary of State to: (1) consult with and advise the President on the effects of U.S. policy and research on global warming; and (2) report annually to the Congress on the progress made in such research and policy, and on future plans to decrease global warming and consequent environmental deterioration. Authorizes appropriations. Authorizes the President to appoint an ambassador to represent the United States in negotiations relevant to global warming and related environmental issues. Expresses the sense of the Congress that the President should support and promote: (1) global and domestic research and response efforts with respect to the greenhouse effect and other global environmental issues, including the establishment of a cooperative international program and the efforts of the United Nations; and (2) the goals of the Global Climate Protection Act of 1987. States that the President should instruct the Ambassador at Large to the United Nations to call for the declaration of 1990 as the International Year of Global Climate Protection. Calls upon the President to convene an international meeting to encourage the adoption of multilateral agreements to reduce the threat of global warming. Directs the Secretary of State to sponsor other meetings as may be necessary to ensure that the conventions are opened for signature no later than the end of 1993. Title II: Global Sustainable Economic Development - Amends the Foreign Assistance Act of 1961 to direct the Administrator of the Agency for International Development (AID) to: (1) establish a central bureau for planning and implementing environmental, energy, and natural resources projects; (2) establish an early warning system to avoid negative global environmental impact of U.S. supported projects and serve as technical advisor to the U.S. executive directors of multilateral development banks concerning projects with the potential for such impact; (3) provide technical assistance to the Overseas Private Investment Corporation (OPIC) in conducting environmental assessment of sustainable development projects and encourage U.S. private investment in such development; and (4) establish an interagency task force concerning economic and ecological development and its effects on global warming, preservation of biodiversity and forests, sustainable agriculture, and other environmental policy. Authorizes appropriations for FY 1991 through 1993. Limits the amount of funds to OPIC for environmental assessment and sustainable development activities. Directs the Administrator to: (1) develop a strategy for U.S. participation in global conservation of biological diversity; (2) analyze assistance for the value of the recipient countries' biological resources; (3) develop economic incentives and disincentives for U.S. supported projects to conserve biological diversity; (4) provide technical assistance to OPIC to analyze the values of biological resources involved in proposed projects and encourage U.S. private sector investment in projects which preserve biological diversity; and (5) coordinate all biological diversity activities through the Office of Global Warming. Requires the Administrator to report to the Secretary of State on the options and strategies for the use of U.S. bilateral and multilateral assistance programs to control emissions of certain greenhouse gases into the atmosphere and to provide energy utilizing renewable resources as a substitute for fossil fuels and other energy efficient technologies. Directs the Secretary of the Treasury to develop an analysis by which strategies to encourage forest preservation, minimization of global climate change, reforestation, sustainable agriculture, energy conservation, end use energy efficiency, and renewable energy resources can be incorporated into programs of the International Monetary Fund. Requires the Secretary to instruct the U.S. Executive Director to the World Bank to request that all future energy-sector lending for new energy supplies be contingent on a finding that the quantity of services specified in the loan proposal could not be delivered at the same or lower cost by improving the efficiency of energy use and use of renewable resources. Requires the Executive Director to urge the World Bank to establish that specified percentages of all energy sector loans shall be for least cost energy efficient projects utilizing, to the maximum extent possible, renewable resources within certain periods following the enactment of this Act. Requires the U.S. executive directors of the multilateral development banks to report annually to the Secretary on the environmental reports received from the banks on proposed projects and the directors' assessment of the environmental effects of such projects. Directs the Secretary of State to: (1) establish a designated fund of the U.S. contributions to the World Bank to provide for environmental assessment of all projects, especially with regard to their impact on global warming and sustainable development; and (2) urge other countries contributing to the World Bank to contribute to such fund. Authorizes appropriations. Title III: Research and Development of Policy Responses - Expresses the sense of the Congress that the United States should participate in and support the International Geosphere-Biosphere Programme (IGBP). Declares that: (1) the United States should support the efforts of the National Oceanic and Atmospheric Administration in its study and research of the effects of global warming and climate changes on the Arctic region; and (2) the President should support the development of an Antarctic research component to the IGBP to include specific recommendations of the ad hoc Scientific Committee on Antarctic Research of the International Council of Scientific Unions. Expresses support for the National Aeronautics and Space Administration's Mission to Planet Earth. Title IV: Forest Preservation, Reforestation, and Sustainable Forest Resources - Requires the Secretary of State to report to the Congress on: (1) existing resources in tropical countries; (2) recommendations for the continued use of LANDSAT satellite photography for monitoring tropical ecosystems and effects on global warming trends; (3) the potential in tropical nations for reforestation, afforestation, and conservation of existing resources; and (4) the potential for reducing or preventing climate disruption through financial assistance and incentives to such nations for forest preservation activities. Requires such report to be updated every three years. Amends the Foreign Assistance Act of 1961 to direct the President to: (1) analyze the direct and indirect values of forest resources prior to determining appropriate support projects; (2) provide technical assistance to OPIC to analyze such values in environmental assessments and to encourage U.S. private sector investment in forest preservation, reforestation, and sustainable development of forest resources; and (3) support projects which provide support for conserving forest resources. Authorizes and allocates appropriations to AID for carrying out forest preservation activities. Commends AID for current efforts in reforestation and development of sustainable forest resources. Authorizes additional appropriations to AID for forest programs. Directs the Secretary of the Treasury to instruct the U.S. executive directors of multilateral development banks to oppose financial assistance to any country that has not successfully implemented a program for forest preservation and reforestation, except under specified conditions. Requires the Secretary of State to instruct the U.S. representatives to the United Nations Food and Agriculture Program and the International Tropical Timber Organization to promote forestry projects and the adoption of codes of conduct for commercial logging and private sector timber operations. Directs the Secretary of State to instruct the U.S. Ambassador to the United Nations to encourage the United Nations Development Program to implement forestry programs for recipient countries and, after 24 months following this Act's enactment, to oppose the adoption of any program for countries that have not successfully implemented a forest preservation and reforestation program. Requires the Secretary of State and the Secretary of the Treasury, after 24 months following this Act's enactment and annually thereafter, to report to the Congress on the progress made by such organizations in implementing forestry programs. Authorizes the Secretary of Agriculture to make grants to nongovernmental entities for forest preservation, reforestation, and maintenance of forest resources for both foreign and domestic efforts. Authorizes appropriations for such grants. Sets forth congressional findings on the preservation of the Amazon Basin. Declares that: (1) the U.S. Government should cooperate with the international community to assist Brazil in developing economically and ecologically sustainable projects; (2) members of the international community should reassess their investment policies to assure that they do not contribute to the destruction of the Amazon rainforest; and (3) U.S. directors of multilateral development banks and other assistance institutions should urge an approach which blends Brazil's requirements for national and ecologically sustainable development with global environmental imperatives. Directs the Secretary of the Treasury to enter into negotiations with selected developing countries to require improvements in their forestry and energy policies as a condition for reducing or converting debt owed to U.S. creditors. Authorizes the Secretary, as a condition of the adoption of such policies, to modify the loan terms on up to one-half of the total sovereign debt owed to the United States by developing countries. Authorizes appropriations for the debt reduction program. Title V: Biological Diversity - Requires the Secretary of the Treasury to instruct the U.S. executive directors of multilateral development banks to promote the conservation of biological diversity. Authorizes appropriations to AID for FY 1991 through 1993 to carry out provisions of the Foreign Assistance Act of 1961 concerning biological diversity. Limits the amount of funds to OPIC for environmental assessment. Title VI: International Negotiations on Control of Greenhouse Gases - Requires the Secretary of State to request, if necessary, meetings of the parties to the Montreal Protocol on Substances that Deplete the Ozone Layer for possible control measures assessment. Directs the Administrator of the Environmental Protection Agency to: (1) publish a priority list of manufactured substances, including chlorofluorocarbons, which are known, or may be reasonably anticipated, to cause or contribute to stratospheric ozone depletion or global warming; and (2) create and annually update a list of other manufactured substances which meet such criteria. Prohibits the importation of a priority-listed substance, any product containing such substance, or any product manufactured with a process that uses such substance unless the Administrator has certified that the nations in which such substance or product was manufactured and from which such substance or product was imported have programs that require reduced production of such substance and limit the production of other substances covered by this Act pursuant to a schedule and limitations at least as stringent as those applicable under this Act. Requires the AID Administrator, no later than January 1, 1993, to report to the President and the Congress on policy recommendations for U.S. assistance and multilateral agreements to reduce methane emissions. Authorizes appropriations for the development of such recommendations. Directs the Administrator of the Environmental Protection Agency to report to the Congress by January 1, 1991, on: (1) the contribution of methane gas to global climate change; (2) the sources and sinks of methane; (3) the methods of controlling methane emissions; and (4) the relationship between methane emissions and concentrations of other trace gases. Directs the Secretary of State to encourage the establishment of an office in the United Nations Environment Programme and the World Meteorological Organization to monitor annual generation of carbon dioxide and other trace gases on a nation-by-nation basis. Requires the Secretary to make as a goal of all multilateral or global negotiations specified reductions of carbon dioxide by the years 2000 and 2015. Directs the Secretary to initiate negotiations of a multilateral agreement requiring specified reductions of oxides of nitrogen by the year 2000. Authorizes appropriations. Title VII: Global Energy Efficiency - Amends the Foreign Assistance Act of 1961 to authorize the President to assist developing countries with research and development programs aimed at energy efficiency and energy transmission facilities in rural areas. Prohibits assistance for large-scale production of energy from fossil fuels without first exploring energy efficient alternatives. Prescribes guidelines under which the President is directed to provide support to recipient countries with emphasis upon end use energy efficiency, least-cost energy planning, and energy conservation. Requires the President to report annually to the Congress regarding the bilateral energy program, including the progress made in reducing greenhouse gas emission. Authorizes appropriations to AID for FY 1991 through 1993 for technical assistance to developing countries for developing energy efficient power sources. Directs the AID Administrator to provide financial assistance to one project to demonstrate and implement energy-efficient mass transit for an urban area. Authorizes appropriations. Requires the Secretary of Energy to report to the Congress on the efforts of the Committee on Renewable Energy, Commerce and Trade to promote exports of renewable energy technology. Directs the Committee to: (1) establish a joint Government-industry plan to increase the U.S. market share in renewable energy technology; and (2) develop administrative guidelines for Federal export loan programs to simplify applications. Authorizes appropriations. Directs AID, by the end of 1995, to select a project to apply renewable energy techniques with diminished generation of greenhouse gases in a developing nation. Authorizes appropriations. Amends the Export-Import Bank Act of 1945 to require that no less than .025 percent of the loan authority of the Export-Import Bank be available only for solar and renewable energy loans. Amends the Foreign Assistance Act of 1961 to prohibit the use of OPIC administrative funds for incentives, grants, and studies for renewable energy and other small business activities. Title VIII: Cooperation with International Organizations - Sets forth congressional findings concerning U.S. assistance and support for global environmental programs. Authorizes appropriations, under the Foreign Assistance Act of 1961, to the Environment Fund of the United Nations, the World Meteorological Organization of the United Nations, the Intergovernmental Oceanographic Commission of the United Nations, and the International Geosphere-Biosphere Programme Study of Global Change of the United Nations for FY 1991 through 1993."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Global Warming Response Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish, within the Department of State, the Office of Global Warming, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:17-05:00"
}