{
  "actions": [
    {
      "acted_at": "2010-12-15", 
      "committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4033-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-12-15", 
  "number": "4033", 
  "official_title": "A bill to provide for the restoration of legal rights for claimants under holocaust-era insurance policies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Restoration of Legal Rights for Claimants under Holocaust-Era Insurance Policies Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-12-15", 
  "subjects": [
    "Civil actions and liability", 
    "Europe", 
    "Germany", 
    "Law", 
    "Legal fees and court costs", 
    "Life, casualty, property insurance", 
    "Switzerland", 
    "War crimes, genocide, crimes against humanity"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-12-15", 
    "text": "Restoration of Legal Rights for Claimants under Holocaust-Era Insurance Policies Act of 2010 - Allows a beneficiary (including an heir, assignee, or legal representative of a named insured or beneficiary) of a Holocaust-era life, dowry, education, annuity, property, or other insurance policy to bring a civil action in a U.S. district court against the insurer for the covered policy (or a related company of the insurer) to recover proceeds due or otherwise to enforce any rights under the policy. Covers any such policy issued to a policyholder domiciled in any area that was occupied or controlled by Nazi Germany (or by an ally or friendly government) or the territorial jurisdiction of Switzerland. Requires the award to a prevailing beneficiary of the amount of the proceeds due under the policy, plus prejudgment interest at 6% per year, compounded annually, calculated from the date the amount was originally due. Requires the award of treble damages against any insurer or related company that acted in bad faith. Sets a 10-year statute of limitations for claims filed under this Act. Declares that any prior judgment or release entered for any claim arising under a covered policy in any civil action in a federal or state court shall not preclude, foreclose, bar, release, waive, acquit, discharge, or otherwise impair any claim brought under this Act by any person. Declares that any executive agreement between the United States and a foreign government entered into, or any executive foreign policy of the U.S. government established, before, on, or after the enactment of this Act, shall not supercede or preempt any state law or compromise, settle, extinguish, waive, preclude, bar, or foreclose any claim brought under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Restoration of Legal Rights for Claimants under Holocaust-Era Insurance Policies Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the restoration of legal rights for claimants under holocaust-era insurance policies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:03-05:00"
}