{
  "actions": [
    {
      "acted_at": "1987-01-14", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-05", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Domestic and Foreign Marketing", 
      "text": "Referred to Subcommittee on Domestic and Foreign Marketing.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-10", 
      "in_committee": "Committee on Agriculture", 
      "in_subcommittee": "Domestic and Foreign Marketing", 
      "references": [], 
      "text": "Subcommittee on Domestic and Foreign Marketing. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-03-12", 
      "in_committee": "Committee on Agriculture", 
      "in_subcommittee": "Domestic and Foreign Marketing", 
      "references": [], 
      "text": "Subcommittee on Domestic and Foreign Marketing. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s310-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF", 
      "subcommittee": "Subcommittee on Domestic and Foreign Marketing and Product Promotion", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1987-01-14", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1987-01-14", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1987-04-03", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1987-01-14", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heflin, Howell", 
      "sponsored_at": "1987-01-14", 
      "state": "AL", 
      "thomas_id": "01358", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Zorinsky, Edward", 
      "sponsored_at": "1987-01-14", 
      "state": "NE", 
      "thomas_id": "01459", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-01-14", 
  "number": "310", 
  "official_title": "A bill to amend the Export Administration Act of 1979 to promote the export of United States agricultural commodities and the products thereof, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Export Enhancement Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-01-14", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "American economic assistance", 
    "Armed forces and national security", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Export controls", 
    "Exports", 
    "Farm produce", 
    "Food and Food Industry", 
    "Food relief", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "International affairs", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-01-14", 
    "text": "Agricultural Export Enhancement Act of 1987 - Amends the Export Administration Act of 1979 to prohibit the President from imposing national security export controls on agricultural exports if the exports are being made pursuant to a contract entered into before a specified date or if the exports are being made pursuant to an authorization issued under such Act unless and until the President certifies to the Congress that: (1) the controls are imposed in connection with a national emergency declared under the International Emergency Economic Powers Act; or (2) the United States has terminated diplomatic relations with the foreign country to which exports are to be controlled. Amends the Food Security Act of 1985 to establish an agricultural export enhancement program under which the Secretary of Agriculture will provide to U.S. exporters, users, and processors, and to foreign purchasers, agricultural commodities acquired by the Commodity Credit Corporation in order to encourage the export of targeted commodities to targeted countries. Requires the Secretary to provide such commodities to such persons at no cost. Defines targeted commodity to include farm commodities that are in surplus supply. Requires the Secretary to issue annually for each targeted commodity a list of foreign countries that have shown the largest increase in the U.S. market share of the commodity. Directs the Secretary to allocate the targeted commodities in the form of bonuses to the maximum possible number of countries on such list. Declares that a country is eligible for a bonus if the country: (1) is a traditional buyer of a targeted commodity; (2) during a specified time period, has a U.S. market share for the targeted commodity for which the country would receive a bonus of at least ten percent; (3) maintains a trading relationship with the United States; and (4) during a specified time period, imports at least as much of the targeted commodity from the United States as the country imported from the United States during the preceding fiscal year. Provides a transitional bonus for a country that is not targeted to receive a bonus if the bonus is necessary to: (1) open a major new market; (2) counter an unfair trade practice of another country; or (3) reward good traditional customer countries in which the U.S. market share is too high to allow significant market share improvement. Sets forth the manner of determining U.S. market share of a targeted commodity in cases involving countries that have received shipments of food aid. Requires the amount of a bonus, except in specified cases, to equal one-third of the value of all imports of the commodity by the country from the United States during a specified time period. Imposes a limitation on the amount of any transitional bonus provided during FY 1988. Requires the bonus to be distributed over the course of one fiscal year, unless extended. Authorizes the Secretary to reduce or eliminate a bonus provided to promote the export of a targeted commodity to a targeted country under certain conditions. Provides for administration of the programs. Authorizes the Secretary to provide to otherwise ineligible countries farm commodities to the extent necessary to help such countries meet the eligible qualifications in future years. Provides for annual reviews of the amount of commodities provided to such countries. Authorizes the Secretary to make green dollar export certificates available to commercial exporters of U.S. farm commodities. Makes such certificates redeemable for commodities owned by the Commodity Credit Corporation. Provides that the amount of such certificates made available to an exporter may be determined: (1) on the basis of competitive bids submitted by exporters; or (2) by announcement of the Secretary. Provides for administration of the certificate program. Requires the Secretary to report to specified congressional committees annually on the effects of the operation of the bonus program and the allocations made under the program. Imposes minimum and maximum levels on the amount of agricultural commodities used in the export enhancement program during each fiscal year. Terminates the authority for the export enhancement program on September 30, 1990. Expresses the sense of the Congress that the President, the Secretary of Agriculture, and other appropriate members of the executive branch use their authority under specified Acts to promote and expand exports of U.S. agricultural commodities. Requires the Secretary and the Director of the Agency for International Development to report to specified congressional committees and to the President within one year of enactment of this Act on the potential to expand the use of specified statutory authorities to promote the export of agricultural commodities to countries that are traditional major recipients of food aid and agriculture export credit. Authorizes the Secretary to: (1) provide to bona fide overseas market development cooperator organizations agricultural commodities acquired by the Commodity Credit Corporation to be used to expand overseas purchases and market development for U.S. agricultural commodities and value-added products; and (2) supplement certain other commodities provided under trade agreements with an additional bonus of commodities owned by the Commodity Credit Corporation. Requires the commodities provided under (1) to be in addition to current appropriations supporting market development activities carried out by such cooperator organizations. Expresses the sense of the Congress that: (1) each food, economic, and development assistance program should involve a greater proportion of food aid; (2) the proportion of food aid in each such program should be increased until it is equal to at least 33 percent of the total amount of aid except when such action would replace private U.S. agricultural sales; and (3) the President should report annually to the Congress on the extent to which foreign assistance programs meet such criteria."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Export Enhancement Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Export Administration Act of 1979 to promote the export of United States agricultural commodities and the products thereof, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:10-05:00"
}