{
  "actions": [
    {
      "acted_at": "1991-11-26", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Government Operations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-26", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to the House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-12-06", 
      "in_committee": "House Committee on Government Operations", 
      "references": [], 
      "subcommittee": "Legislation and National Security", 
      "text": "Referred to the Subcommittee on Legislation and National Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4062-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Legislation and National Security", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Gephardt, Richard A.", 
      "sponsored_at": "1991-11-26", 
      "state": "MO", 
      "thomas_id": "00433", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-26", 
  "number": "4062", 
  "official_title": "To require reauthorizations of budget authority for Government programs at least every ten years, to provide for review of Government programs at least every ten years, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3785-102", 
      "reason": "related"
    }
  ], 
  "short_title": "Sunset Act of 1991", 
  "sponsor": {
    "district": "13", 
    "name": "Mineta, Norman Y.", 
    "state": "CA", 
    "thomas_id": "00812", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-26", 
  "subjects": [
    "Administrative procedure", 
    "Appropriations", 
    "Authorization", 
    "Congressional agencies", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Evaluation", 
    "Federal budgets", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "House rules and procedure", 
    "Income tax", 
    "Legislation", 
    "Planning-programming-budgeting", 
    "Public administration", 
    "Senate rules and procedure", 
    "Sunset legislation", 
    "Tax expenditures", 
    "Taxation"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-26", 
    "text": "Sunset Act of 1991 - Title I: Reauthorization of Government Programs - Requires each Government program to be reauthorized at least once during each sunset reauthorization cycle. (Sunset reauthorization cycle means the period of five Congresses beginning with the 103d Congress and with each sixth Congress following the 103d Congress.) Sets forth the procedure in the House of Representatives and the Senate for the consideration of any legislation which authorizes new budget authority. Exempts from the requirements of this Act specified items, such as interest on Federal debts, health care services, general retirement and disability payments, litigation activities which have as their objectives the protection and implementation of civil rights guaranteed by the Constitution, and specified retirement pay and benefits. Title II: Program Inventory - Directs the Comptroller General and the Director of the Congressional Budget Office, in cooperation with the Director of the Congressional Research Service, to prepare an inventory of Federal programs. Declares that the purpose of such program inventory is to advise and assist the Congress in carrying out reauthorization and reexamination requirements and to link such reauthorization and review process with the budget process. Requires the Comptroller General to submit such program inventory to each House of Congress no later than January 1, 1992. Directs the congressional committees, the Congressional Budget Office, and the Congressional Research Service to review the program inventory and to suggest revisions. Requires that the program inventory be revised at the end of each session of the Congress and that such revisions be reported to each House. Title III: Program Reexamination - Requires each committee of the Senate and the House of Representatives to reexamine selected programs or groups of programs over which it has jurisdiction. Sets forth procedures for such review and criteria for selection of program areas for evaluation. Title IV: Tax Expenditures - Requires the Director of the Congressional Budget Office, after consultation with the Joint Committee on Taxation of the Congress, to prepare an inventory of tax expenditure provisions and to submit a report on such inventory to the Committee on Ways and Means of the House and the Senate Finance Committee by July 1, 1992. Directs the House Committee on Ways and Means and the Senate Committee on Finance to prepare a reauthorization schedule for all tax provisions similar to the schedule set out for Federal programs in title I of this Act. Requires the Congress to take final action on the reauthorization schedule for tax provisions before the end of the 101st Congress. Title V: Miscellaneous - Sets forth miscellaneous provisions to carry out the purposes of this Act. Directs the President, with the cooperation of the head of each appropriate agency, to submit to the Congress a Regulatory Duplication and Conflicts Report for all programs scheduled for reauthorization in the next Congress. Requires specified congressional committees to report on a review of the procedures established under this Act by December 31, 1998, and every five years thereafter. Authorizes appropriations through FY 2001."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sunset Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require reauthorizations of budget authority for Government programs at least every ten years, to provide for review of Government programs at least every ten years, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:14:05-05:00"
}