{
  "actions": [
    {
      "acted_at": "1986-07-24", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-07-24", 
      "bill_ids": [
        "hr2774-99"
      ], 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "For Previous Action See H.R.2774.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-30", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-30", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1986-08-15", 
      "references": [], 
      "text": "Reported to House (Amended) by House Committee on The Judiciary. Report No: 99-797.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-08-15", 
      "references": [], 
      "text": "Placed on Union Calendar No: 479.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5241-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Gekas, George W.", 
      "sponsored_at": "1986-07-24", 
      "state": "PA", 
      "thomas_id": "00432", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-07-24", 
  "number": "5241", 
  "official_title": "A bill to amend titles 18 and 28 of the United States Code to make technical and other changes occasioned by the enactment of the Comprehensive Crime Control Act of 1984, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2774-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Criminal Law and Procedure Technical Amendments Act of 1986", 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1986-07-30", 
  "subjects": [
    "Advisory bodies", 
    "Assassination", 
    "Assault", 
    "Autopsy", 
    "Bank robberies", 
    "Correctional institutions", 
    "Corrections and Correctional Institutions", 
    "Courts and Civil Procedure", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Department of Justice", 
    "Extortion", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Homicide", 
    "House of Representatives", 
    "Judges", 
    "Judicial officers", 
    "Kidnapping", 
    "Members of Congress", 
    "Members of Congress (House)", 
    "Mental illness", 
    "Murder", 
    "Parole", 
    "Presidential candidates", 
    "Presidential elections", 
    "Presidential protection", 
    "Presidents and Vice Presidents", 
    "Prison riots", 
    "Prisoners", 
    "Prisons", 
    "Probation", 
    "Sentences (Criminal procedure)", 
    "Trials", 
    "Vice Presidential candidates", 
    "Voting"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1986-08-15", 
    "text": "(Reported to House from the Committee on the Judiciary with amendment, H. Rept. 99-797) Criminal Law and Procedure Technical Amendments Act of 1986 - Makes technical and conforming changes to the Federal criminal code, the judicial code, and the Federal Rules of Criminal Procedure. Waives the residency requirement for any judge holding a full-time position on the United States Sentencing Commission. Eliminates the discharge of liability for unexecuted fines or other punishment which was granted by the fulfillment of the terms and conditions of probation. Provides that a period of supervised release shall run concurrently with any term of imprisonment of less than 30 days. Amends the Federal Rules of Criminal Procedure to grant courts the authority to order the defendant to submit to an examination to determine whether he has the mental capacity to stand trial. Authorizes the U.S. Marshals Service to credit all fees, commissions, and services collected to such Service's appropriation. Includes all Delegates to Congress within the definition of \"public official\" as it pertains to certain prohibitions in the Federal criminal code. (Current law includes only the Delegate from the District of Columbia within such definition.) States that a person found guilty of an offense shall be released pending appeal where the judicial officer finds that such appeal will likely result in a sentence that does not include a term of imprisonment. Provides criminal penalties for: (1) providing contraband materials to prisoners; and (2) possessing contraband materials in prison. (Current law prohibits trafficking in contraband articles in prison.) Includes detention facilities as a class of institution within the mutiny and riot provisions of the Federal criminal code. Amends the Federal Rules of Criminal Procedure regarding a conditional ruling on a motion for a new trial. Allows the U.S. Parole Commission to modify the conditions of parole without regard to the ten-day response period if such modification is required to prevent harm to the parolee or to the public. Provides enhanced criminal penalties for threats to assault, kidnap, or murder certain Federal officials. (Current law provides such enhanced penalties for such threats made against a family member of such officials.) Makes it a Federal criminal offense to assassinate, kidnap, or assault a major Presidential or Vice Presidential candidate. Provides criminal penalties for the communication of certain threats in foreign (as well as interstate) commerce. Makes it a Federal criminal offense to trespass on Bureau of Prisons property. (Currently, trespass on such property is prosecuted under the Assimulative Crime Act.) Increases the number of offenses for which Bureau of Prison personnel can make arrests without warrants to include assaults on officers, theft, depredation of property, destruction of property, and trespass. Authorizes the Director of the Bureau of Prisons to enter into contracts with States or territories for the exchange of prisoners. Authorizes the Attorney General to accept donations for use by the Bureau of Prisons. Authorizes the chief executive officer of a Federal penal or correctional facility to order autopsies under certain circumstances. Includes extortion of federally insured banks as a bank robbery offense."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Criminal Law and Procedure Technical Amendments Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Criminal Law and Procedure Technical Amendments Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles 18 and 28 of the United States Code to make technical and other changes occasioned by the enactment of the Comprehensive Crime Control Act of 1984, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:57:31-05:00"
}