{
  "actions": [
    {
      "acted_at": "1976-03-31", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12933-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-31", 
  "number": "12933", 
  "official_title": "A bill to amend the Public Works and Economic Development Act of 1965 to extend the authorizations for a three-year period.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12970-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr12971-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Public Works and Economic Development Act Amendments", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-31", 
  "subjects": [
    "Economic development", 
    "Public utilities", 
    "Public works", 
    "Urban affairs", 
    "Urban renewal"
  ], 
  "subjects_top_term": "Economic development", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-31", 
    "text": "Public Works and Economic Development Act Amendments - Amends the Public Works and Economic Development Act of 1965 to extend the authorizations for financial assistance to States and localities under the Act through September 30, 1979. Removes the prohibition on Federal assistance to competitors of regulated public utilities. Requires a decrease in the amount of Federal assistance to States and localities which have exhausted their effective taxing and borrowing capacity. Increases from ten percent to 25 percent the minimum amount of Federal funds that must be expended on redevelopment areas under the Act. Allows for additional funds to cover increased construction costs, provided the percentage of the Federal share for such project is not increased. Authorizes the Secretary of Commerce to agree to pay a portion of the interest on loans guaranteed under this Act. Revises the criteria for designation of redevelopment areas to include all municipalities with a population of 50,000 or more as eligible for such designation. Establishes a program of urban economic development and redevelopment to allievate problems of unemployment, migration, and long-term economic deterioration in urban areas. Details requirements for Federal assistance under such program. Authorizes annual appropriations of $200,000,000 per fiscal year from fiscal year 1977 through 1979. Authorizes an initial appropriation of $50,000,000 for the transitional period from July 1, 1976, through September 30, 1976. Authorizes the Secretary of Commerce or the Secretary of Labor to take steps to assure the validity of unemployment rate information. Repeals the prohibition on financial assistance for electric energy generating and transmission facilities. Authorizes additional assistance to areas suffering from long-term economic deterioration under the special economic development assistance program under Title IX of the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Works and Economic Development Act Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Works and Economic Development Act of 1965 to extend the authorizations for a three-year period.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:05-05:00"
}