{
  "actions": [
    {
      "acted_at": "2006-07-17", 
      "committee": "House Committee on Homeland Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Committee on Homeland Security", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-19", 
      "in_committee": "House Committee on Homeland Security", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2006-11-09T15:18:00-05:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Homeland Security. H. Rept. 109-713, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-09", 
      "references": [], 
      "text": "Referred jointly and sequentially to the House Committee on Ways and Means for a period ending not later than Nov. 17, 2006 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(t), rule X..", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-09", 
      "references": [], 
      "text": "Referred jointly and sequentially to the House Committee on Energy and Commerce for a period ending not later than Nov. 17, 2006 for consideration of such provisions of the bill and amendment as fall within the jurisdiction of that committee pursuant to clause 1(f), rule X..", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-17T14:46:00-05:00", 
      "references": [], 
      "text": "House Committee on Ways and Means Granted an extension for further consideration ending not later than Dec. 8, 2006.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-11-17T14:47:00-05:00", 
      "references": [], 
      "text": "House Committee on Energy and Commerce Granted an extension for further consideration ending not later than Dec. 8, 2006.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5814-109", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Meek, Kendrick B.", 
      "sponsored_at": "2006-07-17", 
      "state": "FL", 
      "thomas_id": "01715", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rogers, Mike D.", 
      "sponsored_at": "2006-07-17", 
      "state": "AL", 
      "thomas_id": "01704", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Thompson, Bennie G.", 
      "sponsored_at": "2006-07-17", 
      "state": "MS", 
      "thomas_id": "01151", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2006-07-17", 
  "number": "5814", 
  "official_title": "To authorize appropriations for the Department of Homeland Security, and for other purposes.", 
  "popular_title": "Authorization bill FY2007, Homeland Security", 
  "related_bills": [
    {
      "bill_id": "hr5441-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Department of Homeland Security Authorization Act for Fiscal Year 2007", 
  "sponsor": {
    "district": "3", 
    "name": "King, Peter T.", 
    "state": "NY", 
    "thomas_id": "00635", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2006-07-19", 
  "subjects": [
    "Administrative procedure", 
    "Advice and consent of the Senate", 
    "Aircraft pilots", 
    "Airline passenger traffic", 
    "Aliens", 
    "Animal breeding", 
    "Animals", 
    "Armed forces and national security", 
    "Authorization", 
    "Aviation safety", 
    "Biological warfare", 
    "Bombings", 
    "Border patrols", 
    "Bus drivers", 
    "Charter airlines", 
    "Chemical warfare", 
    "Civil service retirement", 
    "Commerce", 
    "Computer security measures", 
    "Computer simulation", 
    "Conferences", 
    "Congress", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Congressional-executive relations", 
    "Crime and law enforcement", 
    "Deceptive advertising", 
    "Department of Homeland Security", 
    "Disabled", 
    "Dogs", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Economics and public finance", 
    "Emergency housing", 
    "Emergency management", 
    "Employee training", 
    "Evacuation of civilians", 
    "Exchange of persons programs", 
    "Executive reorganization", 
    "Explosives", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement", 
    "Federal employees", 
    "Federal law enforcement officers", 
    "Federal officials", 
    "Federal-Indian relations", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fire fighters", 
    "Flight training", 
    "Fraud", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Health", 
    "Housing and community development", 
    "Identification devices", 
    "Identification of criminals", 
    "Information technology", 
    "Infrastructure", 
    "Infrastructure (Economics)", 
    "Intelligence officers", 
    "International affairs", 
    "International cooperation", 
    "Labor and employment", 
    "Law", 
    "Law enforcement officers", 
    "Liability (Law)", 
    "Licenses", 
    "Local officials", 
    "Mass rapid transit", 
    "Military vehicles", 
    "Minorities", 
    "Native Americans", 
    "Nuclear terrorism", 
    "Nuclear weapons", 
    "Older workers", 
    "Paramedical personnel", 
    "Police", 
    "Police training", 
    "Presidential appointments", 
    "Public health", 
    "Railroad safety", 
    "Research and development", 
    "Risk", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Security clearances", 
    "Security measures", 
    "Signs and symbols", 
    "Social welfare", 
    "State officials", 
    "Suicide", 
    "Surplus government property", 
    "Technology transfer", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation planning", 
    "Transportation safety", 
    "Transportation workers"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2006-11-09", 
    "text": "Department of Homeland Security Authorization Act for Fiscal Year 2007 - Title I: Authorization of Appropriations - (Sec. 101) Authorizes appropriations for the Department of Homeland Security (DHS) for FY2007. Title II: Improving Management, Integration, and Oversight - Subtitle A: Management Reform - (Sec. 201) Amends the Homeland Security Act of 2002 (HSA) to replace the Under Secretary for Management with a Deputy Secretary position. (Sec. 202) Includes among DHS's chief operating officers the Chief Financial Officer, Chief Procurement Officer, Chief Information Officer, Chief Human Resources Officer, Chief Administrative Officer, and Chief Security Officer. Directs: (1) the Secretary of Homeland Security (the Secretary) to delegate to such officers direct authority over their respective counterparts in component agencies; and (2) the chief operating officers in component agencies to coordinate activities with the heads of their respective agencies. (Sec. 203) Requires: (1) the Officer for Civil Rights and Civil Liberties to serve as the Secretary's coordinator for issues relating to individuals with disabilities and mitigation, preparedness, response, and recovery by assisting in the development, implementation, and review of policies and procedures; (2) the Director of the Federal Emergency Management Agency (FEMA) to appoint an individual to serve as the Director's coordinator for issues relating to individuals with disabilities; and (3) the Under Secretary for Preparedness to appoint a coordinator for issues relating to individuals with disabilities. (Sec. 204) Directs the Comptroller General to study and report on the accessibility to individuals with disabilities of emergency shelters for use in response to a major disaster. (Sec. 205) Directs the Secretary to establish a graduate-level Homeland Security Education Program in the National Capital Region for federal, state, and local officials with homeland security and emergency management responsibilities. Subtitle B: Integration and Organizational Improvements - (Sec. 221) Establishes in DHS a Directorate for Policy, Planning, and International Affairs, headed by an Under Secretary for Policy. Establishes within the Directorate an Office of International Affairs, headed by an Assistant Secretary, to promote the exchange of information and education with friendly nations and the sharing of best practices and technologies relating to homeland security. Directs the Under Secretary for Policy to establish within the Directorate the Office of Policy, the Office of Strategic Plans, the Office of the Private Sector, the Victim Assistance Officer, and the Tribal Security Officer. Establishes within the Directorate: (1) a Director of Cargo Security Policy; and (2) a Director of Trade Policy. Directs the Secretary and the Under Secretary for Policy to consult with representatives of the business community involved in international trade, including seeking the advice and recommendations of the Commercial Operations Advisory Committee (COAC), on DHS policies and actions that have a significant impact on international trade and customs revenue functions. (Sec. 222) Transfers the Noble Training Center to the Center for Domestic Preparedness. (Sec. 223) Directs the Comptroller General to study and report on the integration and adequacy of training for DHS personnel who interdict, interview, and process asylum seekers at U.S. ports of entry. Subtitle C: Strengthening Oversight - (Sec. 231) Directs the Secretary to actively consult with the congressional homeland security committees and keep them informed regarding all activities and responsibilities within their jurisdictions. Makes the Inspector General of DHS independently responsible for keeping such committees informed of DHS activities. Directs the Chief Financial Officer to establish the position of Authorization Liaison Officer to provide timely budget and other financial information to such committees. (Sec. 233) Requires the President's annual budget to include a separate line item for each fiscal year for expenditures by DHS's Office of Counternarcotics Enforcement. (Sec. 234) Directs DHS's Inspector General to review each contract over $20 million related to DHS's Secure Border Initiative to determine compliance with applicable cost requirements, performance objectives, program milestones, inclusion of small, minority, and women-owned business, and timelines. Requires the Inspector General to expeditiously refer information relating to any improper conduct or wrongdoing to the Secretary or other appropriate DHS official to evaluate whether to suspend or debar the contractor. Title III: Procurement Reform - (Sec. 301) Requires the Chief Procurement Officer to provide and report annually to the Secretary on homeland security procurement training for acquisition employees. Directs the Secretary to establish a Council on Procurement Training to make policy and curriculum recommendations. (Sec. 302) Directs the Secretary, in awarding a contract, to require submission of information on, and to consider, past performance of the contractor. (Sec. 303) Directs the Secretary to ensure that, in addition to any scientific evaluation completed prior to the designation or certification of qualified anti-terrorism technologies under the SAFETY Act, a sufficient number of full-time equivalent personnel, who are properly trained and qualified to apply legal, economic, and risk analyses, are involved in determining whether anti-terrorism technologies may be designated as qualified anti-terrorism technologies or certified by the Secretary under provisions regarding the government contractor defense. Directs the Secretary to: (1) ensure specified coordination to maximize the application of the litigation and risk management provisions of the SAFETY Act to qualified anti-terrorism technologies procured by DHS and to promote their use in the procurement of such technologies at federal, state, and local levels; (2) issue a directive requiring coordination between DHS procurement officials and DHS officials responsible for implementing the SAFETY Act in the solicitation and evaluation of any procurement involving a such technology; and (3) include SAFETY Act instruction for all acquisition employees and their representatives. Directs the Secretary to study and report on: (1) DHS procurements that involve any product, service, or technology to prevent, identify, or respond to acts of terrorism; and (2) whether such product, service, or technology is appropriate for the litigation and risk management protections of the SAFETY Act. (Sec. 304) Directs the Comptroller General to report to Congress on DHS's contracting processes, including improvements that could be made through new technologies. (Sec. 305) Directs the Secretary to require any offeror for any DHS contract to submit: (1) an attestation that discloses any substantial role the offeror may have played in creating a solicitation, request for proposal, statement of work, or statement of objectives for DHSand ; (2) a description of safeguards used to prevent the offeror from receiving information through such role that could provide the offeror an undue advantage; and (3) a written certification that the offeror is not in default or delinquent on any federal tax payment. (Sec. 307) Requires the Secretary or the head of any DHS component to work toward a goal of awarding not less than 20% of the total value of contracts for debris clearance, distribution of supplies, reconstruction, and other assistance activities relating to an act of terrorism, natural disaster, or other emergency (emergency), to qualified firms located in a county or parish within the affected area to the extent it does not interfere with providing timely and effective assistance. Grants preference to small business concerns. Directs the Secretary to encourage DHS components and state and local government agencies to competitively bid and negotiate contracts and prices for services in advance of an emergency. (Sec. 308) Directs the Secretary to modify the National Response Plan to establish a Support Annex on Emergency Contracting, which shall set forth plans and protocols for incident-related contracting to meet urgent needs efficiently, effectively, and in a manner designed to prevent waste, fraud, and abuse. (Sec. 309) Earmarks specified funds authorized for FY2007 for DHS's Office of Inspector General. (Sec. 310) Directs DHS to review, strengthen, and issue DHS-wide guidance on the policy governing the use of DHS purchase cards by employees for official business. Title IV: Personnel Authorities - Subtitle A: Workforce Enhancements - (Sec. 401) Directs the Secretary to: (1) take steps to control the costs of hiring, training, and deploying new Border Patrol agents; (2) ensure that the FY2007 cost of hiring, training, and deploying each new agent does not exceed $150,000; (3) promptly certify to specified congressional committees a cost exceeding such amount; and (4) suspend hiring, training, and deploying agents until those committees approve such increased per-agent cost. (Sec. 402) Amends the 2002 Supplemental Appropriations Act for Further Recovery From and Response To Terrorist Attacks on the United States to extend the authorization for, and increase the number of, annuitants employed by the Federal Law Enforcement Training Center. (Sec. 403) Amends HSA to direct the Secretary to: (1) coordinate DHS canine training programs and maximize its use of existing training facilities and resources to train canines throughout the year; (2) make it a priority to increase the number of domestically bred canines used by DHS to assist in its counterterrorism mission; and (3) establish a competitive grant program for domestic breeders of canines. Authorizes appropriations. Directs the Secretary to establish a Homeland Security Canine Detection Accreditation Board to develop and implement a process for certifying compliance with national voluntary consensus standards. (Sec. 404) Authorizes the Commissioner of U.S. Customs and Border Protection (CBP), for a five-year period, to appoint up to 500 federal annuitants to support acceleration of its ability to secure U.S. borders, without regard to competitive hiring procedures and without any reduction in such annuitants' retirement pay. Prohibits any appointment that would result in the displacement of an employee. (Sec. 405) Directs the Secretary to establish a plan to address CBP recruitment and retention challenges, includinge establishment of a recruitment incentive for Border Patrol agents and pay differentials for agents in high-cost areas. (Sec. 406) Requires service in CBP positions to be treated in the same way as service performed in law enforcement officer positions in administering any government retirement system. Sets forth provisions regarding individual and government contributions for prior qualified service. Provides a three-year exemption of affected individuals from mandatory separation provisions. Subtitle B: Improving Security Clearance Process - (Sec. 411) Directs the Secretary to: (1) review security clearance and suitability review procedures for DHS employees and contractors and for individuals in state and local government agencies and private sector entities with a need to receive classified information; and (2) take steps to strengthen DHS's security screening policies, including consolidating the security clearance investigative authority at the Departmental Headquarters. (Sec. 412) Amends HSA to establish a Chief Security Officer in DHS. Title V: Intelligence and Information Sharing - (Sec. 501) Replaces: (1) the Directorate for Information Analysis and Infrastructure Protection with an Office of Intelligence and Analysis; and (2) the Under Secretary for Information Analysis and Infrastructure Protection with an Under Secretary for Intelligence and Analysis. Makes the Under Secretary responsible for coordinating and enhancing integration among intelligence components, establishing intelligence priorities, establishing a structure and process to support DHS missions and goals, and establishing an Internal Continuity of Operations Plan. (Sec. 502) Lists the responsibilities of the head of each intelligence component of DHS. Directs the Secretary to provide training and guidance for component employees, officials, and senior executives to develop knowledge of laws, regulations, operations, policies, procedures, and programs related to the handling, analysis, dissemination, and collection of homeland security information. (Sec. 503) Directs the Under Secretary to implement a Homeland Security Advisory System to provide public advisories and alerts regarding threats to homeland security, which shall include information on appropriate protective measures and countermeasures, limit the scope to the specific region, locality, or economic sector at risk, and not use color designations as the exclusive means of specifying threat conditions. (Sec. 504) Directs the Secretary to: (1) integrate and standardize the information of DHS intelligence components into a DHS information sharing environment, to be administered by the Under Secretary; and (2) designate, for each DHS intelligence component, an information sharing and knowledge management officer who shall report on coordinating the different systems used to gather and disseminate homeland security information. Directs the Under Secretary to: (1) establish DHS-wide procedures for the review, analysis, and integration of information from state, local, tribal, and private sector sources and to develop mechanisms to provide analytical and operational feedback to entities that provide information to the Secretary; and (2) provide training and educational opportunities to DHS employees and ongoing evaluation of the use of homeland security information by employees of the Office and DHS intelligence components. Directs the Secretary: (1) acting through the Under Secretary, to establish a comprehensive information technology network architecture for the Office; and (2) to report to specified committees on developing and implementing that architecture. (Sec. 505) Directs the Secretary to: (1) establish a State, Local, and Tribal Information Fusion Center Initiative to establish partnerships with state, local, tribal, and regional information fusion centers; and (2) report to Congress with a concept of operations for the Initiative, which shall include a privacy and civil liberties impact assessment. (Sec. 506) Directs the Secretary, acting through the Under Secretary, to establish a Homeland Security Information Sharing Fellows Program to: (1) detail state, local, and tribal analysts and law enforcement officials and officers to DHS to participate in the work of the Office; and (2) promote information sharing. (Sec. 507) Directs the Secretary to ensure that: (1) the Under Secretary makes full and efficient use of open-source information to produce open-source intelligence products; and (2) DHS makes full and efficient use of such information to analyze U.S. critical infrastructure nodes from the perspective of terrorists using publicly available information. (Sec. 508) Directs the Secretary, acting through the Assistant Secretary of Homeland Security for U.S. Immigration and Customs Enforcement (ICE), to provide the administrative support and funding required for maintenance of the Human Smuggling and Trafficking Center. Requires such funding to be used for the hiring of not fewer than 30 full-time equivalent Center staff. Directs the Secretary to: (1) develop a plan for the Center; and (2) execute with the Attorney General a Memorandum of Understanding to clarify cooperation and coordination between ICE and the Federal Bureau of Investigation (FBI) regarding issues relating to human smuggling, human trafficking, and terrorist travel. Title VI: Prevention of Nuclear and Biological Terrorism - (Sec. 601) Establishes within DHS an Office of Domestic Nuclear Detection to protect against the unauthorized importation, possession, storage, transportation, development, or use of a nuclear explosive device, fissile material, or radiological material against the United States. Requires the Secretary to vest in the Office's Director primary responsibility in DHS for: (1) administering all nuclear and radiological detection and prevention functions and assets of DHS; and (2) coordinating such administration with such activities of other federal agencies. Sets forth the Director's functions and duties. Directs the Secretary to transfer to the Director certain DHS functions, assets, and personnel, except those relating to consequence management and recovery, and to ensure the elimination of duplication of effort. Requires the Director to report to Congress annually on the global detection strategy, the status of implementation of the global nuclear detection architecture, the schedule for future detection system deployments, the Office's research and development program, and a summary of actions taken by the Office during the reporting period to counter nuclear and radiological threats. Directs: (1) the Secretary to establish within the Office an Advisory Council on Nuclear Detection; and (2) the President to establish an Interagency Coordination Council. Authorizes appropriations. (Sec. 602) Amends HSA to establish within DHS a Chief Medical Officer, who shall have primary responsibility within DHS for medical issues related to emergencies, including: (1) serving as the Secretary's principal advisor on medical and public health issues; and (2) coordinating DHS biosurveillance and detection activities. Establishes in DHS a Deputy Chief Medical Officer. (Sec. 603) Directs the Secretary, acting through the Chief Medical Officer, to establish a National Biosurveillance Integration System (NBIS) to enhance the capability of the government to rapidly identify, characterize, and localize a biological event by integrating and analyzing data from human health, animal, plant, food, and environmental monitoring systems into a single comprehensive system. Directs the Secretary to ensure that the Chief Medical Officer is notified of any threat of a biological event and receives all reports related to threats of biological events in a timely manner. Directs the Chief Medical Officer to: (1) establish an interagency coordination council to facilitate interagency cooperation to advise the Chief Medical Officer on recommendations to enhance DHS biosurveillance capabilities; and (2) report to Congress each year regarding NBIS. (Sec. 604) Amends the Public Health Service Act (regarding public health countermeasures to a bioterrorist attack) to direct the Secretary to utilize existing risk assessments that the Secretary considers credible. Directs the Secretary, in conducting threat assessments and determinations of chemical, biological, radiological, and nuclear agents, to consider the completion of such assessments and determinations for groups of agents toward the goal of facilitating the assessment of countermeasures by the HHS Secretary. Requires the grouping of agents to be designed to facilitate such assessments regarding the following two categories of countermeasures: those that may address more than one agent identified and those that may address adverse health consequences that are common to exposure to different agents. Directs the Secretary to complete threat determinations by December 31, 2007. Amends HSA to extend the authorization of appropriations through FY 2009, and make additional appropriations for FY2007, regarding threat assessments. (Sec. 605) Directs the Secretary to study and report on staffing and training requirements for pending capital programs to construct biodefense laboratories at Biosafety Levels three and four or to expand current biodefense laboratories to such levels. (Sec. 606) Terminates DHS's Science and Technology Advisory Committee 10 years after its establishment. Title VII: Homeland Security Infrastructure Protection and Cybersecurity Enhancement - (Sec. 701) - Amends HSA to establish in DHS an Office of Infrastructure Protection, headed by an Assistant Secretary, whose responsibilities shall include: (1) identifying and carrying out comprehensive risk assessments of key resources and critical infrastructure to determine the risks posed by particular types of terrorist attacks within the United States; and (2) developing and maintaining a comprehensive national plan for securing such resources and infrastructure. Establishes in the Office an Integration Center, staffed by the Office of Infrastructure Protection, the Office of Cybersecurity and Telecommunications (established by this title), and the Office of Intelligence and Analysis. Makes the Integration Center responsible for integrating relevant threat, consequence, and vulnerability information, analysis, and assessments to identify priorities for protective and support measures, and for developing and disseminating analytical products that combine homeland security information with critical infrastructure and key resource vulnerability and consequence information. Directs the Secretary to ensure that DHS makes full and efficient use of open-source information to analyze U.S. critical infrastructure from the perspective of terrorists using publicly available information. Designates an Assistant Secretary to head the Office of Cybersecurity and Telecommunications, whose responsibilities shall include: (1) establishing and managing a national cybersecurity response system, a national cybersecurity threat and vulnerability reduction program, an emergency communications program, and a continuity of operations program; and (2) promoting voluntary cybersecurity best practices. (Sec. 702) Directs the Secretary to: (1) determine the extent to which architecture, engineering, surveying, and mapping activities related to U.S. critical infrastructure are being sent to offshore locations; (2) assess whether any vulnerabilities or threats exist; and (3) recommend policies, regulations, or legislation that may be necessary to protect U.S. national and homeland security interests. (Sec. 703) Authorizes the Secretary, acting through the Assistant Secretary and in conjunction with the National Science Foundation (NSF), to establish a program to award grants to institutions of higher education for: (1) the establishment or expansion of cybersecurity professional development programs and associate degree programs; and (2) the purchase of equipment to provide training in cybersecurity under such programs. Requires the Director of NSF to operate the program. (Sec. 704) Directs the Secretary to: (1) seek to reduce U.S. vulnerability to terrorism and deny the use of infrastructure as a weapon by maintaining a catalog of the nation's most at risk infrastructure in a single repository of national assets known as the National Asset Database, to be used in the development, coordination, integration, and implementation of plans and programs to identify, catalog, prioritize, and protect critical infrastructure and key resources and in providing any covered grant to assist in preventing, reducing, mitigating, or responding to terrorist attack; (2) report annually to the homeland security committees on critical infrastructure included in the Database that is most at risk to terrorism; and (3) provide the members of such committees with a classified briefing and a classified annex with each report. Directs the Secretary to issue guidelines for states to submit uniform information for possible inclusion and review of such submissions. Title VIII: Grants Administration - Amends HSA to set forth provisions governing DHS grant funding for first responders pursuant to the State Homeland Security Grant Program, the Urban Area Security Initiative, and the Law Enforcement Terrorism Prevention Program. Excludes non-DHS programs, fire grant programs, and the Emergency Management Performance Grant Program and Urban Search and Rescue Grants Program. Makes eligible for a covered grant any state, region, or directly eligible tribe. Directs the Secretary to require any state applying for a covered grant to submit a three-year state homeland security plan. Precludes a grant award to a state absent approval of such plan. Requires regional and tribal applications to be coordinated with state applications. Requires the Secretary to establish a First Responder Grants Board. Directs the Board to evaluate and annually prioritize pending applications for covered grants based upon: (1) the degree to which they would lessen the threat to, vulnerability of, and consequences for persons and critical infrastructure; (2) prior acts of international terrorism; (3) elevations in the threat alert level; (4) the existence of significant ports of entry; and (5) the most current risk assessment available of the threats of terrorism against the United States. Requires the Board to provide an opportunity for applicants to provide information regarding the risk profile of the applicants' jurisdictions. Directs the Board to coordinate with state, local, regional, and tribal officials in establishing grant criteria and to specifically consider terrorist threats against specified critical infrastructure sectors and to populations in all areas of the United States. Sets forth minimum funding amounts for grants, providing for larger grant awards to applicants that have a significant international border. Lists authorized uses of covered grants. Prohibits the use of grant funds to supplant state or local funds, to construct physical facilities (with specified exceptions), to acquire land, or for any state or local government cost sharing contribution. Authorizes: (1) a state and local government to use a covered grant to pay personnel costs dedicated exclusively to counterterrorism and intelligence activities consistent with an applicable state homeland security plan; and (2) covered grant applicants to petition the Secretary for reimbursement of the costs of any activity relating to terrorism prevention, preparedness, response, or recovery that is a federal duty being performed by a state or local government under agreement with a federal agency. Modifies the definition of \u0093emergency response providers\u0094 to include governmental and nongovernmental emergency public safety, law enforcement, and fire and related organizations. Supersedes a provision of the USA PATRIOT Act that sets forth minimum allocation amounts for domestic preparedness grants. (Sec. 802) Earmarks $2.9 billion from FY2007 appropriations for covered grants. (Sec. 803) Establishes in DHS a Metropolitan Medical Response System, under which the Assistant Secretary for Grants and Training shall administer grants to develop, maintain, and enhance medical preparedness systems that are capable of responding effectively during the initial hours of a public health crisis or mass-casualty event caused by an emergency. Directs the System to make grants to local governments to enhance specified activities, including medical surge capacity, nuclear detection and emergency communications capabilities, regional collaboration, and fatality management. Authorizes appropriations. Title IX: Transportation Security - Subtitle A: Rail and Public Transportation Security - (Sec. 901) Directs the Secretary, acting through the Transportation Security Administration (TSA), to: (1) establish standards, protocols, and procedures for vulnerability assessments and security plans for rail and public transportation systems; and (2) require a designated system owner or operator to assess the system's vulnerability to terrorism and to prepare and implement a security plan. Directs the Secretary to provide assistance and guidance in conducting vulnerability assessments and require that such assessments include: (1) identification and evaluation of critical infrastructure and assets; and (2) identification of vulnerabilities to such infrastructure and assets in specified areas. Directs the Secretary to provide in a timely manner threat information that is relevant to a rail or public transportation system, including an assessment of the most likely method that could be used by terrorists to exploit vulnerabilities and their likelihood of success. Directs the Secretary to provide assistance and guidance in preparing and implementing security plans, and require the plans to include: (1) security measures to address vulnerabilities identified in the assessment; (2) plans for periodic drills and exercises that include participation by local law enforcement agencies and first responders; (3) equipment, plans, and procedures to be implemented or used by the system in response to a terrorist attack; (4) identification of steps taken with state and local law enforcement agencies, first responders, and federal officials to coordinate security measures and response plans; (5) a description of training and exercises for transportation system employees, including a strategy or timeline for training; and (6) enhanced security measures to be taken when the Secretary declares a period of heightened security risk. Authorizes the Secretary to endorse, and transportation systems to elect to comply with, existing procedures, protocols, and standards that meet the requirements of this subtitle. Directs the Secretary to permit the development and implementation of coordinated vulnerability assessments and security plans to the extent two or more such systems have shared facilities that are geographically close. Provides for enforcement by the Secretary of penalties. Directs the Secretary to develop, implement, and update a supplement to the National Strategy for Transportation Security, to be entitled the National Rail and Public Transportation Security Plan. Directs the Secretary to develop, submit to the appropriate congressional committees, and annually update a Rail and Public Transportation Strategic Information Sharing Plan to ensure the robust development of both tactical and strategic intelligence products pertaining to the threats and vulnerabilities to transportation systems for dissemination to federal, state, and local agencies, tribal governments, and rail and public transportation stakeholders. (Sec. 902) Directs the Secretary to issue an interim final rule as a temporary regulation implementing these provisions and initiate a rulemaking as soon as practicable. (Sec. 903) Directs the Secretary, in coordination with TSA, to develop and issue detailed guidance for a transportation worker security training program to enhance the capabilities of such workers to prevent, prepare for, respond to, mitigate against, and recover from acts of terrorism. Directs the Secretary to support the development, promulgation, and regular updating of national voluntary consensus standards for transportation security training and ensure that the training provided is consistent with such standards. (Sec. 904) Directs the Secretary to consider whether memoranda of agreement should be updated or executed with other federal agencies to promote communications, efficiency, and nonduplication of effort in fulfilling the requirements of this title. (Sec. 905) Directs the Secretary to establish a grant program to allocate federal homeland security assistance to designated transportation systems on the basis of risk and need. Requires the Secretary to develop a prioritization for awarding grants based upon: (1) the most current risk assessment available from DHS, incorporating threat, vulnerability, and consequence analysis; and (2) the national economic and strategic defense considerations of individual systems. (Sec. 906) Directs the Secretary to establish: (1) a Rail and Public Transportation Security Exercise Program to test and evaluate the capabilities of government agencies, tribal governments, transportation system employees and management, emergency response providers, and the private sector to prevent, prepare for, mitigate against, respond to, and recover from acts of terrorism, natural disasters, and other emergencies at transportation systems; and (2) a Remedial Action Management System to identify and analyze each transportation system exercise for lessons learned and best practices, disseminate such practices to program participants, monitor their implementation, and conduct remedial action tracking and long-term trend analysis. (Sec. 907) Earmarks from FY2007 appropriations $400 million for grants and assistance to improve rail and public transportation security for that fiscal year. Subtitle B: Transportation Security Operations Enhancements - (Sec. 911) Reauthorizes aviation security funding for FY2006-FY2010. (Sec. 912) Amends the Aviation and Transportation Security Act to reauthorize through FY2010 and expand the scope of provisions regarding research and development of transportation security technology. (Sec. 913) Provides for individual liability to the government for a civil penalty of up to $10,000 for violation of a regulation prescribed or order issued by the Secretary with respect to nonaviation transportation. (Sec. 914) Provides that no U.S. officer or employee inspecting a person or property for a security screening shall be held liable for civil damages as a result of such an inspection performed in good faith. (Sec. 915) Authorizes the Secretary to establish a program under which the screening of passengers and property at an airport may be supplemented for limited periods in case of emergencies by screening personnel of a qualified private company. (Sec. 916) Authorizes the Secretary to assess a fee for a threat assessment to determine that an alien applying for recurrent training in the operation of any aircraft having a maximum certified takeoff weight of more than 12,500 pounds is properly identified and has not since the time of any prior threat assessment conducted pursuant to this section become a present risk to aviation or national security. Provides for terminating the training of any individual determined to be a risk. (Sec. 917) Directs the Secretary to ensure that DHS maintains an accounting of monies retained under provisions regarding disposition of unclaimed money. Subtitle C: Passenger Screening - (Sec. 921) Directs the Assistant Secretary of Homeland Security to: (1) issue regulations to require a passenger to present an acceptable personal identification document for inspection before entering a sterile area of an airport in the United States; and (2) establish a list of acceptable personal identification documents. Permits the Assistant Secretary to include a personal identification document on that list only if the document is issued under the authority of the U.S. government, a state, or a foreign government and includes: (1) the individual's full legal name, date of birth, gender, signature, and photograph; and (2) physical security features designed to prevent tampering, counterfeiting, and duplication of the document for fraudulent purposes. Directs the Assistant Secretary to include on the list drivers' licenses and personal identification cards that meet requirements of the Real ID Act of 2005. Directs the Assistant Secretary to establish: (1) procedures to match the name on a personal identification document with the name on an airline boarding document and the photograph with the passenger; and (2) standards for training personnel who check personal identification documents to recognize unacceptable and false documents. Subjects a passenger attempting to enter such sterile area who does not present an acceptable identification document to additional security screening. Sets penalties for knowingly presenting a false identification document in an attempt to enter such area. (Sec. 922) Directs the Secretary, before issuing final regulations to amend the rules regarding the manner in which international passenger manifest data is transmitted by air carriers to CBP, to: (1) conduct a pilot program to evaluate the use of automated systems for the immediate prescreening of passengers on flights in foreign air transportation; and (2) report to specified committees an assessment of the technical performance of the tested system, a description of the provisions of the tested systems to protect passenger civil liberties and privacy rights, and cost projections for implementation. (Sec. 923) Encourages the Secretary to pursue international cooperative efforts in the appropriate forum to set technology standards for passenger data and collection systems. (Sec. 924) Directs the Assistant Secretary (TSA) to submit to specified committees a report containing: (1) information on the percentage of airline passengers that are designated for secondary search on a daily basis by the Computer Assisted Passenger Prescreening System (CAPPS), the percentage found to be terrorists or associates of terrorists, and the annual cost of administering CAPPS; and (2) an evaluation of whether CAPPS screening should be continued after full deployment of the Secure Flight program. Directs the Assistant Secretary to develop a process to ensure that a passenger who has successfully completed a fingerprint-based background check conducted by DHS, or holds a security clearance issued by DHS, is not subject to secondary screening as the result of a designation under CAPPS. (Sec. 925) Directs the Assistant Secretary to: (1) ensure that a pilot who is eligible to receive federal flight deck officer training is offered a choice and at least 30 days advance notice of training dates; (2) establish a program to improve travel access to federal flight deck officer training facilities through the use of charter flights or improved scheduled air carrier service; (3) establish qualification standards for facilities where federal flight deck officers can receive requalification and recurrent training and provide for requalification and recurrent training at geographically diverse facilities; (4) provide federal flight flight deck officer training, requalification training, and recurrent training to eligible pilots at no cost; and (5) establish a secure means for TSA personnel to communicate with federal flight deck officers and for federal flight deck officers to communicate with each other. Replaces provisions authorizing the Under Secretary of Transportation for Security to revoke the deputization of a pilot as a federal flight deck officer with provisions: (1) authorizing the Assistant Secretary to issue, for good cause, an order revoking the deputization of a federal flight deck officer; (2) requiring such order to include the specific reasons for the revocation; (3) entitling an adversely affected individual to a hearing on the record; (4) providing for appeals to the Secretary; and (5) making the determination and order revoking deputization final and conclusive unless that individual files an application for judicial review within 60 days. Directs the Assistant Secretary to implement a pilot program to allow pilots participating in the federal flight deck officer program to transport their firearms on their persons. Allows the Assistant Secretary to prescribe any training, equipment, or procedures deemed necessary to ensure safety and maximize weapon retention. Directs the Assistant Secretary to conduct a review of the safety record of the program and report to Congress. Requires the Assistant Secretary to allow all pilots participating in the program the option of carrying their firearm on their person upon determining that the safety level under the program is comparable to that determined under existing methods of pilots carrying firearms on aircraft. Encourages the President to pursue aggressively agreements with foreign governments to allow maximum deployment of federal flight deck officers on international flights. Directs the President to report to Congress on the status of such efforts. Replaces specified references to the Under Secretary of Transportation for Security with references to the Assistant Secretary of Homeland Security (TSA). (Sec. 926) Directs the Assistant Secretary to implement a pilot program at five commercial service airports to physically screen all airport workers with access to sterile areas of the airport. Requires: (1) at least two of the participating airports to be large hub airports, with each of the remaining airports representing a different airport security risk category; (2) screening to be conducted under the same standards as apply to individuals at airport security screening checkpoints and to be carried out by contract screeners at a minimum of two airports; and (3) the program to be carried out for not less than 180 days. (Sec. 927) Directs the Assistant Secretary to prohibit scissors (with an exception) and tools from being carried aboard a passenger aircraft operated by an air carrier. (Sec. 928) Directs the Assistant Secretary to: (1) implement requirements of this subtitle regarding secured areas of airports; and (2) set a schedule for requiring airports to update their airport security plans to comply within three years after their issuance. (Sec. 929) Directs the Assistant Secretary to: (1) implement requirements regarding foreign repair station security; and (2) notify the appropriate committees and publish in the Federal Register DHS's any reasons for missing the deadline and an update of progress towards meeting the requirements every week that noncompliance continues. Subtitle D: Technical Amendments - (Sec. 931) Repeals provisions: (1) of the Vision 100--Century of Aviation Reauthorization Act requiring the Under Secretary for Border and Transportation Security to provide a certification on eight efficacy criteria for TSA's Computer Assisted Passenger Screening Program (CAPPS II) and requiring the Secretary to report on the potential impact of CAPPS II on privacy and civil liberties; (2) of the Aviation and Transportation Security Act requiring an annual report on progress in evaluating and determining whether to take actions to enhance transportation security; and (3) requiring an annual report on the establishment of measureable goals and objectives consistent with requirements of the Government Performance and Results Act of 1993. (Sec. 932) Consolidates into a single report the requirements for an annual report on transportation security and a biennial report on screening and foreign air carrier and airport security. (Sec. 933) Applies requirements for aircraft charter customer and lessee prescreening to aircraft with a maximum certificated takeoff weight greater than 12,500 pounds. Title X: Miscellaneous Provisions - (Sec. 1001) Amends HSA to prohibit knowingly using the name, insignia, or seal of DHS or the title of any DHS officer or employee in connection with any advertisement, commercial activity, or audiovisual production in a manner reasonably calculated to convey the impression that DHS has approved, endorsed, or authorized such use, except with the Secretary's written permission. Authorizes the Attorney General to initiate a civil proceeding in U.S. district court to enjoin any such act or practice. (Sec. 1002) Directs the Secretary to include U.S. military surplus vehicles having demonstrated utility for responding to disasters on the Authorized Equipment List states and localities are allowed to purchase, modify, upgrade, and maintain using homeland security assistance administered by DHS. (Sec. 1003) Directs the Under Secretary for Science and Technology to use and make available to state and local agencies computer simulations to help strengthen the ability of municipalities to prepare for and respond to a chemical, biological, or other terrorist attack and to standardize response training. (Sec. 1004) Directs the Secretary to submit to Congress the final report on the nationwide emergency notification system study that was prescribed in the Intelligence Reform and Terrorism Prevention Act of 2004. (Sec. 1005) Directs the Secretary to report to Congress on the feasibility of devising an exercise program to evaluate federal, state, local, and tribal capabilities to detect and prevent fraud, waste, and abuse in federal emergency assistance programs (Sec. 1006) Prohibits reimbursements for a DHS detailee from exceeding the highest rate allowable to a member of the Senior Executive Service."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Authorization bill FY2007, Homeland Security", 
      "type": "popular"
    }, 
    {
      "as": null, 
      "title": "Homeland Security Department FY2007 Authorization bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Department of Homeland Security Authorization Act for Fiscal Year 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Department of Homeland Security Authorization Act for Fiscal Year 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for the Department of Homeland Security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:47-05:00"
}