{
  "actions": [
    {
      "acted_at": "1990-04-25", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2512-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1990-04-25", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1990-04-25", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-25", 
  "number": "2512", 
  "official_title": "A bill to establish a New Federalism for American Indians, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "New Federalism for American Indians Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-25", 
  "subjects": [
    "Executive reorganization", 
    "Federal aid to Indians", 
    "Federal employees", 
    "Federal-Indian relations", 
    "Indian lands", 
    "Land transfers", 
    "Native Americans", 
    "Negotiations", 
    "Reprogramming of appropriated funds", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-25", 
    "text": "New Federalism for American Indians Act of 1990 - Title I: Office of Federal-Tribal Relations - Establishes the Office of Federal-Tribal Relations within the Executive Office of the President to be headed by a Director of Federal-Tribal Relations. Requires the Director to: (1) represent the President in negotiating New Federalism Agreements with Indian tribes; (2) oversee implementation of such Agreements; (3) transfer or reprogram funds appropriated for Federal Indian programs to provide funds for Tribal Self-Governance Grants; (4) collect and disseminate comparative data regarding such Agreements and the Indian tribes that enter into them; and (5) establish reporting and audit requirements for such Indian tribes. Prohibits the Director from negotiating with: (1) individual Indians, except as necessary to protect and advance their interests and rights in land held in trust by the United States or subject to restrictions against alienation under Federal law; or (2) an Indian tribe that is not eligible to negotiate such an Agreement with the United States, except as the Director deems necessary to carry out provisions regarding the transfer of Federal Indian program assets from the U.S. Government to the tribe. Requires the Director, in fulfilling the United States' obligation toward the Indians, to always act to protect and advance the interests of all Indian tribes and their members. Directs Federal department and agency heads administering funds appropriated for Federal Indian programs to provide information to the Director, upon request and subject to disclosure laws, necessary for carrying out the Director's duties under this Act. Requires the Director to require such officials to assist Indian tribes in transferring the control and operation of programs, services, and assets to them upon request and before the fifth year of a New Federalism Agreement. Requires the Administrator of General Services to provide administrative services to the Director on a reimbursable basis upon request. Requires the Director to report any agency's failure to comply with such provisions to the Congress. Title II: New Federalism Agreements - Sets forth requirements that Indian tribes must meet to be eligible to request negotiations with the Director for New Federalism Agreements. Specifies the provisions required in such Agreements, including those requiring: (1) recognition of the right of Indian tribes to exercise self-government; (2) relinquishment of the right of the Federal Government to review, approve, or disapprove tribal governmental actions; (3) provision of funds for annual Tribal Self-Governance Grants to Indian tribes as a permanent entitlement, in lieu of funds for Federal Indian programs, in an amount determined according to this Act; (4) administration of such funds according to specified standards of accountability outlining reporting and audit requirements; and (5) transfer of Federal Indian program assets to the Indian tribe without reimbursement and subject to information disclosure laws. Provides that any such Agreement shall not: (1) abrogate or deny Federal trust responsibility or any right afforded any Indian or Indian tribe against the United States; (2) affect any claim by an Indian or Indian tribe against the United States; or (3) affect or modify the right of any Tribe or any State or local government to exercise power in Indian country. Provides that the receipt of such a Grant shall not preclude the eligibility of an Indian tribe or its members to receive or benefit from Federal, State, or local governmental financial assistance programs or services. Sets forth guidelines for determining the amount of such a Grant. Title III: Miscellaneous Provisions - Requires the Director to submit to the President, the Congress, and each Indian tribe an annual report on the: (1) activities of the Office and of each tribe entering into such an Agreement that involve mismanagement of Tribal Self-Governance Grants or Federal Indian program assets; (2) implementation of this Act; and (3) instances of negotiating such an Agreement in bad faith. Entitles the civil service employment rights of certain Federal employees leaving Federal employment to be employed by an Indian Tribe entering into such an Agreement to the same protections provided under the Indian Self-Determination and Education Assistance Act. Title IV: Authorization of Appropriations - Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "New Federalism for American Indians Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a New Federalism for American Indians, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:00-05:00"
}