{
  "actions": [
    {
      "acted_at": "1973-05-08", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1749-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-08", 
  "number": "1749", 
  "official_title": "A bill to provide continued rail transportation in rural America.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rural America Rail Transportation Act", 
  "sponsor": {
    "district": null, 
    "name": "Mondale, Walter F.", 
    "state": "MN", 
    "thomas_id": "01402", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-08", 
  "subjects": [
    "Department of Transportation", 
    "Housing and community development", 
    "Railroads"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-08", 
    "text": "Rural America Rail Transportation Act - Provides that the Secretary of Transportation shall establish a Rural Rail Transportation Administration within the Department of Transportation which shall be headed by an Administrator appointed by the President, by and with the advice and consent of the Senate. States that the Secretary shall carry out his functions under this Act through such Administration. Authorizes the Secretary to contract for studies, research, and demonstration projects to: (1) develop improved equipment for rural rail services; (2) determine means of continuing and improving such service under existing railroad management; and (3) determine means of restoring such service where it has been discontinued. Authorizes the Secretary to make loans or loan guarantees to reestablish service on an abandoned railroad to continue service on a line to be abandoned if certain requirements set forth in this Act are met. Provides that the Interstate Commerce Commission shall not consider the request of any common carrier by railroad for a certificate authorizing the abandonment of all or any portion of a line of railroad until the expiration of a five year period following the date of such request to the Commission. States that in determining whether the public convenience and necessity permit the granting of such request the Commission shall give thorough consideration to the economic importance of such line to all areas which it serves. Authorizes to be appropriated such amounts as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Rural America Rail Transportation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide continued rail transportation in rural America.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:42-05:00"
}