{
  "actions": [
    {
      "acted_at": "1981-02-19", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-25", 
      "in_committee": "Senate Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department; Labor Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-27", 
      "references": [], 
      "text": "Star Print ordered on S.507.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s507-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1981-02-19", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1981-04-27", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-19", 
  "number": "507", 
  "official_title": "A bill to amend the Federal-State Extended Unemployment Compensation Act of 1970 to eliminate the national trigger, to provide for an optional State trigger, and to require 20 weeks of employment (or the wage equivalent) in order to qualify for benefits.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Boren, David L.", 
    "state": "OK", 
    "thomas_id": "01287", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-02-19", 
  "subjects": [
    "Department of the Treasury", 
    "Federal-state relations", 
    "Government trust funds", 
    "Intergovernmental tax relations", 
    "Labor and employment", 
    "Social welfare", 
    "States", 
    "Tax credits", 
    "Taxation", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Unemployment insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-02-19", 
    "text": "Amends the Federal-State Extended Unemployment Compensation Act of 1970 to eliminate the \"national trigger\" under the extended benefits program. Provides for a State option as to criteria for State \"on\" and \"off\" indicators under such program. Requires 20 weeks of employment (or the wage equivalent) in order to qualify for benefits under such program. Amends the Internal Revenue Code to provide that the credit against employment tax liability available to an employer shall not be reduced due to advances made to the unemployment account of a State under title XII (Advances to State Unemployment Funds) of the Social Security Act, if such State repays during the one-year period ending on November 9 of the taxable year the advances made to its unemployment account and such repayments are not less than the sum of the State's potential additional taxes for the taxable year, plus any advances made to such State during the one-year period. Empowers the Secretary of Labor to require a State to furnish any information necessary to determine if such State has made proper repayments. Permits States which borrow Federal funds for payment of unemployment benefits to qualify for a cap on any increase in employer tax liability due to the failure of such State to repay outstanding loans, if such State meets certain minimum solvency requirements with respect to its unemployment compensation system. Authorizes the Secretary of Labor to disqualify a State for such cap if he determines that the State has not provided adequate information with respect to the solvency of its unemployment compensation system. Permits States which have current loan balances for unemployment compensation benefits to waive certain new borrowing provisions: (1) during periods of high unemployment; and (2) for certain borrowing in taxable year 1981. Amends the Social Security Act, title XII (Advances to State Unemployment Funds), to set forth interest rates for State repayments of any advance made to a State during a taxable year in which such State is availing itself of the cap on credit reduction. Amends Social Security Act provisions relating to the Unemployment Trust Fund to direct the Secretary of the Treasury to determine the available portion of the funds credited to the book account of each State agency which is not required to meet current withdrawals. Permits each State to direct the Secretary to invest up to 50 percent of such available portion in such manner as the State determines to be appropriate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal-State Extended Unemployment Compensation Act of 1970 to eliminate the national trigger, to provide for an optional State trigger, and to require 20 weeks of employment (or the wage equivalent) in order to qualify for benefits.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:37-05:00"
}