{
  "actions": [
    {
      "acted_at": "1975-03-04", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s942-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-04", 
  "number": "942", 
  "official_title": "A bill to amend the Vocational Education Act of 1963 to improve the administration of postsecondary vocational education programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4797-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Postsecondary Vocational Education Act", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-04", 
  "subjects": [
    "Education", 
    "States", 
    "Technical education", 
    "Vocational education"
  ], 
  "subjects_top_term": "Technical education", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-04", 
    "text": "Postsecondary Vocational Education Act - Redefines the term \"vocational education\" for purposes of the Vocational Education Act of 1963 by stipulating that such term does not include training, retraining, guidance, counseling, instruction, and education of individuals who are sixteen years of age or older and who have graduated from or have left elementary or secondary school. Defines the terms \"postsecondary occupational education\" and \"postsecondary occupational education institution\" for purposes of such Act. Requires States to establish separate allotments for vocational education and for postsecondary occupational education in order to be eligible for grants under the Vocational Education Act of 1963. Sets forth the information required on applications by States for funds under such Act. Authorizes States to appeal denials of such applications in accordance with specified procedures. Prohibits States from using such grants to provide vocational education programs for those that have left or completed high school, or for persons who have already entered the labor market. Stipulates that a State may use its postsecondary occupational educational allotment only for postsecondary occupational education programs. Stipulates that 10 percent of such allotment may be used only for programs to benefit handicapped persons, and 15 percent for programs to benefit persons who have academic or socioeconomic handicaps. Requires the State commission which administers the distribution of such State's postsecondary education allotment to undertake a continuous program of statewide planning for postsecondary occupational education. Sets forth the factors required to be considered by such commissions with respect to such planning programs. Requires such commissions to prepare, with the advice of the State advisory council on vocational and occupational education, an annual State plan, which shall serve as the basis for disbursement of the State's allotment for that year by the State agency designated in accordance with this Act. Specifies the content required of such annual plans. Requires States to establish programs designed to promote access to postsecondary occupational education. Requires the Commissioner of Education to evaluate various means of promoting access to postsecondary occupational education programs to assist the Congress in its oversight responsibilities. Redesignates the National Advisory Council on Vocational Education as the National Advisory Council on Vocational and Postsecondary Occupational Education. Expands the duties of the Council to include advice, review, and evaluation with respect to postsecondary occupational education. Requires State advisory councils to include in their membership, representatives of postsecondary occupational education institutions. Authorizes to be appropriated for planning grants for programs under this Act such sums as may be necessary for the period beginning July 1, 1975 and ending September 30, 1976. Requires any State which desires to receive assistance after September 30, 1976 for any program authorized by the Higher Education Act of 1965 for purposes of postsecondary education to submit a plan containing specified information before August 1, 1976. Authorizes States to appeal denials of such assistance in accordance with specified procedures. Authorizes the Commissioner of Education to make grants to any State to improve the quality and to broaden the scope of comprehensive statewide planning for postsecondary education by such State in order to promote efficient and effective use of all the postsecondary education resources of the State. Authorizes to be appropriated such sums as may be necessary for such purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postsecondary Vocational Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Vocational Education Act of 1963 to improve the administration of postsecondary vocational education programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:10-05:00"
}