{
  "actions": [
    {
      "acted_at": "1980-05-08", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-15", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-754.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-22", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-22", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-05-28", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Committee on Interior and Insular Affairs discharged in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-07-31", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-18", 
      "references": [], 
      "text": "Senate agreed to House amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-18", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-08-27", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-28", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-08-28", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-09-08", 
      "references": [], 
      "text": "Public Law 96-344.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2680-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-09-08", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-08", 
  "number": "2680", 
  "official_title": "A bill to improve the administration of the Historic Sites, Buildings and Antiquities Act of 1935 (49 Stat. 666).", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Bumpers, Dale", 
    "state": "AR", 
    "thomas_id": "01295", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-08", 
  "subjects": [
    "Administrative fees", 
    "Arts, culture, religion", 
    "Boundaries", 
    "California", 
    "Disabled", 
    "Federal advisory bodies", 
    "Federal aid to libraries", 
    "Federal aid to the arts and humanities", 
    "Historic sites", 
    "Indiana", 
    "Kentucky", 
    "Libraries", 
    "Manned space flight", 
    "Maryland", 
    "Massachusetts", 
    "Monuments and memorials", 
    "National parks", 
    "Natural areas", 
    "New Jersey", 
    "New Mexico", 
    "New York State", 
    "North Carolina", 
    "Railroads", 
    "Recreation areas", 
    "South Carolina", 
    "Tennessee", 
    "Trails", 
    "Utah", 
    "Virginia", 
    "Wild rivers"
  ], 
  "subjects_top_term": "Libraries", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1980-07-31", 
    "text": "(Measure passed House, amended) Permits the Secretary of the Interior to provide financial assistance for the maintenance and protection of the Folger Library and the Corcoran Gallery of Art in Washington, D.C. Authorizes the Secretary to cooperate with the Accokeek Foundation in the operation and maintenance of the National Colonial Farm, Accokeek, Maryland. Makes funds appropriated to the Secretary for operation and maintenance of the farm available to the Foundation for such purposes. Establishes the Georgia O'Keeffe National Historic Site at Abiquiu, New Mexico. Requires the Secretary of the Interior, within three fiscal years from the effective date of this Act, to submit to specified Congressional committees a comprehensive general management plan for such site. Revises the boundaries of the Golden Gate National Recreation Area, California. Lengthens the term of office of members of the Golden Gate National Recreation Area Advisory Commission from three to five years. Specifies that the term of those Commission members who have been either appointed or reappointed subsequent to January 1, 1979, shall be extended so as to expire not before June 1, 1985. Extends the termination date for such Commission by ten years. Amends the Boston National Historical Park Act of 1974 to revise the boundaries of such park. Revises the boundaries of the Pinnacles National Monument, California. Revises the boundaries of the Golden Spike National Historic Site, Utah. Requires the Secretary, within two years from the effective date of this Act, to submit to specified Congressional committees, a report on the feasibility of providing passenger rail service from the city of Ogden, Utah, to such historic site. Amends the General Authorities Act of 1970 to require the Secretary of the Interior to indicate in each national park system new area study, the theme which an area represents as indicated in the National Park System Plan. Requires the annual listing of new candidate national park areas to be accompanied by a synopsis, for each report previously submitted, of the current and changed condition of the resource integrity of the area and other relevant factors. Amends the Land and Water Conservation Fund Act of 1965 to terminate the requirement that funds credited to the Land and Water Conservation Fund which have not been authorized for expenditure within two fiscal years be transferred to miscellaneous receipts of the United States Treasury. Redefines the term 'single visit' to mean a more or less continuous stay within a designated area. Specifies that payment of a single visit admission fee shall authorize exits from and reentries to a single designated area for a period of from one to 15 days. Requires the Secretary of the Interior and the Secretary of Agriculture to establish procedures for the issuance of a lifetime admission permit to any citizen of, or person domiciled in, the United States, if such citizen or person applied for such permit, and is blind or permanently disabled. Allows such a permit holder to receive a 50 percent reduction in special recreation facilities entrance fees. Amends the Act which established the Lowell National Historical Park, Massachusetts, to specify that any revenues or other assets acquired by the Lowell National Historical Park Advisory Commission by donation, lease or sale of property, or fees for services shall be available to the Commission, without fiscal year limitation, to be used for any authorized function of the Commission. Directs the Secretary of the Interior to require audits of the financial records of the Commission to be conducted not less frequently than once each year. Directs the Secretary of the Interior to inform the public of the contributions of Representative Ryan to the creation of the Gateway National Recreation Area in the States of New York and New Jersey. Increases to 15 the membership of the Gateway National Recreation Area Advisory Commission. Redesignates Moores Creek National Military Park in North Carolina as Moores Creek National Battlefield. Increases to 11 the membership of the San Antonio Missions National Historical Park Advisory Commission. Amends the National Trails System Act to designate the Overmountain Victory Trail in Virginia, Tennessee, North Carolina and South Carolina as a national historic trail and a component of the National Trails System. Directs the Secretary of the Interior to conduct a study to determine appropriate measures to protect and interpret for the benefit and education of the public, the Falls of the Ohio located in the States of Kentucky and Indiana. Amends the Wild and Scenic Rivers Act to authorize the Secretary of the Interior to establish an advisory body for the area of the Upper Missouri River which is a component of the Wild and Scenic Rivers System. Authorizes the Secretary to investigate, and report to specified Congressional committees, sites associated with the life and work of George Meany. Directs the Secretary, in consultation with the National Aeronautics and Space Administration, the Department of Defense, and any other entities considered by the Secretary to be appropriate, to conduct a study of locations and events associated with the historical theme of Man in Space. Requires such study, including potential action alternatives, to be submitted to specified Congressional committees no later than one complete fiscal year after the effective date of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to improve the administration of the Historic Sites, Buildings and Antiquities Act of 1935 (49 Stat. 666).", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:26-05:00"
}