{
  "actions": [
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-08-17", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13968-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-08-17", 
  "number": "13968", 
  "official_title": "A bill to provide a unified Federal approach to regional development.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Regional Development Act", 
  "sponsor": {
    "district": "11", 
    "name": "Ruppe, Philip E.", 
    "state": "MI", 
    "thomas_id": "01002", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-08-17", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Appalachia", 
    "Business and commerce", 
    "Education", 
    "Energy", 
    "Energy policy", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to vocational education", 
    "Forest management", 
    "Forests and forest products", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Housing and community development", 
    "Low-income housing", 
    "Lumber trade", 
    "Mines and mineral resources", 
    "Nutrition", 
    "Reclamation of land", 
    "Regional economic development", 
    "Regional medical programs", 
    "Regional planning", 
    "Research and development", 
    "Roads and highways", 
    "Rural economic development", 
    "Rural housing", 
    "Sewage treatment plants", 
    "Social welfare", 
    "Soil conservation", 
    "States", 
    "Transportation and Travel", 
    "Transportation planning", 
    "Vocational education"
  ], 
  "subjects_top_term": "Regional planning", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-08-17", 
    "text": "Regional Development Act - Title I: Establishment, Administration, and General Programs of Regional Commissions - Directs the President to designate development regions within the United States with the concurrence of the States in which such regions will be wholly or partially located. Directs that the designation of such regions be based upon findings: (1) that a geographic, cultural, historic, and economic relationship exists between the areas within such region; (2) that the region is within contiguous States with the exception of Alaska, Hawaii, California, Texas, Puerto Rico and the Virgin Islands; and (3) that the region would benefit from a unified approach to economic development. Authorizes the establishment of a regional development commission for each development region, consisting of the Governors of each State with territory in the region and a Federal co-chairman appointed by the President. Directs that such commissions: (1) study, initiate, coordinate, and plan public and private development programs for their respective regions; and (2) make appropriate recommendations to the President, Federal, State, and local legislatures and administrative agencies. Directs local planning be carried out by local development districts. Defines such districts as nonprofit entities certified to each regional development commission by officers of the States in which they are located. Authorizes the President to make grants to the regional development commissions to provide for their technical and administrative expenses. Authorizes the President to make supplemental grants to development regions eligible for specified Federal grant-in-aid programs but unable to supply the required matching funds. Sets forth provisions governing such grants. Enumerates the administrative powers of the regional commissions. Requires a State to maintain its average level of expenditures in a development region for the last two fiscal years in order to be eligible for assistance under this Act. Conditions all financial assistance on the recommendation of the regional commissions. Enumerates factors to be considered by the commissions in recommending assistance for development programs and projects. Requires the commissions to approve or disapprove applications for assistance within 45 days of their receipt. Requires the commissions to gather information through public hearings. Establishes criminal penalties for violations of the conflict of interest provisions of this Act governing the regional commissions and their employees. Requires each commission to make an annual report to the President, Congress and the Governors of each state with territory in its region. Requires public access to all scientific or technical developments financed in whole or in part under the authority of this Act. Empowers the district courts to order such access in actions brought by the Attorney General. Title II: Regional Development Programs and Projects - Authorizes the Secretary of Health, Education and Welfare to make grants for: (1) vocational education facilities and demonstration projects in any development region; and (2) health and nutrition demonstration projects. Authorizes the regional commissions, with the assistance of the Secretary of Transportation, to make grants for the planning of regional transportation networks and the funding of transportation demonstration projects. Authorizes the regional commissions to make grants for energy demonstration projects and programs. Title III: Appalachian Programs and Projects - Designates the Appalachian region, encompassing specified counties of several States, as a development region. Sets forth provisions governing the submission of plans, investment programs, and development projects for the Appalachian region and their approval by the regional commission. Authorizes the Secretary of Transportation to assist the Appalachian regional commission in the construction of highways and access roads. Authorizes the Secretary of Agriculture to provide financial assistance to landowners through agreements of not more than ten years for soil conservation and development. Authorizes the Secretary to provide technical and financial assistance to timber development in the Appalachian region. Authorizes the Secretary of the Interior to provide financial assistance for the restoration of areas damaged by deleterious mining practices. Authorizes the Secretary of Housing and Urban Development to provide financial assistance for planning and other preliminary expenses for low and moderate income housing projects. Authorizes the Secretary of Health, Education, and Welfare to provide financial assistance for: (1) multicounty demonstration health facilities, services, and projects; (2) nutrition demonstration projects; (3) sewage treatment works; and (4) vocational education facilities and demonstration projects. Authorizes the Appalachian regional commission to fund energy demonstration projects. Title IV: Miscellaneous Provisions - Authorizes the appropriation of specified sums for fiscal years, 1979 through 1984 to carry out the provisions of this Act. Repeals the Appalachian Regional Development Act of 1965 and Title V of the Public Works and Economic Development Act of 1965. States that this Act shall take effect on October 1, 1979, and terminate on October 1, 1985."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Regional Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a unified Federal approach to regional development.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:32-05:00"
}