{
  "actions": [
    {
      "acted_at": "1998-05-04", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-04", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-04", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-05-29", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Employer-Employee Relations", 
      "text": "Referred to the Subcommittee on Employer-Employee Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3788-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employer-Employee Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "1998-05-04", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Christensen, Jon", 
      "sponsored_at": "1998-06-05", 
      "state": "NE", 
      "thomas_id": "00196", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Houghton, Amo", 
      "sponsored_at": "1998-06-25", 
      "state": "NY", 
      "thomas_id": "00563", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Lazio, Rick", 
      "sponsored_at": "1998-08-06", 
      "state": "NY", 
      "thomas_id": "00670", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pomeroy, Earl", 
      "sponsored_at": "1998-06-05", 
      "state": "ND", 
      "thomas_id": "00922", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Ramstad, Jim", 
      "sponsored_at": "1998-06-25", 
      "state": "MN", 
      "thomas_id": "00942", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Watkins, Wes", 
      "sponsored_at": "1998-06-25", 
      "state": "OK", 
      "thomas_id": "01206", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-05-04", 
  "number": "3788", 
  "official_title": "To provide for pension reform, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Retirement Security for the 21st Century Act", 
  "sponsor": {
    "district": "2", 
    "name": "Portman, Rob", 
    "state": "OH", 
    "thomas_id": "00924", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-05-04", 
  "subjects": [
    "Administrative procedure", 
    "Age (Law)", 
    "Alimony", 
    "Annuities", 
    "Business income tax", 
    "Child support", 
    "Civil service pensions", 
    "Clergy", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Contracts", 
    "Corporations", 
    "Cost of living adjustments", 
    "Defined benefit pension plans", 
    "Defined contribution plans", 
    "Department of the Treasury", 
    "Disability retirement", 
    "Disabled", 
    "Dismissal of employees", 
    "Dividends", 
    "Divorce", 
    "Divorcees", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Employee benefit plans", 
    "Employee ownership", 
    "Employment agencies", 
    "Excise tax", 
    "Executive compensation", 
    "Families", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Housing and community development", 
    "Income tax", 
    "Indexing (Economic policy)", 
    "Individual retirement accounts", 
    "Insurance agents", 
    "Insurance premiums", 
    "International affairs", 
    "International agencies", 
    "Labor and employment", 
    "Law", 
    "Lease and rental services", 
    "Liability (Law)", 
    "Life expectancy", 
    "Life insurance", 
    "Loans", 
    "Local employees", 
    "Married people", 
    "Parking facilities", 
    "Partnerships", 
    "Payroll deductions", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Personal income tax", 
    "Profit sharing", 
    "Real estate business", 
    "Religion", 
    "Retirement age", 
    "Science, technology, communications", 
    "Small business", 
    "Social security taxes", 
    "Social welfare", 
    "State employees", 
    "Survivors' benefits", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Temporary employment", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Valuation", 
    "Wages", 
    "Withholding tax", 
    "Women"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-05-04", 
    "text": "TABLE OF CONTENTS: Title I: Expanding Coverage Title II: Enhancing Fairness for Women and Children Title III: Increasing Portability for Participants Title IV: Strengthening Pension Security and Enforcement Title V: Reducing Regulatory Burdens Retirement Security for the 21st Century Act - Amends the Internal Revenue Code (the Code) with respect to pensions. Title I: Expanding Coverage - Restores the amounts of certain limitations formerly in effect under the Code for: (1) defined benefit plans; (2) defined contribution plans; (3) qualified trusts; (4) elective deferrals; (5) deferred compensation plans of State and local governments and tax-exempt organizations; (6) simple retirement accounts; and (7) cost-of-living adjustments. (Sec. 102) Amends the Code and the Employee Retirement Income Security Act of 1974 (ERISA) to revise requirements relating to plan loans for subchapter S owners, partners, and sole proprietors. (Sec. 103) Allows employers to elect salary reduction only arrangements under Code requirements for simple plans. (Sec. 104) Revises specified top-heavy rules. Repeals family aggregation rules. Revises the definition of key employee. Provides that, at the election of the employer, any employee elective contribution to a plan shall not be taken into account for purposes of determining: (1) whether a plan is a top-heavy plan (or whether any aggregation group which includes such plan is a top-heavy group); or (2) compensation. Requires that employer matching contributions be taken into account for purposes of minimum contribution requirements. Revises requirements for qualifications. Provides for distributions during the last year before a determination date is taken into account. Excludes from the definition of top-heavy plan: (1) cash or deferred arrangements using alternative methods of meeting nondiscrimination requirements; and (2) defined contribution plans using alternative methods of meeting nondiscrimination requirements. Provides that elective deferrals will not be taken into account for purposes of a special rule where the maximum contribution is less than three percent. (Sec. 105) Provides that qualified staffing firms are to be considered employers for purposes of: (1) specified employment taxes; and (2) providing employee benefits. Provides for coverage of leased employees in employment benefit plans by: (1) applying to leased employees certain requirements concerning cash or deferred arrangements, matching contributions, and employee contributions; and (2) setting forth special rules for the leasing organization's plan. Revises safe harbor plan requirements. (Sec. 106) Provides that elective deferrals shall not be taken into account for purposes of limits on certain plan contributions. (Sec. 107) Amends ERISA to provide for a phase-in of an additional premium for new plans to pay to the Pension Benefit Guaranty Corporation (PBGC). (Sec. 108) Repeals specified coordination requirements under the Code for deferred compensation plans of State and local governments and tax-exempt organizations. Title II: Enhancing Fairness for Women and Children - Allows additional salary reduction catch-up contributions for those approaching retirement under Code requirements relating to: (1) elective deferrals; (2) simple retirement accounts; and (3) deferred compensation plans of State and local governments and tax-exempt organizations. (Sec. 202) Sets forth requirements relating to equitable treatment for contributions of employees to defined contribution plans. Requires that certain contributions by church plans are not to be treated as exceeding a specified limit. (Sec. 203) Provides for faster vesting of certain employer matching contributions under the Code and ERISA. (Sec. 204) Amends Federal civil service law to revise requirements for deferred annuities for surviving spouses of Federal employees under both the Civil Service Retirement System (CSRS) and the Federal Employees Retirement System (FERS). (Sec. 205) Revises minimum distribution rules under the Code. Revises requirements for actuarial adjustment of benefit under a defined benefit plan. Directs the Secretary of the Treasury to: (1) simplify and finalize the regulations relating to minimum distribution requirements; and (2) modify such regulations to reflect increases in life expectancy, and revise required distribution methods so that, under reasonable assumptions, the amount of the required minimum distribution does not decrease over a participant's life expectancy. Provides that, during the first year that such revised regulations are in effect, required distributions for future years may be redetermined, with the opportunity to choose a new designated beneficiary and to elect a new method of calculating life expectancy. Excludes specified amounts from minimum distribution requirements. Repeals a rule relating to distributions begun before death occurs. (Sec. 206) Revises requirements relating to tax treatment of division of section 457 plan benefits upon divorce. Title III: Increasing Portability for Participants - Permits rollovers from and to various types of plans under the Code. (Sec. 302) Permits individual retirement plan (IRA) rollovers only if certain conditions are met. (Sec. 303) Permits rollover of after-tax contributions in an exempt trust under specified conditions. Sets forth a hardship exception to the 60-day rule. (Sec. 304) Sets forth requirements for treatment of forms of distribution available under transferor and transferee plans, under both the Code and ERISA. (Sec. 305) Revises restrictions on distributions, including the same desk exception. Repeals business sale requirements. (Sec. 306) Authorizes trustee-to-trustee transfers to purchase permissive service credit with respect to governmental defined benefit plans. Title IV: Strengthening Pension Security and Enforcement - Amends the Code and ERISA to revise the percentage of current liability funding limit. Revises maximum contribution deduction rules and applies them to all defined benefit plan under the Code. (Sec. 402) Amends ERISA to revise requirements relating to missing participants. Direct the PBGC to prescribe rules relating to missing participants for multiemployer plans covered by the PBGC that terminate. Allows the administrator of a plan not otherwise subject to such PBGC regulation to elect to transfer a missing participant's benefits to the PBGC upon termination of the plan, under specified conditions. (Sec. 403) Amends ERISA to revise requirements for periodic pension benefits statements. (Sec. 404) Amends ERISA to make discretionary the imposition and amount of civil penalties for breach of fiduciary responsibility. Revises requirements for the applicable recovery amount and related rules. (Sec. 405) Amends the Code to allow an employer, in determining the amount of nondeductible contributions for any taxable year, to elect not to take into account any contributions to a defined benefit plan except to the extent that they exceed the full-funding limitation. Title V: Reducing Regulatory Burdens - Amends the Code to provide intermediate sanctions for inadvertent failures. Provides for protection from disqualification upon timely correction or payment of fine under requirements for: (1) qualified pension, profit-sharing, and stock bonus plans; (2) qualified cash or deferred arrangements (section 401(k) plans); and (3) annuity contracts. Provides that, under requirements relating to taxability of the beneficiary of a nonexempt trust, income inclusion for disqualification is not applicable to nonhighly compensated employees. (Sec. 502) Repeals a multiple use test. Directs the Secretary prescribe regulations permitting appropriate aggregation of plans and contributions. (Sec. 503) Directs the Secretary to provide by regulation that a plan shall be deemed to satisfy specified requirements of the Code if it satisfies a certain facts and circumstances test, under specified conditions. (Sec. 504) Revises line of business rules to: (1) repeal a gateway test; and (2) provide a line of business exception. Directs the Secretary to modify regulations relating to special rules for separate lines of business under the Code to: (1) simplify the administrability of the rules for both the Secretary and plans; and (2) permit employees to be allocated among lines of business based on all the facts and circumstances. (Sec. 505) Grants the Secretary discretion in applying a specified coverage test to a plan. (Sec. 506) Amends the Code and ERISA to provide for an annual inflation adjustment to increase the retirement plan cash-out amount. (Sec. 507) Directs the Secretary to delete a specified rule under regulations relating to the cash-out rule. (Sec. 508) Amends the Code and ERISA to revise requirements relating to timing of plan valuations. (Sec. 509) Makes inapplicable to certain mirror plans specified Code requirements relating to deferred compensation plans of State and local governments and tax-exempt organizations. (Sec. 510) Amends ERISA rules for substantial owners relating to plan terminations to revise: (1) the phase-in of the guarantee; and (2) the allocation of assets. (Sec. 511) Amends Code requirements for applicable dividends to allow dividends of employee stock ownership plans to be reinvested without loss of dividend deduction. (Sec. 512) Directs the Secretary of the Treasury to modify the regulations regarding the exclusion allowance to render void the requirement that contributions to a defined benefit pension plan be treated as previously excluded amounts. (Sec. 513) Provides for a special limitation rule for multiemployer plans as well as governmental plans. (Sec. 514) Eliminates partial termination rules for multiemployer plans. (Sec. 515) Revises the notice and consent period regarding distributions. Directs the Secretary to modify certain regulations under the Code to provide that the description of a participant's right, if any, to defer receipt of a distribution shall also describe the consequences of failing to defer such receipt. (Sec. 516) Sets forth conforming amendments relating to election to receive taxable cash compensation in lieu of nontaxable parking benefits. (Sec. 517) Extends to international organizations the moratorium on application of certain nondiscrimination rules applicable to State and local plans. (Sec. 518) Directs the Secretary to modify certain regulations with respect to certain plan participation by employees of tax-exempt entities under the Code. (Sec. 519) Provides for permissive aggregation of collective bargaining units in specified circumstances relating to plan participation under the Code. (Sec. 520) Repeals a transition rule relating to certain highly compensated employees under the Tax Reform Act of 1986. (Sec. 521) Prescribes requirements for plan amendments or annuity contract amendments under the Code and ERISA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Retirement Security for the 21st Century Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for pension reform, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:51-05:00"
}