{
  "actions": [
    {
      "acted_at": "1973-04-18", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7192-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-04-18", 
  "number": "7192", 
  "official_title": "A bill to provide increases in certain annuities payable under chapter 83 of title 5, United States Code, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s626-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "St Germain, Fernand J.", 
    "state": "RI", 
    "thomas_id": "01093", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-04-18", 
  "subjects": [
    "Federal employees", 
    "Federal employees and officials"
  ], 
  "subjects_top_term": "Federal employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-04-18", 
    "text": "Provides that the annuity of a retiring Federal employee or Member of Congress shall in no event be less than twelve times the smallest primary insurance amount (including any cost-of-living increase added to that amount) used as a basis for determining the amount of benefits payable to individuals under title II (Old-Age, Survivors', and Disability Insurance) of the Social Security Act. States that the annuity of a survivor payable under this subchapter, or prior comparable provision of law, shall in no event be: (1) in the case of a surviving child, less than 36 times the smallest primary insurance amount (including any cost-of-living increase added to that amount) used as a basis for determining the amount of benefits payable to individuals under title II of the Social Security Act divided by the number of children; and (2) in the case of any other survivor, less than 12 times such primary insurance amount (including any such cost-of-living increase). Provides that an amount payable from the Civil Service Retirement and Disability Fund to a former employee or Member, which is based on a separation occurring prior to October 20, 1969, shall be increased by $300 ($165 in the case of the surviving spouse of an annuitant). (Adds 5 U.S.C. 8339(0), 8341(h))"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide increases in certain annuities payable under chapter 83 of title 5, United States Code, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:49-05:00"
}