{
  "actions": [
    {
      "acted_at": "1987-06-11", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1355-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1987-06-11", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1987-08-07", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1987-08-07", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-11", 
  "number": "1355", 
  "official_title": "A bill to ensure energy security for the Nation by expanding the domestic petroleum reserve base.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2662-100", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr2662-100", 
      "reason": "identical"
    }
  ], 
  "short_title": "National Petroleum Security Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Gramm, Phil", 
    "state": "TX", 
    "thomas_id": "00453", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-06-11", 
  "subjects": [
    "Administrative procedure", 
    "Alaska", 
    "Animals and Animal Protection", 
    "Antitrust law", 
    "Antitrust policy", 
    "Arctic and polar regions", 
    "Canada", 
    "Contracts", 
    "Cooperative societies", 
    "Corporation taxes", 
    "Corporations and Stocks", 
    "Courts and Civil Procedure", 
    "Department of Energy", 
    "Economics and public finance", 
    "Energy policy", 
    "Energy prices", 
    "Environmental protection", 
    "Excess profits tax", 
    "Excise tax", 
    "Federal Energy Regulatory Commission", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Gas companies", 
    "Gas pipelines", 
    "Groundwater", 
    "Income tax", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Landfill siting", 
    "Minimum tax", 
    "National Security and Intelligence Operations", 
    "Natural gas", 
    "Oil and gas leases", 
    "Oil well drilling", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum in submerged lands", 
    "Petroleum industry", 
    "Petroleum pipelines", 
    "Petroleum recycling", 
    "Petroleum reserves", 
    "Petroleum storage", 
    "Potable water", 
    "Price regulation", 
    "Prospecting", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Restrictive trade practices", 
    "Strategic materials", 
    "Tax credits", 
    "Tax deductions", 
    "Taxation", 
    "Trade agreements", 
    "Trade negotiations", 
    "Treaties", 
    "Underground storage", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water supply", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-11", 
    "text": "National Petroleum Security Act of 1987 - Title I: Financial Incentives to to Stimulate Oil and Gas Production - Amends the Internal Revenue Code to repeal the windfall profit tax on domestic crude oil. Allows a crude oil production tax credit for maintaining economically marginal wells. Allows as a tax deduction geological and geophysical costs paid or incurred during the taxable year. Repeals special rules for deduction of intangible drilling costs and mineral exploration and development costs. Increases the net income depletion limitations for oil or gas wells to 100 percent. Repeals certain depletion transfer rules. Title II: Federal Leasing Reform Provisions - Amends the Mineral Lands Leasing Act of 1920 to direct the Secretary of the Interior to implement a competitive oil and gas leasing program on the public lands of the Coastal Plain (in Alaska) in order to assure expeditious exploration, development, and production of the area's oil and gas resources. Delineates the elements of the Coastal Plain leasing program. Mandates deposit of the receipts from such leasing program in the Treasury. Requires that activities be conducted to achieve the reasonable protection of wildlife resources, the environment, and subsistence users. Authorizes the Secretary of State to initiate discussions with the Canadian Government regarding mutual planning for the development and transportation of crude oil and natural gas resources in the Arctic region under the respective jurisdiction of each country, both onshore and offshore. Title III: Oil Regulatory Reform Provisions - Amends the Energy Policy and Conservation Act to direct the Secretary of Energy to assure that at least 50 percent (by volume) of the petroleum products acquired for storage in the Strategic Petroleum Reserve during each fiscal year are derived from domestic crude oil production. Amends the Department of Energy Organization Act to authorize the Attorney General to petition the Secretary of Energy for an adjudication of whether continued regulation of an existing pipeline is in the public interest. Directs the Secretary, upon receipt of such petition, to conduct such adjudication according to prescribed guidelines. Terminates Federal Energy Regulatory Commission jurisdiction over an existing pipeline that is not the subject of such a petition 120 days after the effective date of this Act, unless a joint resolution is enacted before then directing the Secretary to conduct an adjudication of whether regulation of such pipeline is in the public interest. Prescribes adjudication guidelines under which the Secretary shall find that regulation of a pipeline is in the public interest only if it is demonstrated that such regulation is necessary to constrain the exercise of substantial market power in a significant portion of the markets in which the pipeline operates. Terminates Commission regulatory jurisdiction over an existing pipeline if the Secretary finds the regulation over such pipeline is not in the public interest. Prescribes guidelines under which the Secretary is authorized to conduct an adjudication of whether, as a direct result of changed circumstances, regulation of an existing pipeline not then subject to Commission regulatory jurisdiction is in the public interest. Declares that new pipelines shall not be subject to Commission regulatory jurisdiction. States that the termination of Commission regulatory jurisdiction does not apply to its jurisdiction over crude oil or refined oil products transported prior to termination. Precludes Commission regulatory jurisdiction from being transferred in any manner to any Federal agency. Declares that the pipeline jurisdiction provisions of this Act do not apply to the Trans-Alaska pipeline. Confers exclusive, original jurisdiction over any petition for judicial review upon the U.S. Court of Appeals for the District of Columbia Circuit. Precludes from such judicial review any action of the Attorney General under this Act, including adjudication petitions. Authorizes both the Secretary and the Attorney General to promulgate regulations under this Act. Retains the applicability of all antitrust laws to pipeline transportation of crude oil or refined oil products. Title IV: Natural Gas Regulatory Reform Provisions - Amends the Natural Gas Policy Act of 1978 to authorize the Federal Energy Regulatory Commission to: (1) allow any pipeline to transport natural gas on behalf of any person; (2) require pipelines to transport gas without discrimination; and (3) require pipelines which receive gas to provide nondiscriminatory transportation services. Requires the Commission (upon request by any person) to direct an interstate pipeline to provide transportation service without discrimination, unless such pipeline demonstrates to the Commission that it is incapable of providing such service. Removes wellhead price controls over all natural gas first sales beginning April 1, 1988. Removes such control for certain gas sales contracts executed after the date of enactment of this Act. Repeals Commission jurisdiction over first sales of natural gas committed or dedicated as of the day before enactment of this Act. Repeals Commission authority to specify the minimum duration of certain natural gas contracts (thus removing all non-price regulation of first sales of natural gas). Declares that, with respect to ceiling prices of certain natural gas sales, the last price paid for such gas shall be considered a federally established rate for purposes of an area rate clause. Provides a limited antitrust exemption for independent natural gas producer cooperatives. Title V: Environmental Provisions - Amends the Solid Waste Disposal Act to exclude from the definition of \"underground storage tank\" all well cellars, sumps, drip collection devices, and specified equipment used in petroleum marketing operations. Expresses the sense of the Congress that certain rules regarding mixtures and derivatives should not be invoked to curtail certain petroleum industry recycling practices. Expresses the sense of the Congress that the Administrator of the Environmental Protection Agency should encourage continued use of land treatment for petroleum waste, and that such treatment should be considered as complying with the Solid Waste Disposal Act. Amends the Safe Drinking Water Act to modify the underground injection control program with respect to the utilization of brine or other fluids."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Petroleum Security Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure energy security for the Nation by expanding the domestic petroleum reserve base.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:34-05:00"
}