{
  "actions": [
    {
      "acted_at": "1979-12-13", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-13", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-13", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-13", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6136-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Andrews, Ike", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00018", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-13", 
  "number": "6136", 
  "official_title": "A bill to amend the Economic Opportunity Act of 1964 to establish a comprehensive energy conservation services program designed to enable low-income individuals and families, and severely handicapped individuals, to participate in energy assistance programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Economic Opportunity Amendments of 1979", 
  "sponsor": {
    "district": "7", 
    "name": "Perkins, Carl Dewey", 
    "state": "KY", 
    "thomas_id": "00908", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-13", 
  "subjects": [
    "Consumer education", 
    "Consumer protection", 
    "Disabled", 
    "Education", 
    "Employment and training programs", 
    "Energy", 
    "Energy conservation", 
    "Energy consumption", 
    "Energy efficiency", 
    "Energy prices", 
    "Federal aid programs", 
    "Federal aid to Indians", 
    "Federal aid to education", 
    "Federal-Indian relations", 
    "Federal-state relations", 
    "Fuel", 
    "Government records, documents, and information", 
    "Heating", 
    "Housing and Housing Finance", 
    "Housing for the aged", 
    "Housing for the handicapped", 
    "Information services", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Low-income housing", 
    "Manpower training programs", 
    "Migrant labor", 
    "Native Americans", 
    "Poor", 
    "Public Welfare and Charities", 
    "Public utilities", 
    "Research", 
    "Research and development", 
    "Residential energy conservation", 
    "Residential utility cost relief programs", 
    "Seasonal labor", 
    "Social welfare", 
    "States"
  ], 
  "subjects_top_term": "Residential energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-13", 
    "text": "Economic Opportunity Amendments of 1979 - Amends the Economic Opportunity Act of 1964 to establish an energy conservation service program to enable low-income individuals and families, particularly the elderly and severely handicapped persons, to participate in energy conservation and energy assistance programs designed to reduce energy consumption and the impact of high energy costs. Directs the Director of the Office of Economic Opportunity to establish a weatherization program to improve the energy efficiency of the dwellings of such persons and their families and to provide access to low-cost, alternative energy sources. Authorizes the Director to make grants to States, Indian tribal organizations, and migrant and seasonal farmworker organizations for such purposes. Directs the Director to issue regulations to carry out such program, and sets forth the nature of such regulations. Authorizes appropriations to carry out such program for fiscal years 1980 through 1983 and establishes allotments of such funds to be followed by the Director. Stipulates that in any State where the Director determines that low-income members of an Indian tribe or migrant and seasonal farmworkers are not receiving benefits equivalent to assistance provided to other low-income individuals and families the Director shall reserve from State allotted funds a specified amount to be granted directly to an organization serving such Indians and farmworkers. Sets forth limitations on the amount of such grants which may be used for program support. Directs the Director to give priority to community action agencies within each State in allocating funds under such weatherization program. Requires States and approved area applicants to submit a weatherization plan in order to receive weatherization assistance. Describes required components of such plans, and directs the Director to establish procedures for the approval of such plan. Requires States seeking such assistance to establish a State weatherization policy council to be appointed by the chief executive officer of the State. Sets forth the duties of such council, including the reviewing of the operation of weatherization programs conducted by each local project and the preparing of the weatherization plans required by this Act. Provides that wages and allowances paid to anyone under such program shall be paid in accordance with provisions on wages, allowances, and rates of pay contained in the Comprehensive Employment and Training Act (CETA). Requires the Director to establish procedures, in consultation with the Secretary of Labor, to utilize individuals in CETA employment and training programs and older persons eligible for assistance under the Older Americans Act to perform work in local weatherization projects. Authorizes the Director to waive such requirements to the extent that eligible individuals are not available. Sets forth requirements concerning payment of wages to individuals employed pursuant to these provisions. Authorizes a State or area, after having been approved for financial assistance, to designate specified agencies, political subdivisions, organizations, and any combinations thereof, as local weatherization projects and to provide financial assistance to such projects, giving priority to any local public or private nonprofit agency already receiving funds under any other weatherization program. Sets forth requirements for obtaining such designation, and the functions of local weatherization projects. Establishes eligibility requirements for participation in the programs authorized by this Act. Sets forth administrative provisions for such programs. Authorizes a State or area, after having been approved for financial assistance, to designate specified agencies or political subdivisions, as local weatherization projects and to provide financial assistance to such projects. Sets forth requirements for obtaining such designation, and the functions of local weatherization projects. States that individuals or families having income equal to or less than 85 percent of the low living standard income level, as defined in this Act, shall be eligible for participation in weatherization programs if their residences are determined to need weatherization pursuant to criteria established by the Director. Sets forth administrative provisions for such programs. Requires the Director to prescribe procedures for appeals, notice and hearings in the event applications for financial assistance are rejected or not acted upon within the specified period of time. Authorizes the Director to provide technical assistance to States, areas, and local project agencies and organizations conducting such programs and to provide training for personnel needed in connection with such programs. Requires the Director to provide for continuous evaluation and monitoring of programs established under this Act, and to publish the results of such evaluations. Directs the Director to submit such publications to the appropriate congressional committees. Directs the Director to prepare an annual report on the weatherization assistance program for submission to Congress and the President. Directs the Director to establish a crisis intervention program. Authorizes the Director to make grants to States to provide low-income and severely handicapped individuals and their families with short- term assistance and counseling in the event they are threatened with severe hardship or danger to health or life from lack of fuel, utility shutoff, or other energy-related crisis. Requires States to submit an application for crisis intervention in order to receive financial assistance. Requires the Director to establish procedures for the approval of such applications Authorizes eligible States to provide financial assistance to specified agencies to carry out and administer such programs. Authorizes appropriations to carry out such program for fiscal years 1981 through 1983 and establishes allotments of such funds. Directs the Director and a State or area receiving assistance for the weatherization program established under this Act to conduct outreach activities to inform and enroll all eligible low-income and handicapped individuals and families in programs providing energy-related assistance authorized under this Act and in other Federal, State, or local energy or energy-related assistance for which they are eligible. Requires the Director to submit an annual report on the crisis intervention program. Authorizes the Director to provide financial assistance to public agencies and nonprofit organizations designed: (1) to educate and counsel low-income energy consumers in energy-conservation practices and sound residential energy management, self-help activities in energy conservation and alternative energy applications, and maintenance of weatherization and alternative energy improvements; (2) to provide assistance in the development, application, and support of alternative energy sources; (3) to provide assistance in the development and support of community planning and coordination capability in energy audit, energy for research demonstration, or pilot projects designed to test or assist in the development of new approaches or methods to enable low-income and handicapped individuals and families to participate in energy conservation programs. Directs the President to establish procedures to assure the coordination of energy conservation and energy assistance programs affecting such persons and their families. Authorizes appropriations for fiscal year 1981 through 1983 for such programs. Stipulates that the value of any assistance provided to any individual or family under this Act shall not be considered income or resources for any purpose. Repeals provisions under the Economic Opportunity Act of 1964 requiring the establishment of an \"Emergency Food and Medical Services\" program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Economic Opportunity Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Economic Opportunity Act of 1964 to establish a comprehensive energy conservation services program designed to enable low-income individuals and families, and severely handicapped individuals, to participate in energy assistance programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:52-05:00"
}