{
  "actions": [
    {
      "acted_at": "1987-09-25", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-25", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Public Lands, National Parks", 
      "text": "Referred to Subcommittee on Public Lands, National Parks.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-10-01", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-10-01", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1988-04-19", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Public Lands, National Parks", 
      "references": [], 
      "text": "Subcommittee on Public Lands, National Parks. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1720-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, National Parks and Forests", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-09-25", 
  "number": "1720", 
  "official_title": "A bill to protect and enhance the natural, scenic, cultural, and recreational values of certain segments of the New, Gauley, Meadow, and Bluestone Rivers in West Virginia for the benefit of present and future generations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "West Virginia National Interest River Conservation Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-09-25", 
  "subjects": [
    "Advisory bodies", 
    "Federal advisory bodies", 
    "Flood control", 
    "National recreation areas", 
    "Parks and Natural Areas", 
    "Recreation and Recreational Facilities", 
    "Recreation areas", 
    "Rivers", 
    "Water and Water Resources Development", 
    "Water resources development", 
    "West Virginia", 
    "Wild rivers"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-09-25", 
    "text": "West Virginia National Interest River Conservation Act of 1987 - Title I: New River Gorge National River - Amends the National Parks and Recreation Act of 1978 to modify the boundary of the New River Gorge National River. Authorizes the Secretary of the Interior to enter into cooperative agreements with State or local agencies for fire and law enforcement services on a reimbursable basis. Directs the Secretary to acquire the necessary lands and develop access to the River near Cunard. Permits motorized towing of whitewater rafts as an interim measure. Directs the Secretary of the Army to study and report to the Congress by the end of 1988 on the feasibility of adjusting the timing of daily releases from the Bluestone Lake Project during certain rates of flow. Requires the Secretary to conduct test releases during the summer of 1988. Title II: Gauley River National Recreation Area - Establishes the Gauley River National Recreation Area. Requires the Secretary of the Interior to submit within five years to specified congressional committees a report on any boundary modifications for such Area. Permits hunting and fishing except in designated zones. Authorizes the Secretary to enter into cooperative agreements with State or local agencies for fire and law enforcement services on a reimbursable basis. Requires the Secretary to improve access to such Area through facility construction. Authorizes road maintenance, and/or land acquisition activities. Earmarks lands and projects related to the operation of the Summersville Project for special management. Authorizes appropriations. Establishes the Gauley River National Recreation Area Advisory Committee to assist in developing a management plan for such Area. Terminates such Committee after ten years. Title III: Meadow National Wild River - Amends the Wild and Scenic Rivers Act to designate a segment of the Meadow River, West Virginia, as a component of the wild and scenic rivers system. Title IV: Bluestone National Scenic River - Amends the Wild and Scenic Rivers Act to designate a segment of the Bluestone River, West Virginia, as a component of the wild and scenic rivers system. Title V: General Provisions - Requires the Secretary to cooperate with State and local authorities for developing and promoting recreational resources in West Virginia. Requires the Secretary to establish a public awareness program within specified counties of West Virginia to explain the significance of the wild and scenic river designations made by this Act. Requires the Secretary to report to specified congressional committees on such program. Requires the Secretary to consolidate offices and administration of the areas designated by this Act. Makes any spending authority pursuant to this Act subject to amounts provided in appropriation Acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "West Virginia National Interest River Conservation Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to protect and enhance the natural, scenic, cultural, and recreational values of certain segments of the New, Gauley, Meadow, and Bluestone Rivers in West Virginia for the benefit of present and future generations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:43-05:00"
}