{
  "actions": [
    {
      "acted_at": "1999-03-02", 
      "committee": "Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-02", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-03-02", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr892-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-02", 
  "number": "892", 
  "official_title": "To renew education in this country by providing funds for school renovation and construction, scholarships that allow parents choice in education, and tax incentives.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Renewing America's Schools Act", 
  "sponsor": {
    "district": "1", 
    "name": "Forbes, Michael P.", 
    "state": "NY", 
    "thomas_id": "00398", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-02", 
  "subjects": [
    "Academic performance", 
    "Age (Law)", 
    "Authorization", 
    "Building construction", 
    "Church schools", 
    "Commerce", 
    "Congress", 
    "Congressional investigations", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Construction industries", 
    "Construction workers", 
    "Corporations", 
    "Department of Education", 
    "Depressed areas", 
    "Disabled", 
    "Economics and public finance", 
    "Education", 
    "Education of disabled students", 
    "Education of disadvantaged children", 
    "Education of the disadvantaged", 
    "Education savings accounts", 
    "Educational accountability", 
    "Educational finance", 
    "Educational technology", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Elementary schools", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Environmental protection", 
    "Families", 
    "Federal aid to education", 
    "Federally-assisted loans", 
    "Finance and financial sector", 
    "Government contractors", 
    "Government operations and politics", 
    "Government paperwork", 
    "High schools", 
    "Higher education", 
    "Home schooling", 
    "Housing and community development", 
    "Income tax", 
    "Indoor air pollution", 
    "Infrastructure", 
    "Interest", 
    "Labor and employment", 
    "Law", 
    "Lighting", 
    "Local finance", 
    "Maintenance and repair", 
    "Parent-school relationships", 
    "Personal income tax", 
    "Private schools", 
    "Public schools", 
    "Religion", 
    "Religious education", 
    "Rural education", 
    "Scholarships", 
    "School buildings", 
    "School choice", 
    "Science, technology, communications", 
    "Secondary education", 
    "Sick building syndrome", 
    "Social welfare", 
    "Sparsely populated areas", 
    "State aid to education", 
    "State finance", 
    "State laws", 
    "Subcontractors", 
    "Tax exclusion", 
    "Tax-exempt securities", 
    "Taxation", 
    "Teachers", 
    "Wages"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-02", 
    "text": "TABLE OF CONTENTS: Title I: Educational Facilities Improvement Title II: Scholarships Title III: A+ Accounts for Public and Private Schools Renewing America's Schools Act - Title I: Educational Facilities Improvement - Amends the Elementary and Secondary Education Act of 1965 (ESEA) title XII (School Facilities Infrastructure Improvement) to establish an educational facilities construction and renovation bond subsidy program. (Sec. 101) Directs the Secretary of Education to use such bond subsidy program funds to pay up to 50 percent, according to a sliding scale based on need, of the interest costs applicable to any State or local bond for construction or renovation of educational facilities in local areas. Provides for: (1) mandatory direct grants to local bond authorities for up to 100 local areas with the highest numbers of school age children whose families do not exceed 100 percent of the poverty line (plus an optional 25 additional local areas with extraordinary construction or renovation needs); and (2) mandatory grants to States for State or local bond authority assistance for local areas according to a specified formula. Authorizes reservation of specified amounts for Indian schools, schools in U.S. territories, and certain studies, evaluations, and reports. Sets forth requirements for authorized activities, waivers (in order to increase assistance), fair wages, and reports. Authorizes appropriations for FY 2000. Title II: Scholarships - Amends ESEA title VI (Innovative Education Program Strategies) to allow any State that has enacted or will enact a law establishing a voluntary public and private school parental choice scholarship program in compliance with specified ESEA requirements to reserve an additional 15 percent from its annual title VI allotment for use exclusively for such parental choice programs. (Sec. 202) Requires State educational agencies, except in the case of such programs, to distribute 90 percent (currently 85 percent) of title VI funds to local educational agencies based on criteria which gives priority to low-income families and areas. (Sec. 203) Includes such parental choice programs among State and local uses of title VI funds. Requires such parental choice programs to be located in an area that has the greatest numbers or percentages of children: (1) living in areas with a high concentration of low-income families; (2) from low-income families; or (3) living in sparsely populated areas. Requires such programs to ensure that program participation is limited to families whose family income does not exceed 185 percent of the poverty line. Directs the Comptroller General to make contracts for annual evaluation of each parental choice program. Provides that title VI funds to establish a parental choice program shall be considered assistance to the student and shall not be considered as assistance to any school that chooses to participate in such program. Prohibits the Secretary from exercising any direction, supervision, or control over curricula, program of instruction, administration, or personnel of any school that chooses to participate in a parental choice program. Title III: A+ Accounts for Public and Private Schools - A+ Accounts for Public and Private Schools Act - Amends the Internal Revenue Code to permit tax-free expenditures from education individual retirement accounts for elementary and secondary education expenses (including tuition, special needs services, home schooling expenses, and transportation expenses) required for attendance at a public, private, or religious school, or for home schooling that meets State or local requirements. (Sec. 302) Provides for a temporary increase, from $500 to $2,500, through December 31, 2003, for the maximum annual contribution to such an account. Waives certain age limitations in cases of children with special needs. Permits corporations to contribute to such accounts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Renewing America's Schools Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A+ Accounts for Public and Private Schools Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A-Plus Accounts for Public and Private Schools Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To renew education in this country by providing funds for school renovation and construction, scholarships that allow parents choice in education, and tax incentives.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:18-05:00"
}