{
  "actions": [
    {
      "acted_at": "1995-10-24", 
      "committee": "Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Banking and Financial Services, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-24", 
      "committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "Referred to House Banking and Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-10-24", 
      "bill_ids": [
        "hr1062-104"
      ], 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "For Previous Action See H.R.1062.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-24", 
      "bill_ids": [
        "hr1858-104"
      ], 
      "in_committee": "House Banking and Financial Services", 
      "references": [], 
      "text": "For Previous Action See H.R.1858.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-24", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-06", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Telecommunications and Finance, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-06", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Trade, and Hazardous Materials, for a period to be subsequently determined by the Chairman", 
      "text": "Referred to the Subcommittee on Commerce, Trade, and Hazardous Materials, for a period to be subsequently determined by the Chairman.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2520-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade, and Hazardous Materials", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-10-24", 
  "number": "2520", 
  "official_title": "To enhance competition in the financial services industry by providing a prudential framework for the affiliation of banks, securities firms, and other financial service providers, to reduce paperwork and additional regulatory burdens for depository institutions, and for other purposes.", 
  "popular_title": "Glass-Steagall Reform bill", 
  "related_bills": [
    {
      "bill_id": "hr1062-104", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr1858-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Financial Services Competitiveness Act of 1995", 
  "sponsor": {
    "district": "1", 
    "name": "Leach, James A.", 
    "state": "IA", 
    "thomas_id": "00672", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-10-24", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Advertising", 
    "Affiliated corporations", 
    "Annuities", 
    "Auditing", 
    "Automated teller machines", 
    "Bank accounts", 
    "Bank capital", 
    "Bank deposits", 
    "Bank directors", 
    "Bank employees", 
    "Bank examination", 
    "Bank failures", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank management", 
    "Bank marketing", 
    "Bank mergers", 
    "Bank records", 
    "Bank reserves", 
    "Branch banking", 
    "Brokers", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Commercial finance companies", 
    "Community development banking", 
    "Community development corporations", 
    "Compensation (Law)", 
    "Competition", 
    "Confidential communications", 
    "Conflict of interests", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Corporate divestiture", 
    "Corporate management", 
    "Corporate mergers", 
    "Corporation directors", 
    "Counseling", 
    "Credit cards", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Debit cards", 
    "Debtor and creditor", 
    "Deceptive advertising", 
    "Department of Housing and Urban Development", 
    "Department of the Treasury", 
    "Deposit insurance", 
    "Depressed areas", 
    "Derivative securities", 
    "Discovery (Law)", 
    "Discrimination in consumer credit", 
    "Discrimination in mortgage loans", 
    "Economics and public finance", 
    "Electronic funds transfers", 
    "Employee benefit plans", 
    "Energy", 
    "Energy policy", 
    "Enterprise zones", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Executive reorganization", 
    "Federal Deposit Insurance Corporation", 
    "Federal Reserve System", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Fees", 
    "Finance and financial sector", 
    "Finance charges", 
    "Financial institutions", 
    "Financial services", 
    "Foreign banks and banking", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government regulation", 
    "Home equity loans", 
    "Home ownership", 
    "Housing and community development", 
    "Housing discrimination", 
    "Income tax", 
    "Independent regulatory commissions", 
    "Indexing (Economic policy)", 
    "Information disclosure (Securities law)", 
    "Insurance", 
    "Insurance agents", 
    "Insurance companies", 
    "Insurance premiums", 
    "Interest", 
    "Interest rates", 
    "International banking", 
    "Investment advisers", 
    "Investment banking", 
    "Investment guaranty insurance", 
    "Joint ventures", 
    "Labor and employment", 
    "Lease and rental services", 
    "Leases", 
    "Legislation", 
    "Liability (Law)", 
    "Liability for environmental damages", 
    "Liability for toxic substances pollution damages", 
    "Licenses", 
    "Margins (Security trading)", 
    "Minorities", 
    "Minority business enterprises", 
    "Mortgage interest rates", 
    "Mortgage loans", 
    "Mortgages", 
    "Mutual funds", 
    "National Credit Union Administration", 
    "Negligence", 
    "Nonbank banks", 
    "Partnerships", 
    "Public utilities", 
    "Real estate business", 
    "Reciprocity", 
    "Regulatory reform", 
    "Residence requirements", 
    "Restrictive trade practices", 
    "Right of privacy", 
    "Sales promotion", 
    "Savings and loan associations", 
    "Science, technology, communications", 
    "Securities and Exchange Commission", 
    "Securities fraud", 
    "Securities industry", 
    "Securities regulation", 
    "Small business", 
    "Social welfare", 
    "State laws", 
    "Stockholders", 
    "Stocks", 
    "Subsidiary corporations", 
    "Tax-deferred compensation plans", 
    "Tax-exempt securities", 
    "Taxation", 
    "Technological innovations", 
    "Trusts and trustees", 
    "Urban affairs", 
    "Women", 
    "Women in business"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-10-24", 
    "text": "TABLE OF CONTENTS: Title I: Bank Securities Activities and Affiliations With Securities Firms and Other Financial Companies Subtitle A: Securities Activities Subtitle B: Investment Bank Holding Companies Subtitle C: Financial Activities Subtitle D: Interagency Banking and Financial Services Advisory Committee Subtitle E: Application and Registration Fees Title II: Functional Regulation Subtitle A: Brokers and Dealers Subtitle B: Bank Investment Company Activities Title III: Bank Insurance Activities Title IV: Reductions in Government Overregulation Subtitle A: The Home Mortgage Process Subtitle B: Community Reinvestment Act Amendments Subtitle C: Consumer Banking Reforms Subtitle D: Equal Credit Opportunity Act Amendments Subtitle E: Consumer Leasing Act Amendments Title V: Streamlining Government Regulations Subtitle A: Regulatory Approval Issues Subtitle B: Streamlining of Government Regulations; Miscellaneous Provisions Title VI: Lender Liability Title VII: Annual Study and Report on Impact on Lending to Small Business Financial Services Competitiveness Act of 1995 - Title I: Bank Securities Activities and Affiliations with Securities Firms and Other Financial Companies - Subtitle A: Securities Activities - Amends the Banking Act of 1933 (Glass-Steagall Act) to repeal the proscription against affiliation of any member bank of the Federal Reserve System with an entity engaged principally in securities activities (securities affiliate). (Sec. 102) Amends the Bank Holding Company Act of 1956 (BHCA) to authorize financial services holding companies (FSHCs) to own shares of a securities affiliate. (Sec. 103) Delineates activities permissible for securities affiliates. Instructs the Board of Governors of the Federal Reserve System (the Board) to consider the need for securities firms affiliated with banks to be innovative and competitive when it makes determinations of \"permissible activities.\" Cites circumstances under which the Board may permit an FSHC to: (1) acquire more than five percent of, or all or substantially all of, the voting shares or assets of a securities affiliate; (2) make additional investments that are considered capital for purposes of statutory capital requirements in a securities affiliate under its control; and (3) permit its securities affiliate to underwrite or deal in any security for a maximum aggregate period of two years. Prohibits any FSHC acquisition of any securities affiliate or any additional investment in such an affiliate unless the Board has received full payment of the application fee. Excludes a securities affiliate's assets and liabilities (except those related to nonsecurities activities) from the determination of whether an FSHC is adequately capitalized. States that such exclusion shall not apply, however, to an investment bank holding company predominantly engaged in securities activities on a consolidated basis. Prohibits a FSHC that acquires control of a securities affiliate from permitting any depository institution (or its subsidiary), except for certain Edge Act and agreement corporations, from engaging in underwriting securities backed by or representing interests in obligations or pools of obligations originated or purchased by the institution or its affiliates. Requires the Board to deny any notice or application by an FSHC to engage in, or acquire shares of a company engaged in, underwriting or dealing in securities in the United States, unless such activity is permissible for a national bank. Treats certain participants in a bankers' bank holding company as subsidiaries. Cites circumstances under which an FSHC may acquire shares and ownership interests in connection with underwriting and investment banking activities without prior Board approval. Requires any FSHC to pay an annual registration fee with respect to each securities affiliate and company or other entity it controls which has acquired shares, assets, or ownership interests as part of a bona fide underwriting or investment banking activity. (Sec. 104) Delineates conditions under which: (1) a well capitalized insured depository institution may extend credit to acquire or sell securities, or enhance the marketability of securities underwritten by a securities affiliate; and (2) an FSHC or its subsidiary may extend credit or make payments to finance the purchase of a security underwritten by one of its securities affiliates. Directs the Board to promulgate regulations under which directors and senior executive officers of a securities affiliate may serve simultaneously in the same capacity at an affiliated depository institution (management interlocks). Sets forth disclosure requirements for securities affiliates and insured depository institutions. Sets restrictions upon the underwriting by an securities affiliate of securities representing obligations originated by an affiliated depository institution. Prescribes guidelines under which each appropriate Federal banking agency and the Securities and Exchange Commission (SEC) shall establish information sharing and compliance programs and coordinate their activities to enforce this Act. Identifies conditions (foreign bank firewalls) under which the uninsured wholesale operations of foreign banks are exempt from the restrictions relating to securities affiliates. Amends the Federal Reserve Act to extend the time period during which a member bank is prohibited from acquiring a security if a principal underwriter in the selling syndicate is a bank affiliate. Amends the Federal Power Act to exempt from its prohibition against interlocking directorates certain persons currently serving or proposing to serve as directors or officers of a public utility and a banking firm permitted to underwrite or participate in the marketing of public utility securities, if that banking firm does not underwrite or participate in the marketing of securities of the same public utility. Amends the Right to Financial Privacy Act to permit the supervisory agencies of the Federal Financial Institutions Examination Council and the SEC to exchange examination reports. Amends the BHCA of 1956 to authorize the Board to promulgate regulations for the protection of depository institutions and for the separation of banking and commerce. (Sec. 105) Amends the Bank Holding Company Act to set forth circumstances under which securities companies that become FSHCs may retain ownership of financial and nonfinancial companies. Restricts joint marketing of products or services between an insured depository institution and an affiliate owned by an FSHC. (Sec. 106) Identifies circumstances under which qualified limited purpose banks are exempt from: (1) asset growth restrictions; (2) new activities' restrictions; (3) cross-marketing restrictions; and (4) divestiture requirements. Prescribes guidelines for the conversion of certain nonbank holding companies to FSHC status. (Sec. 107) Amends the Federal Deposit Insurance Act (FDIA) to set forth parameters within which certain insured depository institutions may be affiliates of a securities underwriter or dealer. Requires the Federal Deposit Insurance Corporation (FDIC) to: (1) study and report to the Congress on the risks posed to the deposit insurance funds by the affiliation of insured depository institutions with securities affiliates; and (2) factor into semiannual assessments any increased risk to the funds that it finds are caused by such affiliations. (Sec. 108) Amends the International Banking Act of 1978 to authorize the Board to set a termination date for any grandfathered authority conferred upon a foreign bank or company following Board approval of its application under this Act to control a securities affiliate. (Sec. 109) Amends the BHCA of 1956 to preclude the States from prohibiting or limiting: (1) bank or FSHC affiliation with a securities affiliate solely because such affiliate is engaged in specified securities activities; or (2) activities of an FSHC subsidiary solely because the FSHC is no longer exempt under the BHCA. (Sec. 110) Amends the FDIA to direct the appropriate Federal banking agencies to jointly prescribe standards applicable to certain insured depository institutions that conduct transactions in securities issued by an investment company or annuities. Requires such standards to be comparable to the standards applicable to brokers and dealers registered under the Securities Exchange Act of 1934 unless the appropriate Federal banking agencies jointly determine that implementation of comparable standards is not necessary or appropriate for the maintenance of fair and orderly markets, or the protection of investors, or is not in the public interest. Subtitle B: Investment Bank Holding Companies - Amends the BHCA of 1956 to: (1) establish a new category known as \"investment bank holding company\" (IBHC); and (2) delineate permissible affiliations for investment bank holding companies. Prohibits the use of Federal deposit insurance funds for a wholesale financial institution (certain uninsured State member banks), or an IBHC. (Sec. 116) Prescribes guidelines under which foreign banks may be treated as IBHCs and for reciprocal national treatment and coordination with the North American Free Trade Agreement (NAFTA). (Sec. 117) Amends the Federal Reserve Act to prescribe procedural guidelines for membership as a wholesale financial institution in the Federal Reserve System. Amends the FDIA to prescribe a procedure by which an insured State-chartered bank or a national bank may voluntarily terminate its status as an insured depository institution. Requires any such terminated bank to become a wholesale financial institution in order to accept any deposits. Subtitle C: Financial Activities - Amends the BHCA of 1956 to exempt from its proscription against interests in nonbanking organizations any activity that the Board determines to be financial in nature or incidental to financial activities. (Sec. 121) Repeals the mandate that the Board consider, when determining whether a particular activity is a proper incident to banking, if its performance by a bank holding company affiliate is such that the public interest benefit outweighs any possible adverse effects (such as undue concentration of resources, decreased or unfair competition, conflicts of interests, or unsound banking practices). Permits Board regulations to differentiate between activities commenced by affiliates of different classes of banks. (Sec. 122) Sets forth criteria for statutory approval, without prior notice to the Board, of proposals by well capitalized and well managed FSHCs to engage in specified transactions and acquisitions. Sets forth expedited procedures for FSHCs to acquire companies engaged in new activities. (Sec. 123) Revises FSHC examination and reporting requirements. (Sec. 124) Sets forth a statutory scheme for reduced supervision of FSHCs controlling principally nondepository institutions. (Sec. 125) Sets forth a procedure for the conversion of unitary savings and loan holding companies to FSHC status without prior Board approval. (Sec. 126) Establishes the Financial Services Advisory Committee to confer with regulators regarding the impact of this Act upon the financial services industry and to report semi-annually to certain congressional committees concerning its activities and recommendations. (Sec. 128) Renames the BHCA of 1956 as the Financial Services Holding Company Act of 1995. (Sec. 130) States that corporate credit cards are not commercial loans (thus permitting credit card banks to issue corporate credit cards, a practice currently proscribed). (Sec. 131) Authorizes the Board to extend from five years to up to ten years the period during which a bank holding company may retain shares acquired in a loan foreclosure, if: (1) the bank holding company has made a good faith attempt to dispose of such shares during the initial five-year period; or (2) disposal of such shares during the initial five-year period would have been detrimental to the company. Subtitle D: Interagency Banking and Financial Services Advisory Committee - Establishes the Interagency Banking and Financial Services Advisory Committee to improve the supervision, efficiency, and competitiveness of the financial services industry and make related recommendations to Federal agencies and the Congress. Subtitle E: Application and Registration Fees - Amends the BHCA of 1956 to authorize the Board to impose administrative fees upon FSHCs. Title II: Functional Regulation - Subtitle A: Brokers and Dealers - Amends the Securities Exchange Act of 1934 to define specified banks as \"brokers\" and \"dealers\" (current law excludes banks from such definition). (Sec. 203) Authorizes the SEC to exempt any person from the definition of \"broker\" or \"dealer\" if it finds such exemption is consistent with the purposes of this Act. (Sec. 204) Exempts loans made by a member bank to a broker or dealer from Board-prescribed margin requirements if the loan proceeds are to be used in the ordinary course of business (other than for the purpose of funding securities purchases for the account of such broker or dealer). Permits a broker-dealer to borrow from any person that agrees to comply with Federal Reserve Act strictures governing the use of credit to finance securities transactions. Subtitle B: Bank Investment Company Activities - Amends the Investment Company Act of 1940 to permit: (1) custody of investment company assets by an affiliated bank; and (2) a unit investment trust to designate an affiliated bank as trustee (currently a prohibited practice). (Sec. 211) Permits the SEC to bring a civil action against a custodian for a registered investment company for breach of fiduciary duty involving personal misconduct. (Sec. 212) Prohibits an investment company from knowingly acquiring a security during an underwriting or selling syndicate if the registration statement, or any other offering document pursuant to which the security is offered, states that any material part of the proceeds will be used to discharge indebtedness owed to the adviser of such registered investment company or any person controlling, controlled by, or under common control with the adviser. (Sec. 213) States that an affiliate of an investment company for a bank must comply with SEC rules when lending money to an investment company. (Sec. 214) Modifies the definition of \"interested person\" to identify transactions, services, and loans taking place during the preceding six months which would make a person an affiliated person of a broker or dealer. Prohibits a registered investment company from having a majority of its board of directors consisting of personnel or senior officers of the subsidiaries of any one bank, or of any single FSHC (and its affiliates and subsidiaries). (Sec. 215) Modifies the guidelines pertaining to unlawful misrepresentation of guarantees and the deceptive use of names. (Sec. 216) Modifies the definition of \"broker\" to state that it does not include any person solely by reason of the fact that such person is an underwriter for one or more investment companies. (Sec. 217) Modifies the definition of \"dealer\" to exclude an insurance or an investment company. (Sec. 218) Amends the Investment Advisers Act of 1940 to modify the definitions of investment adviser to remove the exclusion from such definition of an investment adviser for banks that advise investment companies. Revises the definitions of broker and dealer. (Sec. 221) Mandates interagency consultation between the appropriate Federal banking agency and the SEC regarding examination results and other information pertaining to the investment advisory activities of any registered FSHC and its separately identifiable departments or divisions. (Sec. 222) Amends the Securities Act of 1933 and the Securities Exchange Act of 1934 to revise the exclusion from their purview of certain bank common trust funds to specify the exclusion of any interest or participation in any common trust fund or similar fund that is excluded from the definition of \"investment company\" under the Investment Company Act of 1940. Amends the Investment Company Act of 1940 to revise such exclusion guidelines for certain bank common trust funds. (Sec. 223) Amends the Investment Company Act of 1940 to prescribe circumstances under which an investment adviser holding shares of an investment company in a fiduciary capacity must transfer the power to vote such shares to the beneficial owners or to another fiduciary who is not an affiliate of such adviser. Title III: Bank Insurance Activities - Amends the Revised Statutes (National Bank Act) to declare that nothing in specified Federal banking regulatory law may be construed as limiting State authority to regulate the insurance activities of national banks. Prohibits the States from imposing discriminatory insurance regulatory and licensing requirements upon national banks, unless there is a legitimate and reasonable State regulatory purpose for a requirement for which there is no less restrictive alternative. (Sec. 302) Authorizes the Comptroller of the Currency to approve the application of a national bank with a main office or full-service bank in an empowerment zone to act as agent or broker from such office or branch for an insurance company if: (1) the bank provides sufficient evidence that competitively priced insurance in its empowerment zone is inadequate; and (2) the insurance is sold only in such empowerment zone. Authorizes the Comptroller to: (1) prescribe regulations governing sales of insurance by national banks; and (2) enforce State law with respect to a national bank. Title IV: Reductions in Government Overregulation - Subtitle A: The Home Mortgage Process - Amends the Real Estate Settlement Procedures Act (RESPA) to: (1) transfer certain rulemaking authority over disclosure requirements from the Secretary of Housing and Urban Development (HUD) to the Board of Governors of the Federal Reserve System (the Board); and (2) declare that the purpose of the Act is to eliminate kickbacks or referrals without directly regulating settlement services prices or wages to bona fide employees that are not designed as a subterfuge to facilitate kickbacks among affiliated companies. (Sec. 401) Precludes the Secretary of HUD from publishing a proposed or final regulation unless the Secretary has used a certain negotiated rulemaking procedure to attempt to negotiate and develop the rule. Distributes administrative enforcement authority regarding kickbacks and referrals among HUD, the Federal banking agencies, the National Credit Union Administration, the Board, and the Director of the Office of Thrift Supervision. Mandates that such agencies cooperate with one another in developing enforcement guidelines. Declares a statutory preference for administrative enforcement over criminal enforcement, except in appropriate cases. Restricts criminal sanctions to willful violations of law (current law penalizes unwillful and unintentional violations as well). Redesignates \"a controlled business arrangement\" as \"an affiliated business arrangement\". Repeals mandates for projects demonstrating: (1) a land parcel recordation system; and (2) preparation of statements of settlement costs for insertion into special information booklets. (Sec. 402) Sets a deadline by which the Board must take action under RESPA and the Truth in Lending Act (TILA) to simplify and provide a single format for credit transaction disclosures. (Sec. 403) Exempts from TILA disclosure requirements any transactions that the Board determines: (1) are not necessary to effectuate the Act's purposes; or (2) do not provide a measurable benefit in the form of useful information or consumer protection. (Sec. 404) Amends RESPA to repeal requirements that for certain federally related mortgage loans the lender disclose: (1) that it has previously assigned, sold, or transferred the servicing of such loans, or, during the most recent three-year period, a specified percentage of them; and (2), in the case of a lender who does not service federally related loans, a present intent to assign, sell or transfer them. Repeals the mandate for model disclosure statements. Excises from the definition of \"federally related mortgage loan\" any loan secured by a subordinate lien on residential real property (thereby removing second mortgages from RESPA requirements). Directs the Board to ensure that regulations pertaining to the business credit exemption from RESPA jurisdiction include all business credit exempted from TILA. (Sec. 405) Amends TILA to revise disclosure requirements to permit alternative disclosures for adjustable rate home mortgages which state that a monthly payment may increase or decrease significantly due to annual percentage rate increases. (Current law requires illustrations how a rate increase or decrease affects monthly payments). Grants creditors the option of disclosing, in any variable interest rate residential mortgage transaction secured by the consumer's principal dwelling with greater than a one-year term, either a statement that the monthly payment may change substantially, or an historical example illustrating the effects of interest rate changes implemented according to the loan program. Mandates additional disclosures pertaining to note rates and points for residential mortgage transactions, and a statement that the terms are subject to change. (Sec. 406) Treats as a finance charge certain voluntary noninsurance debt cancellation and deficiency waiver contracts with respect to a debtor's liability for amounts in excess of the value of the collateral securing the debtor's obligation, unless the debtor furnishes the creditor with a certain statement about such a contract. (Sec. 407) Revises certain TILA provisions for recovery of fees. (Sec. 408) Amends the Housing and Urban Development Act of 1968 to repeal the mandate for homeownership debt counseling availability notification. (Sec. 409) Amends the Home Mortgage Disclosure Act of 1975 to increase the maximum asset-size of institutions exempt from its purview from $10 million to $50 million. Authorizes the Board to exempt from the Act's disclosure requirements institutions whose asset-size is over $50 million if the burden of compliance outweighs the usefulness of the requisite information, unless it is reasonable to believe that the institution is not fulfilling its obligations to serve the housing needs of the communities and neighborhoods in which it is located. Declares that a depository institution shall be deemed to have satisfied the public availability notification requirements for its mortgage loan transactions if its branch offices provide notice of the availability upon request of the information from the home office. Subtitle B: Community Reinvestment Act Amendments - Amends the Community Reinvestment Act of 1977 (CRA) to revise the expression of congressional intent to prohibit a supervisory agency from imposing additional burden, recordkeeping, or reporting when examining financial institutions. (Sec. 422) Requires the appropriate Federal financial supervisory agency, in assessing and taking into account the records of a regulated financial institution for purposes of CRA compliance, to consider as a positive factor the institution's investments and loans to: (1) any minority or women's depository institution or low-income credit union; (2) any joint ventures, entities, or projects providing benefits to distressed communities (regardless of whether or not the recipient institutions or communities are located within the regulated financial institution's chartered service area); and (3) targeted low- and moderate-income communities, including real property loans to such communities. Specifies other related positive factors to be considered. (Sec. 423) Prohibits regulations requiring additional CRA recordkeeping and loan data collection. (Sec. 424) Applies a requirement of metropolitan area distinctions, with respect to the public section of written institution evaluations, only to institutions that maintain domestic branches in two or more States. (Sec. 425) Expresses the sense of the Congress that the appropriate congressional committees should exercise aggressive oversight of the adoption and implementation of any CRA regulation by a Federal supervisory agency after the date of enactment of this Act. Requires such an agency to report to the Congress on the implementation of all CRA regulations. (Sec. 426) Amends the Federal Deposit Insurance Act (FDIA) to direct each Federal banking agency to ensure that its banking examiners consult on examination activities and resolve any inconsistent recommendations given to a depository institution. (Sec. 427) Amends the CRA to prohibit a Federal agency from prescribing any regulation which would: (1) require a financial institution to make any loan or enter into any agreement on the basis of any discriminatory criteria prohibited under Federal law; (2) make any loan to, or enter into any other agreement with, an uncreditworthy person that would jeopardize the institution's safety and soundness; or (3) hinder the institution's full responsibility to provide credit to all community segments. Subtitle C: Consumer Banking Reforms - Amends the Truth in Savings Act (TISA) to: (1) repeal the finding of the Congress that uniformity in the disclosure of terms and conditions on which interest is paid and fees are assessed would strengthen consumer ability to verify deposit accounts and make informed decisions; and (2) replace the current purpose requiring clear, uniform disclosure of interest rates and fees, with one requiring depository institutions to pay interest on the daily full amount of principal in interest-bearing consumer deposit accounts at the agreed-upon rate of interest. (Sec. 441) Repeals TISA disclosure requirements pertaining to interest rates and terms of accounts, including: (1) Board authority to prescribe regulations regarding account schedule information; (2) the mandate for readily understandable account terminology; (3) Board authority to prescribe annual percentage yield disclosures; (4) schedule distribution guidelines; (5) the mandate for clear, conspicuous disclosure of earned interest, yield and charges in periodic statements; (6) civil liability for depository institution non-compliance with disclosure requirements; (7) non-preemption of State law with regard to disclosure requirements; and (9) definitions of annual percentage yield, annual rate of simple interest, and multiple rate account. (Sec. 442) Amends the FDIA to allow depository institutions (including affiliates and subsidiaries) to exchange information without limitation if such information sharing is disclosed and the consumer has opportunity beforehand to direct that the information not be communicated. (Sec. 443) Revises the Electronic Fund Transfer Act (EFTA) to excludes from the definition of accepted card or other means of access any card, device, or computer that a person may use to pay for transactions through use of value stored on, or assigned to, the card, device, or computer itself, except for those transactions where such card, device, or computer is actually used to access an account to effect such transaction. Excludes from the definition of account any such stored or assigned value. (Sec. 444) Amends TILA to permit full creditor restitution payments over an extended period of adjusted finance charges to a person to whom credit was extended, with respect to an inaccurately disclosed annual percentage rate or finance charge, if the enforcing agency determines that such an extended period is necessary to avoid causing the creditor to become undercapitalized. Subtitle D: Equal Credit Opportunity Act Amendments - Equal Credit Opportunity Act Amendments of 1995 - States that the purpose of this Act is to combine the adverse action notification requirements of the Equal Credit Opportunity Act (ECOA) and the Fair Credit Reporting Act (FCRA) with respect to consumer credit applications, and to make the information which must be furnished more understandable. (Sec. 453) Revises ECOA notification requirements regarding adverse actions against credit applicants. Shields from liability for non-compliance persons who show by a preponderance of the evidence that they maintained reasonable procedures to ensure compliance at the time of the alleged violation. (Sec. 454) Revises specified FCRA disclosure requirements for users of consumer reports to eliminate such requirements for credit denials and adverse actions based on reports of persons other than consumer reporting agencies. (Sec. 455) Amends ECOA and the Fair Housing Act (the Acts) to add incentives for creditor self-testing and voluntary corrective action by prohibiting review, examination, or acquisition by an applicant in any legal proceeding of a creditor or other person's self-procured test or review of its lending activities, including residential real estate lending, if the self-test has identified discriminatory practices and the creditor or other person has taken or is taking appropriate corrective action to address the discrimination. Specifies circumstances in which an applicant or Government department or agency may obtain and use the results of a self-test in a proceeding or civil action. (Sec. 456) Requires the Attorney General to consult with the appropriate agency before bringing a civil action in connection with creditor self-testing under the Acts. Subtitle E: Consumer Leasing Act Amendments - Consumer Leasing Act Amendments of 1995 - Amends the Consumer Credit Protection Act (CCPA) to direct the Board to: (1) write regulations or staff commentary to update and clarify requirements and definitions for lease disclosures, contracts, and other issues related to consumer leasing which would carry out the purposes of the Consumer Leasing Act; and (2) publish model disclosure forms and clauses to facilitate compliance with such disclosure requirements and aid the consumer in understanding the transaction. (Sec. 464) Revises CCPA provisions relating to consumer lease advertising, repealing special requirements for radio advertisements. (Sec. 465) Limits creditor liability for statutory penalties for failure to provide specified consumer lease disclosures. Title V: Streamlining Government Regulations - Subtitle A: Regulatory Approval Issues - Amends the Bank Holding Company Act (BHCA) to identify criteria for a well-capitalized and well-managed banking organization under which an acquisition of shares in another banking organization by an FSHC, or a merger or consolidation between registered FSHCs, shall be deemed to be approved. (Current law requires prior Board approval). (Sec. 502) Amends the FDIA and the National Bank Consolidation and Merger Act to cite conditions under which prior approval is not required for any merger, consolidation, asset acquisition, or liabilities assumption involving only insured depository institution subsidiaries of the same depository institution holding company. (Sec. 503) Permits any insured depository institution to participate in optional conversion transactions between members of the Bank Insurance Fund and the Savings Association Insurance Fund (Oakar transactions) without the prior written approval of the responsible agency. Repeals guidelines for agency approval of such transactions (but retains the proscription against transactions which result in the transfer of any insured depository institution's Federal deposit insurance from one Federal deposit insurance fund to the other). (Sec. 504) Amends the Home Owners' Loan Act (HOLA) to remove from its regulatory purview an FSHC subject to the Financial Services Holding Company Act of 1995, and exclude it from the definition of \"savings and loan holding company.\" Amends the BHCA of 1956 to mandate cooperation between the Board and the Director of the Office of Thrift Supervision regarding supervision and enforcement over bank holding companies that control savings associations. Amends HOLA to provide that any savings association which meets specified Internal Revenue Code requirements shall be deemed to be a qualified thrift lender. (Sec. 505) Amends the BHCA of 1956 to repeal the provision that shares transferred by a bank holding company to a transferee under its control are deemed to be under such holding company's control unless the Board determines otherwise and approves the divestiture. (Sec. 506) Amends the Revised Statutes, the Federal Reserve Act (FRA), and the FDIA to delineate conditions under which prior approval is not required for well-capitalized and well-managed banks to establish and operate a branch or seasonal agency. (Sec. 507) Amends the Revised Statutes and the FDIA to exclude from the definition of \"branch\" an automated teller machine or remote service unit (thus exempting those entities from approval requirements of such Acts). (Sec. 508) Amends the FRA to exempt well-capitalized and well-managed banks from the approval requirement for investments in bank premises. (Sec. 509) Amends the FDIA to authorize the appropriate Federal banking agency to waive, on a case-by-case basis, prior notice requirements pertaining to new officer or director appointments of certain undercapitalized or troubled institutions. (Sec. 510) Amends the Federal Credit Union Act to increase from $10,000 to $50,000 the aggregate amount of loans that may be made to Credit Union officials without approval of the board of directors. Subtitle B: Streamlining of Government Regulations; Miscellaneous Provisions - Amends the Revised Statutes to repeal the aggregate minimum per-branch capital requirements imposed upon a national banking association and its branches. (Sec. 522) Amends the FDIA to exclude automated teller machines and bank branches in specified merger or relocation situations from the definition of \"bank branch\" (thus exempting them from Federal bank closure notification requirements). Makes such exemption retroactive to the enactment of the Federal Deposit Insurance Corporation Improvement Act of 1991. (Sec. 523) Amends the Depository Institutions Management Interlocks Act to exempt management officials of depository institutions or holding companies with small (under 20 percent) market shares from prohibitions against dual service with unaffiliated institutions or companies in the same geographic banking market. Raises from $1 billion to $2.5 billion the asset-size ceiling beneath which a depository institution or depository holding company may retain directors and management officials performing dual service for nonaffiliated institutions whose total assets do not exceed $1.5 billion (currently $500 million). Authorizes Federal regulatory agencies to adjust such ceiling annually for cost-of-living increases. Extends a specified grandfather exemption which allows certain management officials to continue dual service despite interlocks prohibitions (thus permitting them to continue their dual service permanently). (Sec. 524) Directs the Appraisal Subcommittee of the Financial Institutions Examination Council to accelerate repayment of specified funds to the Treasury. (Sec. 525) Amends the FRA to permit loans to executive officers, directors, or principal shareholders (insider lending) made pursuant to a benefit or compensation program widely available to employees of the member bank. Expands the Board's authority to exempt specified executive officers and directors from the proscription against preferential lending terms. Repeals the requirement that: (1) an executive officer indebted to a bank over a certain lawful amount submit a written report of such debt to the board of directors; and (2) a member bank include in its condition of report all loans to executive officers made since its previous report. Amends the FDIA to repeal Federal banking agency authority to require banks to disclose loans made to their executive officers or principal shareholders. Amends the Bank Holding Company Act Amendments of 1970 to repeal the requirement that bank executive officers and stockholders who own more than a ten percent controlling interest report to the bank's board of directors those loans made to them by a bank maintaining a correspondent account. Amends the FRA to permit a member bank to make available to its executive officers: (1) home equity lines of credit of up to $100,000; and (2) loans secured by readily marketable assets. (Sec. 526) Amends the FDIA to allow the appropriate Federal banking agency to increase from $175 million to $250 million the asset-size ceiling on certain small depository institutions whose mandatory periodic on-site examinations make take place every 18 months instead of annually. Requires the Federal banking agencies to report semiannually to the Congress regarding implementation of a coordinated Federal bank examination system until it is in place and provides full coordination of examinations of State depository institutions with State bank supervisors. (Sec. 527) Amends the Right to Financial Privacy Act to require a Government authority to reimburse a financial institution for assembling or providing the financial records of corporate customers. (Sec. 528) Amends specified Federal monetary law to repeal the requirement that depository institutions identify domestic nonbank financial institution customers. (Sec. 529) Requires each appropriate Federal banking agency and the National Credit Union Administration to conduct a paperwork reduction review, and eliminate any requirements for unnecessary internal written policies. (Sec. 530) Instructs the Secretary of the Treasury to revise the daily confirmation requirement under the Securities Exchange Act of 1934 concerning hold-in custody repurchase agreements to permit the counterparty to the agreement to waive such confirmation upon receipt of certain disclosures. (Sec. 531) Requires the Financial Institutions Examination Council and each Federal banking agency represented on it to review and identify unnecessary regulations every ten years and report thereon to the Congress. (Sec. 532) Amends the International Lending Supervision Act to change from mandatory to discretionary the duty of each appropriate Federal banking agency to: (1) require a banking institution to maintain a special reserve whenever the quality of its assets has been impaired by protracted inability of debtors in a foreign country to make payments; (2) analyze the results of foreign loan rescheduling negotiations and attendant loan risks; and (3) ensure that bank capital and reserve positions are adequate to accommodate potential losses on foreign loans. (Sec. 533) Amends FDIA financial management accountability guidelines to: (1) repeal certain internal control evaluation and reporting attestation requirements for independent public accountants; (2) permit Federal agencies to designate certain required reports of financial condition as privileged and confidential and not available to the public; and (3) exempt well-capitalized and well-managed insured depository institutions from mandatory financial management status reports (although not from the requirement of independent financial audits). (Sec. 534) Amends the FDIA to exclude outside directors from the primary definition of an \"institution-affiliated party\" but include them in such definition as independent contractors if they have knowingly or recklessly participated in certain prohibited activities. (Sec. 535) Amends the International Banking Act of 1978 to: (1) prescribe guidelines under which the Board may approve a foreign bank application to establish a U.S. presence even though it is not subject to comprehensive supervision on a consolidated basis in its home country; and (2) authorize termination of a foreign bank office if the appropriate authorities in its home country are not making progress in establishing arrangements for such supervision. (Sec. 536) Directs the Board to avoid unnecessary duplication of foreign bank examinations. Subjects foreign banks to the same on-site examination schedule and examination fee collections as apply to domestic banks. (Sec. 537) Amends the TILA to redefine \"mortgage\" as a consumer credit transaction secured by a subordinate mortgage on the consumer's principal dwelling. Repeals the exclusion of a residential mortgage transaction from such definition (thus permitting its inclusion). Dismisses all TILA administrative enforcement proceedings regarding high-cost, non-subordinate residential mortgage transactions pending upon the date of enactment of this Act. (Sec. 538) Revises FDIA guidelines to approve new activities of a State bank and its subsidiaries if the FDIC has not disapproved the bank's prior 60-day written notice of intent to engage in such activities. (Sec. 539) Amends the Revised Statutes to repeal the requirement that three bank directors, in addition to the officer making the declaration, attest in writing the correctness of reports of condition. (Sec. 540) Renames the Bank Service Corporation Act as the Bank Service Company Act. Defines a bank service company as: (1) any corporation organized to perform the services authorized by this Act whose capital stock is owned by one or more insured banks; and (2) any limited liability company organized to perform the services authorized by this Act whose members are one or more insured banks. Makes technical and conforming amendments. (Sec. 541) Amends the FRA to increase from ten percent to 25 percent the amount of capital and surplus that a national bank may invest in the stock of Edge Act subsidiaries and certain financial service corporations held by a member bank's non-U.S. branches. (Sec. 542) Requires each appropriate Federal banking agency to report to certain congressional committees on its actions to reconcile Regulatory Accounting Principles and Generally Accepted Accounting Principles, thereby eliminating inconsistent or duplicative accounting and reporting requirements applicable to mandatory reports filed by insured depository institutions. (Sec. 543) Permits the Comptroller of the Currency to waive the residency requirement for national bank directors. Title VI: Lender Liability - Expresses the sense of the Congress that: (1) a person who holds indicia of ownership primarily to protect a security interest in a vessel or facility should not be considered to have participated in management for purposes of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 unless such person exercises specified decisionmaking and managerial control; (2) the term \"participation in management\" as defined in such Act should not include specified acts or activities; (3) the term \"security interest\" as defined in such Act should include specified rights accruing to a person to secure an obligation; and (4) the Congress should address the potential Superfund and Resource Conservation and Recovery Act liability of fiduciaries and lenders. Title VII: Annual Study and Report on Impact on Lending to Small Business - Directs the following agencies to submit a joint annual report to the Congress on the extent to which the regulatory reductions under this Act have resulted in increased lending to small businesses: (1) the Federal Reserve Board; (2) the Director of the Office of Thrift Supervision; (3) the Comptroller of the Currency; and (4) the FDIC Board of Directors."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Glass-Steagall Reform bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Services Competitiveness Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Consumer Leasing Act Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equal Credit Opportunity Act Amendments of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Financial Services Competitiveness and Regulatory Relief Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To enhance competition in the financial services industry by providing a prudential framework for the affiliation of banks, securities firms, and other financial service providers, to reduce paperwork and additional regulatory burdens for depository institutions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:56-05:00"
}