{
  "actions": [
    {
      "acted_at": "1985-01-24", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-04", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-02-20", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Committee on Commerce. Hearings concluded. Hearings printed: S.Hrg. 99-36.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s287-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Johnston, J. Bennett", 
      "sponsored_at": "1985-01-24", 
      "state": "LA", 
      "thomas_id": "01373", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Long, Russell B.", 
      "sponsored_at": "1985-01-24", 
      "state": "LA", 
      "thomas_id": "01386", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1985-01-24", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1985-01-24", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-24", 
  "number": "287", 
  "official_title": "A bill to provide stability in the location of professional sports teams, to establish a procedure by which important community interests are considered in the relocation of such teams, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Professional Sports Team Community Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Gorton, Slade", 
    "state": "WA", 
    "thomas_id": "01341", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-24", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust law", 
    "Antitrust policy", 
    "Business and commerce", 
    "California", 
    "Civil procedure", 
    "Commercial arbitration", 
    "Communications and Broadcasting", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Courts and Civil Procedure", 
    "Government and business", 
    "Maryland", 
    "Professional sports", 
    "Relocation", 
    "Sports and Athletics", 
    "Sports and recreation", 
    "Sports facilities", 
    "Television", 
    "Television broadcasting", 
    "Television broadcasting of sports"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-24", 
    "text": "Professional Sports Team Community Protection Act - Title I - Declares that no professional sports team may relocate unless: (1) the relevant league determines that the proposed relocation is necessary and appropriate; and (2) the Professional Sports Franchise Arbitration Board (established under this Act) approves. List factors for consideration by a league for such a determination, including: (1) the adequacy of the stadium; (2) fan support; and (3) operating losses. Prescribes a notice requirement for clubs seeking relocation. Requires establishment of a Professional Sports Franchise Arbitration Board (Board) within 30 days after notice of a proposed relocation is delivered to the stadium authority and to the county concerned, unless the chief executive officer of the relevant community notifies the American Arbitration Authority that the community does not want such a Board. Specifies Board membership requirements. Provides for the Board's termination upon reaching a final decision on a proposed relocation or offer of retention. Requires that all relevant information and records be provided to the Board upon request. Allows the Board to disapprove a proposed relocation where such information was not submitted in a timely manner. Directs any person wishing to make an offer of retention to provide notice to the following: (1) the team; (2) the league; (3) the county; (4) the stadium authority; and (5) the Board. Directs the Board to conduct a formal hearing on the record to determine whether the proposed relocation is necessary and appropriate and to consider the value of the proposed relocation and any offer of retention. Instructs the Board to use the criteria set forth in this title for determining whether the proposed relocation is necessary and appropriate. Directs the Board to disapprove any proposed relocation which is not necessary and appropriate. Instructs the Board, where it has determined that a proposed relocation is necessary, to determine whether the value of any offer of retention is equal to or greater than the value of the proposed relocation. Directs the Board to reject a proposed relocation where: (1) the value of the offer of retention is equal to or greater than the proposed relocation; and (2) the offer of retention would not result in the change of franchise ownership. Directs the Board to forward all necessary and appropriate information to the league where: (1) the value of an offer of retention is equal to or greater than that of the proposed relocation; and (2) the offer of retention would result in a change of franchise ownership. Instructs the league to review such offers under its applicable rules for a transfer of league membership. Directs the Board to disapprove a proposed relocation where the retention satisfies the criteria of the league for transfer of membership, and approve the relocation where such criteria has not been satisfied. Allows the league to indicate its preference where more than one offer satisfies league criteria. Requires an owner who elects to accept an offer of retention to accept the offer preferred by the league. Directs the Board to approve a proposed relocation where the Board determines: (1) the proposed relocation is necessary and appropriate; and (2) no offer of retention is of a value equal to or greater than the proposed relocation. Prohibits a franchise, league, community, or person from bringing an action seeking judicial review of any act or decision made pursuant to this title except as specified. Permits a community to bring an action seeking judicial review of a league decision solely regarding whether the league considered the factors identified in this Act in reaching its decision. Permits a team, community, or person aggrieved by a Board decision to bring an action seeking judicial review of such decision solely regarding whether the Board considered the factors identified in this Act in reaching its decision. Permits any person aggrieved by a league or Board decision regarding an offer of retention to bring an action seeking judicial review of that decision. Permits any person to bring an action to enjoin a failure to comply with: (1) any provision of this title; or (2) any Board or league decision under this title. Permits such actions to be brought in the district court of the United States for the district in which the team is located. Provides that this title applies to any proposed relocation of a professional baseball, basketball, football, or hockey team which occurs or is scheduled to occur on or after January 24, 1985. Title II - Permits the sharing of telecast revenues by member clubs, notwithstanding the antitrust laws. Provides that any person who becomes a league member after the date of a revenue-sharing agreement shall share in the revenues in the same manner as existing franchises. States that the new member shall share such revenues in proportion to the time during such contract that it is a league member. Declares that all publicly owned or operated sports facilities shall be available to all professional sports teams without discrimination. Provides that a public authority may refuse a request under this title where: (1) the date requested is already scheduled; or (2) the requested use would impose a significant burden on the continued use of such facility by any other user. Permits a team denied access to a facility under this Act to bring an action in an appropriate Federal district court. Title III - Declares that the following actions are in violation of the Sherman Act: (1) the failure of Major League Baseball (MLB) to increase its membership for the 1988 season by two; (2) the failure of the National Football League (NFL) to increase its membership for the 1988 season by two, one of which is to be located in Baltimore, Maryland; and (3) the failure of the NFL to increase its membership for the 1990 season by an additional two teams, one of which is to be located in Oakland. Provides that an action may be brought pursuant to the Clayton Act by any person who submits an application to MLB or the NFL for expansion if the relevant league fails to comply with this title. Provides that MLB is subject to the Sherman Act and any provision of the antitrust laws for the purposes of this title. Declares that discussions between members of the National and American Leagues of MLB regarding the number and location of teams are not in violation of the antitrust laws. Title IV - Directs the Senate Committee on Commerce, Science and Transportation and the House Committee on Energy and Commerce to conduct periodic oversight hearings on the effect of this Act. Permits the city of Oakland, California, to pursue its eminent domain proceeding or any other litigation pending on January 1, 1984, against the Los Angeles Raiders."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Professional Sports Team Community Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide stability in the location of professional sports teams, to establish a procedure by which important community interests are considered in the relocation of such teams, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:07-05:00"
}