{
  "actions": [
    {
      "acted_at": "1973-02-28", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4997-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-28", 
  "number": "4997", 
  "official_title": "A bill to promote commerce and amend the Federal Power Act to establish a Federal power research and development program to increase efficiencies of electric energy production and utilization, reduce environmental impacts, develop new sources of clean energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5650-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s357-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Thone, Charles", 
    "state": "NE", 
    "thomas_id": "01154", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-28", 
  "subjects": [
    "Advisory bodies", 
    "Electric power", 
    "Energy", 
    "Environmental protection", 
    "Power resources"
  ], 
  "subjects_top_term": "Power resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-28", 
    "text": "Establishes a Federal Power Research and Development Board which shall consist of five persons appointed by the President, by and with the advice and consent of the Senate. Provides that, ninety days after enactment of this title, every person purchasing electric energy for consumption, and every person generating more than one million kilowatt-hours per year of electric energy for his own consumption shall pay a fee equal to 1 percent of his total charge for electric energy for all such electric energy purchased and consumed, or 1 percent of the fair market value, as determined by the Federal Power Commission, of the electric energy produced where the electric energy is generated by any person for his own consumption. Requires all persons distributing electric energy affecting interstate commerce, including private companies, cooperatives, and agencies of local, state, and the Federal Government to include as part of the normal bill or invoice issued to any person purchasing electric energy for consumption an additional amount equal to 1 percent of the total charge for electric energy. Provides that such persons distributing electric power affecting interstate commerce are required to collect the fee and to pay an amount equal to all such fees collected to the Federal Power Commission. Provides that any person generating more than one million kilowatt-hours per year of electric energy for his own consumption affecting interstate commerce is hereby required to pay a fee equal to 1 percent of the fair market value, as determined by the Federal Power Commission, of the electric energy he generates to the Federal Power Commission. Provides that revenues collected by the Commission from such fees and interest on such revenues shall be deposited in the Federal Power Research and Development Trust Fund, to be available through the appropriation process only to the Board for use in carrying out all the provisions of this title. Authorizes the Board to conduct directly and by way of contract, grant, or other arrangement a program of research and development for the improved means of production, transmission, distribution, and utilization of electric energy with minimum impact on the environment. Provides that funds appropriated pursuant to this Act shall be allocated on the basis of their contribution to the attainment of the following goals: (1) increasing the efficiencies of energy generation, transmission, and distribution processes; (2) improving the energy utilization efficiency of appliances, equipment and processes, and encouraging the implementation of energy conservation practices; (3) decreasing the adverse environmental impact of present and future energy generation, transmission, and distribution processes; (4) achieving basic innovations for new means of reliability generating energy while protecting the environment; and (5) making increased efficiencies and improved technology directly available to all interested persons on a nondiscriminatory basis. Authorizes the Board not less than twice each month to publish a newsletter which shall be made available to all interested persons and which shall include: (1) abstracts of all approved grants, including a statement on the general nature of the work; (2) announcements of hearings; (3) summaries of promising developments; and (4) the information required elsewhere in this title. Provides that each contract, grant, or other arrangement for any research or development activity supported by this title shall contain provisions effective to insure that all information, uses, processes, patents, and other developments resulting from that activity will be made freely and fully available to the general public. States that any person who violates any regulation established pursuant to this title shall be subject to a civil penalty of not more than $10,000 for each violation or for each day of a continuing violation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to promote commerce and amend the Federal Power Act to establish a Federal power research and development program to increase efficiencies of electric energy production and utilization, reduce environmental impacts, develop new sources of clean energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:12-05:00"
}