{
  "actions": [
    {
      "acted_at": "1979-04-26", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-05-04", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 96-120.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-07", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-05-09", 
      "committee": "Senate Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Referred to Senate Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-07", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Energy and Natural Resources with amendment, S. Rept. 96-467.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-07", 
      "references": [], 
      "text": "Call of calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-07", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-07", 
      "references": [], 
      "text": "Measure passed Senate, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-25", 
      "references": [], 
      "text": "House agreed to Senate amendment with amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-28", 
      "references": [], 
      "text": "Senate agreed to House amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-02-28", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-03-04", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-04", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-04", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-03-12", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-03-12", 
      "references": [], 
      "text": "Public Law 96-205.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3756-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Clausen, Don H.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00201", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Corrada, Baltasar", 
      "sponsored_at": "1979-01-03", 
      "state": "PR", 
      "thomas_id": "00237", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Evans, Melvin H.", 
      "sponsored_at": "1979-01-03", 
      "state": "VI", 
      "thomas_id": "00362", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1979-01-03", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1979-01-03", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Murphy, Austin J.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00841", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1979-01-03", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1979-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1979-01-03", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Williams, Pat", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "01231", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Won Pat, Antonio B.", 
      "sponsored_at": "1979-01-03", 
      "state": "GU", 
      "thomas_id": "01241", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-03-12", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-04-26", 
  "number": "3756", 
  "official_title": "A bill to authorize appropriations for certain insular areas of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Burton, Phillip", 
    "state": "CA", 
    "thomas_id": "00156", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-04-26", 
  "subjects": [
    "American Samoa", 
    "Armed forces and national security", 
    "Authorization", 
    "Claims", 
    "Comprehensive health care", 
    "Congressional oversight", 
    "Customs administration", 
    "Defense articles", 
    "Economics and public finance", 
    "Environmental protection", 
    "Excise tax", 
    "Federal advisory bodies", 
    "Federal aid programs", 
    "Federal aid to education", 
    "Federal office buildings", 
    "Foreign Trade and Investments", 
    "Government liability", 
    "Government operations and politics", 
    "Government property", 
    "Government securities", 
    "Guam", 
    "Health", 
    "Income tax", 
    "International affairs", 
    "International trusteeships", 
    "Jurisdiction", 
    "Labor and employment", 
    "Land transfers", 
    "Liability for nuclear damages", 
    "Licenses", 
    "Limitation of actions", 
    "Local finance", 
    "Local taxation", 
    "Marshall Islands", 
    "Micronesia", 
    "Mines and mineral resources", 
    "Natural gas", 
    "Northern Mariana Islands", 
    "Nuclear energy", 
    "Nuclear fuels", 
    "Nuclear weapons", 
    "Petroleum", 
    "Public service employment", 
    "Puerto Rico", 
    "Radiation", 
    "Radioactive pollution", 
    "Radioactive wastes", 
    "Research", 
    "Submerged lands", 
    "Tariff", 
    "Tax administration", 
    "Tax exemption", 
    "Tax rebates", 
    "Taxation", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Territories (U.S.)", 
  "summary": {
    "as": "House agreed to Senate amendment with amendment", 
    "date": "1980-02-25", 
    "text": "(House agreed to Senate amendments with amendments) =Title I: Trust Territory of the Pacific Islands= - Authorizes appropriations for fiscal years after 1980 of such sums as may be necessary for certain assistance programs for the Trust Territory of the Pacific Islands. Directs the Secretary of the Interior to provide, for the people of specified atolls in the Marshall Islands, a program of medical care and treatment and environmental research and monitoring for any injury, illness, or condition which may have been the result of the United States nuclear weapons testing program at or near such atolls. Directs the Secretary to implement such program according to a plan developed in consultation with specified Federal authorities and local representatives. Directs the Secretary to submit such plan to Congress and to establish a scientific advisory committee to evaluate implementation of such plan. Directs the Secretary of Energy to assume all costs associated with the development and implementation of such plan. Authorizes appropriations for such purposes. Directs the Secretary of the Interior to report annually, or more frequently if necessary, to the appropriate committees of the Congress and to the people of the affected atolls on the implementation of such plan. Directs the Secretary, upon a determination that circumstances so warrant, to pay appropriate compensation, not in excess of $25,000, to residents of Rongelap or Utirik atolls who have suffered radiation-related physical injury or harm, even if they have been otherwise compensated for specified illnesses. Requires the express approval of the Congress before any Federal programs in education and health care, except those which are terminated for all program recipients, may cease to apply to the Trust Territory of the Pacific Islands or any successor governments and before participation by such entities in such programs may be denied, decreased, or ended, either before or after termination of the trusteeship. =Title II: Northern Mariana Islands= - Requires that the salary and expenses of the government comptroller for the Northern Mariana Islands be paid from funds appropriated to the Department of the Interior. Makes technical and conforming changes in existing law to differentiate the government of the Northern Mariana Islands from that of the Trust Territory of the Pacific Islands. Authorizes appropriations to the Secretary of the Interior for a health care services grant to the Commonwealth of the Northern Mariana Islands. Subjects such grant to the approval of the Secretary of Health, Education, and Welfare. Authorizes appropriations of such sums as may be necessary for the development, and operation of the American Memorial Park, Saipan, Northern Mariana Islands, which are not to exceed $3,000,000 for development. Directs the Secretary of the Treasury to administer and enforce the collection of specified taxes, without reimbursement or other costs to the government of the Northern Mariana Islands, upon receipt of a resolution adopted by both houses of the legislature of the Northern Mariana Islands accompanied by a letter of request from either the Governor or the Lieutenant Governor of the Northern Mariana Islands. Authorizes the Secretary to: (1) employ citizens of such Islands; or (2) use the services of employees of such government, upon agreement to pay for such use. Directs the Secretary to make every effort to assure that citizens of such Islands are trained to ultimately assume such administration and enforcement duties. Authorizes the Secretary to employ and train such citizens without regard to U.S. Civil Service hiring or job classification laws or any employment ceilings imposed on the Secretary, until the end of the third full fiscal year following the date of enactment of this Act. Directs the Secretary to: (1) establish a taxpayers information service to assist citizens of such Islands; and (2) ensure that proceeds of specified tax collections are covered directly into the treasury of the Commonwealth of the Northern Mariana Islands. Exempts individuals residing in, and specified entities organized under the laws of, the Commonwealth of the Northern Marina Islands from the payment of the territorial income tax with respect to income derived from sources within such Commonwealth for taxable years 1979 and 1980. Provides a similar exemption for taxable year 1981, under specified conditions. Expresses the sense of Congress that specified tax \"rebates\" do not permit the abatement of taxes. =Title III: Guam= - Amends the Organic Act of Guam to require that all amounts heretofore withheld from the Guam treasury (from sums collected as such duties and taxes) as interest on specified Federal assistance be credited as reimbursement payments by Guam on the principal amount advanced by the United States. Directs the Secretary of the Interior, upon certain findings, to extend for ten years the time limitation on guarantees for purchase by the Federal Financing Bank of bonds or other obligations of the Guam Power Authority. Directs the Secretary of the Treasury, under certain conditions, to deduct interest payments due from such Authority from duties and taxes collected and paid to the government of Guam. Permits the withholding of Federal payments to the Government of Guam, if provided for in appropriations Acts, to offset such withheld payments against any U.S. claim against the Government of Guam or the Guam Power Authority pursuant to such guarantees. Authorizes the Secretary to place appropriate stipulations on such guaranteed bonds or obligations. Limits specified civil actions, involving the Guam claims program under the Omnibus Territories Act of 1977, to those commenced not later than April 1, 1982. =Title IV: Virgin Islands= - Amends the Revised Organic Act of the Virgin Islands to transfer to the Virgin Islands Government title to all property in the Virgin Islands which may have been acquired by the United States from Denmark under a specified convention. Excludes from such transfer certain lands and property already reserved or retained by the United States. Requires that the General Services Administration release approximately ten acres of mortgaged land for construction of the proposed St. Croix armory upon payment by the Government of the Virgin Islands of the outstanding principal due on such land. Prohibits the extension, renewal, or renegotiation of the lease of real property on Water Island in the Virgin Islands before 1992 unless specifically approved by Act of Congress. Provides that, until January 1, 1982, the cost of collecting duties, taxes and fees directly attributable to the importation of petroleum products shall be deducted from specified revenues to be covered into the Treasury of the Virgin Islands. Requires that certain other retained costs of collection of duties, taxes, and fees be immediately remitted to such Treasury. Repeals the requirement that the cost of collecting the proceeds of customs duties be deducted from such remittances. Repeals specified provisions which provide for Federal grants to the government of the Virgin Islands to offset any anticipated deficit during fiscal years 1979, 1980, and 1981. Provides that excise taxes may be levied and collected as the Legislature of the Virgin Islands may direct as soon as those items subject to such tax are brought into the Virgin Islands. Directs the Administrator of the General Services Administration to convey, within two years and without consideration, a former District Court Building, and the land upon which it is located, to the Government of the Virgin Islands. Extends for five years the time limitation on Federal commitments to guarantee the issuance of certain bonds and other obligations issued by the Virgin Islands government. Requires, after October 1, 1984, that any unobligated proceeds of such bonds or obligations be repaid immediately by such government to the lenders with agreed upon interest. Directs the Secretary of the Treasury to deduct the requisite amounts from specified moneys that would otherwise be paid to such government, if there is any delay in such repayment. =Title V: American Samoa= - Requires the salary and expenses of the government comptroller of American Samoa to be paid from funds to be appropriated to the Department of the Interior. Directs the Secretary of the Treasury, upon the request of the Governor of American Samoa, to administer and enforce the collection of all customs duties derived from American Samoa, without cost to its government and by making every effort to employ and train its residents to carry out such activities. =Title VI: Miscellaneous= - Directs the Department of the Interior, in administering grants to any Insular Area to waive, in its discretion, certain matching funds and written report requirements for grants. Directs all Federal departments and agencies to waive any requirements for local matching funds under $100,000 (including in-kind contributions), in the case of American Samoa and the Northern Mariana Islands. Stipulates that authorizations of appropriations by this Act and appropriations pursuant to this Act for any fiscal year shall carry over for appropriation or expenditure in succeeding fiscal years. Permits, to the extent practicable, Federal agencies and instrumentalities to make available their services, facilities, and equipment to the governments of the territories and possessions of the United States and the Trust Territory of the Pacific Islands on a reimbursable basis or, if otherwise authorized by law, without reimbursement. Directs the Secretary of the Interior to report to Congress prior to the granting of any license, permit or other authorization or permission by any Federal agency or instrumentality of the United States to any person for the transportation for storage or the storage of spent nuclear fuel or high level radioactive waste to or on any territory or possession of the U.S. Prohibits the granting of any such license, permit, or other authorization or permission, or the transportation or storage of spent fuel or waste, unless the proposed transportation or storage plan has been specifically authorized by Act of Congress. Exempts the cleanup and rehabilitation of Bikini and Enewetak Atolls from the provisions of this Act. Amends the Organic Act of Puerto Rico (Jones Act) to conform language of such Act relating to the jurisdiction and control of Puerto Rico over its submerged lands to the language of the Submerged Lands Act and the Territorial Submerged Lands Act by specifying the precise seaward jurisdiction of three marine leagues. Directs the Secretary of the Interior to convey, within 60 days, to the governments of Guam, the Virgin Islands, and American Samoa all U.S. right, title, and interests in deposits of oil, gas, and other minerals in specified submerged lands already conveyed to such governments. Subjects such conveyance of mineral deposits to any existing lease, permit or other interest granted by the U.S. prior to the date of such conveyance. Requires that all rentals, royalties, or fees which accrue after such date, in connection with such leases, permits, or other interests, be payable to such governments. Makes conforming and technical amendments to specified Acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for certain insular areas of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:04-05:00"
}