{
  "actions": [
    {
      "acted_at": "1973-06-20", 
      "committee": "House Committee on Internal Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Internal Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8865-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Internal Security", 
      "committee_id": "HSUA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-20", 
  "number": "8865", 
  "official_title": "A bill to amend the Internal Security Act of 1950 to establish a Central Security Review Office for the coordination of loyalty and security programs administered by Federal executive agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Central Security Review Office Act", 
  "sponsor": {
    "district": "8", 
    "name": "Ichord, Richard H.", 
    "state": "MO", 
    "thomas_id": "00581", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-20", 
  "subjects": [
    "Federal employees and officials", 
    "Government operations and politics", 
    "Subversive activities"
  ], 
  "subjects_top_term": "Subversive activities", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-20", 
    "text": "Central Security Review Office Act - Establishes in the Executive Office of the President a Central Security Review Office. Provides that the Director of such office shall conduct continuing surveys and inspections of the administration of underlying laws, orders, and regulations, and the practices and procedures employed by executive agencies, to carry into effect loyalty and security programs. States that such surveys shall include specified studies. Requires the Director to compile and maintain appropriate statistical records with respect to the results of each loyalty and security program administered or supervised by executive agencies. States that the Director shall receive, investigate, and evaluate complaints made on behalf of Federal employees by recognized labor or employee organizations with respect to the administration of loyalty and security programs by executive agencies, and shall receive, investigate, and evaluate complaints made by Government contractors and labor organizations with respect to the requirements imposed under relevant security programs. States that the Director shall promulgate such rules and regulations as he may determine to be necessary to provide for the uniform, effective, and economical administration of the loyalty and security programs. Requires the Director to submit an annual report to the President and to the Congress concerning the operations of the Office."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Central Security Review Office Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Security Act of 1950 to establish a Central Security Review Office for the coordination of loyalty and security programs administered by Federal executive agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:16-05:00"
}