{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr842-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "842", 
  "official_title": "A bill to regulate the interstate trafficking and sale of hypodermic needles and syringes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Hypodermic Needle and Syringe Control Act", 
  "sponsor": {
    "district": "23", 
    "name": "Peyser, Peter A.", 
    "state": "NY", 
    "thomas_id": "00915", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Medical care, personnel, and facilities", 
    "Medical supplies", 
    "Narcotic addiction", 
    "Narcotics"
  ], 
  "subjects_top_term": "Narcotic addiction", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Hypodermic Needle and Syringe Control Act - Provides that it shall be unlawful for any person, other than a registered manufacturer, registered importer, registered wholesaler, registered dealer, licensed pharmacist, or licensed medical practitioner: (1) to engage in the business of importing, manufacturing, dispensing, selling, purchasing, or dealing in hypodermic needles or syringes if in the course of such business he ships, transports, or receives any hypodermic needle or syringe in interstate or foreign commerce; (2) to transport or cause to be transported any hypodermic needle or syringe in interstate or foreign commerce unless such person holds a lawfully issued prescription or medical certificate for such hypodermic needle or syringe or is otherwise authorized to possess it; or (3) to transfer, sell, trade, give, distribute, transport, or deliver any hypodermic needle or syringe to any person, other than a registered manufacturer, registered importer, registered wholesaler, registered dealer, licensed pharmacist, or licensed medical practitioner or any person who holds a lawfully issued prescription or medical certificate for such hypodermic needle or syringe or is otherwise authorized to possess it, whom the transferor knows or has reasonable cause to believe resides in any other State other than that in which the transferor resides (or other than that in which its place of business is located if the transferor is a corporation or other business entity). Makes it unlawful: (1) for any person in connection with the acquisition or attempted acquisition of any hypodermic needle or syringe from a registered manufacturer, registered importer, registered wholesaler, registered dealer, licensed pharmacist, or licensed medical practitioner knowingly to make any false or fictitious oral or written statement or to furnish or exhibit any false, fictitious, or misrepresented identification, intended to deceive such transferor with respect to any fact material to the lawfulness of the sale or other disposition of such hypodermic needle or syringe; (2) for any registered manufacturer, registered importer, registered wholesaler, registered dealer or licensed pharmacist to sell, deliver, or distribute a hypodermic needle or syringe in any State where the purchase or possession by such transferee would be in violation of any State law or any local ordinance applicable at the place of sale, delivery, or other disposition, unless the licensee knows or has reasonable cause to believe that the purchase or possession would not be in violation of such State law or local ordinance; (3) for any person to transport or ship in interstate or foreign commerce any stolen or otherwise unlawfully obtained hypodermic needle or syringe, knowing or having reasonable cause to believe that such hypodermic needle or syringe was stolen or otherwise unlawfully obtained; (4) for any person to receive, conceal, store, barter, sell, or dispose of any hypodermic needle or syringe stolen or otherwise unlawfully obtained, knowing or having reasonable cause to believe that such hypodermic needle or syringe was stolen or otherwise unlawfully obtained; (5) for any person to bring into the United States or any possession thereof any hypodermic needle or syringe in violation of the provisions of this Act; or (6) for any registered manufacturer, registered importer, registered wholesaler, registered dealer, licensed pharmacist, or licensed medical practitioner knowingly to make any false entry in, to fail to make appropriate entry in, or to fail to properly maintain, any record which he is required to keep pursuant to this Act. Sets forth provisions for record-keeping and registration of hypodermic needles and syringes in keeping with the controls under this Act. Provides that registrations issued under this Act shall be kept posted and kept available for inspection on the premises covered by the registration. Provides that whoever violates any provision of this Act shall be fined not more than $5,000, or imprisoned not more than five years, or both, and shall become eligible for parole as the Board of Parole shall determine. Provides that whoever, with intent to commit therewith an offense punishable by imprisonment for a term exceeding one year, or with knowledge or reasonable cause to believe than an offense punishable by imprisonment for a term exceeding one year is to be committed therewith, ships, transports, or receives a hypodermic needle or syringe in interstate or foreign commerce shall be fined not more than $10,000, or imprisoned not more than ten years, or both. Provides that any hypodermic needle or syringe used in violation of this Act or any rule or regulation promulgated thereunder shall be subject to seizure and forfeiture. Authorizes to be appropriated such sums as may be necessary to carry out the purpose of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Hypodermic Needle and Syringe Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate the interstate trafficking and sale of hypodermic needles and syringes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:41-05:00"
}