{
  "actions": [
    {
      "acted_at": "1980-03-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6802-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Carter, Tim Lee", 
      "sponsored_at": "1979-01-03", 
      "state": "KY", 
      "thomas_id": "00181", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Leland, Mickey", 
      "sponsored_at": "1979-01-03", 
      "state": "TX", 
      "thomas_id": "00681", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Maguire, Andrew", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00725", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Preyer, Richardson", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "00928", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-12", 
  "number": "6802", 
  "official_title": "A bill to amend the Public Health Service Act to revise and extend the programs for the National Health Service Corps and to revise and extend the programs of assistance under titles VII and VIII of such Act for the education of health professions personnel, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Health Professions Educational Assistance and Nurse Training Amendments of 1980", 
  "sponsor": {
    "district": "24", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-12", 
  "subjects": [
    "Advisory bodies", 
    "Aliens", 
    "Authorization", 
    "Child health", 
    "Community health services", 
    "Dentists", 
    "Department of the Treasury", 
    "Education", 
    "Educational facilities", 
    "Educational finance", 
    "Family medicine", 
    "Federal aid to education", 
    "Government trust funds", 
    "Graduate education", 
    "Health", 
    "Health education", 
    "Health facilities", 
    "Health services administration", 
    "Hospitals", 
    "Immigration", 
    "Medicaid", 
    "Medical education", 
    "Medical personnel", 
    "Medical residents", 
    "Medicare", 
    "Nurses", 
    "Optometry", 
    "Osteopathy and osteopaths", 
    "Paramedical education", 
    "Pharmacists", 
    "Physicians", 
    "Professional education", 
    "Public health", 
    "Public health personnel", 
    "Regional medical programs", 
    "Revolving funds", 
    "Scholarships", 
    "Social welfare", 
    "Student aid", 
    "Student enrollment", 
    "Student loan funds", 
    "Subsidies", 
    "Veterinary medicine"
  ], 
  "subjects_top_term": "Public health", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-03-12", 
    "text": "Health Professions Educational Assistance and Nurse Training Amendments of 1980 - Title I: National Health Service Corps Programs - Amends title III (General Powers and Duties of Public Health Service) of the Public Health Service Act to include in the National Health Service Corps as an individual subject to the personnel system of the Corps and entitled to receive the same income as a civilian employee of the Corps, an individual who is not an employee of the United States and who as a recipient of a National Health Service Corps Scholarship, has been designated by the Secretary of Health and Human Services to serve in a health manpower shortage area to satisfy such individual's service obligation. Prohibits the Secretary from approving an application to assign such an individual to an entity in a health manpower shortage area if the entity does not have sufficient financial resources to provide the individual with such an income. Permits the Secretary to make a grant to the entity to assure that the individual will receive such an income if, in approving the application, the Secretary determines that the entity does not have the resources to provide such an income. Directs the Secretary to conduct programs to demonstrate the improvements that can be made in the assignment of members of the Corps to health manpower shortage areas and in the delivery of health care by Corps members in such areas through coordination with State and local governments and other public and nonprofit private entities with expertise in the planning, development, and operation of centers for the delivery of primary health care. Establishes a revolving fund in the Treasury called the National Health Service Corps Fund to carry out the National Health Service Corps Program. Authorizes the Secretary to make grants and contracts with public and private nonprofit entities to conduct programs designed to prepare an individual with a service obligation under the Scholarship Program to effectively provide health services in the health manpower shortage area to which the individual is assigned. Authorizes appropriations through fiscal year 1983 for the National Health Service Corps Program. Directs the Secretary, under title VII (Health Research and Teaching Facilities and Training of Professional Health Personnel) of the Act, in the case of an individual with a service obligation, to determine if the individual shall provide such service as a member of the Corps: (1) who is a commissioned officer in the Regular or Reserve Corps of the Service or who is a civilian employee of the United States; or (2) who is not such an officer or employee, and to notify the individual of such determination. Requires an individual released from the service obligation pursuant to a written agreement under which the individual agrees to engage in full-time private clinical practice to agree to accept assignments under title XVIII (Medicare) of the Social Security Act and to provide services to an individual entitled to medical assistance under title XIX (Medicaid) of the Act. Permits the Secretary to require an individual with such an agreement in effect who fails, for any reason, to begin or complete such service, to perform the service obligation as a member of the Corps. Requires an individual with such an agreement in effect who does not meet the service obligation to repay, with interest at the maximum legal rate, the scholarship. Authorizes appropriations through fiscal year 1983 for the Scholarship Program. Title II: Health Professions Program under Title VII - Repeals the requirement that a school for training physicians, dentists, pharmacists, optometrists, podiatrists, veterinarians, professional public health personnel, or osteopaths, must increase its enrollment by a specified amount if it is awarded a grant, under title VII (Health Research and Teaching Facilities and Training of Professional Health Personnel) of the Act, for the construction of additional teaching facilities. Permits the Secretary to make a loan guarantee for remodeling, renovating, or altering the teaching facility of a nonprofit private entity for educating health personnel until September 30, 1983. Extends for three fiscal years, the Federal program of insuring loans to graduate students in health professions schools. Repeals the provision which permits the Secretary to insure a student loan only if made to a student who does not receive funds from a loan insured under a Federal, State, or nonprofit program provided under the Higher Education Act of 1965. Prohibits a loan from being insured by the Secretary unless the written agreement offers, in accordance with criteria prescribed by the Secretary, a schedule for repayment of principal and interest under which payment of a portion of the principal and interest otherwise repayable at the beginning of the repayment period is deferred until a later time in the period. Repeals the prohibition against having more than 50 percent of the students in an eligible health professions institution from having their loans insured under the Federal loan insurance program. Authorizes appropriations for the student loan program through fiscal year 1983. Authorizes appropriations through fiscal year 1983 for scholarships for health professional students of exceptional financial need who are in their first year of study. Revises the method of determining institutional grants (formerly capitation grants) to a health professional school for the support of educational programs. States that the annual grant shall be an amount which bears the same ratio to the total amount appropriated for the fiscal year as the total number of full-time students enrolled in the school bears to the total number of full-time students enrolled in all schools of the same category. Sets forth provisions relating to the determination of enrollment. Authorizes appropriations for such grants through fiscal year 1983 for schools of medicine, osteopathy, dentistry, veterinary medicine, optometry, pharmacy, and podiatry. Prohibits making such a grant unless the applicant school provides assurances that it will at least match the amount of the grant with funds from non-Federal sources. Reduces the percentage of students required to be enrolled in medical residency training programs in primary care in order for a medical school to be eligible for such a grant. Authorizes appropriations through fiscal year 1983 for: (1) project grants for the establishment of departments of family medicine; (2) area health education center programs; (3) programs for physician assistants, dental auxiliaries, and dental team practice; (4) training, traineeships, and fellowships in general internal medicine and general pediatrics; (5) family medicine and general dental practice programs; (6) educational assistance to individuals from disadvantaged backgrounds so that such individuals may undertake education to enter a health profession; and (7) startup, financial distress, interdisciplinary training, and curriculum development (but only for schools of public health, veterinary medicine, optometry, pharmacy, or podiatry). Authorizes the Secretary to make grants and enter into contracts with schools of medicine and osteopathy, nonprofit hospitals, or other nonprofit entities to: (1) plan, develop, and operate a program for training physicians who plan to teach in general internal medicine and general pediatrics training programs; and (2) provide assistance to physicians who participate in any such program. Directs the Secretary to conduct a study to determine the most effective and efficient means of providing financial assistance to graduate medical education programs in primary medicine, pediatrics, and family medicine. Directs the Secretary to make annual grants to nonprofit schools of public health. Sets forth a formula for determining the size of the grants. Authorizes appropriations for such grants through fiscal year 1983. Requires a school to receive a grant: (1) to obtain from non-Federal sources an amount at least equal to the amount expended by the applicant for such purpose in the previous year; and (2) to maintain a certain level of enrollment. Authorizes the Secretary to waive such requirements if compliance by such school will prevent it from maintaining its accreditation. Authorizes appropriations through fiscal year 1983 for: (1) public health traineeships; and (2) special projects for accredited schools of public health and graduate programs in health administration. Authorizes the Secretary to make grants and contracts with nonprofit entities for the establishment, operation, and administration of centers to provide intensive, short-term, advanced training, to individuals with demonstrated expertise in health policy and management, in: (1) health systems management; (2) health policy, planning, and regulation; (3) environmental policy and management; (4) financial management and strategy in health care; (5) the management of collaboration between health care entities; (6) the management of small health care entities in inner cities and rural areas; and (7) other matters which will increase the capabilities of such individuals and broaden their perspectives in carrying out their functions. States that the amount of any grant or contract shall be determined by the Secretary. Authorizes appropriations through fiscal year 1983 for such grants and contracts, Authorizes appropriations through fiscal year 1983 for: (1) grants for graduate programs in health administration; and (2) traineeships for students in accredited graduate schools of social work, but excluding accredited schools of public health, which offer a program in health administration, hospital administration, or health policy analysis and planning. Directs the Secretary to make grants to schools of medicine, dentistry, and osteopathy for the costs of projects to: (1) establish and improve academic administrative units in preventive or community medicine or dentistry; (2) improve predoctoral and postdoctoral instruction in preventive, community, or occupational medicine or dentistry; (3) plan, develop, and operate joint programs between academic administrative units in preventive or community medicine or dentistry and such units in other clinical specialties which integrate the teaching of clinical preventive, community, or occupational medicine or dentistry within clinical programs for other medical or dental disciplines; and (4) plan, develop and operate special programs to train teachers and researchers in preventive, community, or occupational medicine or dentistry. States that the Secretary shall determine the amount of any such grant. Requires a school to be eligible for such a grant to establish an academic administrative unit in preventive or community medicine or dentistry or an academic or administrative unit which has the primary responsibility, within the school, for teaching the principles of preventive or community medicine or dentistry. Authorizes appropriations through fiscal year 1983 for such grants. Directs the Secretary to make grants to schools of medicine and schools of public health to meet the costs of projects to: (1) plan and develop new residency training programs and to develop and expand accredited residency training programs in preventive medicine; and (2) provide financial assistance to residency trainees enrolled in such programs. States that the Secretary shall determine the amount of any such grant. Requires a school to be eligible for such a grant to demonstrate that it has or will have available full-time faculty members with training and experience in the fields of preventive medicine and support from other faculty members trained in public health and other relevant specialties and disciplines. Authorizes appropriations through fiscal year 1983 for such grants. Authorizes appropriations, relating to allied health personnel, through fiscal year 1983 for: (1) project grants and contracts; (2) traineeships for advanced training of allied health personnel; and (3) educational assistance to disadvantaged individuals in allied health training. Title III: Nurse Training - Amends title VIII (Nurse Training) of the Act to limit grants to nursing schools for the construction of new facilities and for the replacement or rehabilitation of existing facilities in health manpower shortage areas. Authorizes appropriations through fiscal year 1983 for such grants. Revises the formula for the computation of institutional support grants (formerly, capitation grants) for collegiate schools of nursing, associate schools of nursing and diploma schools of nursing so as to reduce the amount of such grants per student. Authorizes appropriations for such grants through fiscal year 1983. Revises the requirements a nursing school must meet in order to receive such a grant so that a school must meet one of the following: (1) for a school of nursing, the first year enrollment of full-time students must exceed the number of first year students enrolled in the school year beginning during the fiscal year ending September 30, 1979, by the greater of five percent or five students; (2) in the case of a collegiate school of nursing, the school will carry out a program to train nurse practitioners; (3) the school will carry out a program to identify, recruit, enroll, retain, and graduate individuals from disadvantaged backgrounds such that at least 20 percent of each year's entering class (or ten students, whichever is higher) is comprised of such individuals; (4) in the case of a collegiate school of nursing, that at least 20 percent of each year's entering class of full-time students (or ten students, whichever is greater) is made up of individuals who have a degree from an associate degree school of nursing or a diploma or equivalent indicia from a diploma school of nursing; (5) in the case of an associate school of nursing or a diploma school of nursing, at least 20 percent of each year's entering full-time students (or ten students, whichever is greater) shall be made up of individuals who are licensed practical or vocational nurses; or (6) the number of part-time students enrolled in the school, in its program leading to the degree or diploma or equivalent indicia, will be at least 20 percent of all students enrolled in the school in such program. Repeals the authority of the Secretary to make special project grants and contracts to nonprofit nursing schools and other nonprofit entities for the following purposes: (1) to assist in mergers or other cooperative arrangements among hospitals and academic institutions leading to the establishment of nurse training programs; (2) to plan, develop, or establish new nurse training programs, or to improve curricula of nursing schools; (3) to assist in meeting the costs of developing short-term in- service training programs for nurses aides and orderlies for nursing homes; and (4) to provide training and education to upgrade the skills of nursing assistants, and other paraprofessional nursing personnel (retains the authority for programs to provide training and education to upgrade the skills of licensed vocational or practical nurses). Authorizes appropriations through fiscal year 1983 for the remaining special projects. Stipulates that at least 20 percent of the funds appropriated shall be used to increase nursing education opportunities for individuals from disadvantaged backgrounds and at least 20 percent shall be used to help to increase the supply or improve the distribution, by geographic area or by specialty group, of adequately trained nursing personnel to meet the Nation's health needs. Authorizes appropriations through fiscal year 1983 for advanced nurse training programs. Specifies that an individual awarded a nurse practitioner's traineeship under the Act must make a commitment to practice in a health manpower shortage area for a period equal to one month for each month the recipient receives the traineeship. Sets forth conditions of repayment in those instances where an individual awarded a traineeship either fails to complete the service obligation, or is academically dismissed or voluntarily terminates academic training. Authorizes the Secretary to waive the obligation if compliance is impossible or would involve extreme hardship and would be inequitable. Authorizes appropriations through fiscal year 1983 for nurse practitioner traineeships. Repeals, under the traineeship grant program for advanced training of professional nurses, the authority of the Secretary to make grants for training professional nurses to serve as nurse practitioners. Authorizes the Secretary to make grants to train professional nurses to serve as nurse midwives. Authorizes appropriations for the advanced traineeship program through fiscal year 1983. Stipulates that, except under certain conditions, at least 50 percent of such appropriated funds shall be utilized to train professional nurses to teach in the various fields of nurse training. Authorizes appropriations through fiscal year 1983 for grants to cover the cost of traineeships for training nurse anesthetists. Requires that student nursing loans may only be made to a student who is in exceptionally needy circumstances or is from a low-income or disadvantaged family. Increases the interest on such loans from three to six percent. Authorizes appropriations for nursing school student loan funds through fiscal year 1983. Repeals the authority of the Secretary to make scholarship grants to nonprofit nursing schools. Title IV: Graduate Medical Education National Advisory Committee - Establishes, under title VII of the Act, the Graduate Medical Education National Advisory Committee to advise, consult with, and make recommendations to the Secretary with respect to: (1) the need for and supply of physicians in the various medical specialties and with respect to the geographic distribution of physicians; and (2) various matters related to graduate medical education. Directs the Advisory Committee to recommend to the Secretary goals for: (1) the distribution of physicians by medical specialties and subspecialties; and (2) the number of graduate medical education positions that should be available in each of the medical specialties and subspecialties. Directs the Advisory Committee to annually report to the Secretary. Title V: Medicare and Medicaid Amendments Relating to Primary Care Residency Programs - Amends part B (Supplementary Medical Insurance) of title XVIII (Medicare) of the Social Security Act to provide, at the election of a hospital, that physicians' services furnished to a hospital outpatient by a licensed physician who is a resident in an accredited residency program in the hospital in family medicine, primary internal medicine, or primary pediatrics shall be treated for the purposes of the Medicare program as medical and other health services and not as physician services (which are excluded from coverage except where furnished by a hospital resident). States that the reasonable costs of such a hospital shall not include, for the purposes of determining reasonable costs, costs which are allocable to furnishing such services. Provides coverage under part B, at the election of the facility, for primary care residency training facility services. Provides that such services shall be reimbursed at 80 percent of reasonable cost. Defines the term \"primary care residency training facility services\" to mean such physicians' services and such services and supplies as are covered as \"medical and other health services\" under Medicare if furnished to an individual as an outpatient of a primary care residency training facility as an incident to a physician's professional service. Defines the term \"primary care residency training facility\" as a facility which, among other things, is primarily engaged: (1) in furnishing physicians' services to outpatients; and (2) in operating an approved residency training program in family medicine. Amends title XIX (Medicaid) of the Act to provide Medicaid coverage for 100 percent of the reasonable cost of primary care residency training facility services. Title VI: Alien Graduates of Foreign Medical Schools - Amends provisions of the Immigration and Nationality Act concerning the admissibility of alien medical school graduates: (1) to state that such an alien shall be considered to have passed parts I and II of the National Board of Medical Examiners Examination if the alien was fully and permanently licensed to practice medicine in a State on January 9, 1977, and was practicing medicine in a State on that date; and (2) to provide that the limit of an alien's participation in graduate medical education in the United States is limited to the lesser of seven years or the time typically required to complete such education, except that the alien may, under certain circumstances, change his or her program of education."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Health Professions Educational Assistance and Nurse Training Amendments of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to revise and extend the programs for the National Health Service Corps and to revise and extend the programs of assistance under titles VII and VIII of such Act for the education of health professions personnel, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:06-05:00"
}