{
  "actions": [
    {
      "acted_at": "1975-10-28", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-13", 
      "references": [], 
      "text": "Reported to Senate from the Joint Committee on Atomic Energy with amendment, S. Rept. 94-454.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-12-16", 
      "bill_ids": [
        "hr8631-94"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 8631 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2568-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Joint Atomic Energy", 
      "committee_id": "JSAT"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-28", 
  "number": "2568", 
  "official_title": "A bill to amend the Atomic Energy Act of 1954, as amended, to revise the method of producing for public remuneration in the event of a nuclear incident.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8631-94", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Pastore, John O.", 
    "state": "RI", 
    "thomas_id": "01415", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1975-10-28", 
  "subjects": [
    "Indemnity", 
    "Insurance", 
    "International affairs", 
    "Licenses", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear industry", 
    "Nuclear power plant accidents", 
    "Nuclear power plants"
  ], 
  "subjects_top_term": "Nuclear energy", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1975-12-16", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 8631 passed in lieu) Revises, under the Atomic Energy Act of 1954, the method of providing for public remuneration in the event of a nuclear incident. Revises the term \"nuclear incident\": (1) with respect to indemnification agreements for construction or operation of production or utilization facilities, to include any occurrence outside the United States involving source, special nuclear or byproduct material owned by and used by, or under contract with, the United States; and (2) with respect to indemnification from public liability in excess of the level of financial protection, to include any occurrence outside both the United States and any other nation arising out of the hazardous properties of certain source, special nuclear or byproduct material which is used in operating a licensed stationary facility or which moves outside the territorial United States during transit. Revises the term \"person indemnified\" to include incidents occurring outside the United States in the provision for indemnification from public liability in excess of the level of financial protection. Sets forth additional provisions with respect to those facilities required to maintain the maximum amount of financial protection available from private sources. Directs the Atomic Energy Commission in determining the maximum amount of financial protection available to include private liability insurance available under an industry retrospective rating plan providing for premium charges deferred in whole or major part level of the primary financial protection required. Provides that the amount which may be charged a licensee following any nuclear incident shall not exceed the licensee's pro rata share of the aggregate public liability claims and costs arising out of the nuclear incident. Provides that the costs of investigation will not be deducted from the $560,000,000 designated to pay claims. Extends until August 1, 1987, the provisions governing indemnification from public liability in excess of the level of financial protection. States that in the event of a nuclear incident involving excess damages, the Congress will review such incident and take whatever action is deemed necessary and appropriate to protect the public. Revises the provision under which the Commission is authorized to collect fees from facilities for indemnification. Revises the provisions which require the Commission to conduct a survey of the causes and extent of damage attributable to a nuclear incident which shall be reported to the Joint Committee, to the Congressmen of the affected districts, and to the Senators of the affected States, and, except for information which would cause serious damage to the national defense or foreign relations of the United States, shall be made available to the public. Extends until August 1, 1987, the provision which sets forth the exemption from the financial protection requirement. Increases from 10 to 20 years the effect of the statute of limitations as provided in the Act. Requires the Commission to report to Congress, by August 1, 1983, on the need for continuation or modification of the provisions governing indemnification and limitation of liability."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Atomic Energy Act of 1954, as amended, to revise the method of producing for public remuneration in the event of a nuclear incident.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:37-05:00"
}