{
  "actions": [
    {
      "acted_at": "1986-04-24", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-05-13", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-05-14", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Committee on Banking. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2372-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-24", 
  "number": "2372", 
  "official_title": "A bill to preserve the authority of the Federal banking supervisory agencies to arrange interstate acquisitions and mergers for failed and failing banks, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Financial Institutions Emergency Acquisitions Amendments of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Garn, E. J. (Jake)", 
    "state": "UT", 
    "thomas_id": "01338", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-24", 
  "subjects": [
    "Bank failures", 
    "Bank holding companies", 
    "Bank mergers", 
    "Finance and financial sector", 
    "Interstate banking"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-24", 
    "text": "Financial Institutions Emergency Acquisitions Amendments of 1986 - Amends the Federal Deposit Insurance Act to revise provisions governing interstate acquisitions of troubled banks involving Federal Deposit Insurance Corporation (FDIC) financial assistance. Requires the appropriate Federal banking agency to notify and consult with the FDIC when such agency is informed that an out-of-State bank or holding company is considering acquiring an insured bank with total assets of $250,000,000 or more that is in danger of closing. Reduces from $500,000,000 to $250,000,000 the minimum total asset requirement of a closed bank or a bank in danger of closing (as certified by the appropriate Federal or State chartering authority) which may be acquired by an out-of-State bank holding company. Authorizes an out-of-State bank or holding company to: (1) acquire a holding company that controls insured bank subsidiaries which hold assets equal to at least $250,000,000, represent a third or more of the total assets of all bank subsidaries of such holding company, and are in danger of closing; (2) acquire such subsidiaries and affiliated banks; or (3) establish newly chartered banks in the State where such subsidiaries are chartered to merge with or purchase the assets and assume the liabilities of such subsidiaries and affiliated banks. Permits the FDIC to assist a merger or acquisition of an insured bank only at the request of the bank's directors or trustees. Provides that a bank which receives FDIC troubled bank assistance when it is eligible to be acquired by an out-of-State bank or holding company shall remain eligible for such acquisition so long as such assistance remains outstanding. Permits an out-of-State bank to make an extraordinary acquisition under the Federal Deposit Insurance Act only if such ownership is otherwise specifically authorized. Entitles an out-of-State bank holding company which makes an acquisition to acquire additional banks located in the three largest metropolitan areas in any State in which the acquired bank is located to the same extent as permitted for an in-State holding company. Prohibits any holding company which makes such an acquisition from being required under State law to divest any other bank or from being prevented from acquiring any other bank or holding company by reason of such acquisition. Permits the FDIC to assist in the interstate acquisition of an open or closed bank where such acquisition is authorized under applicable State law. Prohibits the FDIC from providing acquisition assistance to a holding company subsidiary that is not an insured bank. Amends the Bank Holding Company Act to set forth provisions governing interstate acquisitions of troubled banks not involving FDIC financial assistance. Permits a bank holding company to acquire: (1) a bank located in another State if such bank has total assets of $250,000,000 or more and is in danger of closing; (2) two or more affiliated banks in danger of closing that together hold assets of at least $250,000,000 representing a third of the assets of all affiliated banks; (3) banks affiliated with, or the bank holding company controlling, such an acquired bank if the acquired bank's assets represent at least a third of the total assets of all affiliated banks; and (4) additional banks located in the three largest metropolitan areas of the State in which an acquired bank is located to the same extent as permitted for an in-State bank holding company. Prohibits a bank holding company which makes such an acquisition from being required to divest any other bank or from being prevented from acquiring any other bank by reason of such acquisition. Requires approval of any such acquisition by the board of directors of the bank being acquired or of a bank holding company that controls such bank. Prohibits a bank in danger of closing or the controlling bank holding company from entering into any discussions over the interstate acquisition of such bank unless: (1) the appropriate State bank supervisor has been notified; and (2) such bank or holding company has attempted to arrange an acquisition not involving FDIC assistance or interstate provisions. Requires the Board of Governors of the Federal Reserve System to consult with the appropriate State bank supervisor before approving an interstate acquisition of a troubled bank and to allow the supervisor at least 48 hours to object to such acquisition. Prohibits the Board from approving such acquisition if the supervisor certifies that persons who are likely to satisfy all regulatory requirements have offered to acquire the bank through a transaction not requiring FDIC assistance or interstate provisions, unless the Board determines that such persons do not have the necessary financial resources or do not meet regulatory requirements. Authorizes the Board to: (1) dispense with bank acquisition notice and hearing requirements under the Bank Holding Company Act and to reduce the postapproval waiting period to five days (or eliminate such period when immediate action is necessary to prevent the probable failure of the bank) if the Board has received a Federal or State chartering authority's certification that the bank is in danger of closing; and (2) waive notice and hearing requirements for the acquisition by a bank holding company of a nonbanking company in connection with the acquisition of a bank in danger of closing. Amends the Garn-St Germain Depository Institutions Act of 1982 to extend the Net Worth Certificate Act for five years. Repeals this Act on April 15, 1991."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Financial Institutions Emergency Acquisitions Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to preserve the authority of the Federal banking supervisory agencies to arrange interstate acquisitions and mergers for failed and failing banks, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:52-05:00"
}