{
  "actions": [
    {
      "acted_at": "2003-02-05", 
      "committee": "Committee on Resources, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Resources, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-02-05", 
      "committee": "House Resources", 
      "references": [], 
      "text": "Referred to House Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-02-05", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-02-06", 
      "references": [
        {
          "reference": "CR E142", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-02-12", 
      "in_committee": "House Resources", 
      "references": [], 
      "subcommittee": "National Parks, Recreation and Public Lands", 
      "text": "Referred to the Subcommittee on National Parks, Recreation and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-03-03", 
      "in_committee": "House Education and the Workforce", 
      "references": [], 
      "subcommittee": "Education Reform", 
      "text": "Referred to the Subcommittee on Education Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-03-25T14:24:00-05:00", 
      "references": [], 
      "text": "Mr. Radanovich moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-25T14:24:00-05:00", 
      "references": [
        {
          "reference": "CR H2287-2288", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-25T14:24:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 620.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-25T14:30:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H2287", 
          "type": "text as passed House"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2003-03-25T14:30:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-26", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-09-09", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-03-24", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2004-04-26", 
      "committee": "Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Domenici with an amendment in the nature of a substitute and an amendment to the title. With written report No. 108-255. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2004-04-26", 
      "calendar": "Senate Legislative", 
      "number": "478", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 478.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2004-12-07", 
      "references": [
        {
          "reference": "CR S11878-11879", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S11878-11879", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-12-07", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_BACK:SENATE", 
      "text": "Passed Senate with an amendment and an amendment to the Title by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "s"
    }, 
    {
      "acted_at": "2004-12-07", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s4084-108", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "4084"
    }
  ], 
  "bill_id": "hr620-108", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Recreation, and Public Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Education Reform", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2003-03-25T14:30:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2004-12-07", 
    "vetoed": false
  }, 
  "introduced_at": "2003-02-05", 
  "number": "620", 
  "official_title": "An act to authorize the Secretary of the Interior to provide supplemental funding and other services that are necessary to assist certain local school districts in the State of California in providing educational services for students attending schools located within Yosemite National Park, to authorize the Secretary of the Interior to adjust the boundaries of the Golden Gate National Recreation Area, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Blunt Reservoir and Pierre Canal Land Conveyance Act of 2004", 
  "sponsor": {
    "district": "19", 
    "name": "Radanovich, George", 
    "state": "CA", 
    "thomas_id": "00939", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_BACK:SENATE", 
  "status_at": "2004-12-07", 
  "subjects": [
    "Agriculture and food", 
    "Air force", 
    "Animals", 
    "Appropriations", 
    "Aquifers", 
    "Arizona", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Boundaries", 
    "California", 
    "Canals", 
    "Cemeteries and funerals", 
    "Colleges", 
    "Commemorations", 
    "Commerce", 
    "Compensation (Law)", 
    "Conservation easements", 
    "Construction costs", 
    "Cultural property", 
    "Dams", 
    "Department of the Interior", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Emergency management", 
    "Energy", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Fire prevention", 
    "Florida", 
    "Forest fires", 
    "Forest products", 
    "Geothermal resources", 
    "Government liability", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Grazing", 
    "Groundwater", 
    "Habitat conservation", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Impact aid", 
    "Indian lands", 
    "Infrastructure", 
    "International affairs", 
    "Irrigation", 
    "Land transfers", 
    "Latin America", 
    "Law", 
    "Leases", 
    "Licenses", 
    "Maintenance and repair", 
    "Mexico", 
    "Military bases", 
    "Mineral reserves", 
    "Mining leases", 
    "Minorities", 
    "Missouri River development", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "National recreation areas", 
    "Nevada", 
    "New Mexico", 
    "Northern Mariana Islands", 
    "Public lands and natural resources", 
    "Real estate appraisal", 
    "Reservoirs", 
    "Restoration ecology", 
    "Right-of-way", 
    "Saline waters", 
    "School districts", 
    "Secondary education", 
    "South Dakota", 
    "Sports and recreation", 
    "Texas", 
    "Tourism", 
    "Trails", 
    "Transportation and public works", 
    "Trusts and trustees", 
    "Turtles", 
    "Utah", 
    "Water resources development", 
    "Water rights", 
    "Water supply", 
    "Watersheds", 
    "Wild rivers", 
    "Wilderness areas", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2004-12-07", 
    "text": "Title I: Yosemite National Park Authorized Payments - Authorizes the Secretary of the Interior to provide funds to the Bass Lake Joint Union Elementary School District and the Mariposa Unified School District in California for educational services for students who: (1) are dependents of persons engaged in the administration, operation, and maintenance of Yosemite National Park; or (2) live at or near the Park upon Federal property. Allows such educational services to include maintenance and minor upgrades of facilities and transportation to and from school. Sets forth limitations on the use and amount of such funds, including a maximum limit of $400,000 on payments in any fiscal year. Authorizes the Secretary to adjust such payments if the State of California or the appropriate local education agencies do not continue to provide funding for educational services at Park schools at per student levels equal to or greater than those provided in the fiscal year immediately prior to the date of the enactment of this Act. Prohibits payments under this Act from coming from: (1) fees under the Land and Water Conservation Fund Act of 1965; (2) the recreational fee demonstration program; (3) the national park passport program; (4) emergency appropriations for Yosemite flood recovery; and (5) funds appropriated for the Operation of the National Park Service. Amends the Omnibus Parks and Public Lands Management Act of 1996 to allow certain facilities to be located outside the boundaries of Yosemite National Park. Title II: Rancho Corral de Tierra Golden Gate National Recreation Area Boundary Adjustment - Rancho Corral de Tierra Golden Gate National Recreation Area Boundary Adjustment Act - Modifies the boundaries of the Golden Gate National Recreation Area in California to include specified additional lands. Allows the Secretary of the Interior to acquire certain of those lands only from a willing seller. Revises the termination date for the Golden Gate National Recreation Area Advisory Commission to December 31, 2014. Directs the Secretary, in appointing Commission members, to ensure that the interests of local, historic recreational users of the area are represented. Extends the termination date for the Manzanar National Historic Site Advisory Commission to December 31, 2013. Title III: Ojito Wilderness - Ojito Wilderness Act - Designates the area in New Mexico known as the Ojito Wilderness as a component of the National Wilderness Preservation System. Places in trust for the benefit of the Pueblo of Zia Indian Reservation certain lands adjacent to the Ojito Wilderness. Title IV: Wind Cave National Park Boundary Revision - Wind Cave National Park Boundary Revision Act of 2004 - Authorizes the Secretary of the Interior to acquire specified land or interests for addition to the Wind Cave National Park in South Dakota. Requires the Park's boundaries to be adjusted to reflect the acquisition of land. Requires the Secretary to: (1) administer acquired land as part of the Park; and (2) transfer administrative jurisdiction over specified Bureau of Land Management (BLM) land from the BLM Director to the Director of the National Park Service. Authorizes the Secretary to: (1) allow the continuation of livestock grazing on such acquired land at the level existing on the date on which it is acquired; and (2) purchase the outstanding portion of, or accept the voluntary termination of, a grazing permit or lease on such land. Title V: Blunt Reservoir and Pierre Canal Land Conveyance - Blunt Reservoir and Pierre Canal Land Conveyance Act of 2004 - Deauthorizes (sic) the Blunt Reservoir feature of the Oahe Irrigation Project authorized as part of the Pick-Sloan Missouri River Basin Program. Allows preferential leaseholders (original landowners or descendants, or operators of the land at the time of purchase) of parcels of the Blunt Reservoir and Pierre Canal an option to purchase from the Commission of Schools and Public Lands of South Dakota the land they lease. Sets terms for such purchases. Directs the Secretary of the Interior to convey all preferential lease parcels not purchased by the leaseholder to the South Dakota Department of Game, Fish, and Parks, to be used for mitigating the wildlife habitat that was lost as a result of the development of the Pick-Sloan project. Directs the Secretary to convey to the Department the nonpreferential leased parcels and unleased parcels of the Blunt Reservoir and Pierre Canal, to be used for mitigating the wildlife habitat that was lost as a result of the development of the Pick-Sloan project. Requires the State of South Dakota to accept certain conditions of conveyance, including that: (1) it receives the land conveyed in \"as is\" condition; (2) it assumes responsibility for any liabilities accruing after the date of conveyance as a result of ownership, operation or maintenance of such land; (3) the Federal Government retains all oil, gas, and mineral rights; (4) the property continue to be used for wildlife conservation; and (5) title shall revert to the United States if the land is needed for national defense purposes. Authorizes the Commission, with the Department's concurrence, to allow a person to exchange other land in South Dakota for a nonpreferential lease parcel or unleased parcel at Blunt Reservoir or Pierre Canal. Permits the United States a perpetual easement for a water conveyance structure over, under, across, or through the Pierre Canal Feature. Directs the Secretary to provide the State of South Dakota a full legal description of all preferential lease parcels and nonpreferential lease parcels that may be conveyed under this Act. Authorizes appropriations. Title VI: Holloman Air Force Base Land Exchange - Directs the Secretary of the Interior to convey to Randal, Jeffrey, and Timothy Rabon of Otero County, New Mexico (Rabons), all right of the United States in a specified parcel of public land administered by the Secretary through the Bureau of Land Management (BLM) that is a BLM inholding within lands owned by the Rabons, including all surface, subsurface, mineral, and water rights of the United States to the parcel. Directs the Rabons, as consideration for that conveyance, to convey to the United States all right held by the Rabons in a specified parcel that is contiguous to Holloman Air Force Base, New Mexico, that is located within the required safety zone surrounding munitions storage bunkers at the installation. Sets forth provisions regarding appraisal and cash equalization payment, the placing of a no-development designation by the Secretary on the land acquired to prevent encroachment on the Base, grazing leases, and maintenance of a right-of-way by the County. Title VII: Commonwealth of the Northern Mariana Islands - Amends Federal law relating to amounts to be covered over pursuant to specified provisions of the Covenant to establish the Commonwealth of the Northern Mariana Islands. Includes among such amounts the proceeds of all taxes, fees, and other collections, including on estates and gifts, derived from the Commonwealth or activities in it or of its inhabitants and residents, together with interest on any amounts not covered over within one year of the date of receipt, with the sole exception of certain taxes specifically excluded under the Covenant. Directs the Secretary of the Interior to: (1) review the analysis and methodology submitted by the Commonwealth for all such amounts due to be covered over the Covenant; and (2) negotiate with the Governor of the Commonwealth to reach a settlement for all past due sums set forth in the analysis, as well as other sums, such as excise taxes and other collections applicable in or to the Commonwealth. Requires any settlement to be conditioned on: (1) the Commonwealth executing a full and final release of any and all claims under such provisions of the Covenant; and (2) submission of a plan for the expenditure of all funds for essential infrastructure for education and water. Title VIII: United States-Mexico Transboundary Aquifer Assessment - United States-Mexico Transboundary Aquifer Assessment Act - Establishes a United States-Mexico transboundary aquifer assessment program to characterize, map, and model groundwater resources along the border. Describes as the program's objectives: (1) to develop and implement an integrated scientific approach to assess transboundary groundwater resources, including identifying fresh and saline aquifers, prioritizing the aquifers for further analysis, and creating a geographic information system database to characterize the spatial and temporal aspects of each priority aquifer; (2) to expand existing agreements between the United States Geological Survey, the Border States, the Water Resources Research Institutes and appropriate authorities in the United States and Mexico to conduct joint scientific investigations, archive and share relevant data, and carry out other activities; and (3) to produce scientific products for each priority aquifer to provide water managers and natural resource agencies with the information needed to effectively accomplish their missions. Designates the Hueco Bolson and Mesilla aquifers as priority transboundary aquifers. Requires the Secretary of the Interior to develop partnerships with, and receive input from, relevant organizations in Mexico and to coordinate program activities with appropriate water resource agencies in the Border States and any affected Indian tribes. Prohibits the Secretary from initiating any field studies before consulting and coordinating with the Border State water resource agency with jurisdiction over the aquifer. Title IX: Castillo De San Marcos National Monument - Subtitle A: Castillo De San Marcos National Monument Preservation Act - Castillo de San Marcos National Monument Preservation and Education Act - Authorizes the Secretary of the Interior to design and construct a Visitor Center for the Castillo de San Marcos National Monument, subject to such project being prioritized in the National Park Service's five-year, line-item construction program. Requires the Visitor Center to be located and constructed in accordance with the Preferred Alternative identified in the Record of Decision for the General Management Plan for the Monument, expected to be signed in 2005. Authorizes the Secretary to enter into cooperative agreements with the city of St. Augustine, Florida, the Colonial St. Augustine Preservation Foundation, other Federal, State, and local departments or agencies, academic institutions, and nonprofit entities for the planning and design, construction, management, and operation of the Visitor Center. Provides that, if the Preferred Alternative for the Visitor Center is located outside the boundary of the Monument, the Secretary is authorized to acquire the site for the Visitor Center from willing sellers, by donation, purchase, or exchange. Requires, after completion of the acquisition, the boundary to be modified to reflect the acquisition of such land. Mandates that, prior to initiating any planning, design, or construction on the Visitor Center, such project must be reviewed and approved by the National Park Service consistent with partnership construction guidelines established by that agency. Subtitle B: Castillo De San Marcos National Monument Boundary Modification - Castillo de San Marcos National Monument Boundary Adjustment Act of 2004 - Directs the Secretary to: (1) convey, without consideration, to the City all right, title, and interest of the United States in and to the lands known as Orange Street, a portion of the Monument; and (2) upon completion of the conveyance, revise the Monument's boundary to exclude the land conveyed. Revises such boundary to include specified land. Title X: Northern California Coastal Wild Heritage Wilderness - Northern California Coastal Wild Heritage Wilderness Act - Designates specified areas in Mendocino and Six Rivers National Forests and in Humboldt, Lake, Mendocino, and Napa Counties in the State of California as wilderness areas and as components of the National Wilderness Preservation System. Requires that such lands be administered by the Secretary of the Interior or the Secretary of Agriculture, whoever has current administrative jurisdiction. Withdraws such Federal lands designated as wilderness by this Act from all forms of: (1) entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws, and (3) disposition under all laws pertaining to mineral and geothermal leasing or mineral materials. Releases from further wilderness study those portions of the: (1) King Range Wilderness Study Area, Chemise Mountain Instant Study Area, Red Mountain Wilderness Study Area, and Cedar Roughs Wilderness Study Area not designated as wilderness; and (2) the Rocky Creek/Cache Creek Wilderness Study Area in Lake County, California not designated as wilderness. Designates certain public land in the State administered by the Bureau of Land Management generally known as the South Fork Eel River Wilderness Area and Elkhorn Ridge Potential Wilderness as a potential wilderness area. Requires that the Secretary of the Interior manage such lands as wilderness and carry out ecological restoration activities. Designates specified segments of the Black Butte River in the State as a wild and scenic river. Requires the Secretary of Agriculture to submit a fire management plan and a report on the cultural and historic resources of Black Butte River. Includes land identified as the King Range National Conservation Area Additions in the King Range Wilderness Area. Title XI: Tribal Parity Act - Tribal Parity Act - Amends the Lower Brule Sioux Tribe Infrastructure Development Trust Fund Act to increase from $39.3 million to $186,822,140 the aggregate amount to be deposited into the Lower Brule Sioux Tribe Infrastructure Development Trust Fund by the Secretary of the Treasury to provide compensation to the Lower Brule Tribe of South Dakota for damage to tribal land caused by Pick-Sloan projects along the Missouri River. Amends the Crow Creek Sioux Tribe Infrastructure Development Trust Fund Act of 1996 to increase from $27.5 million to $105,917,853 the aggregate amount to be deposited into the Crow Creek Sioux Tribe Infrastructure Development Trust Fund by the Secretary to provide compensation to the Crow Creek Sioux Tribe of South Dakota for such damage. Title XII: Redwood National Park Boundary Adjustment - Redwood National Park Boundary Adjustment Act of 2004 - Revises the boundaries of the Redwood National Park in California. Increases to 133,000 acres the maximum acreage of the Park. Title XIII: Valles Caldera Preservation - Valles Caldera Preservation Act of 2004 - Amends the Valles Caldera Preservation Act to permit employees of the Valles Caldera Trust (the Trust) to be hired under an employment agreement. Opens employment in the Trust to non-Federal employees. Allows non-Federal employees of the Trust to be considered for positions in the competitive service that are open to other Federal employees and to be compensated according to General Schedule pay rates. Requires the Trust to determine the character of, and the necessity for, any obligations and expenditures of the Trust and the manner in which obligations and expenditures shall be incurred, allowed, and paid. Grants authority to the Trust to use permanent judgment appropriations to pay claims, judgments, or settlements against the Trust. Provides for the rate of compensation of the chairperson of the Trust. Authorizes the Trust to dispose of forage, forest products, or marketable renewable resources as part of its resource management authority. Requires the Secretary of Agriculture to provide under a cooperative agreement with the Trust: (1) fire suppression and rehabilitation services; and (2) wildland fire severity funding for extraordinary fire preparedness. Title XIV: Central Nevada Rural Cemeteries - Central Nevada Rural Cemeteries Act - Directs the Secretary of Agriculture, acting through the Chief of the Forest Service, to convey certain land to Lander County, Nevada, and the Secretary of the Interior to convey certain land to Eureka County, Nevada, for continued cemetery use. Permits the lands to be used for purposes other than as cemeteries upon a determination by the relevant Secretary that such use is in the interests of the United States. Title XV: Dandini Research Park Conveyance - Dandini Research Park Conveyance Act - Directs the Secretary of the Interior to convey to the Board of Regents of the University and Community College System of Nevada all right, title, and interest of the United States in specified land located in Washoe County, Nevada, patented to the University of Nevada under the Recreation and Public Purposes Act. Requires the Board of Regents to pay the net proceeds of any sale of such land to the Secretary for use by the Director of the Bureau of Land Management in Nevada. Title XVI: Acquisition of Certain Property in Washington County, Utah - Provides for Federal acquisition of: (1) the fee simple interest and certain other interests in certain real property owned by Environmental Land Technology, Ltd. (ELT) and other parties, within the Red Cliffs Reserve in Washington County, Utah; and (2) the fee simple interest in certain real property owned by ELT, adjacent to the Red Cliffs Reserve. Directs the Secretary of the Interior to fairly compensate the owners of such lands. (Such Federal acquisition of property is for implementation of a desert tortoise habitat conservation plan.) Title XVII: Northern Arizona National Forest Land Exchange and Verde River Basin Partnership - Northern Arizona National Forest Land Exchange and Verde River Basin Partnership Act of 2004 - Subtitle A: Northern Arizona Land Exchange - Directs the Secretary of Agriculture to convey certain land in the Prescott, Coconino, and Kaibab National Forests, Arizona, to the Yavapai Ranch Limited Partnership or the Northern Yavapai, L.L.C. (both referred to as the \"YLRP\"), in exchange for land within the boundaries of the Prescott National Forest, Arizona. Grants to the YLRP perpetual, unrestricted, and nonexclusive easements that run with and benefit land transferred to the YLRP. Provides for the establishment of conservation easements on certain of the land transferred to the YLRP to conserve water in the Verde Valley, Arizona, and to minimize adverse water impacts from future development of the parcels. Reserves for the YLRP unrestricted easements and water rights for not more than three existing wells and related equipment on the land it is transferring to Federal control, with certain water rights from the wells to be reserved for the United States. Prescribes that if any part of either territory being transferred is unacceptable to the entity receiving it due to the presence of hazardous materials or any other reason, such section shall be deleted from the exchange and an adjustment shall be made. Requires the values of the land exchanged to be equal. Revokes any public orders withdrawing any of the Federal land from appropriation or disposal as necessary for the implementation of this Act. Withdraws the Federal land from all forms of entry and appropriation under the public land laws, including the mining and mineral leasing laws and the Geothermal Steam Act of 1970, until the date of the exchange. Prescribes that the land acquired by the United States shall become part of the Prescott National Forest and shall be managed to maintain its present character and natural values. Directs the Secretary to convey certain land in Coconino County, Arizona, to the individual or entity that represents the majority of landowners with encroachments on the lot in exchange for the payment of a designated sum plus certain other costs. Subtitle B: Verde River Basin Partnership - Authorizes the Secretary of Agriculture to participate in establishing a Verde River Basin Partnership, in the State of Arizona, as a collaborative and science-based water resource planning and management partnership for the Basin, with members representing Federal, State, and local agencies and economic, environmental, and community water interests in the Basin. Authorizes appropriations to the Secretaries of Agriculture and the Interior of amounts necessary to carry out activities of the Partnership for FY 2005 through 2009. Sets forth requirements for a Partnership plan, studies, water budget analysis, preliminary report and recommendations, and final report which is due within four years of enactment of this subtitle. Directs the Secretaries to enter into a memorandum of understanding authorizing the U.S. Geological Survey to access Forest Service land to carry out this subtitle. Title XVIII: Pactola Reservoir Reallocation Authorization Act of 2004 - Pactola Reservoir Reallocation Authorization Act of 2004 - Authorizes the Secretary of the Interior to reallocate, in a manner consistent with specified Federal reclamation law, the construction costs of Pactola Dam and Reservoir, Rapid Valley Unit, Pick-Sloan Missouri Basin Program, South Dakota, from irrigation purposes to municipal, industrial, and fish and wildlife purposes."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Rancho Corral de Tierra Golden Gate National Recreation Area Boundary Adjustment Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Yosemite National Park School Funding Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Blunt Reservoir and Pierre Canal Land Conveyance Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Castillo de San Marcos National Monument Boundary Adjustment Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Castillo de San Marcos National Monument Preservation and Education Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Central Nevada Rural Cemeteries Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Dandini Research Park Conveyance Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Northern Arizona National Forest Land Exchange and Verde River Basin Partnership Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Northern California Coastal Wild Heritage Wilderness Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Ojito Wilderness Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Pactola Reservoir Reallocation Authorization Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Rancho Corral de Tierra Golden Gate National Recreation Area Boundary Adjustment Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Redwood National Park Boundary Adjustment Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Tribal Parity Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "United States-Mexico Transboundary Aquifer Assessment Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Valles Caldera Preservation Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Wind Cave National Park Boundary Revision Act of 2004", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the Secretary of the Interior to provide supplemental funding and other services that are necessary to assist the State of California or local educational agencies in California in providing educational services for students attending schools located within the Park.", 
      "type": "official"
    }, 
    {
      "as": "amended by senate", 
      "title": "An act to authorize the Secretary of the Interior to provide supplemental funding and other services that are necessary to assist certain local school districts in the State of California in providing educational services for students attending schools located within Yosemite National Park, to authorize the Secretary of the Interior to adjust the boundaries of the Golden Gate National Recreation Area, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:44-05:00"
}