{
  "actions": [
    {
      "acted_at": "2002-06-24", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5003-107", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Doolittle, John T.", 
      "sponsored_at": "2002-06-25", 
      "state": "CA", 
      "thomas_id": "00307", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Hoyer, Steny H.", 
      "sponsored_at": "2002-06-24", 
      "state": "MD", 
      "thomas_id": "00566", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Reynolds, Thomas M.", 
      "sponsored_at": "2002-06-26", 
      "state": "NY", 
      "thomas_id": "01587", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-06-24", 
  "number": "5003", 
  "official_title": "To direct the Capitol Police Board to take steps to promote the retention of current officers and members of the Capitol Police and the recruitment of new officers and members of the Capitol Police, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Capitol Police Retention, Recruitment, and Authorization Act of 2002", 
  "sponsor": {
    "district": "18", 
    "name": "Ney, Robert W.", 
    "state": "OH", 
    "thomas_id": "00862", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2002-06-24", 
  "subjects": [
    "Animals", 
    "Annuities", 
    "Building leases", 
    "Capitol (Washington, D.C.)", 
    "Civil service pensions", 
    "Collection of accounts", 
    "Congress", 
    "Congressional employees", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Economics and public finance", 
    "Education", 
    "Employee benefit plans", 
    "Employee training", 
    "Federal aid to law enforcement", 
    "Federal installations", 
    "Federal law enforcement officers", 
    "Firearms", 
    "Firearms control", 
    "Fringe benefits", 
    "Government operations and politics", 
    "Government vehicles", 
    "Higher education", 
    "Labor and employment", 
    "Leave of absence", 
    "Personnel management", 
    "Police", 
    "Police dogs", 
    "Police training", 
    "Recruiting of employees", 
    "Retirement age", 
    "Salaries", 
    "Scholarships", 
    "Social welfare", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2002-06-24", 
    "text": "Capitol Police Retention, Recruitment, and Authorization Act of 2002 - Requires the Capitol Police Board to increase by five percent the annual rate of basic compensation for officers and members of the Capitol Police, except that for officers above the rank of captain the increase shall be made at a rate determined by the Board at its discretion (but not to exceed five percent).Authorizes the Board to compensate newly appointed officers, members, and employees at an annual rate exceeding the lowest rate of compensation otherwise applicable.Amends the Emergency Supplemental Act, 2002 to provide additional compensation for each Capitol Police officer assigned to another specialty assignment designated by the Chief of the Capitol Police. Removes the annual cap on such amount.Requires: (1) limits on the amount of premium pay which may be earned by officers and members during emergencies to be applied by the Board on an annual and not pay period basis; and (2) the Board to provide that if an officer or member completes three years of employment he or she shall receive eight hours of annual leave per pay period.Provides, with limitations, that: (1) neither the Federal Civil Service Retirement System nor the Federal Employees Retirement System shall apply to any reemployed annuitant performing service as an officer or member; and (2) such annuitant shall be exempted from the Systems by this Act shall not become subject to them.Requires the Board to establish a tuition reimbursement program to assist officers and members in higher education costs relating to law-enforcement. Authorizes the Board to: (1) pay a one-time bonus to each participant upon completion of the course of study involved and to each officer, member, or civilian employee who recruits a new officer or member; and (2) lease facilities and property for Police use.Limits the total number of full-time equivalent positions (including members and civilian employees) to 1,981.Increases, temporarily, the mandatory retirement age for a member from 57 to 59.Provides for a member's and/or officer's disposal of firearms and use of Capitol Police vehicles to transport police dogs.Expresses the sense of Congress that, to the greatest extent possible consistent with the mission of the Capitol Police, the Chief should seek to deploy the Police's human and other resources in a manner maximizing opportunities for individual officers: (1) to be trained for, and to acquire and maintain proficiency in, all aspects of the Police's responsibilities; and (2) to rotate regularly among different posts and duties, in order to utilize fully the skills and talents of officers, enhance the appeal of their work, and ensure the highest state of readiness."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Capitol Police Retention, Recruitment, and Authorization Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To direct the Capitol Police Board to take steps to promote the retention of current officers and members of the Capitol Police and the recruitment of new officers and members of the Capitol Police, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:26-05:00"
}