{
  "actions": [
    {
      "acted_at": "1973-11-02", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2652-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1973-01-03", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1973-01-03", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-02", 
  "number": "2652", 
  "official_title": "A bill entitled the National Coal Conversion Act of 1973.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-02", 
  "subjects": [
    "Coal", 
    "Energy", 
    "Energy conservation", 
    "Mines and mineral resources", 
    "Natural gas", 
    "Petroleum and petroleum products"
  ], 
  "subjects_top_term": "Coal", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-02", 
    "text": "Title I: Findings and Purpose - Declares the purposes of this Act, to include preservation of the national security and protection of the public health, safety, and welfare by conserving scarce petroleum and natural gas resources; and substituting domestic coal for these fuels in electric power generating plants and other industrial facilities. Title II: Conversion of Facilities to the Use of Domestic Coal - Authorizes the President to: (1) require that existing baseload powerplants and industrial facilities which burn petroleum or natural gas as a boiler fuel, and which are determined by the Federal Power Commission to have the capability to burn coal, shall convert to the use of domestic coal as their primary fuel; (2) require that plants in the planning process or construction stage shall meet requirements enumerated by this Act; (3) require that, within five years, all plants subject to this Act develop a capability to burn all three major fossil fuels and use, insofar as possible, domestic coal as their primary fuel. Empowers the Administrator of the Environmental Protection Agency to permit temporary variances from applicable emissions standards for air pollutants established pursuant to Federal or State statutes. Title III: Administration - Directs the Administrator of EPA, the Federal Power Commission, the Secretary of Commerce, the Interstate Commerce Commission and Department of Transportation to file reports, of specified content, under this Act. Provides that the Cost of Living Council or other appropriate delegate of the President shall grant automatic increases in the allowable price of coal, which shall reflect on a dollar-for-dollar basis any increases in the cost of producing coal due in whole or in part to the requirements of this Act. Authorizes to be appropriated such amounts as are necessary to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill entitled the National Coal Conversion Act of 1973.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:57-05:00"
}