{
  "actions": [
    {
      "acted_at": "2009-12-16", 
      "references": [
        {
          "reference": "CR S13322-13323", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-12-16", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2890-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-12-16", 
  "number": "2890", 
  "official_title": "A bill to amend the Buy American Act to increase the requirement for American-made content, to tighten the waiver provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4351-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Buy American Improvement Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Feingold, Russell D.", 
    "state": "WI", 
    "thomas_id": "01331", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-12-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Buy American requirements", 
    "Congressional oversight", 
    "Government operations and politics", 
    "Office of Management and Budget (OMB)", 
    "Public contracts and procurement"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-12-16", 
    "text": "Buy American Improvement Act of 2009 - Amends the Buy American Act to: (1) extend through FY2013 the requirement for federal agencies to report to specified congressional committees on the amount of agency acquisitions from entities that manufacture products outside the United States; (2) apply such Act to executive, legislative, and judicial branch agencies; and (3) require articles to be treated as made substantially all from articles mined, produced, or manufactured in the United States if the cost of the domestic components exceeds 75% of the total cost of all components. Prohibits federal agencies from determining that: (1) it would not be in the public interest to enter into a contract subject to Buy American requirements after a solicitation of offers notice for such contract is published; (2) the cost of acquiring products manufactured in the United States is unreasonable unless such acquisition would increase the cost of the overall project by more than 25%; or (3) an article is not mined, produced, or manufactured in the United States in sufficient and reasonably available commercial quantities of satisfactory quality unless the agency has determined that domestic production cannot be initiated without significantly delaying the project and that a substitutable article is not available from a company in the United States. Requires agencies: (1) to give preference in the procurement process to a company that manufactures the solicited product in the United States if such company's bid is substantially the same as a bid made by a non-U.S. manufacturer or such company is the only one that manufactures the product in the United States; (2) to exclude costs related to the startup of a project from a domestic bid; (3) to apply Buy American requirements without regard to whether products to be acquired are for use outside the United States if they are not needed on an urgent basis or if they are acquired on a regular basis; (4) in determining whether to grant a public interest waiver of Buy American requirements, to consider any predicted significant decrease in domestic employment to be against the public interest; and (5) to publish waivers requested and waivers granted on a publicly available website. Directs: (1) the Federal Acquisition Regulatory Council to amend the Federal Acquisition Regulation to ensure that Buy American requirements apply to component projects that have been disaggregated from a larger project for purposes of avoiding applicability of such requirements to the larger project; and (2) the Comptroller General to report to Congress recommendations to be used in determining whether acquiring articles mined, produced, or manufactured in the United States would be inconsistent with the public interest. Requires this Act to be applied in a manner consistent with U.S. obligations under international agreements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Buy American Improvement Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Buy American Act to increase the requirement for American-made content, to tighten the waiver provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:39-05:00"
}