{
  "actions": [
    {
      "acted_at": "1979-05-21", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1186-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-21", 
  "number": "1186", 
  "official_title": "A bill to amend titles 10 and 37, United States Code, relating to the appointment, promotion, separation, and retirement of members of the armed forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defense Officer Personnel Management Act", 
  "sponsor": {
    "district": null, 
    "name": "Nunn, Sam", 
    "state": "GA", 
    "thomas_id": "01413", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-21", 
  "subjects": [
    "Armed forces and national security", 
    "Military personnel", 
    "Military promotions", 
    "Officer personnel"
  ], 
  "subjects_top_term": "Officer personnel", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-21", 
    "text": "Defense Officer Personnel Management Act - Revises the standards and procedures relating to the appointment, promotion, separation and retirement of officers in the armed forces. Sets forth the authorized number of commissioned officers in each armed force below the rank of brigadier general or commodore. Establishes basic qualifications for commissioned officers. Authorizes the President to appoint temporary commissioned officers in time of war or national emergency. Sets forth procedures for the establishment and membership of promotion boards and factors in determining eligibility for promotion. Authorizes the President or the Senate to remove the name of any officer from the list of selectees for promotion. Sets forth formulae for computing separation pay for involuntary discharge or release from active duty. Sets forth procedures for the establishment of boards of officers to review the record of any commissioned officer to determine whether such individual should be required to show cause for retention on active duty because of substandard performance, dereliction of duty, or misconduct. Sets forth the rights of the officer involved and procedures to be followed during such inquiry. Abolishes the present rank of rear admiral (lower half) within the Navy and creates the rank of commodore. Establishes procedures and time in service requirements for promotions and retirement for individuals holding such rank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Defense Officer Personnel Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend titles 10 and 37, United States Code, relating to the appointment, promotion, separation, and retirement of members of the armed forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:57-05:00"
}