{
  "actions": [
    {
      "acted_at": "1975-03-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4820-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Devine, Samuel L.", 
      "sponsored_at": "1975-01-03", 
      "state": "OH", 
      "thomas_id": "00292", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-12", 
  "number": "4820", 
  "official_title": "A bill to amend the Social Security Act to improve and control the cost of the program of Old-Age, Survivors, and Disability Insurance, the program of grants to States for aid to families with dependent children, and the program of health insurance for the aged and disabled.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1720-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Social Security Cost Control Act", 
  "sponsor": {
    "district": "2", 
    "name": "Staggers, Harley O.", 
    "state": "WV", 
    "thomas_id": "01096", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-12", 
  "subjects": [
    "Aid to dependent children", 
    "Medicaid", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Old age, survivors and disability insurance", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-12", 
    "text": "Social Security Cost Control Act - Eliminates specified optional payment provisions under title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act. Revises the qualifications for retirement under such program. States that the first $60 of earned income per month plus an amount equal to dependent child care expenses shall be disregarded in determining need under the aid to families with dependent children program of the Social Security Act. Modifies the rate of Federal financial participation in State programs of aid to needy families with children and aged, blind, or disabled individuals. Provides that the amount payable for inpatient hospital services under title XVIII (Medicare) during any spell of illness shall be reduced by a deduction equal to the inpatient hospital deduction, or, of less, the charges for such services, and by a coinsurance amount equal to one-tenth of the charges imposed. Sets forth provisions regulating the amount of Medicare supplementary medical insurance coinsurance available under specified instances. Provides for the automatic adjustment of the medicare supplementary medical insurance deductible, according to whether or not the primary insurance amount exceeds or is less than $354.50. Authorizes the establishment of limits on the rate of increase of costs recognized as reasonable under the Medicare program. Reduces from 75 to 65 percent the share of Federal financial participation in State services and training expenditures under the Social Security Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Cost Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to improve and control the cost of the program of Old-Age, Survivors, and Disability Insurance, the program of grants to States for aid to families with dependent children, and the program of health insurance for the aged and disabled.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:47-05:00"
}