{
  "actions": [
    {
      "acted_at": "1975-08-01", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2273-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brooke, Edward W.", 
      "sponsored_at": "1975-01-03", 
      "state": "MA", 
      "thomas_id": "01292", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stone, Richard (Dick)", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "01443", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-08-01", 
  "number": "2273", 
  "official_title": "A bill to provide minimum national standards for disclosure and consumer protection in condominium sales and condominium conversions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Condominium Consumer Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-08-01", 
  "subjects": [
    "Condominium (Housing)", 
    "Consumer protection", 
    "Housing and community development"
  ], 
  "subjects_top_term": "Consumer protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-08-01", 
    "text": "Condominium Consumer Protection Act - Stipulates that it shall be unlawful for any developer or agent, directly or indirectly, to make use of any means or instruments of transportation or communication in interstate commerce, or of the mails, to sell or offer to sell any condominium unit in a condominium project unless such developer or agent complies with provisions of this Act. Provides that any contract or agreement for the purchase or leasing of a condominium in a project covered by this Act, shall be voidable at the option of the purchaser for a specified period of time. Stipulates that a sale or offer to sell a condominum unit in a condominium project which is subject to this Act may be made only if: (1) any deposit or downpayment will be held in trust or escrow pursuant to regulations of the Secretary of Housing and Urban Development until delivered at settlement or returned to, or otherwise credited to, the purchaser, or forfeited; (2) except in his capacity as an owner of unsold condominium units, the developer or agent will not retain an interest in any common element (including any recreational area or facility) after control of the condominium project is assumed by the owners' association unless, in the case of a leasehold condominium project, he will also retain that same type of interest in the entire condominium project; (3) the unit owners will assume control of the common elements and of the condominium owners' association not later than one year after initial occupancy of the condominium project, or as soon as 80 percent of the units are occupied, whichever is earlier; (4) the condominium owners' association or the unit owners will not be subject to any management contract or other agreement enforceable against them after the expiration of six months after control of the common elements by the condominium owners' association becomes vested in such owners' association or owners, unless such a contract or agreement is renewed by a vote of the unit owners in accordance with the by-laws; (5) the developer has furnished, as a minimum, a two-year warranty (from the time of initial occupancy of the project) covering the full cost of labor and materials for any repair or replacement of roof and structural components, and mechanical, electrical, plumbing, and common service elements serving the condominium project as a whole, and a one-year warranty (from the time of initial occupancy of any unit thereof) covering the full cost of labor and materials for any repair or replacement of structural, mechanical, and other elements which pertain to such unit; (6) the developer will assume the rights and obligations of a condominium unit owner in his capacity as owner of condominium units not yet sold prior to the assumption of control under clause (3); and (7) in the case of a conversion condominium project, all tenants were offered an option, exercisable within not less than ninety days after notice, to purchase a condominium unit in the condominium project. Provides for standards for disclosure by condominium developers of all material circumstances or features affecting their projects. Provides for State plans of condominium consumer protection plans. Authorizes State enforcement of provisions of this Act. Authorizes the Secretary of Housing and Urban Development to provide technical assistance and information to the States to assist them in their plans under the provisions of this Act. Provides criminal and civil penalties for failures to comply with specified provisions of this Act. Authorizes the appropriation of up to $10,000,000 to carry out the provisions of this Act. Grants jurisdiction to United States District Courts over any suit or action which may be brought to enforce any liability or duty created by this Act. States that, unless the method of disposition is adopted for the purpose of evasion of this Act, the provisions of this Act shall not apply to: (1) the sale or lease of real estate not pursuant to a common promotional plan to offer or sell condominiums in a project; (2) the sale or lease of condominiums solely for commercial or industrial purposes or uses; (3) the sale or lease of real estate under or pursuant to court order; or (4) the sale or lease of real estate by any government or government agency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Condominium Consumer Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide minimum national standards for disclosure and consumer protection in condominium sales and condominium conversions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:32-05:00"
}