{
  "actions": [
    {
      "acted_at": "1990-03-22", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2325-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-03-22", 
  "number": "2325", 
  "official_title": "A bill to provide additional assistance for certain Eastern European countries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Greater European Economic Reconstruction Act", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-03-22", 
  "subjects": [
    "American economic assistance", 
    "American investments", 
    "American technical assistance", 
    "Business education", 
    "Democracy", 
    "Eastern Europe", 
    "Educational exchanges", 
    "Entrepreneurs", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export credit", 
    "Export finance", 
    "Federal advisory bodies", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Foundations", 
    "Free enterprise", 
    "Government corporations", 
    "Hungary", 
    "International affairs", 
    "International agencies", 
    "International environmental cooperation", 
    "Joint ventures", 
    "Multilateral development banks", 
    "Natural gas", 
    "Petroleum", 
    "Poland", 
    "Scholarships", 
    "Trade agreements", 
    "U.S.S.R."
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-03-22", 
    "text": "Greater European Economic Reconstruction Act - Establishes the Eastern European Economic Strategic Planning Commission to: (1) prepare a strategy for the United States to aid Eastern European countries in developing market economies and private sectors; and (2) examine the role and evaluate the success of existing Federal programs and international organizations in aiding such countries. Sets forth limitations on Commission expenses and auditing requirements. Establishes the Eastern European Foundation, a nonprofit corporation to be responsible for: (1) providing grants and technical assistance to small and mid-sized businesses and entrepreneurs; (2) aiding the development of market economies in Eastern Europe; and (3) supporting self-help efforts in Eastern Europe to develop business and the private sector. Authorizes appropriations for the Foundation. Authorizes the Secretary of State to enter into negotiations with the member nations of the Organization for Economic Cooperation and Development (OECD) to establish an East-West Center for Economic Transition for purposes of: (1) coordinating OECD activities involving Eastern Europe; and (2) providing technical and professional expertise to Eastern Europe for the development of market economies. Authorizes appropriations to the Secretary to increase the number of commercial and economic officers and attaches to U.S. embassies and consulates in Eastern Europe and the Soviet Union. Requires specified amounts of Soviet lend-lease debt repayments to the United States to be used for: (1) the OECD Center; (2) a scholarship fund for graduate and post-doctoral students from Eastern Europe and the Soviet Union for the study of democracy and the free enterprise system; (3) a fund to allow U.S. firms to make investments and establish joint ventures in the Soviet Union; (4) the Eastern Europe Foundation; (5) the U.S. contribution to the European Reconstruction Bank; (6) cultural and academic exchanges between the United States and the Soviet Union; (7) technical assistance for the Soviet Union; and (8) the increase in commercial and economic officers in U.S. consulates and embassies in Eastern Europe and the Soviet Union. Requires the Secretary to establish a program to: (1) permit the repayment of lend-lease debts by the Soviet Union by shipments of petroleum and natural gas; and (2) provide for the sale of such products and for technical assistance to Eastern Europe to encourage Eastern European countries to take environmental protection measures. Amends the Support for East European Democracy Act of 1989 to permit the Enterprise Funds to provide loans and grants to Hungary and Poland to enable them to contract with private sector advisors in making the transition to market economies. Declares that the Funds should make a special effort to assist in the development of small and mid-sized businesses and entrepreneurs in Poland and Hungary. Directs the Secretary of State to establish an intensive training program in the United States and abroad for the training of Eastern European and Soviet managers and entrepreneurs in business, finance, and managerial skills. Expresses the sense of the Congress that funding for the Export-Import Bank's direct loan program, interest equalization program, war chest to combat tied aid efforts of foreign firms and governments, and administrative costs should be increased by specified amounts for FY 1991. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Greater European Economic Reconstruction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide additional assistance for certain Eastern European countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:57-05:00"
}