{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "House Committee on Economic and Educational Opportunities", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Economic and Educational Opportunities.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-01-05", 
      "references": [
        {
          "reference": "CR E46", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-25", 
      "in_committee": "House Committee on Economic and Educational Opportunities", 
      "references": [], 
      "subcommittee": "Employer-Employee Relations", 
      "text": "Referred to the Subcommittee on Employer-Employee Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr37-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Economic and Educational Opportunities", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Employer-Employee Relations", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "37", 
  "official_title": "To amend the Employee Retirement Income Security Act of 1974 to improve pension plan funding.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pension Funding Improvement Act of 1995", 
  "sponsor": {
    "district": "13", 
    "name": "Fawell, Harris W.", 
    "state": "IL", 
    "thomas_id": "00373", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Accounting", 
    "Bankruptcy", 
    "Business records", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Insurance premiums", 
    "Labor and employment", 
    "Pension Benefit Guaranty Corporation", 
    "Pension funds", 
    "Pension trust guaranty insurance"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "TABLE OF CONTENTS: Title I: Pension Plan Funding Title II: Required Security for Certain Plan Amendments Title III: Miscellaneous Provisions Pension Funding Improvement Act of 1995 - Title I: Pension Plan Funding - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to revise minimum funding standards for pension plans. (Sec. 102) Revises the additional funding requirements for pension plans that are not multiemployer plans to provide for an underfunding reduction requirement and solvency maintenance requirement. (Sec. 104) Provides for transition use of credit balances from plan years before 1996. Title II: Required Security for Certain Plan Amendments - Amends ERISA to increase required funding percentages and required security under provisions for pension plan termination insurance. (Sec. 203) Applies such required funding and security provisions to multiemployer plans, as well as to other pension plans. (Sec. 204) Applies specified criminal penalties to violations of such requirements. Title III: Miscellaneous Provisions - Amends ERISA to require inclusion in annual Pension Benefit Guaranty Corporation (PBGC) reports of actuarial evaluations of pension benefit guaranty funds for the next five, ten, 20 and 30 years. (Currently, inclusion of such evaluations for the next five years only is required.) Requires such evaluations to set forth alternative premium schedules to assure that PBGC assets equal or exceed its liabilities during such periods. Authorizes the Congressional Budget Office (CBO) to transmit a separate report analyzing and commenting upon the actuarial evaluation (and premium schedules) prepared by the PBGC, for any fiscal year the CBO deems appropriate. (Sec. 302) Authorizes the PBGC to require certain plan sponsors or members of a sponsor's controlled group to provide it with records or other information necessary to determine liabilities and assets of plans covered by ERISA plan termination insurance provisions, or the financial condition of sponsors or members of sponsors' controlled groups maintaining such plans. Applies such information requirements to a plan if: (1) its underfunding exceeds $10 million; (2) it has more than 2,000 participants; or (3) it has been granted minimum funding waivers in excess of $1 million. Treats all plans maintained by the same sponsor (or any member of such sponsor's controlled group) as one plan for purposes of such information requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension Funding Improvement Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Employee Retirement Income Security Act of 1974 to improve pension plan funding.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:39-05:00"
}