{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr672-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "672", 
  "official_title": "A bill to amend the Public Health Services Act to direct the Secretary of Health, Education, and Welfare to prescribe radiation standards for, and conduct regular inspections of, diagnostic and other X-ray systems.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9125-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "X-Ray System Radiation Control Act", 
  "sponsor": {
    "district": "18", 
    "name": "Koch, Edward I.", 
    "state": "NY", 
    "thomas_id": "00643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Medical care, personnel, and facilities", 
    "Nuclear energy", 
    "Radiation", 
    "Safety measures", 
    "X-rays"
  ], 
  "subjects_top_term": "X-rays", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "X-Ray Systems Radiation Control Act - Provides that, whenever the Secretary of Health, Education, and Welfare prescribes a summary performance standard for a class of X-ray system under the Public Health Service Act, the Secretary shall by regulation prescribe a performance standard applicable to systems of such a class manufactured, assembled, or imported prior to the effective date of such primary standard. Directs that such regulations shall take effect not more than thirty months after the enactment of the primary standard and shall specify the same level of performance as the primary standard. Provides that, commencing not more than thirty months after the date of enactment of this Act, the Secretary shall carry out a program of inspection of all X-ray systems in use in the United States for the purpose of determining whether such systems comply with the standards prescribed by the Act. Requires that each X-Ray System be inspected not less than once every twelve months. Forbids any person to operate any X-ray system for more than 24 months after the person who controls such system has been notified that such system does not comply with the standards prescribed by the act. Forbids any person, thirty months after the enactment of this Act, to sell or otherwise transfer any X-ray system unless prior to such sale or transfer he notifies the Secretary and receives the Secretary's authorization to sell or transfer such system. Forbids the Secretary to authorize the sale or transfer unless he is satisfied that such system complies with the standards prescribed by the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "X-Ray System Radiation Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Services Act to direct the Secretary of Health, Education, and Welfare to prescribe radiation standards for, and conduct regular inspections of, diagnostic and other X-ray systems.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:00-05:00"
}