{
  "actions": [
    {
      "acted_at": "1993-08-06", 
      "references": [
        {
          "reference": "CR S10875, S10878-10882", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1993-08-06", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1410-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1993-08-06", 
  "number": "1410", 
  "official_title": "A bill to amend Indian Self-Determination and Education Assistance Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Indian Self-Determination and Education Assistance Act Amendments Act of 1993", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1993-08-06", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Alaska", 
    "Auditing", 
    "Congressional reporting requirements", 
    "Construction costs", 
    "Construction industries", 
    "Construction workers", 
    "Cost accounting", 
    "Department of Health and Human Services", 
    "Department of the Interior", 
    "Education", 
    "Education of Indians", 
    "Federal aid to Indians", 
    "Federal budgets", 
    "Federal-Indian relations", 
    "Government operations and politics", 
    "Government procurement", 
    "Health", 
    "Housing and community development", 
    "Indian housing", 
    "Indian medical care", 
    "Injunctions", 
    "Leases", 
    "Limitation of actions", 
    "Minority employment", 
    "Native Americans", 
    "Surplus government property"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1993-08-06", 
    "text": "Indian Self-Determination and Education Assistance Act Amendments Act of 1993 - Amends the Indian Self-Determination and Education Assistance Act (the Act) revise requirements relating to review procedures and approval criteria for proposed self-determination contracts and amendments. Provides for approval of any severable portion of a contract proposal which does not support a declination finding. Authorizes an Alaskan tribal organization permitted to contract programs under the Act to redelegate that authority with advance notice to all tribes served by the organization. Specifies that certain Federal procurement policy law and Federal acquisitions regulations shall not apply to contracts, grants, and cooperative agreements under the Act except to the extent that they apply expressly to Indian tribes. Provides that: (1) title to property and equipment furnished with funds under any self-determination contract or grant agreement shall vest in the appropriate tribe or tribal organization; and (2) upon retrocession, rescission, or termination of such contract or grant title to such property having a value in excess of a specified amount, and remaining in use in support of the contracted program, shall revert to the appropriate Secretary, upon that Secretary's option. Authorizes tribal organizations which are carrying out self-determination contracts to redesign programs and services under such contracts to best meet various needs of the Indian people and tribe served. Includes certain previously incurred or one-time start-up costs as part of the contract or of support costs, if the Secretary has been notified in advance. Requires every Federal agency and State to pay their full proportionate share of the indirect costs associated with federally funded contracts or grants awarded to tribes or tribal organizations under any other law. Directs the appropriate Secretary, subject to availability of appropriations, to fund shortfalls and report unfunded shortfalls to the Congress, if appropriations are insufficient for Federal agencies (other than the Departments of the Interior or Health and Human Services) or for State governments or agencies. Allows a tribal organization to use funds provided under a self-determination contract: (1) to meet matching or cost participation requirements under other Federal and non-Federal programs; and (2) without approval, to the extent supportive of a contract program, for various specified purposes. Directs the Office of Management and Budget to develop a separate set of cost principles applicable to tribes and tribal organizations consistent with the government-to-government Federal-tribal relationship under this Act. Prohibits the appropriate Secretary from suspending or delaying payments to a tribal organization under a self-determination contract, except in connection with a rescission or reassumption. Requires program income earned by a tribal organization in carrying out a self-determination contract to: (1) be used to further the general purposes of the contract; and (2) not be a basis for reducing the amount otherwise obligated under the contract. Requires the appropriate Secretary to make any savings resulting from contracting activities under the Act available to tribal organizations contracting under the Act, to the extent that does not adversely affect the Secretary's ability to carry out responsibilities to other tribes and tribal organizations. Requires Federal requirements for self-determination contracts and grants to be promulgated as a single set of regulations. Sets forth procedures to be followed in the promulgation of regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Indian Self-Determination and Education Assistance Act Amendments Act of 1993", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Indian Self-Determination and Education Assistance Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:07-05:00"
}