{
  "actions": [
    {
      "acted_at": "1990-07-31", 
      "references": [], 
      "text": "Committee on Foreign Relations. Original measure reported to Senate by Senator Pell. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-31", 
      "calendar": "Senate Legislative", 
      "number": "753", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 753.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-27", 
      "references": [], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2944-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-31", 
  "number": "2944", 
  "official_title": "An original bill to authorize assistance for fiscal year 1991 activities within a comprehensive Support for East European Democracy (SEED) program to promote political and economic transition in countries of Europe emerging from the tyranny and legacy of communist rule, to authorize appropriations for worldwide Peace Corps activities in fiscal years 1991 and 1992, to amend the Foreign Assistance Act of 1961 to establish a Development Fund for Africa, to authorize further United States contributions to the International Development Association, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Affairs Authorization Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-07-31", 
  "subjects": [
    "Adoption", 
    "Agribusiness", 
    "Air pollution control", 
    "American agricultural assistance", 
    "American economic assistance", 
    "American investments", 
    "American technical assistance", 
    "Apartheid", 
    "Authorization", 
    "Books", 
    "Broadcasting", 
    "Business education", 
    "Charitable contributions", 
    "China", 
    "Citizenship education", 
    "Coal", 
    "Coal preparation", 
    "Colleges", 
    "Conferences", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Credit unions", 
    "Cultural centers", 
    "Cultural relations", 
    "Dams", 
    "Democracy", 
    "Diplomats", 
    "Eastern Europe", 
    "Educational exchanges", 
    "Electric power production", 
    "Embassies", 
    "Employee training", 
    "Energy conservation", 
    "Energy efficiency", 
    "Environmental assessment", 
    "Environmental education", 
    "Environmental protection", 
    "Ex-Members of Congress", 
    "Executives", 
    "Export controls", 
    "Export credit", 
    "Export finance", 
    "Family farms", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Fishery management", 
    "Food relief", 
    "Foreign loans", 
    "Foreign service", 
    "Foreign trade and international finance", 
    "Forest conservation", 
    "Foundations", 
    "Free enterprise", 
    "Freedom of the press", 
    "Government corporations", 
    "Government operations and politics", 
    "Harbors", 
    "Health", 
    "Heating", 
    "Housing and community development", 
    "Human rights", 
    "Hungary", 
    "Immigration", 
    "Industrial energy conservation", 
    "Information services", 
    "Integrated pest management", 
    "Internal security", 
    "International affairs", 
    "International environmental cooperation", 
    "International monetary system", 
    "Job hunting", 
    "Labor supply", 
    "Labor unions", 
    "Legal education", 
    "Legislative bodies", 
    "Libraries", 
    "Manpower training programs", 
    "Marine transportation", 
    "Medical education", 
    "Money", 
    "Most favored nation principle", 
    "Multilateral development banks", 
    "National service", 
    "Nuclear power plants", 
    "Occupational retraining", 
    "Orphans", 
    "Poland", 
    "Police", 
    "Police training", 
    "Reprogramming of appropriated funds", 
    "Research centers", 
    "Romania", 
    "Sahel", 
    "Scholarships", 
    "Scientific exchanges", 
    "Securities regulation", 
    "Small business", 
    "Southern Africa", 
    "Subsaharan Africa", 
    "Tariff preferences", 
    "Technology transfer", 
    "Tourist trade", 
    "Trade negotiations", 
    "Tropical forests", 
    "U.S.S.R.", 
    "Volunteer workers", 
    "Water pollution control", 
    "White House conferences", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-31", 
    "text": "International Affairs Authorization Act of 1990 - Title I: Support for East European Democracy Act of 1990 (SEED II) - Support for East European Democracy Act of 1990 or SEED II Act - Amends the Support for East European Democracy Act (SEED) Act of 1989 to provide that a country shall be regarded as an eligible Eastern European country if authorities under such Act would assist the emergence or transition of such country from communist rule through the development or strengthening of democratic institutions and a free-market economy. Revises provisions concerning structural adjustment. Authorizes the President to participate in a multilateral program of stabilization assistance for any eligible Eastern European country. Urges the President, in the case of an eligible country for which an international financial institution agreement or program is in effect, to exercise leadership among the Paris Club governments to implement an agreement for: (1) the generous rescheduling of official debt; and (2) reductions of at least 50 percent of the principal on such debt. Authorizes the President, when negotiating a reduction in the government-to-government debt owed by an eligible country, to enter into an agreement with such country whereby a portion of the unforgiven debt shall be made available to the SEED Foundation. Conditions agricultural assistance to Poland on Poland's continued evolution toward pluralism and democracy and implementation of economic reforms. Revises provisions concerning agricultural assistance. Revises provisions concerning debt-for-equity swaps. Includes within the conditions concerning the sale of U.S. debt obligations of an eligible Eastern European country that such obligations may be sold if they will facilitate a debt-for-nature, debt-for-equity, or debt-for-development swap where the debt is exchanged by the new holder for assets needed for development or environmental restoration activities. Declares that the U.S. executive director of the International Monetary Fund (IMF) should consult with other directors to facilitate the consideration of IMF membership for East European countries. Sets forth provisions concerning the Organization for Economic Cooperation and Development's (OECD) East-West Center. Sets forth lending criteria with respect to loans made to East European countries by the European Bank for Reconstruction and Development (EBRD). Urges the President to seek EBRD member-country agreement to emphasize environmental protection in EBRD lending activities. Authorizes the President to accept U.S. membership in the EBRD. Applies specified provisions of the Bretton Woods Agreements Act concerning the National Advisory Council on International Monetary and Financial Problems to the EBRD. Authorizes the Secretary of the Treasury to subscribe to 100,000 shares of the EBRD. Grants U.S. district courts original jurisdiction with respect to civil actions by or against the EBRD brought within the United States. Provides that securities issued or guaranteed by the EBRD shall be deemed to be exempted securities for purposes of the Securities Act of 1933 and the Securities Exchange Act of 1934. Requires the EBRD to file reports with the Securities and Exchange Commission (SEC). Permits the SEC to suspend such exemptions at any time. Revises provisions concerning the Polish-American and Hungarian-American Enterprise Funds. Permits funds made available to the Funds to be used for advisors and special projects for private sector development. Authorizes the Agency for International Development (AID) to provide assistance for: (1) private sector activities; and (2) U.S. participation in capital projects. Makes technical assistance currently available for labor market reform in Poland and Hungary available to eligible East European countries. Requires AID to implement programs of technical training and assistance for eligible East European countries to support market economies and democratic institutions. Declares that AID should aggregate elements of such assistance into a Free Enterprise Corps, a program designed to extend U.S. business and management expertise to East European countries to assist in the development of private enterprise. States that such program should: (1) provide support for nongovernmental organizations and work through nongovernmental agencies; (2) provide for matching contributions from host country governments; and (3) provide for contributions from beneficiary private enterprise entities. Applies provisions concerning the use of local currency generated from agricultural assistance to eligible East European countries (currently, Poland). Authorizes funding for the International Executive Service Corps (IESC) and requires foreign businessmen and governments receiving IESC assistance to pay a fee for services received. Permits AID, pursuant to the President's determination that such action would effectively serve this Act's purposes, to select a nonprofit institution to operate an educational institute for providing instruction to Eastern European business managers and executives in applied business management skills. Sets forth criteria to be considered by AID in selecting such institution. Prohibits funds made available under this Act from being used to defray costs incurred by U.S. private sector entities participating in such program. Authorizes the President to allocate to the AFL-CIO Free Trade Union Institute sums for worker retraining and job placement programs to be administered in eligible East European countries by independent democratic trade union organizations. Permits the President to allocate funds to support the U.S. private sector in providing education and training in the travel and tourism industry to citizens of eligible East European countries. Authorizes the establishment of a U.S. corporation to be known as the SEED Foundation. Declares that the purpose of the Foundation is to provide grants and technical assistance to eligible East European countries for small business initiatives through a \"grass roots\" mechanism that bypasses bureaucratic procedures attendant to larger-scale assistance activities. Authorizes the President to allocate funds for the Foundation. Permits a primary source of the grant funds for Foundation operations to be a repayment of the government-to-government debt owed to the United States. Declares that the United States should assist educational institutions in eligible East European countries through a Business and Management Education Initiative consisting of the following three programs: (1) intensive continuing education to develop short courses for East European managers on the principles of finance, marketing, accounting systems, and banking structures; (2) internships under which U.S. corporate executives and professors work with new private sector entities in Eastern Europe to develop production and marketing plans, accounting systems, and management capabilities in such ventures; and (3) the development of bachelors and masters level degrees of business in higher educational institutions in Eastern Europe. Authorizes the President to allocate funds for such activities. Declares that AID and such other agencies as the President shall designate should implement a program of assistance to the agricultural sectors of eligible Eastern European countries to promote the transition to market-oriented agricultural production. States that the focus of such assistance should be on privatizing State farms and agribusiness and credit institutions and on building institutions to support family farms and agribusinesses in the private sector. Authorizes the President to allocate funds for such activities. Applies provisions concerning U.S. policy of support for credit unions in Hungary and Poland to credit unions in eligible East European countries. Declares that the President should establish a Commission on East European Small Business Development. Authorizes the President to allocate funds for such Commission. Urges the President to make Poland eligible for trade benefits under the Generalized System of Preferences to expand bilateral trade with Poland and private sector development in such country. Requires the Overseas Private Investment Corporation to support projects in eligible East European countries. Expresses the sense of the Congress that the President and the Congress should work cooperatively to provide a specified amount of funding for the Export-Import Bank's direct loan program and that a certain amount should be allocated to the Bank's war chest to eliminate the use of mixed credit commercial activities by competitor nations and to deter the use of such credits in Eastern Europe. Authorizes the Export-Import Bank to extend credit in connection with the purchase or lease of any product by Hungary, Poland, or any other eligible East European country if such country has been accorded most-favored-nation trade status. Requires the Export-Import Bank to work with private financial intermediaries in Poland to facilitate the export of goods and services to Poland. Urges the President to extend the Trade Credit Insurance Program to Poland for purposes of supporting exports to expand and strengthen Poland's private sector. Authorizes appropriations to permit expansion of the Trade and Development Program into eligible East European countries. Urges the President to seek bilateral investment treaties with eligible East European countries to establish a more stable legal framework for U.S. investment in such countries. Urges the President to: (1) reassess the Multilateral Coordinating Committee on Export Controls list frequently to minimize restrictions on exports to East European countries while guarding against the dissemination of technologies the conveyance of which would be detrimental to the security interests of the United States and its allies; and (2) support the convening of a nongovernmental international conference that would yield recommendations of means by which advanced technologies might be incorporated safely, with safeguards against diversion and military use, in expanded East-West economic activity. Prohibits nonmilitary flag vessels from eligible East European countries from being denied access to any U.S. ports for reasons other than safety, national security, and the need to rectify unfair foreign trade and shipping practices. Applies provisions concerning educational, cultural, and scientific activities to eligible East European countries (currently, Hungary and Poland). Directs the President to promote the participation of U.S. institutions of higher education in programs directed at the reform and improvement of universities in eligible East European countries. Declares that the Director of the U.S. Information Agency (USIA) should consider establishing a program to provide fellowships to enable U.S. citizens with teaching skills to assist people in eligible East European countries in acquiring skills necessary for the transition to a democratic, market economy system. Makes available funds for educational and cultural activities. Applies provisions concerning the Poland-Hungary scholarship partnership to eligible East European countries. Revises funding provisions concerning such scholarships. Authorizes the AID Administrator to use funds to provide assistance to enable students from such countries to attend educational seminars and workshops in Europe hosted by American nonprofit institutions and to study at institutions of higher education in Europe. Makes funds available under this Act for the U.S.-Polish and U.S.-Hungarian science and technology agreements. (Current law authorizes certain amounts to carry out such agreements in FY 1990 through 1992.) Urges the President to conclude agreements for science and technology exchanges with eligible East European countries. Declares that the USIA Director and the Secretary of Education should establish an information clearinghouse to promote cooperation between U.S. and East European institutions of higher education. Authorizes the President to allocate funds for such clearinghouse. Supports an agreement with the Soviet Union under which funds paid by the Soviet Union to settle outstanding lend lease, reciprocal aid, and claims obligations would be available for: (1) activities to promote Soviet exposure to democratic institutions and market-based economies; and (2) activities of the SEED Foundation to promote small business in the private sector. Requires the United States to undertake a Books-for-Eastern-Europe program, to consist of publication assistance and book contributions to eligible East European countries. Directs the President to allocate funds for such program. Declares that the President should undertake actions to foster cooperation between American and East European libraries to provide to those countries specified library materials, resources, staff assistance, and equipment. States that the President should select one or more major public research libraries which have: (1) a substantial collection of materials relating to eligible East European countries; (2) established relationships with libraries in such countries; (3) a centralized, conveniently located facility; and (4) the technical capabilities and resources to provide such assistance. Authorizes the President to allocate sums for such activities. Urges the President to initiate the Andrei Sakharov Educational Exchange Program. Requires the President, through capable agencies, to support a comprehensive and sustained effort to facilitate the transition in East Europe from communist rule to systems of political democracy. Provides that efforts shall be undertaken in such countries to provide support, training, and technical assistance for emerging democratic institutions. Prohibits funds from being used to assist political parties in Eastern Europe through instruction in campaign techniques such as polling and advertising. Declares that the Coordinator of the SEED Program should explore ways in which the Association of Former Members of Congress can further U.S. efforts to support the development of democratic institutions throughout Eastern Europe. Authorizes the USIA Director to establish a civic education exchange program with Eastern European countries. Permits the President to allocate funds for civic education activities. Declares that the President should exercise leadership among Western democracies to initiate a program of assistance to Eastern European countries designed to support the institutionalization of civilian control over the defense and security forces of such nations. States that the U.S. Government should foster the implementation of a coordinated Western strategy to assist eligible East European countries by: (1) providing financially disinterested private advisory management services reflecting the experience of Western countries in broadcasting; and (2) supporting conferences and feasibility studies to identify further useful assistance. Authorizes the President to allocate funds for such activities. Sets forth congressional findings with respect to legal reform in East European countries. Authorizes the President to allocate funds for legal reform activities. Directs the Congress and the President to undertake an initiative to be known as the Parliamentary Partnership program which shall consist of: (1) immediate material and advisory support for the establishment of newly-elected parliaments in Eastern Europe; and (2) short-term exchanges between the Congress and such parliaments. Establishes a Joint Task Force on East European Parliamentary Development to be responsible for the start-up support program. Makes the Director of the Bureau of Educational and Cultural Affairs responsible for the parliamentary exchange program. Allocates a specified amount of funds for the start-up support program. Makes funds available to USIA for the initial stages of the parlimentary exchange program. Requires the Joint Task Force to conclude its activities by December 31, 1993. States that the Congress is committed to participate in an interparliamentary organization created to foster cooperation among legislators from member nations of the Conference on Security and Cooperation in Europe (CSCE). Sets forth actions to be taken by the Congress with respect to creating such organization. Calls upon the President to support the creation of such organization. Urges and authorizes the President to establish, in cooperation with the Government of the Soviet Union, a Joint Commission on Economic Conversion and Constructive Partnership. Authorizes the President to allocate sums for the Commission. Directs the Coordinator of the SEED Program and the Director for American Business Initiative in Eastern Europe to foster Federal-State partnership in the SEED Program by: (1) ensuring that Governors and local business and civic organizations are appraised of SEED Program activities and opportunities; (2) assisting Governors in assembling information to prepare sound proposals for participation in the SEED Program; and (3) supporting Governors in efforts to promote sister institution relationships and American business activity in Eastern Europe. Requires the President to designate a director for American Business Initiative in Eastern Europe who may hold the rank of ambassador and who shall be responsible for specified American business activities with respect to Eastern Europe. Directs the President to establish an Eastern European Business Information Center system to serve as a central clearinghouse for information relating to business needs and opportunities in, and voluntary assistance to, Eastern European countries. Provides that the Center shall be based jointly in the Department of Commerce, at American Business Centers established under this Act, and in cities in eligible East European countries. Authorizes the President to establish American Business Centers in eligible East European countries which shall make available to American companies: (1) assistance, on a rental and service fee basis, related to the creation or expansion of a private sector initiative; and (2) assistance, on an advisory basis, in obtaining secretarial, transportation and other services, arranging meetings with officials and businessmen from host countries, and providing ready access to information from the East European Business Information Center system. Sets forth authorized uses of funds for the Centers. Directs the President to create two Centers to serve as operational test models for the \"business incubator\" concept. Requires such Centers to be: (1) established in cities in eligible East European countries; (2) located in urban settings conducive to convenient operations and a high profile presence for American business activity; and (3) configured to make modern office facilities available to American businesses on a user-fee basis and able to accommodate a growing American business presence. Requires the Director of American Business Initiative in Eastern Europe to initiate an intensified program of market research to identify the full range of business opportunities in eligible East European countries. Declares that the Director should establish a job bank system to catalog the names of American and eligible East European country applicants whose: (1) skills could be of value to American firms undertaking business initiatives in such countries; or (2) availability for employment or voluntary services might further the purposes of this Act. Makes information from the market research and job bank system available through the East European Business Information Center system. Makes available funding for a White House Conference to promote American business initiative in Eastern Europe. Requires Conference participants to be charged a fee. Declares that the Director of American Business Initiative in Eastern Europe should seek to create a presidential advisory board to: (1) identify deficiencies in eligible East European countries in technical skills needed for business activity in a free-market economy; (2) make recommendations on how U.S. Government programs can assist in overcoming such deficiencies while promoting trade opportunity for American businesses in such countries; and (3) encourage a cooperative private sector business program under which American corporations would contribute resources to satisfy needs not met by governmental programs and to lay a foundation for improved American business opportunity in such countries. Authorizes the President to use funds under this Act to provide logistical assistance to private sector programs. Permits the President to waive all conflict-of-interest procedures in constituting the advisory board. Applies specified provisions concerning environmental initiatives to eligible East European countries (Currently, Hungary and Poland). Authorizes the Administrator of the Environmental Protection Agency to offer assistance in developing plans for the restoration of the Danube River at the site of the cancelled Nagymaros Dam. Permits (current law requires) the Secretary of Energy to cooperate with Polish officials and experts to retrofit a coal-fired commercial powerplant in the Krakow, Poland, region with advanced clean coal technology that has been successfully demonstrated at a comparable powerplant in the United States. Declares that the Secretary should develop a strategy to convert residential heating away from the use of coal-fired furnaces to more environmentally sound technologies and fuels. Declares that the President should (currently, requires the Secretary to): (1) give high priority to assisting eligible East European countries (currently, Hungary and Poland) in improving the efficiency of energy use and in improving energy conservation; and (2) encourage officials in such countries to adopt the goal of doubling overall energy efficiency by the year 2000. Urges the President to encourage the conversion to public lands and wildlife areas of undeveloped lands along the borders between Eastern and Western Europe. Requires agencies providing assistance under this Act to prepare an evaluation of the environmental impact of any program which may have a significant effect on the environment or natural resources. Declares that activities designed to assist East European countries in increasing agricultural production should emphasize the principles of low-input sustainable agriculture and integrated pest management. States that the President should ensure that any entity established for private enterprise development in such countries should establish environmental impact evaluation, low-input sustainable agriculture, and integrated pest management requirements. Makes funds available for environmental activities. Declares that the President should initiate a program of technical assistance to eligible East European countries to ensure the environmental soundness of industrial energy development in such countries. States that this program should emphasize technical assistance preparatory to the following acquisitions by such countries: (1) equipment to minimize emissions of air and water pollutants; (2) advanced technology for the generation of electric power; and (3) technology which results in end-use energy efficiency. Authorizes the President to allocate sums for such assistance. Permits the President, if other OECD countries have sought to provide direct or mixed-credit aid for acquisitions of such technologies, to use sums from the Export-Import Bank's tied aid war chest to supply credits to East European countries for such acquisitions. Urges the EPA Administrator to effect the convening of an international conference (under the auspices of the Regional Environmental Center in Budapest, Hungary) to promote increased understanding of, and solutions to, environmental problems in eligible East European countries. Authorizes the President to: (1) sponsor or co-sponsor the establishment in any eligible East European country of a prototype energy and environmental institute to promote energy efficiency; and (2) use sums available under this Act to support such institutes. Declares that the United States should pursue specified goals with respect to conservation in East European countries. Authorizes the Director of the U.S. Fish and Wildlife Service to initiate a fish and wildlife conservation assistance program for eligible East European countries. Sets forth items that the United States should advocate in negotiations toward establishing an agenda for the Regional Environmental Center. Declares that the President should promote the achievement of a multilateral report on the operations and condition of nuclear power plants in East European countries. Authorizes the President to make funds available for such report. Makes funds available for medical training and health care assistance for eligible East European countries. Authorizes the President to provide technical assistance to support a viable housing sector and associated infrastructure in eligible East European countries. Declares that the President should give serious consideration to implementing a housing guarantee program in Poland. Requires the United States to accord urgent attention to the policies of the Romanian Government which has failed to adopt policies that: (1) embrace a commitment to human rights and democratic values; and (2) ameliorate the conditions in the nation's orphanages. Urges the President to bring diplomatic and economic pressure on the Romanian Government to reform its orphanage policies. Authorizes the President to waive any immigration law that would inhibit a policy of adoption of Romanian orphans by American residents. Requires the Director of American Business Initiative in Eastern Europe to undertake an outreach effort to inform the American people of the availability of the East European Business Information Center system and the job banks. Applies provisions concerning the transportation of private contributions to Poland to all eligible East European countries. Directs the Secretary of State to analyze the personnel and material resource needs of U.S. embassies, consulates, and trade centers in eligible East European countries with a view to maximizing the effectiveness of such entities in supporting the SEED program. Requires the Secretary to use funds under this Act to: (1) meet initial needs for increased U.S. diplomatic personnel and additional consulates in Eastern Europe; (2) sustain existing consulates in Western Europe at levels that will ensure competitive opportunity for American firms; and (3) meet other SEED program requirements. Expresses the sense of the Congress that any additional resource needs identified by the Secretary should be funded as expeditiously as possible pursuant to the President's request. Makes funds available for activities under the Soviet-East European Research and Training Act of 1983. Requires the Administrator of General Services and the Secretary of Defense to undertake a study to determine which U.S. Government assets could, if transferred to eligible East European countries, provide cost-effective support to the building of free political and economic institutions. Authorizes the President to transfer to such countries any equipment identified in the study, except that: (1) no hardware of significant military capability may be transferred; and (2) a reasonable appraised value of the equipment shall be established and no country shall receive equipment valued at more than $2,000,000 in any fiscal year without congressional authorization. Revises reporting requirements. Authorizes and allocates appropriations. Permits reallocations between categories of assistance, subject to congressional notification procedures. Provides that no authorization of appropriations contained in the SEED Act of 1989 (as in effect the day before the date of enactment of this Act) shall have any force or effect after such date. Amends the Small Business Act to authorize the establishment of a Commission on East European Small Business Development. Requires the Commission to develop in eligible East European countries a self-sustaining system to provide training for prospective or active small business owners in the principles and management skills needed to start and sustain such businesses. Sets forth the powers of the Commission, including the formation of a separate corporate entity called the American Enterprise Corps. Requires the Corps to: (1) recruit volunteers with business expertise who are willing to provide management and technical counseling to small businesses in such countries; (2) accept gifts of monies and property to form a revolving fund; (3) sponsor entrepreneurs from participating countries and pay their expenses for training in the United States; and (4) reimburse Corps members for actual expenses. Directs educational institutions in participating countries, in order to participate in the small business program, to: (1) provide partial financial support during the second and third years of the demonstration program; and (2) agree to obtain private sector involvement in the delivery of assistance under the program. Authorizes the Commission to transfer a limited amount of funds to the Corps. Amends the Federal Credit Union Act to permit Federal credit unions to provide technical assistance to eligible East European countries (currently, Hungary and Poland). Amends the Foreign Assistance Act of 1961 to provide that guarantees provided by the President with respect to liabilities incurred by the Export-Import Bank in financing transactions involving goods and services for Poland shall only be for short- and medium-term guarantees and insurance extended by the Bank. Repeals a provision of the Soviet-East European Research and Training Act which terminates Soviet-East European research and training after a certain time period. Title II: Peace Corps Act Amendments of 1990 - Peace Corps Act Amendments of 1990 - Amends the Peace Corps Act to: (1) extend authorizations of appropriations for the Peace Corps through FY 1992; (2) shorten the period during which a former Foreign Service-appointed Peace Corps employee is ineligible for reemployment by the Peace Corps; and (3) establish the Foreign Currency Fluctuations, Peace Corps, Account to pay expenses for Peace Corps operations which exceed appropriations for such expenses as a result of currency exchange rate fluctuations. Authorizes appropriations for such Account. Title III: Africa Development Fund - Development Fund for Africa Act - Amends the Foreign Assistance Act of 1961 to authorize the President to provide assistance for long-term development in Subsaharan Africa. Provides that the purpose of such assistance is to help the poor majority of Subsaharan Africans to participate in development through economic growth that is equitable, participatory, environmentally sustainable, and self-reliant. Requires AID to take into account the local-level perspective of poor Subsaharan Africans during the planning process for project and program assistance. Declares that AID should make available funds for private and voluntary organizations which have demonstrated effectiveness in, or a commitment to, the promotion of local activities on behalf of development in Subsaharan Africa. Provides for the participation and integration of African women in such development activities. Requires such assistance to emphasize projects to address critical sectoral priorities for long-term development. Designates such priorities as: (1) increased agricultural production and the maintenance and restoration of renewable natural resources; (2) improved health conditions; (3) increased access to voluntary family planning services; (4) improved relevance, equity, and efficiency of education; and (5) the development of income-generating opportunities for the unemployed and underemployed. Imposes minimum levels of assistance for certain critical sectors. Requires the assistance to be concentrated in countries that will make the most effective use of such assistance. Sets forth uses for local currencies generated by assistance. Permits funds made available under this Act to be used to assist Subsaharan African countries in increasing their capacity to participate in donor coordination mechanisms. Provides that it is U.S. policy that such funds are not used by a country to repay loans, with exceptions. Sets forth transfer authorities and reprogramming notifications with respect to such funds. Permits such funds to be used to assist specified sector projects supported by the Southern African Development Coordination Conference (SADCC). Expresses the sense of the Congress that the authorization of appropriations to carry out this Act should be extended whenever appropriate. Authorizes the AID Administrator to transfer a specified amount of funds to increase AID resources for development activities in Subsaharan Africa. Expresses the sense of the Congress that there should be periodic evaluations of the progress of AID in achieving the purposes of African development assistance. Repeals provisions that authorize appropriations for educational assistance for victims of apartheid and provide for implementation of the Sahel development program. Title IV: International Development Association - Amends the International Development Association Act to authorize the U.S. Governor of the International Bank for Reconstruction and Development (World Bank) to pay a specified amount to the International Development Association for the ninth replenishment of the Association. Authorizes appropriations. Reduces from the amount obligated for the Association the U.S. share of any loans approved (after 1989) for China for non-basic human needs. Authorizes the President to obligate the withheld amount upon notifying specified congressional committees that it is in the national interest to do so. Terminates withholding on the earlier of: (1) the date the President determines that China is no longer engaging in a pattern of human rights violations; or (2) September 30, 1993. Amends the International Financial Institutions Act to express the sense of the Congress that the Tropical Forestry Plan has shortcomings and should be reformed. Directs the Secretary of the Treasury to: (1) consult with Federal agencies and other interested parties on the development of international initiatives to promote specific measures to reform the Tropical Forestry Action Plan; (2) instruct the U.S. executive director of the World Bank to consult with management and other directors on the refocusing of forestry lending programs and to oppose any forestry sector loan or loan for any Plan activity until the Plan is reformed; and (3) instruct the U.S. executive directors of the other multilateral development banks to ensure that activities financed with forestry loans are consistent with the Plan reform. Amends the International Finance Corporation Act to provide that any securities issued or guaranteed by the International Finance Corporation shall be deemed to be exempted securities for purposes of the Securities Act of 1933 and the Securities Exchange Act of 1934. Requires the Corporation to file reports with the SEC, as appropriate. Permits the SEC to suspend such exemptions at any time."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Affairs Authorization Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Development Fund for Africa Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Peace Corps Act Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Support for East European Democracy Act of 1990 or SEED II Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize assistance for fiscal year 1991 activities within a comprehensive Support for East European Democracy (SEED) program to promote political and economic transition in countries of Europe emerging from the tyranny and legacy of communist rule, to authorize appropriations for worldwide Peace Corps activities in fiscal years 1991 and 1992, to amend the Foreign Assistance Act of 1961 to establish a Development Fund for Africa, to authorize further United States contributions to the International Development Association, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:11-05:00"
}