{
  "actions": [
    {
      "acted_at": "2003-03-26", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2003-04-02", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s719-108", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "108", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2003-03-26", 
  "number": "719", 
  "official_title": "A bill to amend the Public Health Service Act to provide for the payment of compensation for certain individuals with injuries resulting from the administration of smallpox countermeasures.", 
  "popular_title": "Vaccine Compensation bill", 
  "related_bills": [
    {
      "bill_id": "hr1770-108", 
      "reason": "related"
    }
  ], 
  "short_title": "Smallpox Emergency Personnel Protection Act of 2003", 
  "sponsor": {
    "district": null, 
    "name": "Gregg, Judd", 
    "state": "NH", 
    "thomas_id": "00466", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2003-04-02", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Claims", 
    "Compensation (Law)", 
    "Crime and law enforcement", 
    "Department of Health and Human Services", 
    "Emergency management", 
    "Emergency medicine", 
    "Fire fighters", 
    "Government liability", 
    "Government operations and politics", 
    "Health", 
    "Labor and employment", 
    "Law", 
    "Law enforcement officers", 
    "Medical personnel", 
    "Police", 
    "Rescue work", 
    "Smallpox", 
    "Survivors' benefits", 
    "Vaccines", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2003-03-26", 
    "text": "Smallpox Emergency Personnel Protection Act of 2003 - Amends the Public Health Service Act to direct the Secretary of Health and Human Services to establish procedures for determining whether an individual is an eligible individual under this Act who qualifies for compensation for a covered injury or injuries.Defines a covered injury as an injury, disability, illness, condition, or death arising in a specified time period from the administration of a smallpox vaccine or arising in specified circumstances from an accidental smallpox inoculation. Defines a covered individual as: (1) an individual from one of certain professions who is identified in a State, Federal, or local smallpox emergency response plan that is approved by the Secretary and who receives a smallpox vaccine; or (2) an individual to whom the Secretary determines it is advisable to administer a smallpox vaccine and who receives it. Defines an eligible individual as a covered individual who sustains a covered injury from a smallpox vaccine or as an individual who is accidentally inoculated and sustains a covered injury.Allows the Secretary to review and affirm, vacate, or modify determinations of eligibility for compensation under this Act.Directs the Secretary to create a smallpox vaccine injury table identifying adverse effects that shall be presumed to result from the administration of (or exposure to) a smallpox vaccine and the time period in which the first symptom of each such adverse effect must occur for such presumption to apply. Allows the Secretary to amend the table by regulation. Requires the Secretary to make payments for medical items and services as reasonable and necessary to treat a covered injury of an eligible individual. Directs the Secretary to provide compensation according to a specified formula to an eligible individual for the loss of employment income incurred due to a covered injury. Provides separately for death benefits and benefits for permanent and total disability.Amends Public Health Service Act provisions regarding civil actions or proceedings against commissioned officers or employees, including to state that a person may not being a claim regarding the administration of smallpox countermeasures by health professionals unless the person has exhausted such remedies as are available under this Act."
  }, 
  "titles": [
    {
      "as": null, 
      "title": "Vaccine Compensation bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "title": "Smallpox Emergency Personnel Protection Act of 2003", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide for the payment of compensation for certain individuals with injuries resulting from the administration of smallpox countermeasures.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:08-05:00"
}