{
  "actions": [
    {
      "acted_at": "1979-05-07", 
      "committee": "Senate Select Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Select Committee on Indian Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1077-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Indian Affairs (Select)", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-07", 
  "number": "1077", 
  "official_title": "A bill to amend the Act of December 22, 1974, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Navajo and Hopi Relocation Amendments Act", 
  "sponsor": {
    "district": null, 
    "name": "Goldwater, Barry", 
    "state": "AZ", 
    "thomas_id": "01340", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-07", 
  "subjects": [
    "Administrative procedure", 
    "Civil Rights and Liberties", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Department of the Interior", 
    "Environmental protection", 
    "Executive reorganization", 
    "Government liability", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Indian claims", 
    "Indian courts", 
    "Indian lands", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Lawyers and Legal Services", 
    "Legal fees", 
    "Minorities", 
    "Municipal services", 
    "Native Americans", 
    "Planning", 
    "Public Lands and Real Property", 
    "Public works", 
    "Religion", 
    "Religion and Clergy", 
    "Religious liberty", 
    "Relocation"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-07", 
    "text": "Navajo and Hopi Relocation Amendments Act - Directs the Secretary of the Interior, in consultation with the Navajo and Hopi Indian Relocation Commission, to provide (in order to facilitate the resettlement of certain members of the Navajo and Hopi tribes): (1) public works grants to communities for additional municipal improvements; and (2) planning assistance to tribes and communities in which relocatees have had an impact. Directs the Secretary to purchase up to an additional 25,000 acres of land, contiguous to the Navajo Reservation, if possible, for assignment by the Commission as residential lands for relocatees, in lots of up to five acres per family. Authorizes the Commission to establish communities thereon to be eligible for certain benefits under this Act. Requires that: (1) all federally-instituted projects relating to fencing, conservation, range restoration, or reclamation on partitioned lands be eligible for contracting by either tribe under the Indian Self-Determination and Education Assistance Act; and (2) projects not so constructed provide employment preference for members of the tribes. Directs the Commission, if the tribes negotiate and agree on an exchange of reservation lands, to provide 125 percent of housing and land rental benefits to members of either tribe living on land to be exchanged to the other tribe. Conditions such additional benefits on the majority of adult tribe members eligible to relocate from exchanged lands signing a contract to relocate within one year of the agreement. Grants such benefits only to those who relocate within such year. Subjects appointments to fill vacancies on the Commission to the approval of the tribal councils of the respective tribes. Requires the director of the Federal Mediation and Conciliation Service to designate a member of that service to fill such vacancy if the tribes cannot agree within 30 days. Directs the Commission to employ its own independent counsel. Defines the jurisdiction of specified Bureau of Indian Affairs offices and the application of tribal ordinances over specified partitioned lands. Directs the Secretary to exercise administrative jurisdiction over not yet partitioned lands. Requires that any development of certain lands in litigation be carried out only upon the written consent of each tribe. Requires that conservation practices be coordinated and executed with the concurrence of the tribe to which the lands have been partitioned. Directs the Secretary to conduct surveying, monumenting, and fencing of certain lands. Directs the Commission to make certain reports to Congress. Directs the Secretary to pay legal costs of either tribe in certain cases when the Federal Government: (1) has a conflict of interest or equal responsibilities to the tribes; (2) fails or refuses to assert the interest of one of the tribes; or (3) has an action against itself or one of its agencies or officers. Prohibits any person from retaining, maintaining, or grazing livestock without the consent of the tribe to which the lands are partitioned. Limits certain actions brought in District Court by either tribe against the other to those commenced within 12 months of the enactment of this Act. Authorizes either tribe to institute certain proceedings for review of administrative actions. Authorizes either tribe to prosecute or defend actions for certain types of relief against the other tribe and against the United States. Sets forth a formula for determining the amount of certain types of recovery by the Hopi Tribe. Prohibits the application of the National Environmental Policy Act of 1969 to actions taken by the Secretary, the Commission, the district court, or the tribes in carrying out certain functions related to Navajo-Hopi relocation. Prohibits either tribe or any State or Federal agency from: (1) impairing, desecrating, or destroying identified or otherwise established religious shrines and practices of the other tribe; or (2) impeding free access and use by tribal members along customary routes at customary times in or to such shrines. Directs the appropriate district court to hear and decide disputes regarding the use, access, or development of areas of religious significance to the tribes. Authorizes such court to make orders for the development of such areas conditioned upon reasonable protection of sacred values and places. Authorizes appropriations of sums necessary to carry out functions related to Navajo-Hopi relocation. Directs the Secretary to submit an appraisal of certain lands to the appropriate district court and the tribes for purposes of determining compensation for lesser amounts of acreage or land value due to partition. Directs the Commission to remove all residents within a certain joint use area who are: (1) ineligible for relocation benefits; and (2) members of a tribe other than that to which the subject land has been partitioned. Declares that certain lands partitioned to the Navajo and Hopi Tribes shall be held in trust by the United States exclusively for such Tribes as part of their respective reservations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Navajo and Hopi Relocation Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Act of December 22, 1974, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:55-05:00"
}