{
  "actions": [
    {
      "acted_at": "1994-05-10", 
      "references": [
        {
          "reference": "CR S5453-5454", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-10", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-05-11", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-05-19", 
      "in_committee": "Committee on Agriculture", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Agricultural Production. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-06-22", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1994-07-01", 
      "references": [], 
      "text": "Committee on Agriculture. Reported to Senate by Senator Leahy with an amendment in the nature of a substitute. With written report No. 103-301.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-07-01", 
      "calendar": "Senate Legislative", 
      "number": "507", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 507.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1994-08-25", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-25", 
      "references": [], 
      "text": "The committee substitute as amended agreed to by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-25", 
      "bill_ids": [
        "hr4217-103"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 4217 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-25", 
      "bill_ids": [
        "hr4217-103"
      ], 
      "references": [
        {
          "reference": "CR S12660-12670", 
          "type": "consideration"
        }
      ], 
      "text": "Senate passed companion measure H.R. 4217 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-08-25", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2575-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2575"
    }, 
    {
      "amendment_id": "s2576-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2576"
    }, 
    {
      "amendment_id": "s2577-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2577"
    }, 
    {
      "amendment_id": "s2578-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2578"
    }, 
    {
      "amendment_id": "s2579-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2579"
    }, 
    {
      "amendment_id": "s2580-103", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2580"
    }
  ], 
  "bill_id": "s2095-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF", 
      "subcommittee": "Subcommittee on Agricultural Production and Stabilization of Prices", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "103", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Daschle, Thomas A.", 
      "sponsored_at": "1994-05-10", 
      "state": "SD", 
      "thomas_id": "00267", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1994-05-10", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1994-05-10", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-05-10", 
  "number": "2095", 
  "official_title": "A bill to reform the Federal Crop Insurance Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4217-103", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr4217-103", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "hr4217-103", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr4217-103", 
      "reason": "includes"
    }
  ], 
  "short_title": "Federal Crop Insurance Reform Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1994-06-22", 
  "subjects": [
    "Administrative fees", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Advice and consent of the Senate", 
    "Agricultural cooperatives", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural insurance", 
    "Agricultural policies", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agricultural statistics", 
    "Agricultural subsidies", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Aircraft pilots", 
    "American agricultural assistance", 
    "Appropriations", 
    "Authorization", 
    "Aviation safety", 
    "Budget deficits", 
    "Business records", 
    "Child nutrition", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Colorado River development", 
    "Commerce", 
    "Community development", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Conservation tillage", 
    "Consumer education", 
    "Cost control", 
    "Cotton", 
    "Cropland conversion program", 
    "Data banks", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Disciplining of employees", 
    "Dismissal of employees", 
    "Droughts", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Executive reorganization", 
    "Families", 
    "Farmers", 
    "Farms", 
    "Federal Crop Insurance Corporation", 
    "Federal advisory bodies", 
    "Federal aid to water resources development", 
    "Federal budgets", 
    "Federal employees", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Feed grain program", 
    "Feeds", 
    "Finance and financial sector", 
    "Floods", 
    "Food relief", 
    "Food safety", 
    "Food stamps", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Forest management", 
    "Fraud", 
    "Freedom of speech", 
    "Frozen food", 
    "Gay rights", 
    "Gays", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government service contracts", 
    "Grain inspection", 
    "Health", 
    "Health education", 
    "Homosexuality", 
    "Housing and community development", 
    "Indemnity", 
    "Information services", 
    "Insurance companies", 
    "Insurance premiums", 
    "International affairs", 
    "International relief", 
    "Irrigation", 
    "Judicial review of administrative acts", 
    "Labeling", 
    "Law", 
    "Layoffs", 
    "Limitation of actions", 
    "Marketing of farm produce", 
    "Meat inspection", 
    "Meat packing industry", 
    "National forests", 
    "Nutrition", 
    "Nutrition policy", 
    "Oilseeds", 
    "Poultry", 
    "Poultry industry", 
    "Poultry inspection", 
    "Presidential appointments", 
    "Public assistance programs", 
    "Public lands and natural resources", 
    "Public meetings of administrative bodies", 
    "Rating of employees", 
    "Refuse and refuse disposal", 
    "Reinsurance", 
    "Rental housing", 
    "Rice", 
    "Rural economic development", 
    "Rural electrification", 
    "Rural housing", 
    "Saline water conversion", 
    "School lunch program", 
    "Science, technology, communications", 
    "Social welfare", 
    "Soil conservation", 
    "Soil erosion", 
    "Storms", 
    "Telephone", 
    "Transportation and public works", 
    "Water conservation", 
    "Water resources development", 
    "Water supply", 
    "Watershed management", 
    "Wetland conservation", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1994-08-25", 
    "text": "TABLE OF CONTENTS: Title I: Federal Crop Insurance Reform Subtitle A: Catastrophic Risk and Additional Coverage Insurance Subtitle B: Noninsured Assistance Program Subtitle C: Miscellaneous Title II: Department of Agriculture Reorganization Subtitle A: Short Title; Purpose; Definitions Subtitle B: General Authorities of the Secretary Subtitle C: National Appeals Division Subtitle D: Farm and International Trade Services Subtitle E: Rural Economic and Community Development Subtitle F: Food, Nutrition, and Consumer Services Subtitle G: Natural Resources and Environment Subtitle H: Marketing and Inspection Services Subtitle I: Research, Economics, and Education Subtitle J: Food Safety Subtitle K: Miscellaneous Title I: Federal Crop Insurance Reform - Subtitle A: Catastrophic Risk and Additional Coverage Insurance - Federal Crop Insurance Reform Act of 1994 - Amends the Federal Crop Insurance Act to direct the Federal Crop Insurance Corporation (Corporation) to offer a catastrophic risk protection plan that would indemnify producers for loss in yield or prevented planting due to drought, flood, or other natural disaster. Authorizes such coverage to be offered by: (1) private insurance carriers; or (2) Department of Agriculture (Department) local offices. Sets forth required fees, with specified waivers for need or additional coverage purchases. Requires at least catastrophic coverage on each significant crop in order for a producer to be eligible for price supports, production adjustments, or specified agricultural loans. (Sec. 1103) Directs the Corporation to offer insurance plans that offer greater than catastrophic coverage from approved private insurers (or from the Corporation if offered). Sets forth required fees and waivers. Offers different market-based price elections for varieties of wheat. Permits State premium subsidies. (Sec. 1104) Authorizes premium levels for: (1) catastrophic risk protection; (2) additional coverage; and (3) high coverage. Authorizes: (1) Corporation premium subsidies; and (2) private insurer premium reductions. (Sec. 1105) Requires producers to apply either at local Department offices or to approved insurance providers. (Sec. 1106) Directs the Corporation to implement crop insurance underwriting rules that ensure that yield coverage is provided to all program participants. Authorizes an insured producer to choose individual or area yield coverage, or combined coverage, on a commodity by commodity basis. Establishes two-year transitional yields for feed or forage producers. (Sec. 1107) Directs the Corporation to offer: (1) a pilot cost of production risk protection plan for the 1996 and 1997 crop years which would indemnify producers for insured income losses; (2) additional prevented planting coverage beginning in the 1995 crop year; and (3) a 30-county pilot transitional yield program for new producers for the 1995 and 1996 crop years. (Sec. 1108) Authorizes the Corporation to provide for the adjustment and payment of loss claims. (Sec. 1110) Authorizes appropriations for Corporation and provider expenses. Establishes a related insurance fund. (Sec. 1111) Authorizes the Secretary to establish within the Department an Advisory Committee for Federal Crop Insurance which shall remain in existence until September 30, 1998. (Sec. 1112) Sets forth technical and management provisions with respect to the Corporation. Subtitle B: Noninsured Assistance Program - Directs the Corporation to establish a noninsured assistance program for those crops for which catastrophic risk protection is not offered and that are produced for food, fiber, or an industrial crop on a commercial basis, excluding livestock. (Sec. 1202) Limits: (1) individual payments to $100,000; and (2) income for purposes of program eligibility. Prohibits double benefits under this program and the emergency livestock feed assistance program for the same loss. Subtitle C: Miscellaneous - Makes a person who has knowingly and falsely obtained benefits under the Act or who has evaded the Act ineligible for catastrophic risk and noninsured assistance payments. (Sec. 1302) Sets forth 1994 prevented planting (including oilseeds) payment provisions. (Sec. 1303) Amends the Balanced Budget and Emergency Deficit Control Act of 1985 to permit appropriations for emergency agricultural crop disaster assistance. (Sec. 1305) Authorizes the use of specified Corporation funds to cover certain operating and administrative costs for fall-planted 1995 crops. (Sec. 1306) Expresses the sense of the Senate that: (1) the Department should hold hearings on the labeling of fresh poultry in September 1994; and (2) persons involved financially should not serve on a related advisory committee. (Sec. 1307) Prohibits the removal and requires the reinstatement of any Department employee who has made remarks on his or her personal time in opposition to Department policies regarding homosexuals. (Sec. 1308) Amends the Food Stamp Act of 1977 to prohibit reductions in the thrifty food plan below FY 1994 levels. (Sec. 1310) Terminates authority and amendments under this title on September 30, 2000. Title II: Department of Agriculture Reorganization - Subtitle A: Short Title; Purposes; Definitions - Department of Agriculture Reorganization Act of 1994 - Sets forth the purpose of this title and appropriate definitions. Subtitle B: General Authorities of the Secretary - Delegates, with specified exceptions, all Department of Agriculture (Department) functions to the Secretary of Agriculture, (Secretary). Grants the Secretary general reorganization authority. (Sec. 2203) Directs the Secretary to reduce the number of Department employees by at least 7,500 by September 30, 1999. (Sec. 2204) Directs the Secretary to consolidate Washington, D.C. headquarters offices. Subtitle C: National Appeals Division - Directs the Secretary to establish a National Appeals Division within the Office of the Secretary. Sets forth related provisions. Subtitle D: Farm and International Trade Services - Establishes in the Department the position of Under Secretary of Agriculture for Farm and International Trade Services. (Sec. 2402) Authorizes the Secretary to establish a Farm Service Agency to carry out specified agricultural assistance programs. (Sec. 2404) Authorizes the Secretary to establish an International Trade Service. Subtitle E: Rural Economic and Community Development - Amends the Rural Development Policy Act of 1980 to establish in the Department the position of Under Secretary of Agriculture for Rural Economic and Community Development (in lieu of the position of Under Secretary of Agriculture for Small Community and Rural Development). (Sec. 2502) Authorizes the Secretary to establish within the Department: (1) the Rural Utilities Service; (2) the Rural Housing and Community Development Service; and (3) the Rural Business and Cooperative Development Service. Subtitle F: Food, Nutrition, and Consumer Services - Establishes in the Department the position of Under Secretary of Agriculture for Food, Nutrition, and Consumer Services. (Sec. 2602) Authorizes the Secretary to establish within the Department: (1) the Food and Consumer Service; and (2) the Nutrition Research and Education Service. Subtitle G: Natural Resources and Environment - Authorizes the Secretary to establish in the Department the Natural Resources Conservation Service. (Sec. 2702) Sets forth proposals to be included in the reorganization of the Forest Service. Subtitle H: Marketing and Inspection Services - Authorizes the Secretary to establish within the Department the Grain Inspection, Packers and Stockyards Administration. Subtitle I: Research, Economics, and Education - Authorizes the Secretary to establish within the Department: (1) the Federal Research and Information Service; (2) the Cooperative State Research and Education Service; (3) the Agricultural Economics and Statistics Service; and (4) the Program Policy and Coordination Staff. Subtitle J: Food Safety - Amends the Federal Meat Inspection Act to direct the Secretary to establish within the Department the Food Safety Service. Subtitle K: Miscellaneous - Establishes within the Department six positions of Assistant Secretary of Agriculture. Terminates, with specified exceptions, the Secretary's reorganization authority two years after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "reported to senate", 
      "title": "Federal Crop Insurance Reform Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to reform the Federal Crop Insurance Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:24-05:00"
}