{
  "actions": [
    {
      "acted_at": "1975-03-06", 
      "committee": "House Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4400-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Operations", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-06", 
  "number": "4400", 
  "official_title": "A bill to require the President to include in the budget transmitted to Congress additional information showing the regional impact of the budget proposals by State and congressional districts.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Budget Information Allocation Act", 
  "sponsor": {
    "district": "6", 
    "name": "Harrington, Michael J.", 
    "state": "MA", 
    "thomas_id": "00503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-06", 
  "subjects": [
    "Congress", 
    "Economics and public finance", 
    "Federal budgets"
  ], 
  "subjects_top_term": "Federal budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-06", 
    "text": "Budget Information Allocation Act - Requires the annual budget submitted to the President to set forth: (1) the amount proposed for expenditure in each State and each congressional district therein under each program proposed in the budget; (2) the amount by which Federal expenditures for each program would increase or decrease the previous fiscal years total amount or allocation in each State and each congressional district; and (3) the extent to which any function or activity of a Federal program would be expanded or restricted in each State or congressional district pursuant to any change from the previous fiscal year. Directs the President, through the Office of Management and Budget, to develop and implement projects for the improved gathering, compiling, analyzing, publishing, and disseminating of statistical information by the various agencies in the executive branch of the Government. Provides for a semiannual report to Congress by the Director of the Office of Management and Budget describing the requests made for budgetary information and summary data tables. Authorizes the Comptroller General to review the State and congressional budget estimates required under this Act. Authorizes the Director of the Office of Management and Budget, in his role of assisting any Congressional committee having jurisdiction over revenue or appropriations, to furnish the Congress such supporting information as may be necessary to correct inaccurate State and congressional district allotments in the budget."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Budget Information Allocation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the President to include in the budget transmitted to Congress additional information showing the regional impact of the budget proposals by State and congressional districts.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:40-05:00"
}