{
  "actions": [
    {
      "acted_at": "1989-09-20", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-28", 
      "bill_ids": [
        "hr4323-101"
      ], 
      "references": [], 
      "text": "See also H.R. 4323.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1646-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1990-01-29", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1989-10-20", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1989-09-20", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kasten, Robert W., Jr.", 
      "sponsored_at": "1989-09-29", 
      "state": "WI", 
      "thomas_id": "00619", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1989-09-20", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1989-10-20", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1989-10-20", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-09-20", 
  "number": "1646", 
  "official_title": "A bill to implement key provisions of the Great Lakes Water Quality Agreement to protect and restore the Great Lakes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4323-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Great Lakes Critical Programs Act", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-09-20", 
  "subjects": [
    "Acid precipitation (Meteorology)", 
    "Acid rain", 
    "Administrative procedure", 
    "Air pollution measurement", 
    "Canada", 
    "Coast guard", 
    "Emergency management", 
    "Environmental protection", 
    "Environmental research", 
    "Equipment and supplies", 
    "Great Lakes", 
    "International agencies", 
    "International environmental cooperation", 
    "Oil pollution", 
    "Oil pollution control", 
    "Sediment control", 
    "Standards", 
    "Water pollution control", 
    "Water pollution measurement", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-09-20", 
    "text": "Great Lakes Critical Programs Act - Amends the Clean Water Act to require the Great Lakes National Program Office: (1) by January 1991, to publish in the Federal Register proposed water quality rules for the Great Lakes System; and (2) by January 1, 1993, to publish in the Federal Register final water quality rules for the Great Lakes System and to include such rules in an identifiable section of the national water quality guidance issued under the Act. Requires the Great Lakes States to adopt water quality standards affecting the Great Lakes System which are consistent with such rules. Requires the Environmental Protection Agency (EPA), when reviewing any Great Lakes State's water quality plan, to consider the extent to which the State has complied with such rules. Requires the Program Office to ensure, for each area of concern for which the United States has agreed to draft a Remedial Action Plan, that the Great Lakes State in which such area of concern is located: (1) submits a Remedial Action Plan to the Program Office by January 1, 1992; (2) submits such Plan to the International Joint Commission by June 30, 1991; and (3) includes such Plan within the State's water quality plan by January 1, 1993. Provides that on the date that a State includes a Remedial Action Plan in its water quality plan, such State shall become eligible for monetary assistance from the EPA to implement such Plan. States that for each area of concern for which Canada has agreed to draft a Remedial Action Plan, the Program Office shall work with the Department of State to ensure that Canada submits such Plans to the International Joint Commission by June 30, 1991, and finalizes such Plans by January 1, 1993. Requires the Program Office: (1) by July 31, 1990, to publish in the Federal Register a proposed Lakewide Management Plan for Lake Michigan and solicit public comments; (2) by December 31, 1990, to submit such Plan to the International Joint Commission for review; and (3) by June 30, 1991, to publish in the Federal Register a final Lakewide Management Plan for Lake Michigan and begin implementation. Requires the Program Office to: (1) promulgate numerical standards which will allow the classification of sediments in the Great Lakes according to the extent to which such sediments assure the propagation of a balanced, indigenous population of fish, shellfish, and wildlife and permit recreation in and on the water; (2) issue regulations specifying the proper use of these sediment standards and enabling Great Lakes States to issue more stringent standards and to petition for alternate numerical standards due to differences in the chemical, physical, or biological characteristics of particular areas; and (3) identify areas within the Great Lakes which are likely to experience numerous or voluminous spills of oil or other hazardous materials and ensure the adequacy of Federal and State plans to prevent and respond to such spills. Adds specific due dates for specified tasks under an existing law provision which requires a five-year study and demonstration projects relating to the control and removal of toxic pollutants in the Great Lakes. Requires any Federal entity which conducts research related to spills of oil or hazardous materials into U.S. waters to cooperate with requests by the Research Office to conduct research into issues of importance to the Great Lakes. Requires the U.S. Coast Guard to maintain a comprehensive and current list of equipment available to respond to spills of oil and hazardous materials in the Great Lakes. Directs that such list be made available to the EPA and the Great Lakes States. States that any Federal plan to establish regional spill response teams or facilities throughout the United States shall locate at least one such team or facility in the Great Lakes. Authorizes appropriations for FY 1990 through 1993. Amends the Clean Air Act to require the EPA to oversee the establishment and operation of a Great Lakes atmospheric deposition network to monitor atmospheric deposition of toxic substances into the Great Lakes System. States that as part of this network, by December 31, 1990, the EPA shall establish, in each of the five Great Lakes, at least one facility capable of monitoring the atmospheric deposition of toxic substances in both dry and wet conditions. Requires the EPA to: (1) operate such network for a minimum of five years; (2) use the data produced by the network to identify and track the movement of toxic substances throughout the Great Lakes; and (3) assist in the development of Remedial Action Plans and Lakewide Management Plans required by the Great Lakes Water Quality Agreement. Directs the EPA to ensure that: (1) the data collected by the network is made available to the public promptly and in a format which is accessible to databases sponsored by the International Joint Commission, Canada, and State environmental agencies conducting Great Lakes surveillance and monitoring; (2) a report analyzing the data collected during the previous two years is issued by the EPA to the International Joint Commission; and (3) a report analyzing the data collected during the previous five years is issued by the EPA to the International Joint Commission."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Great Lakes Critical Programs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement key provisions of the Great Lakes Water Quality Agreement to protect and restore the Great Lakes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:41-05:00"
}