{
  "actions": [
    {
      "acted_at": "1999-03-25", 
      "references": [
        {
          "reference": "CR S3451", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-25", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s723-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-03-25", 
  "number": "723", 
  "official_title": "A bill to provide regulatory amnesty for defendants who are unable to comply with federal enforceable requirements because of factors related to a Y2K system failure.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Y2K Regulatory Amnesty Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-03-25", 
  "subjects": [
    "Actions and defenses", 
    "Amnesties", 
    "Commerce", 
    "Crime and law enforcement", 
    "Fraud", 
    "Frivolous lawsuits", 
    "Law", 
    "Liability (Law)", 
    "Science, technology, communications", 
    "Year 2000 computer problem"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-03-25", 
    "text": "Y2K Regulatory Amnesty Act of 1999 - Requires a defendant who wishes to establish the affirmative defense of Year 2000 (Y2K) upset to demonstrate, through relevant evidence, that: (1) the defendant previously made a good faith effort to remediate Y2K problems; (2) a Y2K upset occurred as a result of a Y2K system failure or other Y2K emergency; (3) noncompliance with the applicable federally enforceable requirement was unavoidable in the face of such an emergency or was intended to prevent the disruption of critical functions that could result in the harm of life or property; (4) the defendant began immediate action to remediate any violation of federally enforceable requirements upon identification of noncompliance; and (5) the defendant submitted notice to the appropriate Federal regulatory authority of a Y2K upset within 72 hours of becoming aware of the upset. Defines \"a Y2K upset\" as an exceptional incident involving temporary noncompliance with applicable federally enforceable requirements because of factors related to a Y2K failure that are beyond the reasonable control of the defendant. Excludes from such definition: (1) noncompliance with such requirements that constitutes or would create an imminent threat to public health or safety; (2) noncompliance caused by operational error or negligence; or (3) lack of reasonable preventative maintenance or preparedness for Y2K. Makes the Y2K defense a complete defense to any action brought as a result of noncompliance with federally enforceable requirements for any defendant who meets the conditions described by this Act. Sets the maximum allowable length of a Y2K upset at 30 days unless granted specific relief by the appropriate regulatory authority. Provides for criminal penalties for fraudulent use of the Y2K defense."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Y2K Regulatory Amnesty Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide regulatory amnesty for defendants who are unable to comply with federal enforceable requirements because of factors related to a Y2K system failure.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:29-05:00"
}