{
  "actions": [
    {
      "acted_at": "1985-01-03", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-02-07", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr92-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "99", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-01-03", 
  "number": "92", 
  "official_title": "A bill to amend the Internal Revenue Code of 1954 to clarify the standards used for determining whether individuals are self-employed for purposes of the employment taxes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Self-Employed Tax Status Clarification Act of 1985", 
  "sponsor": {
    "district": "12", 
    "name": "Crane, Philip M.", 
    "state": "IL", 
    "thomas_id": "00249", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-01-03", 
  "subjects": [
    "Contractors", 
    "Labor and employment", 
    "Self-employed", 
    "Social security taxes", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-01-03", 
    "text": "Self-Employed Tax Status Clarification Act of 1985 - Amends the Internal Revenue Code to specify three alternative standards for determining whether certain individuals are self-employed for purposes of social security taxation. Treats an individual as self-employed if: (1) such individual controls the total number of his or her work hours; (2) such individual does not maintain a principal place of business, or, if he or she does, such place of business is not provided, or is not provided rent-free, by the person for whom such individual performs services; (3) such individual has substantial investment in his or her business and earns income based upon sales or output rather than upon number of hours worked; (4) such individual performs services pursuant to a written contract and is provided written notice of his or her responsibility with respect to income and self-employment taxes; and (5) the recipient of such individual's services files returns disclosing payments made to such individual. Treats an individual as self-employed if such individual: (1) has a substantial investment in the assets used to perform such service; (2) owns the assets or holds them under a lease agreement; (3) is responsible for the maintenance of the assets; (4) bears the principal burden of the operating costs of the assets; (5) is responsible for supplying personal services necessary in the performance of the business; and (6) performs such services pursuant to a contract. Provides that failure of the taxpayer to file information returns with respect to remuneration received while self-employed shall not disqualify him or her from being treated as self-employed unless such failure is willful or intentional. Treats an individual as self-employed if such individual performs similar services for five or more clients during the preceding year or is expected to perform services for five or more such clients during the taxable year. States that no inference shall be made about the employment status of a taxpayer for failure to comply with any of the criteria specified by this Act. Requires the Secretary of the Treasury to report to the Committee on Ways and Means of the House of Representatives and the Committee on Finance of the Senate on taxpayer compliance with the self-employment criteria specified by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Self-Employed Tax Status Clarification Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Internal Revenue Code of 1954 to clarify the standards used for determining whether individuals are self-employed for purposes of the employment taxes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:23-05:00"
}