{
  "actions": [
    {
      "acted_at": "1979-06-28", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4672-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "17", 
      "name": "Ertel, Allen E.", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00352", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Fuqua, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "FL", 
      "thomas_id": "00422", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Hollenbeck, Harold C.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00553", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ritter, Don", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "00965", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Watkins, Wes", 
      "sponsored_at": "1979-01-03", 
      "state": "OK", 
      "thomas_id": "01206", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Wydler, John W.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01248", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-06-28", 
  "number": "4672", 
  "official_title": "A bill to promote United States scientific and technological innovation for the achievement of national goals, to amend the National Science Foundation Act of 1950, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Science and Technology Innovation Act of 1979", 
  "sponsor": {
    "district": "36", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-06-28", 
  "subjects": [
    "Advisory bodies", 
    "Department of Commerce", 
    "Economics and public finance", 
    "Education", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Government operations and politics", 
    "Industrial research", 
    "National Science Foundation", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Science and technology", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-06-28", 
    "text": "National Science and Technology Innovation Act of 1979 - Directs the Secretary of Commerce to establish and maintain an Office of Industrial Technology to enhance technological innovation for the improvement of the economic environmental and social well-being of the United States. Requires the Secretary to prepare and submit to the President and Congress, within three years after the date of enactment of this Act, a report on the progress, findings, recommendations, and conclusions of activities conducted. Requires the President, with the advice and consent of the Senate, to appoint a Director of the Office. Requires the Director and the National Science Foundation to provide assistance for the establishment of Centers of Industrial Technology, whose activities shall include: (1) research supportive of technology and industrial innovation including cooperative industry- university basic and applied research; (2) assistance in the evaluation and development of technological ideas supportive of industrial innovation and new business ventures; (3) technological assistance and advisory services to industry; and (4) curriculum development and instruction in invention, entrepreneurship, and industrial innovation. Declares that such Centers shall be affiliated with a university or nonprofit institution, and authorizes the Director and the National Science Foundation to make available nonrenewable planning grants to such universities or nonprofit institutions for the purpose of developing a plan for the management and evaluation of the activities proposed within the particular Center, including the consideration of means to place the Center on a self-sustaining basis. Authorizes the Director to make grants and enter into cooperative agreements to assist any activity established under this Act. Prohibits any such grant or cooperative agreement from exceeding 75 percent of the total cost of the program or project involved. Sets forth the terms and conditions for such grants or cooperative agreements. Requires the Director to seek the advice and cooperation of departments and agencies whose missions contribute to or are affected by the programs establish under this Act. Authorizes the Secretary to receive moneys from other departments and agencies to support activities of the Centers. Establishes an independent committee to be known as the Industrial Technology Review Panel which shall review annually the activities of the Office and advise the Secretary and the Director with respect to such activities. Amends the National Science Foundation Act of 1950 to allow the Foundation to make grants, contracts, or cooperative agreements with any nonprofit organization, for-profit organization, government, or other person in order to foster the application of science and technology to the national economy and welfare."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Science and Technology Innovation Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote United States scientific and technological innovation for the achievement of national goals, to amend the National Science Foundation Act of 1950, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:23-05:00"
}