{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr341-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "341", 
  "official_title": "A bill to establish minimum prison and parole standards in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Penal Reform Act", 
  "sponsor": {
    "district": "8", 
    "name": "Dellums, Ronald V.", 
    "state": "CA", 
    "thomas_id": "00284", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Corrections", 
    "Department of Justice", 
    "Ex-offenders", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Minimum wages", 
    "Parole", 
    "Political representation", 
    "Prison labor", 
    "Prisoners", 
    "Prisons", 
    "Prisons and prisoners", 
    "Rehabilitation of criminals", 
    "States", 
    "Voting"
  ], 
  "subjects_top_term": "Corrections", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Omnibus Penal Reform Act - Title I: Minimum Standards - Establishes a National Prison Standards Administration. Directs the Administration to promulgate rules to assure maintenance of specified standards for prisons, including those relative to the following: (1) discrimination against prisoners on the basis of race, color, sex, language, religion, political or other opinion, national or social origin, or wealth; (2) segregation of different categories of prisoners; (3) sleeping quarters; (4) work areas; (5) sanitary facilities; (6) hygiene; (7) clothing; (8) food; (9) medical care; (10) discipline; (11) correspondence; (12) labor; and (13) rehabilitation. Title II: Minimum Wages - Requires that prisoners in Federal or District of Columbia correctional institutions be paid at least the highest minimum wage rate in effect under the Fair Labor Standards Act and at least one and one-half times their regular wage rates for work in excess of 40 hours per week. States that Federal prisoners shall retain the right to organize and form unions for the purpose of collective bargaining with respect to employment. Title III: Family Visitation - Entitles each Federal prisoner to at least 12 days of family and social visitation furlough if such prisoner: (1) has not engaged in serious misconduct resulting in punishment; (2) is not of a violent nature; and (3) is deemed to be trustworthy. Title IV: Commitment and Transfer - Requires the Attorney General to designate as the initial place of confinement of a Federal prisoner the suitable institution which is nearest to such person's residence. Prohibits the transfer of any Federal prisoner to another place of confinement solely for punitive reasons unrelated to a clear and present danger to the physical safety of such prisoner, other prisoners, or prison personnel. Title V: Federal Prisoners in State Institutions; Employment - Directs that all Federal prisoners placed in State or local institutions be subject to the same standards, rights, and regulations as are persons confined in Federal institutions. Title VI: Reenfranchisement - Grants the right to vote in Federal elections to otherwise qualified persons who have been or could be denied the right to vote due to a Federal or State criminal conviction upon completion of all imprisonment, probation, and parole and satisfaction of all other penalties. States that no citizen of the United States who is otherwise qualified to vote in a Federal election shall be denied the right to vote on account of confinement prior to conviction for any criminal offense. Title VII: Board of Parole; Parole Procedures, Conditions, Etc. - Establishes the Board of Parole as an independent agency in the executive branch. States that the Board shall consist of a National Board and five Regional Boards. Specifies guidelines for the composition of the Board. Revises standards and procedures for determining the minimum sentence which a Federal prisoner must serve in order to be eligible for parole. Directs the appropriate Regional Board to release a prisoner who has served his minimum sentence if his record shows substantial observance of the rules of the institution in which he was confined unless it finds, on the basis of specified information: (1) there is reasonable probability that such prisoner will not remain at liberty without violating any criminal laws; or (2) there is reasonable probability that such release would be incompatible with the welfare of society. Permits a Regional Board to apply to the sentencing court for the modification of the sentence of a prisoner who it believes poses no threat to society but who has not served the minimum term necessary to be eligible for parole. Requires a Regional Board to hold a hearing in determining whether a prisoner should be released unless it has already determined that, on the basis of the prisoner's record, the prisoner will be released. Sets forth time limits and procedures relative to such hearings. Directs that Regional Boards impose, in accordance with specified criteria, such conditions of parole as they deem necessary, including a condition that the parolee not commit any criminal offense. Specifies time limits after which Board jurisdiction over a parolee expires. Directs the Board to allow each parolee who has substantially observed the conditions of parole a deduction from the time which he must remain on parole. Sets forth procedures for parole modification and revocation. Entitles a parolee to a hearing prior to such an action. Entitles a prisoner who is denied release on parole or whose parole has been revoked or a parolee whose good time has been forfeited or withheld, or whose conditions of parole have been modified, to appeal such action to the National Board. Title VIII: State Plans - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to require that comprehensive State plans submitted in order to obtain aid thereunder include satisfactory assurances that the State parole system contain: (1) employment programs designed to encourage the proper reintegration of offenders into the community; (2) specified procedures designed to ensure equitable and expeditious disposition of parole hearings; and (3) certain minimum procedures with respect to revocation of parole."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Penal Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish minimum prison and parole standards in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:28-05:00"
}