{
  "actions": [
    {
      "acted_at": "1975-07-31", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2234-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-31", 
  "number": "2234", 
  "official_title": "A bill to abolish certain Federal agencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Agency Efficiency Act", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-31", 
  "subjects": [
    "Business and commerce", 
    "Central Intelligence Agency", 
    "Civil Aeronautics Board", 
    "Department of Housing and Urban Development", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Interstate Commerce Commission", 
    "Occupational health and safety", 
    "Safety measures", 
    "Selective Service System", 
    "Small business"
  ], 
  "subjects_top_term": "Independent regulatory commissions", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-31", 
    "text": "Federal Agency Efficiency Act - Abolishes the Interstate Commerce Commission, the Selective Service System, the National Selective Service Appeal Board, the Overseas Private Investment Corporation, the Small Business Administration, the Renegotiation Board, the President's Council on Physical Fitness and Sports, the Civil Aeronautics Board, the Occupational Safety and Health Review Commission, the Community Development Corporation of the Department of Housing and Urban Development, the New Communities Administration of the Department of Housing and Urban Development and all offices of the Department of Defense relating to civil defense except for: (1) the functions of the Secretary of Defense relating to alerting the public against an enemy attack; and (2) the functions of any Federal agency relating to a warning system for impending natural disaster. Specifies that nothing in this or any Act shall be construed as authorizing the Central Intelligence Agency to: (1) carry out directly or indirectly, within the United States, any police or police-type operation, any law enforcement operation, or any internal security operation; or (2) provide assistance to any other department or agency of the Federal Government, of any State or local government, or to any officer or employee engaged in police or police-type operations, law enforcement operations, or activities, or internal security operations or activities within the United States unless such assistance is provided with the prior, specific written approval of the Central Intelligence Agency oversight subcommittees of the Committees on Appropriations and the Committees on Armed Services of the Senate and the House of Representatives. Stipulates that the President may not reestablish any office or agency abolished by this Act. Transfers the disaster loan functions of the Small Business Administration to the Secretary of Commerce."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Agency Efficiency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to abolish certain Federal agencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:31-05:00"
}