{
  "actions": [
    {
      "acted_at": "1991-11-19", 
      "committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking, Finance + Urban Affrs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-22", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to the Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-11-22", 
      "in_committee": "House Committee on Banking, Finance + Urban Affrs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to the Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3805-102", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1991-11-19", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-11-19", 
  "number": "3805", 
  "official_title": "To provide funding for the resolution of failed savings associations and working capital for the Resolution Trust Corporation, to restructure the Oversight Board and the Resolution Trust Corporation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Resolution Trust Corporation Refinancing, Restructuring, and Improvement Act of 1991", 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-11-19", 
  "subjects": [
    "Bank capital", 
    "Bank failures", 
    "Community development", 
    "Condominium (Housing)", 
    "Cooperative housing", 
    "Delegation of powers", 
    "Executive reorganization", 
    "Federal aid to minority business enterprises", 
    "Federal employees", 
    "Federally-assisted loans", 
    "Finance and financial sector", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government property", 
    "Home ownership", 
    "Housing and community development", 
    "Housing finance", 
    "Interest rates", 
    "Joint ventures", 
    "Low-income housing", 
    "Minority business enterprises", 
    "Moderate income housing", 
    "Profit", 
    "Real estate business", 
    "Rent control", 
    "Rental housing", 
    "Savings and loan associations", 
    "Small business", 
    "Tax-exempt securities", 
    "Transfer of employees", 
    "Virginia", 
    "Women in business"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-11-19", 
    "text": "Resolution Trust Corporation Refinancing, Restructuring, and Improvement Act of 1991 - Title I: Resolution Trust Corporation Refinancing - Amends the Federal Home Loan Bank Act to provide additional interim funding for the Resolution Trust Corporation (RTC). Amends the Federal Deposit Insurance Act to modify the terms under which the RTC shall be appointed receiver of a failed depository institution by the Director of the Office of Thrift Supervision. Amends the Federal Home Loan Bank Act to extend the receivership duties of the RTC. Title II: Restructuring and Improvement of the Resolution Trust Corporation - Modifies the guidelines for staffing the RTC. Establishes the office of chief executive officer of the RTC to be appointed by the President with the advice and consent of the Senate. Directs the Oversight Board to review overall strategies, policies, and goals established by the RTC for its activities. (Currently the Oversight Board establishes such strategies and goals.) Declares that the RTC shall be managed by its Board of Directors. Outlines the powers of the chief executive officer of the RTC. Title III: Minorities, Women, and Small Business Provisions - Sets forth guidelines for increased participation of minorities and women in the contracting process applied by the RTC. Authorizes the RTC to make available to any minority or women's depository institution the operation of a failed savings institution located in a predominantly minority neighborhood. Amends the Community Reinvestment Act to extend community investment credit to any depository institution which makes one of its branches in a predominantly minority neighborhood available to a minority or women's depository institution under certain circumstances. Amends the Federal Home Loan Bank Act to authorize the RTC, under certain circumstances, to provide assistance for minority-owned depository institutions and minority investors for the acquisition of any savings association for which it has been appointed conservator or receiver. Declares that a certain minority interim capital assistance program established by the Oversight Board is hereby established by law. Directs the RTC to provide assistance under such program for minority-owned depository institutions and minority investors for the acquisition of any savings association for which the RTC has been appointed conservator or receiver, and which before such appointment was not a minority-owned association. Extends the period for repayment of capital assistance under such program. Mandates an annual goal for the RTC that presents the maximum practicable opportunity for small business concerns (and those operated by socially and economically disadvantaged individuals) to participate in the performance of RTC contract awards. Title IV: Miscellaneous Housing Provisions - Amends the Federal Home Loan Bank Act to empower the RTC to develop risk sharing structures and other credit enhancements with respect to eligible residential properties in order to assist in the provision of property ownership, rental, and cooperative housing opportunities for lower- and moderate-income families. Requires the RTC to study and report to the Congress on the feasibility and efficacy of providing credit enhancements with respect to tax-exempt bonds issued on behalf of nonprofit organizations with respect to the disposition of eligible residential properties. Directs the Secretary of Housing and Urban Development to consider and accept a specified final statement of community development objectives and projected use of funds which the city of Petersburg, Virginia, is authorized to submit in connection with a grant under the Housing and Community Development Act of 1974. Title V: Resolution Trust Corporation Affordable Housing Program - Amends the Federal Home Loan Bank Act to prescribe guidelines for the disposition of eligible residential property (including condominiums) acquired by the RTC in its capacity as conservator or receiver and earmarked for lower-income occupancy. Authorizes the RTC to transfer such properties to qualifying households and for-profit entities for lower-income use, as well as to certain nonprofit organizations and public agencies."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolution Trust Corporation Refinancing, Restructuring, and Improvement Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide funding for the resolution of failed savings associations and working capital for the Resolution Trust Corporation, to restructure the Oversight Board and the Resolution Trust Corporation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:13:58-05:00"
}