{
  "actions": [
    {
      "acted_at": "2011-03-10", 
      "committee": "House Committee on Homeland Security", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Homeland Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-03-18", 
      "in_committee": "House Committee on Homeland Security", 
      "references": [], 
      "subcommittee": "Transportation Security", 
      "text": "Referred to the Subcommittee on Transportation Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1007-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Transportation Security and Infrastructure Protection"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-03-10", 
  "number": "1007", 
  "official_title": "To amend the Homeland Security Act of 2002 to establish an appeal and redress process for individuals who are screened against the terrorist watchlist and wrongly delayed or prohibited from boarding a flight, or denied a right, benefit, or privilege, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair, Accurate, Secure, and Timely Redress Act of 2011", 
  "sponsor": {
    "district": "11", 
    "name": "Clarke, Yvette D.", 
    "state": "NY", 
    "thomas_id": "01864", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-03-10", 
  "subjects": [
    "Administrative remedies", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Emergency management", 
    "Executive agency funding and structure", 
    "Federal-Indian relations", 
    "Government information and archives", 
    "Homeland security", 
    "Intergovernmental relations", 
    "Right of privacy", 
    "State and local government operations", 
    "Terrorism", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-03-10", 
    "text": "Fair, Accurate, Secure, and Timely Redress Act of 2011 or the FAST Redress Act of 2011 - Amends the Homeland Security Act of 2002 to direct the Secretary of Homeland Security to establish an Office of Appeals and Redress to implement a redress process for individuals who believe they were wrongly delayed or prohibited from boarding a commercial aircraft or denied a right, benefit, or privilege by the Department of Homeland Security (DHS) because they were wrongly identified as a threat when screened against the terrorist watchlist used by the Transportation Security Administration (TSA), Customs and Border Protection (CBP), or any component of DHS. Requires the Director of such Office to: (1) maintain such redress process, which shall include an information technology system that addresses case management, workflow, document management, recordkeeping, and interoperability issues identified by audits of the process in effect before enactment of this Act; (2) review, adjudicate, and respond in writing, within 30 days, to an individual who files an appeal and redress request; and (3) maintain a Comprehensive Cleared List of individuals who are determined by the Director to have been misidentified. Directs the Secretary: (1) to ensure that such Cleared List is electronically integrated into the systems for screening individuals against the terrorist watchlist, (2) to transmit to government entities that use such watchlist such Cleared List and any other information necessary to resolve misidentifications, (3) to work with such entities to ensure that the Cleared List is considered when assessing the security risk of an individual, and (4) in conjunction with DHS's Chief Privacy Officer, to take specified steps to protect or limit the use of personally identifiable information, including requiring DHS employees to complete mandatory privacy and security training before being authorized to handle such information. Requires the Office to: (1) provide, at each airport at which DHS has a presence, written information to individuals about how to begin the appeal and redress process; and (2) ensure the availability, at each airport at which DHS has a significant presence, of a TSA or CBP supervisor to provide support to individuals in need of guidance in such process. Requires the DHS Inspector General to report on the implementation and impact of this Act. Incorporates the appeals and redress process into the Secure Flight Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair, Accurate, Secure, and Timely Redress Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "FAST Redress Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Homeland Security Act of 2002 to establish an appeal and redress process for individuals who are screened against the terrorist watchlist and wrongly delayed or prohibited from boarding a flight, or denied a right, benefit, or privilege, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:02:14-05:00"
}