{
  "actions": [
    {
      "acted_at": "1975-02-27", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-03-14", 
      "references": [], 
      "text": "Reported to House from the Committee on Education and Labor with amendment, H. Rept. 94-67.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-04-08", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-04-08", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-04-08", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #104 (377-19).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-04-09", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1975-06-25", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Labor and Public Welfare, S. Rept. 94-254.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "bill_ids": [
        "s1425-94"
      ], 
      "references": [], 
      "text": "Measure passed Senate, amended, in lieu of S. 1425.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-06-26", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-07-09", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-17", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-670.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-19", 
      "references": [], 
      "text": "House agreed to conference report, roll call #720 (404-6).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-20", 
      "references": [], 
      "text": "Senate agreed to conference report, roll call #527 (89-0).", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-20", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-11-21", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-21", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1975-11-21", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1975-11-28", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1975-11-28", 
      "references": [], 
      "text": "Public law 94-135.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3922-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Beard, Edward", 
      "sponsored_at": "1975-01-03", 
      "state": "RI", 
      "thomas_id": "00068", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Bell, Alphonzo", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00073", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Chisholm, Shirley", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00195", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Cornell, Robert J.", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "00235", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Daniels, Dominick V.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00262", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Dent, John H.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00288", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Erlenborn, John N.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00351", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Esch, Marvin L.", 
      "sponsored_at": "1975-01-03", 
      "state": "MI", 
      "thomas_id": "00353", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Eshleman, Edwin D.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00354", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "1975-01-03", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Hall, Tim L.", 
      "sponsored_at": "1975-01-03", 
      "state": "IL", 
      "thomas_id": "00486", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "29", 
      "name": "Hawkins, Augustus F.", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00515", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1975-01-03", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Lehman, William", 
      "sponsored_at": "1975-01-03", 
      "state": "FL", 
      "thomas_id": "00680", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Meeds, Lloyd", 
      "sponsored_at": "1975-01-03", 
      "state": "WA", 
      "thomas_id": "00787", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Miller, George", 
      "sponsored_at": "1975-01-03", 
      "state": "CA", 
      "thomas_id": "00808", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perkins, Carl Dewey", 
      "sponsored_at": "1975-01-03", 
      "state": "KY", 
      "thomas_id": "00908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Peyser, Peter A.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00915", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Pressler, Larry", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Quie, Albert H.", 
      "sponsored_at": "1975-01-03", 
      "state": "MN", 
      "thomas_id": "00936", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Risenhoover, Theodore M.", 
      "sponsored_at": "1975-01-03", 
      "state": "OK", 
      "thomas_id": "00964", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Sarasin, Ronald A.", 
      "sponsored_at": "1975-01-03", 
      "state": "CT", 
      "thomas_id": "01016", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Thompson, Frank, Jr.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "01152", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Zeferetti, Leo C.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "01262", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1975-11-28", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-02-27", 
  "number": "3922", 
  "official_title": "An Act to amend the Older Americans Act of 1965 to establish certain social services programs for older Americans and to extend the authorizations of appropriations contained in such Act, to prohibit discrimination on the basis of age, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres341-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "hr3923-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s1425-94", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Brademas, John", 
    "state": "IN", 
    "thomas_id": "00117", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-02-27", 
  "subjects": [
    "Aged and aging", 
    "Agriculture and food", 
    "Appropriations", 
    "Federal aid programs", 
    "Housing and community development", 
    "Labor and employment", 
    "Law", 
    "Mortgages", 
    "Native Americans", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1975-11-17", 
    "text": "(Conference report filed in House, H. Rept. 94-670) Older Americans Amendments - =Title I: Amendments to Older Americans Act= - Extends until January 1, 1976, the deadline for completion of studies to be conducted by the Federal Council on Aging. Includes within the definition of the term \"social services,\" under the Older Americans Act, legal counseling and services to older persons and programs designed to maintain and improve the physical fitness of older persons. Permits the Commissioner on Aging to provide direct funding to an Indian tribal organization when he finds that members of such tribe are not receiving benefits equivalent to those provided to other older persons in the State or appropriate area and when he finds that members of the tribe would be better served through such direct funding. Allows State and area agencies on aging to enter into agreements with agencies administering programs under the Rehabilitation Act and Titles VI, XIX, and XX of the Social Security Act for the purpose of jointly funding transportation programs to meet the common needs of persons receiving benefits under such Acts and persons participating in the programs under this Act. Requires State plans, under such Act, to provide for the establishment or maintenance of programs for the provision of some or all of the following services designed to assist older persons in leading independent lives and avoiding unnecessary instutionalization: (1) transportation services; (2) home services, including homemaker services and home health services; (3) legal and other counseling services; and (4) residential repair and renovation programs. Increases the minimum allotment for State administrative funds under the Older Americans Act for each State from $160,000 to $200,000. Sets forth requirements for model projects, under such Act, including the requirements that such projects: (1) enable State agencies on aging and other public and private nonprofit organizations to assist in the promotion and development of ombudsman services for residents of nursing homes; and (2) meet the special needs of, and improve the delivery of services to, older persons who are not receiving adequate services under other provisions of this Act. Authorizes grants to assist in the training of lawyers and paraprofessional persons who will provide legal counseling and services to older persons; or monitor the administration of any program by any public or private nonprofit institution, organization, or agency, or any State or political subdivision of a State, designed to provide assistance or services to older persons, including nursing home programs. Authorizes, the Secretary of Agriculture to purchase, during fiscal years 1975 and 1976, high protein foods, meat, and meat alternates on the open market, at prices not in excess of market prices, out of funds appropriated under this Act, for distribution to recipients of grants or contracts to be used for providing nutritional services in accordance with the provisions of this Act. Increases the level of assistance to be provided by the Secretary of Agriculture in donated commodities from 10 cents to 15 cents per meal for fiscal year 1976 and to 25 cents per meal in fiscal year 1977. Provides that where a State has phased out its commodity distribution facilities prior to June 30, 1974, such State may, for purposes of the programs authorized by this Act, elect to receive cash payments in lieu of donated foods. Extends the authorization for appropriations under such Act through fiscal year 1978. Adds title IX, \"Community Service Employment for Older Americans,\" to such Act. Provides that in order to foster and promote useful part-time work opportunities in community service activities for unemployed low-income persons who are 55 years old and older and who have poor employment prospects, the Secretary of Labor is authorized to establish an Older American Community Service Employment Program. Establishes guidelines for such Program. Allows the Federal share of the costs of any such approved community service project to be 90 percent. Requires the Secretary to consult with State and local agencies concerning the areas in which community service programs are most needed. States that from sums appropriated under this title for each fiscal year, the Secretary shall first reserve such sums as may be necessary for national grants or contracts with public agencies and public or private nonprofit organizations to maintain the level of activities carried on under such grants or contracts at least at the level of such activities supported under this title and under any other provision of Federal law relating to community service employment programs for older Americans in fiscal year 1975. Directs the Secretary to reserve from each year's appropriation funds to enter into grants and contracts with national aging organizations to conduct older workers employment programs before alloting the balance of the appropriation to the States. Extends the authorization for appropriations for such title through September 30, 1978. Repeals title IX of the Older Americans Comprehensive Services Amendments. =Title II: Amendments to Other Laws= - Extends through fiscal year 1977 provisions authorizing funds for programs for the elderly under the Adult Education Act and the Higher Education Act. Extends through fiscal year 1977 authorizations for the Senior Opportunities and Services Programs under the Community Services Act. Extends through fiscal year 1978 provisions (including authorizations) of the Domestic Volunteer Service Act. States that in order to provide maximum coordination between programs carried out under title III and title VII of the Older Americans Act and national older American volunteer programs carried out under title II of the Domestic Volunteer Service Act, and in order to enhance the effectiveness of the support provided to such national older American volunteer programs by the ACTION Agency, the Director of the ACTION Agency shall designate an aging resource specialist with respect to programs carried out in each State under title II of the Domestic Volunteer Service Act. =Title III: Prohibition of Discrimination Based on Age= - Age Discrimination Act - Prohibits, on the basis of age, exclusion from participation in, denial of the benefits of, or subjection to discrimination under any program receiving Federal financial assistance. Directs the Secretary of Health, Education, and Welfare to publish proposed regulations, and thereafter final regulations, to carry out such prohibition. Requires that, within ninety days after the Secretary publishes such final general regulations, the head of each Federal department or agency which extends Federal financial assistance to any program or activity by way of grant, entitlement, loan, or contract other than a contract of insurance or guaranty, shall transmit to the Secretary and publish in the Federal Register proposed regulations to carry out the age discrimination prohibition and to provide appropriate investigative, conciliation, and enforcement procedures. Permits the heads of Federal departments and agencies to seek compliance with such regulations by terminating, or refusing to grant or to continue, assistance under the program or activity involved to any recipient with respect to whom there has been an express finding on the record, after reasonable notice and opportunity for hearing, of a failure to comply with any such regulation. Directs the Commission on Civil Rights to undertake a study of unreasonable discrimination based on age in programs and activities receiving Federal financial assistance; and identify with particularity any such federally assisted program or activity in which there is found evidence of persons who are otherwise qualified being, on the basis of age, excluded from participation in, denied the benefits of, or subjected to discrimination under such program or activity. Provides that, not later than eighteen months after the date of the enactment of this Act, the Commission shall transmit a report of its findings and its recommendations for statutory changes and administrative action, including suggested general regulations, to the Congress and to the President and shall provide a copy of its report to the head of each Federal department and agency with respect to which the Commission makes findings or recommendations; and requires, within 45 days after receiving a copy of such report, each Federal department or agency with respect to which the Commission makes findings or recommendations to submit its comments and recommendations regarding such report to the President and to the Committee on Labor and Public Welfare of the Senate and the Committee on Education and Labor of the House of Representatives."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Older Americans Act of 1965 to extend the authorizations of appropriations contained in such act.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend the Older Americans Act of 1965 to establish certain social services programs for older Americans and to extend the authorizations of appropriations contained in such Act, to prohibit discrimination on the basis of age, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:32-05:00"
}