{
  "actions": [
    {
      "acted_at": "1988-05-24", 
      "committee": "House Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4672-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1988-05-24", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-24", 
  "number": "4672", 
  "official_title": "A bill to amend title 38, United States Code, to index rates of veterans' disability compensation and surviving spouses' and children's dependency and indemnity compensation to automatically increase to keep pace with the cost of living and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans' Compensation and Benefits Improvement Act of 1988", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-05-24", 
  "subjects": [
    "Armed forces and national security", 
    "Collection of accounts", 
    "Cost of living adjustments", 
    "Economics and public finance", 
    "Government operations and politics", 
    "Inflation", 
    "International affairs", 
    "Military pay", 
    "Military pensions", 
    "Philippines", 
    "Skin diseases", 
    "Survivors' benefits", 
    "Veterans' benefits", 
    "Veterans' disability compensation", 
    "Veterans' pensions"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-05-24", 
    "text": "Veterans' Compensation and Benefits Improvement Act of 1988 - Title I: Disability Compensation and Dependency and Indemnity Compensation Rate Increases - Requires annual cost-of-living increases in the rates of veterans' disability compensation and dependency and indemnity compensation, and in the clothing allowance for disabled veterans. Requires the Administrator of Veterans Affairs to publish such new rates in the Federal Register. Authorizes the Administrator to adjust administratively the rates of disability compensation payable to persons who are not in receipt of compensation for service-connected disability or death. Title II: Enlargement of Clothing-Allowance Coverage and Income Exclusion Amendments - Expands coverage under the clothing-allowance to include veterans who use prescribed medication for a service-connected skin condition where such medication stains or otherwise damages such veteran's clothing. Expands the scope of income which may be excluded for purposes of determinations for: (1) dependency and indemnity compensation to parents; and (2) veterans' pensions. Title III: Miscellaneous Amendments - Extends benefits under the Reinstated Entitlement Program for Survivors to survivors entitled to benefits as a result of the in-service or service-connected death of a veteran. Authorizes the Administrator to request that the Secretary of a uniformed service collect indebtedness owed to the Veterans Administration from an individual's retired or retainer pay where such indebtedness resulted from the overpayment of veterans' disability compensation or pension benefits. Authorizes the Administrator to collect overpayments of military retired pay and retainer pay by offset of any compensation or benefit payable to any veteran. Requires any person who applies for or is in receipt of any veterans' compensation or pension benefits, as a condition precedent to receipt or continued receipt of such benefits, to provide the Administrator upon request with his or her dependent's or beneficiary's social security number. Extends the Veterans Administration's authority to maintain a regional office in the Philippines through September 30, 1992."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Compensation and Benefits Improvement Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to index rates of veterans' disability compensation and surviving spouses' and children's dependency and indemnity compensation to automatically increase to keep pace with the cost of living and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:29-05:00"
}