{
  "actions": [
    {
      "acted_at": "1973-01-31", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3363-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-31", 
  "number": "3363", 
  "official_title": "A bill to provide increased job training opportunities for people with limited English-speaking ability by establishing a coordinated manpower training program, a teacher training program for instructors of bilingual job training, and a capability to increase the development of instructional materials and methods for bilingual job training.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr8001-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr10538-93", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s414-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Bilingual Job Training Act", 
  "sponsor": {
    "district": "3", 
    "name": "Collins, James M.", 
    "state": "TX", 
    "thomas_id": "00221", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-31", 
  "subjects": [
    "Bilingual education", 
    "Education", 
    "Labor and employment", 
    "Minorities", 
    "Vocational education"
  ], 
  "subjects_top_term": "Bilingual education", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-31", 
    "text": "Bilingual Job Training Act - States that it is the purpose of this Act to provide for job training programs in the combined languages of English and of the person's dominant language and to provide for the development of skilled instructors and instructional materials and techniques for bilingual job training. Authorizes to be appropriated $20,000,000 for fiscal year 1974, $40,000,000 for fiscal year 1075, and $60,000,000 for fiscal year 1976 for the purpose of making grants under this Act. Provides that 65 percent of such funds shall be utilized for grants for State bilingual job training programs. Authorizes the Secretary of Labor to: (1) develop and disseminate accurate information on the status of bilingual job training in all parts of the Nation; (2) evaluate the impact of such training on the shortages of well-trained personnel, the unemployment of persons of limited English-speaking ability and the ability of such persons to contribute fully to the Nation's economy; and (3) report his findings annually to the Congress. Authorizes the Secretary of Labor to make grants to States, local educational agencies, post-secondary educational institutions, private vocational training institutions, or to nonprofit organizations to assist them in conducting bilingual job training programs in all communities of the State. Provides that grants under this Act may be made to the State Board of Vocational Education upon application to the Secretary, or directly to the institutions and organizations listed above if such individual applications are approved in advance by the State Board of Vocational Education. Authorizes the Secretary to make grants to make grants States, or directly to educational institutions, to assist them in conducting training for instructors of bilingual job training programs. Specifies information which shall be included in an application for such a grant. Authorizes the Secretary to make grants for the development of instructional materials, methods and techniques for bilingual job training."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bilingual Job Training Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide increased job training opportunities for people with limited English-speaking ability by establishing a coordinated manpower training program, a teacher training program for instructors of bilingual job training, and a capability to increase the development of instructional materials and methods for bilingual job training.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:44-05:00"
}