{
  "actions": [
    {
      "acted_at": "1997-07-07", 
      "references": [
        {
          "reference": "CR S6912, S6914-6917", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-07", 
      "committee": "Committee on Veterans Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s988-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-07-07", 
  "number": "988", 
  "official_title": "A bill to amend chapter 72 of title 38, United States Code, to reform the retirement provisions relating to the Court's judicial component, to provide for a staggered judicial retirement option to avoid the large case backlog increase that would arise in the event of simultaneous judicial vacancies, to rename the United States Court of Veterans Appeals as the United States Court of Appeals for Veterans Claims, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Court of Veterans Appeals Amendments of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-07-07", 
  "subjects": [
    "Administrative procedure", 
    "Annuities", 
    "Appellate courts", 
    "Armed forces and national security", 
    "Assassination", 
    "Claims", 
    "Conflict of interests", 
    "Cost of living adjustments", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Deficit reduction", 
    "Economics and public finance", 
    "Federal budgets", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government spending reductions", 
    "Interest", 
    "Judges", 
    "Judicial compensation", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Legal ethics", 
    "Names", 
    "Survivors' benefits", 
    "Veterans' benefits"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-07-07", 
    "text": "TABLE OF CONTENTS: Title I: Comparability Title II: Staggered Retirement and Recall Provisions Title III: Renaming Provisions Court of Veterans Appeals Amendments of 1997 - Title I: Comparability - Authorizes the Court of Veterans Appeals (Court) to prescribe necessary or appropriate rules and regulations. Requires a portion of a year of six months or more served as a Court judge to be credited toward years of service and a portion less than six months to not be credited. Prohibits a cost-of-living adjustment to the retired pay of a Court judge if the adjustment would cause the retired pay to exceed the rate of pay of a judge performing active service. Allows a Court judge to elect to participate in a survivor annuity within six months after marriage if such judge has retired. Reduces the percentage of pay reduction required of active judges as contributions toward retirement annuities. Prohibits interest payments on retirement pay deductions in the case of Court judges for any period during which such judges: (1) were separated from judicial service or service as a member of Congress or congressional employee; and (2) were not receiving retired pay or annuities based on such service. Allows a survivor annuity to be paid to the survivors of a judge who dies after having rendered at least 18 months (currently five years) of creditable civilian service. Allows a survivor annuity without a creditable service requirement in the case of a judge who dies of an assassination. Repeals a current requirement that a surviving spouse be at least 50 years of age before receiving such annuity. Increases such annuities at the same time and by the same percentage by which annuities payable from the Judicial Survivors' Annuity Fund are increased. Exempts the Court of Veterans Appeals Retirement Fund from sequestration under the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act). Provides a forfeiture of retired pay rights and benefits in the case of any Court judge who, after retirement, represents a client in a civil claim relating to veterans' benefits. Title II: Staggered Retirement and Recall Provisions - Allows only one individual each year to retire as a Court judge in the years 1999 through 2003. Provides retirement requirements, including age and years of service. Requires a judge to: (1) notify the President and the Court's chief judge of the intent to retire; and (2) retire during the fiscal year in which notification is provided but not earlier than 90 days after such notification is provided. Makes a retired Court judge eligible for recall upon providing the chief judge with written notification. Allows the chief judge to recall such a judge due to a vacancy or otherwise to meet case workloads. Title III: Renaming Provisions - Renames the Court as the United States Court of Appeals for Veterans Claims."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Court of Veterans Appeals Amendments of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 72 of title 38, United States Code, to reform the retirement provisions relating to the Court's judicial component, to provide for a staggered judicial retirement option to avoid the large case backlog increase that would arise in the event of simultaneous judicial vacancies, to rename the United States Court of Veterans Appeals as the United States Court of Appeals for Veterans Claims, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:01-05:00"
}