{
  "actions": [
    {
      "acted_at": "1990-10-02", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-02", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-10-30", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5770-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Lagomarsino, Robert J.", 
      "sponsored_at": "1990-10-02", 
      "state": "CA", 
      "thomas_id": "00658", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-10-02", 
  "number": "5770", 
  "official_title": "To authorize the President to lease Naval Petroleum Reserve Numbered 1 and thereby assure the efficient production of oil, natural gas and other hydrocarbon resources at that property; to ensure the Federal Government receives fair market value for leasing that property; to upgrade the Nation's energy security assets by establishing a Defense Petroleum Inventory; and to provide for the equitable sharing with the State of California of revenues from Naval Petroleum Reserve Numbered 1.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Naval Petroleum Reserve Leasing Act", 
  "sponsor": {
    "district": "20", 
    "name": "Thomas, William M.", 
    "state": "CA", 
    "thomas_id": "01148", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-10-02", 
  "subjects": [
    "California", 
    "Congressional oversight", 
    "Government trust funds", 
    "Oil and gas leases", 
    "Petroleum", 
    "Petroleum reserves", 
    "Revenue sharing", 
    "Strategic materials"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-10-02", 
    "text": "Naval Petroleum Reserve Leasing Act - Authorizes the President to lease Naval Petroleum Reserve Numbered 1 (California) if it is not necessary for national defense purposes. Sets forth leasing and antitrust guidelines. Mandates the use of competitive leasing procedures, minimum royalty payments, and crude oil set asides for sale to small refiners by Reserve lessees. Authorizes the President to take certain steps to arrange and conduct a leasing action. Authorizes the President to acquire privately owned lands or physical improvements within a Naval Petroleum Reserve if a lease of Naval Petroleum Reserve Numbered 1 cannot be arranged. Amends the Energy Policy and Conservation Act to authorize the Secretary of Energy (the Secretary) to store within the Strategic Petroleum Reserve a Defense Petroleum Inventory of petroleum products (in addition to any other acquisition and storage for such Reserve required by law). Directs the Secretary to obligate the United States share of funds available in the Naval Petroleum Reserve Lease Proceeds Special Account (created by this Act) for the acquisition of 10,000,000 barrels of petroleum products for the Defense Petroleum Inventory. Declares that upon request of the Secretary of Defense: (1) petroleum products acquired for or dedicated to the Defense Petroleum Inventory shall be drawn down and distributed by the Secretary of Energy for the Department of Defense for use, sale, or exchange; and (2) the Secretary of Energy shall replace in the Defense Petroleum Inventory those petroleum products drawn down on behalf of the Department of Defense. Requires the Department of Defense to reimburse the Department of Energy for services rendered under this Act. Establishes the Naval Petroleum Reserve Lease Proceeds Special Account in the Treasury to implement this Act. Funds such Special Account with amounts realized from the lease of any United States interest in Naval Petroleum Reserve Numbered 1. Sets forth a payment scheme under which lease proceeds shall be used to make payments to the State of California. Declares that: (1) the authority to lease under this Act extends to specified sections within Naval Petroleum Reserve Numbered 1; and (2) this Act does not affect the withdrawal of lands provided for in certain school land grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Naval Petroleum Reserve Leasing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize the President to lease Naval Petroleum Reserve Numbered 1 and thereby assure the efficient production of oil, natural gas and other hydrocarbon resources at that property; to ensure the Federal Government receives fair market value for leasing that property; to upgrade the Nation's energy security assets by establishing a Defense Petroleum Inventory; and to provide for the equitable sharing with the State of California of revenues from Naval Petroleum Reserve Numbered 1.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:09:14-05:00"
}