{
  "actions": [
    {
      "acted_at": "2011-01-25", 
      "committee": "Committee on Rules and Administration", 
      "references": [
        {
          "reference": "CR S243", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres19-112", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-01-25", 
  "number": "19", 
  "official_title": "A resolution to require that a descriptive summary of each provision of any legislative matter be available 72 hours before consideration by any subcommittee or committee of the Senate or on the floor of the Senate.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "sres16-112", 
      "reason": "related"
    }, 
    {
      "bill_id": "sres110-112", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Ensign, John", 
    "state": "NV", 
    "thomas_id": "00348", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-01-25", 
  "subjects": [
    "Congress", 
    "Legislative rules and procedure", 
    "Senate"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-01-25", 
    "text": "Amends Rule XXVI (Committee Procedure) of the Standing Rules of the Senate to make it out of order in a subcommittee or committee to proceed to any legislative matter unless the legislative matter and a descriptive summary of each of its provisions have been publicly available on the Internet and the official committee website, in searchable form 72 hours before proceeding (excluding Saturdays, Sundays, and holidays except when the Senate is in session on such a day). Permits waiver or suspension of this rule, or successful appeals from rulings of the Chair, only by an affirmative vote of two-thirds of the Members of the subcommittee or committee. Makes it out of order in the Senate to proceed to a legislative matter if it was proceeded to in a subcommittee or committee in violation of this rule. Permits waiver or suspension of this rule, or successful appeals from rulings of the Chair, only by an affirmative vote of two-thirds of the entire Senate. Amends Rule XVII (Reference to Committees; Motions to Discharge; Report; Hearings Available) to apply the same rule in the Senate before it proceeds to any legislative matter. States that nothing in this resolution or any amendment made by it shall be interpreted to require or permit the declassification or posting on the Internet of classified information in the Senate's custody. Requires such classified information to be made available to Members in a timely manner as appropriate under existing laws and rules."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A resolution to require that a descriptive summary of each provision of any legislative matter be available 72 hours before consideration by any subcommittee or committee of the Senate or on the floor of the Senate.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T23:04:56-05:00"
}