{
  "actions": [
    {
      "acted_at": "1990-06-19", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-20", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-04", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-10-19", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Biden with an amendment in the nature of a substitute. With written report No. 101-545.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19", 
      "calendar": "Senate Legislative", 
      "number": "1007", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1007.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2754-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1990-07-17", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1990-07-10", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1990-07-10", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bryan, Richard H.", 
      "sponsored_at": "1990-10-19", 
      "state": "NV", 
      "thomas_id": "01293", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1990-07-10", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1990-06-19", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1990-08-01", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1990-06-19", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1990-07-27", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Fowler, Wyche, Jr.", 
      "sponsored_at": "1990-10-10", 
      "state": "GA", 
      "thomas_id": "00405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1990-07-10", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1990-06-19", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1990-09-24", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1990-06-21", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lieberman, Joseph I.", 
      "sponsored_at": "1990-07-17", 
      "state": "CT", 
      "thomas_id": "01385", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1990-07-10", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1990-06-19", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1990-07-10", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1990-08-01", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pell, Claiborne", 
      "sponsored_at": "1990-07-10", 
      "state": "RI", 
      "thomas_id": "01417", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1990-10-02", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1990-07-17", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sarbanes, Paul S.", 
      "sponsored_at": "1990-10-09", 
      "state": "MD", 
      "thomas_id": "01017", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1990-09-24", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1990-07-12", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1990-06-19", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1990-06-19", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": "1990-06-22"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-06-19", 
  "number": "2754", 
  "official_title": "A bill to combat violence and crimes against women on the streets and in homes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Violence Against Women Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-10-04", 
  "subjects": [
    "AIDS (Disease)", 
    "Actions and defenses", 
    "Administration of justice", 
    "Arrest", 
    "Assault", 
    "Block grants", 
    "Child molesting", 
    "Civil rights and liberties, minority issues", 
    "Colleges", 
    "Compensation for victims of crime", 
    "Crime prevention", 
    "Crimes against women", 
    "Evidence (Law)", 
    "Family violence", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Federal aid to law enforcement agencies", 
    "Federal aid to transportation", 
    "Forensic medicine", 
    "Grants-in-aid", 
    "Higher education", 
    "Judges", 
    "Judicial officers", 
    "Law", 
    "Law enforcement officers", 
    "Legal education", 
    "Mass rapid transit", 
    "Medical tests", 
    "National parks", 
    "Native Americans", 
    "Prosecution", 
    "Rape", 
    "Recidivists", 
    "Recreation areas", 
    "Security measures", 
    "Sentencing guidelines", 
    "Sex crimes", 
    "Sex discrimination", 
    "Sexism", 
    "State laws", 
    "Wife abuse", 
    "Women"
  ], 
  "subjects_top_term": "Women", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1990-10-19", 
    "text": "Violence Against Women Act of 1990 - Title I: Safe Streets for Women - Safe States for Women Act of 1990 - Subtitle A: Federal Penalties for Sex Crimes - Amends Federal law to require the U.S. Sentencing Commission to create or amend guidelines to provide for: (1) up to twice the term of imprisonment or fine for violation, after the first conviction, of Federal laws relating to sexual abuse or similar laws of any State or foreign country; and (2) specified minimum or increased maximum terms of imprisonment for aggravated sexual assault, sexual assault, sexual abuse of a minor or ward, and abusive sexual contact. Increases the maximum terms for sexual abuse of a minor or ward and for abusive sexual contact. Requires that a court order restitution for violations of such Federal sexual abuse laws. Subtitle B: Law Enforcement and Prosecution Grants to Reduce Violent Crime Against Women - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to require the Director of the Bureau of Justice Assistance to make grants to areas of high intensity crime against women. Requires that the grants be used for personnel, equipment, training, technical assistance, and information systems for the more widespread apprehension, prosecution, and adjudication of persons committing violent crimes against women. Authorizes the Director to make grants to States, for use by States and their subdivisions, to be used for the same purposes as the high intensity area grants and to reduce the the rate of violent crimes against women. Prohibits any State or other grantee from being entitled to funds under this title unless the State incurs the full cost of forensic medical exams for victims of sexual assault. Sets forth requirements regarding testing, at the request of the victim of a sexual act, of the convicted defendant for infection with the etiologic agent for acquired immune deficiency syndrome. Authorizes the Director, in addition to the grants under this subtitle, to direct any Federal agency, with or without reimbursement, to use its authorities and resources in support of State and local assistance efforts. Authorizes appropriations. Subtitle C: Safety for Women in Public Transit and Public Parks - Directs the Secretary of Transportation, from funds authorized under existing provisions, to make capital grants for the prevention of crime and to increase security in existing and future public transportation systems. Authorizes the Secretary to make grants and loans to States and local public bodies to increase the safety of public transportation through lighting, camera surveillance, security phones, or other projects. Sets the Federal share of each project at 90 percent of the net cost. Directs the Secretary to provide grants and loans to study ways to reduce violent crimes against women in public transit through better design or operation of public transit systems. Amends the National Park System Improvements in Administration Act to authorize the Secretary of the Interior to provide assistance to reduce violent crime in the National Park System (NPS). Provides for compilation of a list of areas within the NPS with the highest rates of violent crime. Allows funds to be used, around public parks and recreation areas, for increasing lighting, providing emergency phone lines, increasing security or law enforcement personnel, and any other project to increase security and safety. Amends the Land and Water Conservation Act of 1965 to direct the Secretary of the Interior to provide grants for capital improvements and other measures to increase safety in public parks and recreation areas. Subtitle D: National Commission on Violent Crime Against Women - Establishes the National Commission on Violent Crime Against Women to promote a national consensus on violent crime against women and to make recommendations on reducing such crime. Authorizes appropriations. Terminates the Commission after submission of its final report, subject to extension by the President for up to one more year. Subtitle E: New Evidentiary Rules - Amends the Federal Rules of Evidence to exclude, notwithstanding any other provision of law and in criminal cases other than a sex offense case, reputation or opinion evidence of the past sexual behavior of a victim from admission into evidence. Allows other types of evidence of a victim's past sexual behavior in accordance with specified procedures if its probative value outweighs the danger of unfair prejudice. Makes reputation or opinion evidence of the plaintiff's past sexual behavior, notwithstanding any other provision of law, inadmissable in a civil action involving allegations of actionable sexual misconduct. Makes other types of evidence of a plaintiff's past sexual behavior admissible in accordance with specified procedures if its probative value outweighs the danger of unfair prejudice. Defines actionable sexual misconduct to include sex harassment or discrimination claims under title VII (Equal Employment Opportunity) of the Civil Rights Act of 1964 and gender bias claims under title III of this Act. Makes evidentiary rulings made under specified Federal Rules of Evidence relating to sex offense cases and the relevance of a victim's past behavior subject to interlocutory appeal by the Government or by the alleged victim. Allows the alleged victim to waive those rules if the prosecution seeks to offer evidence of prior sexual history. Makes evidence of an alleged victim's clothing, notwithstanding any other provision of law and in a criminal case under Federal laws relating to sexual abuse, inadmissable to show the victim incited or invited the offense. Subtitle F: Assistance to Victims of Sexual Assault - Amends the Public Health Service Act (PHSA) to allow States to use amounts transferred by the State under block grant provisions for rape prevention and education programs conducted by rape crisis centers or similar nongovernmental nonprofit entities. Authorizes appropriations. Removes a requirement that a minimum amount from the block grants under the PHSA be allotted to States on the basis of population. Removes provisions allowing a State to use amounts paid to the State under block grant provisions and amounts transferred by the State to provide services to rape victims and for rape prevention. Title II: Safe Homes for Women - Safe Homes for Women Act of 1990 - Subtitle A: Interstate Enforcement - Provides for a Federal term of imprisonment or fine, in addition to any State penalties, for any person who travels or causes another (including the intended victim) to travel across State lines or in interstate commerce and who, during the travel or thereafter, injures his or her spouse or intimate partner in violation of a criminal law of the State where the injury occurs, or in violation of a State protection order. Provides for temporary protection orders while a case under these provisions is pending. Mandates that a court order restitution to the victim of an offense under this Act. Requires, provided certain conditions are met, that a protection order issued by the court of one State be accorded full faith and credit by the court of another State. Makes a protection order issued against a person who petitioned for protection not entitled to full faith and credit if no cross or counter petition or complaint was filed seeking such a protection order. Subtitle B: Arrest in Spousal Abuse Cases - Amends the Family Violence Prevention and Services Act (FVPSA) to authorize the Secretary of Health and Human Services to make grants, with regard to spousal abuse, to: (1) implement pro-arrest programs and policies in police departments and improve case tracking; (2) centralize and coordinate police enforcement, prosecution, or judicial responsibility for cases in one group of officers, prosecutors, or judges; and (3) educate judges to improve judicial handling of cases. Directs the Secretary to delegate to the Attorney General responsibility to carry out these provisions. Authorizes appropriations. Subtitle C: Funding for Shelters - Amends the FVPSA to authorize appropriations to carry out that Act, earmarking at least 85 percent of funds appropriated for State demonstration grants to prevent family violence and provide immediate shelter and related assistance. Limits the percentage which may be used to carry out public information campaigns under provisions of subtitle D of this title. Subtitle D: Family Violence Prevention and Services Act Amendments - Allows demonstration grants to be used to increase public awareness about, as well as to prevent, family violence. Authorizes the Secretary to make grants for public information campaigns regarding domestic violence. Requires each State, in order to be eligible for the grants, to establish a Commission on Domestic Violence to examine matters such as arrest, prosecution, sentencing, restitution, and reporting. Directs (currently, authorizes) the Secretary to make a specified amount (currently, no specified amount) available for demonstration grants to Indian tribes. Removes the limit on the aggregate amount of grants to any single entity. Revises requirements regarding the local share of program costs for grants to entities other than States. Increases the percentage of funds required to be used for shelter and related assistance for victims of family violence and their dependents. Allows law enforcement training grants to be made under existing provisions only to private nonprofit organizations with experience in providing training and technical assistance to law enforcement personnel on a national or regional basis. Directs the Secretary to make grants to at least ten States to assist in becoming model demonstration States and in improving State leadership concerning: (1) increasing prosecutions for domestic crimes; (2) encouraging reporting of domestic violence; and (3) facilitating mandatory arrest and no-drop prosecution policies. Sets forth requirements for being designated a model State. Authorizes appropriations. Directs the Secretary to delegate responsibilities under these provisions to the Attorney General. Directs the Secretary to make grants or contracts for the establishment and maintenance of one national resource center and five regional resource centers to provide training and technical assistance to State and local domestic violence programs and to other professionals who provide services to domestic violence victims. Title III: Civil Rights - Declares that all persons within the United States shall have the same rights, privileges, and immunities in every State as are enjoyed by all other persons to be free from crimes of violence overwhelmingly motivated by the victim's gender (defined as any crime of violence, including rape, sexual assault, or abusive contact motivated by gender). Makes any person, including a person who acts under color of any statute, ordinance, regulation, custom, or usage of any State, who deprives another of the rights, privileges, and immunities secured by the Constitution and laws as enumerated by this Act liable to the injured party for compensatory and punitive damages. Title IV: Safe Campuses for Women - Safe Campuses for Women Act of 1990 - Amends the Higher Education Act of 1965 to authorize the Secretary of Education to make, on a competitive basis, grants to and contracts with institutions of higher education for rape education and prevention programs. Requires that the grants be available for: (1) model demonstration programs for rape prevention and education curricula and for programs that use peer-to-peer student education; and (2) rape education and prevention for students enrolled in institutions of higher education. Authorizes appropriations to carry out title X (Fund for the Improvement of Postsecondary Education) of the Act. Amends provisions of the General Education Provisions Act relating to family educational and privacy rights to prohibit those provisions from being construed to prohibit an educational institution from disclosing, to a victim of a violent crime, the results of any related disciplinary proceeding. Title V: Equal Justice for Women in the Courts Act of 1990 - Equal Justice for Women in the Courts Act of 1990 - Subtitle A: Education and Training for Judges and Court Personnel in State Courts - Directs the Attorney General to provide funds to the State Justice Institute for model programs to be used by States in training judges and court personnel in State laws on rape, sexual assault, domestic violence, and other crimes of violence motivated by the victim's gender. Authorizes appropriations. Requires the State Justice Institute to expend at least: (1) 40 percent of appropriated funds on programs regarding domestic violence; and (2) 40 percent on programs regarding rape and assault. Subtitle B: Education and Training for Judges and Court Personnel in Federal Courts - Directs the Federal Judicial Center to study and report on the nature and extent of gender bias in the Federal courts. Requires the Center to develop and disseminate model programs to be used in training Federal judges and court personnel in the laws on rape, sexual assault, domestic violence, and other crimes of violence motivated by the victim's gender. Authorizes appropriations. Requires between 25 and 40 percent of such funds to be used for the study required by this subtitle."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Violence Against Women Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Safe Homes for Women Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Safe Streets for Women Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Violence Against Women Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Equal Justice for Women in the Courts Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Safe Campuses for Women Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Safe Homes for Women Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Safe Streets for Women Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to combat violence and crimes against women on the streets and in homes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:05-05:00"
}