{
  "actions": [
    {
      "acted_at": "1987-07-31", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-09-11", 
      "in_committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1575-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Adams, Brock", 
      "sponsored_at": "1987-09-11", 
      "state": "WA", 
      "thomas_id": "00005", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1987-09-09", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1987-10-27", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1987-07-31", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Evans, Daniel J.", 
      "sponsored_at": "1987-09-15", 
      "state": "WA", 
      "thomas_id": "01327", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1987-07-31", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1987-07-31", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1987-07-31", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simon, Paul", 
      "sponsored_at": "1987-07-31", 
      "state": "IL", 
      "thomas_id": "01059", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1987-07-31", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1987-07-31", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wirth, Timothy", 
      "sponsored_at": "1987-07-31", 
      "state": "CO", 
      "thomas_id": "01236", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-07-31", 
  "number": "1575", 
  "official_title": "A bill to amend the Public Health Service Act to establish a grant program to provide for counseling and testing services relating to acquired immune deficiency syndrome and to establish certain prohibitions for the purpose of protecting individuals with acquired immune deficiency syndrome or related conditions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "AIDS Federal Policy Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-07-31", 
  "subjects": [
    "AIDS (Disease)", 
    "Blood banks", 
    "Civil Rights and Liberties", 
    "Communicable diseases", 
    "Counseling", 
    "Discrimination", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Donation of organs, tissues, etc.", 
    "Federal aid to health facilities", 
    "Government paperwork", 
    "Health", 
    "Housing discrimination", 
    "Informed consent (Medical law)", 
    "Labor and employment", 
    "Medical tests", 
    "Right of privacy", 
    "Tissue banks", 
    "Transplantation of organs, tissues, etc."
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-07-31", 
    "text": "AIDS Federal Policy Act of 1987 - Amends the Public Health Service Act to create a new title on acquired immune deficiency syndrome (AIDS). Authorizes the Secretary of Health and Human Services, acting through the Director of the Centers for Disease Control, to make grants for counseling and testing regarding the etiologic agent for AIDS. Specifies eligibility requirements for grants. Directs the Secretary, in making the grants, to give preference to applicants who will provide the counseling and testing in any geographic area with a significant incidence of AIDS. Prohibits the Secretary from making a grant unless the applicant submits an application containing agreements in accordance with specified provisions of this Act. Prohibits the Secretary from making a grant unless the applicant agrees to: (1) ensure the confidentiality of information and records; (2) test individuals only after obtaining informed consent; (3) provide counseling regarding certain matters before testing any individual; (4) provide counseling both for individuals testing negative and for individuals testing positive; (5) offer, to the extent permitted under State law, opportunities for an individual to undergo counseling and testing without the individual being required either to provide information regarding the individual's identity or using a pseudonym; (6) not require the individual to undergo testing as a condition of receiving health services, unless the testing is medically necessary in the provision of the health services; (7) use funds from the grant to significantly increase the availability of counseling and testing above the level previously provided by the applicant; (8) provide the counseling and testing without regard to the ability of the individual to pay charges imposed by the applicant, if any; (9) establish fiscal control and fund accounting regarding the grant; and (10) expend not more than ten percent of the amounts received for administering the grant. Authorizes the Secretary, on request of a grantee, to provide supplies and services in lieu of grant funds. Authorizes appropriations for FY 1988 through 1990. Prohibits, except as provided in this Act, disclosure of identifying information with respect to a protected individual or a contact of such individual. Describes persons subject to such prohibition. Provides for civil and criminal penalties for violation of the prohibition, and for injunctive relief. Authorizes disclosure of identifying information regarding a protected individual and a contact of the individual with consent of the protected individual. Authorizes certain persons subject to prohibition of disclosure to disclose identifying information without consent of the protected individual, in certain circumstances and for certain purposes, to: (1) health care professionals and providers; (2) the protected individual; (3) State public health officers; (4) medical facilities receiving blood, semen, breast milk, or an organ from the individual; and (5) others, as medically necessary. Authorizes redisclosure by recipients of information disclosed under the same terms and conditions as the original disclosure. Authorizes a court of competent jurisdiction to order disclosure of identifying information if the court determines, after due process, that the disclosure is necessary to prevent a clear and imminent danger of transmission of the etiologic agent for AIDS. Provides for confidentiality of court records. Authorizes physicians or professional counselors to disclose identifying information with respect to a protected individual to the individual's spouse or sexual partner, if the physician or counselor believes the disclosure is medically appropriate and that the protected individual will not inform the spouse of sexual contact with regard to the identifying information involved. Requires any person who discloses identifying information permitted by this Act, subject to exception, to: (1) accompany disclosure with a statement declaring that subsequent disclosure of the information may be prohibited by law; and (2) notify a living protected individual of the disclosure. Prohibits discrimination against an otherwise qualified individual, solely by reason of the fact that the individual is, or is regarded as being, infected with the etiologic agent for AIDS: (1) in employment, housing, public accommodations, or governmental services; and (2) in the provision of benefits under any program or activity that receives or benefits from Federal financial assistance. Provides guidelines for the construction of the term \"otherwise qualified individual.\" Provides for civil penalties for violation of the prohibition against discrimination, and for injunctive relief. States that the prohibition of discrimination shall not be construed to prohibit life or health insurance organizations from requiring applicants for insurance to undergo testing for the purpose of determining whether the applicant is infected with such etiologic agent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "AIDS Federal Policy Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish a grant program to provide for counseling and testing services relating to acquired immune deficiency syndrome and to establish certain prohibitions for the purpose of protecting individuals with acquired immune deficiency syndrome or related conditions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:39-05:00"
}