{
  "actions": [
    {
      "acted_at": "2011-09-12", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-09-19", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred for a period ending not later than September 19, 2011, (or for a later time if the Chairman so designates) to the Subcommittee on Social Security, in each case for consideration of such provisions as fall within the jurisdiction of the subcommittee concerned.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2889-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-09-12", 
  "number": "2889", 
  "official_title": "To reform Social Security by establishing a Personal Social Security Savings Program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Save Social Security Act", 
  "sponsor": {
    "district": "11", 
    "name": "McCotter, Thaddeus G.", 
    "state": "MI", 
    "thomas_id": "01732", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-09-12", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Employee benefits and pensions", 
    "Executive agency funding and structure", 
    "Financial services and investments", 
    "Government trust funds", 
    "Securities", 
    "Social security and elderly assistance", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-09-12", 
    "text": "Save Social Security Act - Amends title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act to establish a Personal Social Security Savings Fund consisting of Social Security contributions, increased by the total net earnings from investments, and reserves held in an Annuity Reserves Account. Authorizes qualifying individuals to elect to participate in a program under which personal Social Security savings accounts are established for investment pursuant to various options. Prescribes requirements for Tier I and Tier II Investment Funds for the investment of personal Social Security savings contributions calculated according to a specified formula. Specifies Tier I and Tier II investment options. Prescribes requirements for: (1) distributions from personal Social Security savings accounts for purchase of annuities from an Annuity Issuance Authority, and (2) guaranteed Social Security benefits regardless of whether such an annuity is purchased. Requires a reduction in monthly Social Security insurance benefits, according to a certain formula, for personal savings program participants. Establishes a Personal Social Security Savings Board to administer the program and establish investment policies. Amends the Internal Revenue Code to subject distributions from personal Social Security savings accounts to income tax. Establishes in the Treasury a Personal Social Security Savings Program Spending Reduction Account to which the Secretary of the Treasury shall credit the amount of savings for a fiscal year derived from legislation reducing or terminating federal programs. Requires the Managing Trustee of the OASDI Trust Funds, at the end of any reimbursement year for which for which there is a Savings Program excess balance in the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund, to transfer from them to the Spending Reduction Account sums necessary to reimburse it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Save Social Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To reform Social Security by establishing a Personal Social Security Savings Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:25:01-05:00"
}