{
  "actions": [
    {
      "acted_at": "1986-04-21", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-28", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to Subcommittee on Social Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-04-28", 
      "in_committee": "House Committee on Ways and Means", 
      "references": [], 
      "subcommittee": "Public Assistance and Unemployment Compensation", 
      "text": "Referred to Subcommittee on Public Assistance and Unemployment Compensation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4647-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Public Assistance and Unemployment Compensation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "25", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1986-05-14", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1986-05-08", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Gunderson, Steve", 
      "sponsored_at": "1986-05-14", 
      "state": "WI", 
      "thomas_id": "00476", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Robinson, Tommy F.", 
      "sponsored_at": "1986-06-10", 
      "state": "AR", 
      "thomas_id": "00971", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Stangeland, Arlan", 
      "sponsored_at": "1986-04-28", 
      "state": "MN", 
      "thomas_id": "01098", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-04-21", 
  "number": "4647", 
  "official_title": "A bill to establish the Social Security Administration as an independent agency, to establish a Social Security Court to review decisions relating to entitlement to benefits under the Social Security Act, and to improve procedures for administrative review of disability determinations under such Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Reorganization Act of 1986", 
  "sponsor": {
    "district": "2", 
    "name": "Tauke, Thomas Joseph", 
    "state": "IA", 
    "thomas_id": "01139", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1986-04-21", 
  "subjects": [
    "Administration of justice", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Appellate courts", 
    "Appellate procedure", 
    "Contempt of court", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Department of Health and Human Services", 
    "Disability evaluation", 
    "District courts", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Ombudsman", 
    "Social Security Administration", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1986-04-21", 
    "text": "Social Security Reorganization Act of 1986 - Title I: Establishment of the Social Security Administration - Subtitle A: Establishment - Amends title VII (Administration) of the Social Security Act to establish as an independent executive agency a Social Security Administration, headed by a Social Security Board. Provides that it shall be the duty of the Administration to administer the programs established by titles II (Old Age, Survivors and Disability Insurance) and XVI (Supplemental Security Income) of the Social Security Act. Requires the Board to study and make recommendations as to the most effective methods of providing economic security through social insurance and as to legislation and matters of administrative policy. Establishes in the Administration: (1) a Commissioner of Social Security; (2) a Deputy Commissioner of Social Security; (3) a General Counsel; (4) an Inspector General; and (5) an Office of the Beneficiary Ombudsman, to be headed by a Beneficiary Ombudsman who shall represent the interests of beneficiaries under the Old Age, Survivors and Disability Insurance program and the Supplemental Security Income Program within the Administration. Requires the annual report of the Board to include a description of the activities of the Beneficiary Ombudsman. Requires the Board to make annual budgetary recommendations relating to the Administration. Requires that appropriations requests by the Administration for staffing and personnel be based upon a comprehensive workforce plan as established by the Board. Provides for the apportionment of administrative costs. Requires the annual report of the Board to include a section reflecting the use of budget authority provided to the Administration. Requires that authority for automated data processing procurement and facilities construction be provided in the form of contract authority covering the total cost of such acquisitions. Makes amounts needed for the liquidation of contract authority so provided available from the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund to the extent that such amounts are not needed to meet current obligations for benefit payments. Requires the Board and the Director of the Office of Personnel Management to implement demonstration projects relating to personnel matters. Directs the Board and the Administrator of General Services to implement such projects relating to delegations from the Administrator. Specifies the authorities which are to be delegated to the Board from the Administrator and the Director. Requires the Comptroller General to report to specified congressional committees concerning such projects, including an evaluation of the Board's readiness to assume full and permanent authority. Requires the Board to cause a seal of office to be made and judicial notice taken thereof. Provides for the transfer to the Administration of all functions carried out by the Secretary of Health and Human Services with respect to the programs and activities to be carried out by the Administration under this Act. Abolishes the position of Commissioner of Social Security in the Department of Health and Human Services. Sets forth effective date and transitional rule provisions. Subtitle B: Conforming Amendments and Rules of Construction - Requires the Secretary and the Board to report to the Congress within 120 days after the beginning of each regular session on their administration under this Act. Requires the Secretary to study and make recommendations on the most effective methods of providing economic security and on the administrative policy for the programs which he or she administers. Directs the Board to appoint, quadrennially, an Advisory Council on the Old-Age, Survivors and Disability Insurance Program and an Advisory Council on Health and Supplementary Medical Insurance to review the relation between the trust funds supporting the Old-Age, Survivors and Disability Insurance program and the Medicare program and the long-term commitments of those programs. Requires each council to submit a report to the Board for transmittal to the Congress and the Board of Trustees of each Trust Fund. Sets forth the effective dates of this title. Title II: Social Security Court - Establishes, under article I of the Constitution, a Social Security Court (Court) having exclusive jurisdiction over cases arising under titles II (Old Age, Survivors and Disability Insurance), XVI (Supplemental Security Income), XVIII (Medicare), and XI of the Social Security Act. Amends title VII (Administration) of the Act to provide for the President's appointment of 20 judges to the Court. Authorizes review by the Court by means of hearings conducted before filed panels of one or more judges and held in a manner and at locations which the Court's chief judge prescribes as providing claimants with a reasonable opportunity to appear before the Court without great inconvenience. Allows the Court, within certain guidelines, to prescribe its procedural rules and punish, by fine or imprisonment, contempt of its authority. Requires the claimant and Secretary to be given notice and the opportunity to be heard upon a proceeding in the Court. Provides that within 60 days of a field panel's decision such decision shall be the decision of the Court, unless, within that period, a party petitions the Court's chief judge, or the chief judge makes his own motion, for the Court's review of the decision. Requires the publication for public use of precedential decisions. Authorizes any individual who has exhausted administrative remedies and was a party to a final decision rendered after a hearing under title II, XI, XVI, or XVIII of the Act to bring a timely action for review of such decision in the Court. Authorizes the Court to affirm, modify, or reverse the Secretary's decision, but restricts the Court's authority to reconsider factual findings. Subjects the Court's review to regulations of the Secretary or Social Security Board. Gives the United States Court of Appeals for the Federal Circuit exclusive jurisdiction to review Social Security Court decisions upon a party's appeal, but prohibits such appeal until the Social Security Court has reviewed or denied a petition for review of its decision. Grants the district courts of the United States exclusive jurisdiction to review any final decision rendered after a hearing under titles II, XI, XVI, or XVIII of the Act if the claim arises under the Constitution or challenges the validity of any regulation of the Secretary or Social Security Board, but requires that the parties stipulate that there is no dispute as to material facts. Authorizes any party to the hearing (other than the Secretary or Social Security Board) to bring such claims to the district courts. Gives the United States Court of Appeals for the Federal Circuit exclusive jurisdiction to review the final decisions of the district courts. Requires, when a district court decision necessitates regulatory change, that the Secretary and Social Security Board either make regulations conform to such decision or appeal such decision to the United States Court of Appeals for the Federal Circuit. Abolishes the Department of Health and Human Services' Appeals Council one year after enactment of this Act. Title III: Disability Benefit Entitlement Review Procedures - Amends the OASDI and SSI programs of the Social Security Act to set forth a separate procedure for review of the Secretary's determination that the disability on which a benefit claim is based does not exist. Requires the Secretary, where such a determination is made, to issue a statement of the reasons for such decision and give interested parties notice of their right to an evidentiary hearing before a hearing officer who is not the individual who made the initial determination. Subjects the hearing officer's decision to court review only after an interested party (which may include the Secretary) makes a timely application for review by an administrative law judge. Permits the administrative law judge to modify or reverse the decision only if it is contrary to law or the case presents a novel question of law, though the judge may order additional evidence to be taken before the hearing officer. Authorizes the Secretary to review disability denials when the individual fails to meet time limits on filing for review, but considers a decision by an administrative law judge to be the Secretary's final decision. Alters the method for determining when a period of disability begins. Requires the payment of interim benefits under the OASDI and SSI programs where the Secretary appeals a decision rendered by a hearing officer or administrative law judge which is favorable to the applicant for or recipient of benefits and 60 days pass without resolution of the appeal."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Reorganization Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Social Security Administration as an independent agency, to establish a Social Security Court to review decisions relating to entitlement to benefits under the Social Security Act, and to improve procedures for administrative review of disability determinations under such Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:58:20-05:00"
}