{
  "actions": [
    {
      "acted_at": "1989-05-04", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-05-09", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-05-16", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-05-17", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-05-18", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-06", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-06-08", 
      "bill_ids": [
        "s1160-101"
      ], 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Ordered favorably reported an original bill (S. 1160) in lieu of this measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s928-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-05-04", 
  "number": "928", 
  "official_title": "A bill to authorize appropriations for the Department of State, the United States Information Agency, and the Board for International Broadcasting for fiscal year 1990, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Relations Authorization Act for Fiscal Year 1990", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-05-04", 
  "subjects": [
    "AIDS (Disease)", 
    "Aeronautics", 
    "Afghanistan", 
    "Agriculture and food", 
    "Airmail service", 
    "Aliens", 
    "American agricultural assistance", 
    "American economic assistance", 
    "American military assistance", 
    "Anniversaries", 
    "Arab countries", 
    "Arms sales", 
    "Arrest", 
    "Arts", 
    "Asia", 
    "Authorization", 
    "Bangladesh", 
    "Bhutan", 
    "Building construction", 
    "Burma", 
    "Buy American", 
    "Cambodia", 
    "Canada", 
    "China", 
    "Chinese language", 
    "Civil service retirement", 
    "Claims", 
    "Classified defense information", 
    "Climate", 
    "Climate change and greenhouse gases", 
    "Cocaine", 
    "Conferences", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Consular agreements", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Cuba", 
    "Cultural relations", 
    "Czechoslovakia", 
    "Dams", 
    "Debt agreements", 
    "Deportation", 
    "Diplomatic privileges and immunities", 
    "Diplomats", 
    "Dismissal of employees", 
    "District of Columbia", 
    "Divorcees", 
    "Drainage", 
    "Eastern Europe", 
    "Educational exchanges", 
    "Electronic surveillance", 
    "Elephants", 
    "Embassies", 
    "Emigration", 
    "Employee selection", 
    "Endangered animals", 
    "Environmental protection", 
    "Environmental protection groups", 
    "Espionage", 
    "Ethiopia", 
    "Exchange of persons programs", 
    "Executive reorganization", 
    "Export controls", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Federal aid to day care centers", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal installations", 
    "Federal officials", 
    "Fees", 
    "Fines (Penalties)", 
    "Foreign loans", 
    "Foreign service", 
    "Forest conservation", 
    "Foundations", 
    "Germany", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government property", 
    "Government publications", 
    "Herbicides", 
    "Heroin", 
    "Historic sites", 
    "History", 
    "Human rights", 
    "Immigration", 
    "Import restrictions", 
    "India", 
    "Indonesia", 
    "Insurgency", 
    "International affairs", 
    "International agencies", 
    "International broadcasting", 
    "International cooperation in science", 
    "International economic relations", 
    "International environmental cooperation", 
    "International rivers", 
    "Iran", 
    "Israel", 
    "Ivory", 
    "Jews", 
    "Judicial review of administrative acts", 
    "Language and languages", 
    "Law enforcement officers", 
    "Libraries", 
    "Licenses", 
    "Marriage", 
    "Martial law", 
    "Mauritius", 
    "Mexico", 
    "Middle East", 
    "Minorities", 
    "Minority students", 
    "Misconduct in office", 
    "Motion pictures", 
    "Mozambique", 
    "Narcotic traffic", 
    "Narcotics", 
    "Negotiations", 
    "Nepal", 
    "Nuclear energy", 
    "Ozone", 
    "Pakistan", 
    "Palestinians", 
    "Passports", 
    "Peace negotiations", 
    "Polygraphs", 
    "Postal facilities", 
    "Promotions", 
    "Public demonstrations", 
    "Public television", 
    "Radio broadcasting", 
    "Radio stations", 
    "Rating of employees", 
    "Reagan Doctrine", 
    "Recognition (International law)", 
    "Recruiting of employees", 
    "Refugee policy", 
    "Refugees", 
    "Religion in communist countries", 
    "Repatriation", 
    "Research", 
    "Russian language", 
    "Scholarships", 
    "Science, technology, communications", 
    "Security measures", 
    "Sewage treatment", 
    "Somalia", 
    "South Africa", 
    "South Asia", 
    "Southeast Asia", 
    "Sri Lanka", 
    "Stratosphere", 
    "Student aid", 
    "Subsaharan Africa", 
    "Sudan", 
    "Sugar and sugar trade", 
    "Survivors' benefits", 
    "Teachers", 
    "Television broadcasting", 
    "Television frequency allocation", 
    "Television news", 
    "Television stations", 
    "Terrorism", 
    "Thailand", 
    "Tibet", 
    "Transboundary pollution", 
    "Treaties", 
    "Tropical forests", 
    "U.S.S.R.", 
    "United Nations finances", 
    "United Nations membership", 
    "Vietnam", 
    "Visas", 
    "Voting", 
    "Water supply", 
    "World health"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-05-04", 
    "text": "Foreign Relations Authorization Act for Fiscal Year 1990 - Title I: The Department of State - Part A: Authorization of Appropriations; Allocation of Funds - Authorizes appropriations for FY 1990 for the Department of State for: (1) administration of foreign affairs, including the diplomatic security program; (2) international organizations and conferences; (3) international commissions; (4) bilateral science and technology agreements; (5) Soviet-East European research and training; (6) the Asia Foundation; and (7) migration and refugee assistance. Earmarks specified amounts of migration and refugee assistance for refugees resettling in Israel and displaced Tibetans in India and Nepal. Amends the State Department Basic Authorities Act to authorize the transfer into the Buying Power Maintenance Account of amounts deobligated from accounts for the administration of foreign affairs. Provides that if an amount appropriated pursuant to an Act other than an appropriation Act is less than the authorization amount and the Act provides for earmarked funds, such funds shall be reduced to an amount bearing the same ratio to such funds as the amount appropriated bears to the authorization amount. Authorizes amounts appropriated to the Department of State to be obligated for 12-month contracts for two fiscal years, provided that the total amount is obligated in the earlier fiscal year. Prohibits Federal officers and employees from soliciting funds for the purpose of furthering military, foreign policy, or intelligence objectives prohibited by U.S. law. Prescribes penalties for such violations. Amends the Foreign Assistance Act of 1961 to prohibit the provision of U.S. assistance to a foreign country if the purpose of such assistance would be to further any military, foreign policy, or intelligence activities prohibited by U.S. law. Part B: Department of State Authorities and Activities; Foreign Missions - Amends the State Department Basic Authorities Act to authorize the Secretary of State to use appropriated funds for: (1) obligations assumed in Germany on or after June 5, 1945; (2) telecommunications services; and (3) the provision of maximum physical security in Government-owned and leased properties and vehicles abroad. Authorizes funds appropriated in connection with the use of the Blair House for FY 1990 to be credited to the appropriate account and to be available for maintenance and other expenses of the Blair House. Amends the International Center Act to authorize the Department of State to charge Federal agencies for the lease or use of International Center facilities used for security and maintenance. Amends the State Department Basic Authorities Act to authorize the Secretary to require foreign missions to obtain benefits or comply with other terms of the Secretary if necessary to implement an exchange of property with a foreign country to be used in connection with diplomatic or consular establishments. Authorizes the Secretary, if it is determined that the purposes of the Foreign Service Buildings Act, 1926 can best be met by such exchanges of property, to transfer funds for the acquisition and maintenance of buildings abroad to the Working Capital Fund. Allows only certain transferred funds to be used for such exchanges. Requires the Secretary to report to the Congress on: (1) the actions and statements of the Palestine Liberation Organization (PLO) as they relate to the PLO's renunciation of terrorism and the recognition of Israel's right to exist; (2) changes in the status of the dialogue with the PLO; and (3) the policies of Arab states toward the Middle East peace process. Amends the Arms Export Control Act to credit a specified amount of registration fees collected from manufacturers, exporters, or importers of designated defense articles or services to a Department of State account for FY 1990. Directs the Assistant Secretary for International Narcotics Matters, for each country in which the Department of State uses, or approves for use, a herbicide for the aerial eradication of coca or opium, to report to the Congress on: (1) the expected impact of eradication on the price and availability of cocaine and heroin in the United States; (2) the extent to which such eradication could encourage coca or opium growers to align themselves with insurgent groups against legitimate governments; (3) the total dollar amount of assistance from the United States, international organizations, and local governments to help coca and opium growers in eradication zones shift to production of licit crops; and (4) what countermeasures may be taken by such growers and illicit drug cartels in response to eradication. Prohibits the use or deployment of equipment or aircraft made available to foreign countries for narcotics control under such Act in locations where U.S. Government representatives are not permitted free access by a foreign government. Sets forth congressional findings on the preservation of Benjamin Franklin's former residence. Urges the United States to recognize the bicentennial of Benjamin Franklin's death and calls on Federal agencies to recognize the preservation goals of the Friends of Benjamin Franklin House and the American Franklin Friends Committee. Authorizes the expenditure from appropriations available to the International Boundary and Water Commission for repairs of sanitation works threatened by the Colorado and Tijuana Rivers and for emergency actions against health threatening sanitation problems. Authorizes the President to carry out preliminary surveys, operations, and maintenance of the system constructed to intercept sewage flows from Tijuana and selected canyon areas. Prohibits the operation of the Anzalduas diversion dam for irrigation or water supply purposes in the United States unless arrangements have been made with the prospective water users for repayment to the Government of the allocated portions of such dam. Authorizes the Secretary of State, acting through the Commission, to conduct investigations relating to the drainage of transboundary waters between the United States and Mexico. Amends the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 to require congressional notification prior to the closing of a diplomatic or consular post by the Secretary. Repeals a provision of a specified Act relating to the solemnization of marriages by consular officials. Adds the Department of State to the list of agencies to which criminal justice agencies are required to make available criminal record information regarding individuals under investigation by the Department for determining the eligibility of such individuals for access to classified information or assignment to sensitive national security duties. Authorizes the U.S. Postal Service to establish branch post offices at diplomatic posts abroad. Requires the Department of State to transfer postal revenues to the Service for expenses incurred in providing air transportation for mail at or addressed to such posts. Provides for such authority only to the extent that the total cost of such postal service does not exceed the cost of service incurred by the Department of State in the absence of such authority. Amends the State Department Basic Authorities Act to authorize special agents of the Department of State and the Foreign Service to make arrests without a warrant for any offense concerning passport or visa issuance if such agents have grounds to believe that a person has committed or is committing such offense. Removes violations of specified sections of the criminal code from a list of violations for which such agents are authorized to make arrests without a warrant. Prohibits the sale or transfer of any defense article on the U.S. Munitions List to the People's Republic of China if such equipment is used by China to enforce martial law or suppress demonstrations in Tibet or to violate Tibetan human rights. Requires the President, for each year in which licenses for the export of such items are proposed to be issued, to certify to the Speaker of the House of Representatives and the chairman of the Senate Foreign Relations Committee that no defense article has been or is being used for such purposes. Terminates this section on October 1, 1993. Expresses the sense of the Congress that the President should take all practicable steps to reopen the American consulate in Bratislava, Czechoslovakia. Provides that preferences for U.S. contractors under the Diplomatic Security Act shall not apply to the construction or renovation of the U.S. embassy in Ottawa, Canada. Establishes within the Department of State a Bureau for South Asia Affairs to be headed by an Assistant Secretary of State. Provides that the jurisdiction of the Bureau shall consist of Afghanistan, Bangladesh, Bhutan, Burma, India, Iran, the Maldives, Mauritius, Nepal, Pakistan, Sri Lanka, and Indian Ocean issues. Authorizes the establishment of a Visiting Scholars Program at the Foreign Service Institute. Part C: Diplomatic Immunity, Reciprocity, and Security - Amends the Immigration and Nationality Act to make ineligible to receive visas and exclude from admission into the United States any alien who has committed a serious criminal offense and for whom immunity from criminal jurisdiction was exercised with respect to such offense. Waives such excludability under certain conditions. Amends the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 to prohibit the Soviet Union from occupying the chancery building on Mount Alto in Washington, D.C., until the President certifies to the Speaker of the House of Representatives and the chairman of the Senate Foreign Relations Committee that: (1) a new U.S. chancery building which can be safely and securely used has been completed in Moscow; and (2) all feasible steps have or will be taken to eliminate the damage to U.S. national security from electronic surveillance by Soviet facilities on Mount Alto. Requires the President to terminate a 1969 agreement (and related agreements, notes, and understanding) between the United States and the Soviet Union on reciprocal allocation for the free use of plots of land in Moscow and Washington, D.C., unless he certifies to the Speaker of the House and the Senate Foreign Relations Committee chairman that the Soviet use of the Mount Alto facility does not pose a significantly greater threat to U.S. national security than the threat from existing Soviet facilities in Washington, D.C. Authorizes the President to waive such termination if he determines that it is in the interest of national security and reports to the Speaker of the House and the Senate Foreign Relations Committee chairman on the reasons for such waiver. Amends the State Department Basic Authorities Act to authorize the Secretary to make grants to child care facilities to offset the costs of such care in Moscow and at no more than five other posts abroad where the Secretary determines that such facilities are necessary to the efficient operation of the post. Amends the Employee Polygraph Protection Act of 1988 to exempt the Department of State from a prohibition on administering lie detector tests, in any counterintelligence function, to individuals working under Department contracts or subcontracts. Part D: Personnel - Amends the Foreign Service Act of 1980 to require the Secretary of the Treasury, at the direction of the Secretary of State and the election of a foreign national employee, to transfer such employee's interest in the Civil Service Retirement and Disability Fund to a trust or other local retirement plan (except a social security plan). Deems such transfers to be a complete and final payment of benefits under Federal provisions governing civil service compensation. Amends the Foreign Service Act of 1980 to authorize judicial review of any separation for cause of a Foreign Service member. Makes technical amendments to provisions regarding the payment of travel expenses for Foreign Service members and their families in emergency situations. Revises Federal provisions regarding civil service compensation to extend the time period for which payments to employees whose evacuation has been ordered may be made. Revises Federal provisions regarding quarters, education, and cost-of-living allowances for Federal employees stationed in foreign countries. Amends the Foreign Service Act of 1980 to prohibit extra credit for foreign service at an unhealthful post from being used to determine the eligibility of a person to qualify as a former spouse of a Foreign Service employee or to compute such person's pro rata share of employee credit. Prohibits such credit for service as a part of a tour of duty. Entitles qualified former spouses of former U.S. Information Agency (USIA) and AID employees to Foreign Service health, retirement, and survivor benefits if such an employee retired before participation in the Foreign Service Retirement and Disability System was possible and the marriage lasted at least five years during the overseas assignment. Amends the State Department Basic Authorities Act to authorize the Secretary of State to make grants to post-secondary institutions or students (with special emphasis on minorities) to promote awareness of, and interest in, Foreign Service employment. Requires satisfactory educational progress by grant recipients for continued receipt of such grants. Directs the Secretary to designate as model foreign language competence posts at least two Foreign Service posts in each of the Department of State's five geographic bureaus in countries where English is not the common language. Requires Government employees assigned to such posts to possess an appropriate level of competence in the language common to the foreign country. Provides that at least one of the designated posts shall be in a country where the principal language is Arabic, Chinese, Japanese, or Russian. Requires such posts to continue as model foreign language posts at least until September 30, 1993. Directs the Secretary to report to the Senate Foreign Relations Committee and the House Foreign Affairs Committee on such program. Authorizes the Secretary to make exceptions to the requirements of the program if unanticipated exigencies so require. Prohibits certain posts from being designated as model foreign language posts under this Act. Authorizes appropriations. Requires the Secretary to report to the Senate Committee on Foreign Relations and the House Committee on Foreign Affairs on an entrance requirement for the Foreign Service of at least one world language at the S-3/R-3 level or one nonworld language at the S-2/R-2 level. Expresses the sense of the Congress that: (1) Foreign Service promotion panels shall only promote candidates to the Senior Foreign Service who have demonstrated foreign language proficiency in at least one language at the S-3/R-3 level and shall strive for a minimum proficiency in two such languages; and (2) at least one person on each such panel shall have attained at least the S-3/R-3 level. Directs the Department of State, AID, and USIA to revise the evaluation reports for foreign service officers to include an assessment of an employee's performance in each foreign language tested at the S-3/R-3 level. Requires the Director of Personnel at such agencies to instruct promotion panels to take account of language ability and give precedence in promotions to officers who have achieved such level in one or more foreign languages. Title II: United States Information Agency - Authorizes appropriations for FY 1990 to USIA and Voice of America (VOA) and to carry out the Center for Cultural and Technical Interchange Between East and West Act of 1960. Earmarks a specified amount of VOA funds for VOA Cuba Service. Authorizes additional appropriations for FY 1990 for radio construction, the Bureau of Educational and Cultural Affairs, and the National Endowment for Democracy. Earmarks specified amounts of funds made available to the Bureau for: (1) the Fulbright Academic Programs; (2) the International Visitors Program; (3) the Hubert H. Humphrey Fellowship Program; (4) the Samantha Smith Programs; (5) the Arts America Program; (6) the Office of Citizen Exchanges; (7) books and materials to complete the collections at the Edward Zorinsky Memorial Library in Jakarta, Indonesia; and (8) scholarships to Tibetan students and professionals outside Tibet. Amends the United States Information and Educational Exchange Act of 1948 to authorize the credit of payments for USIA-produced publications and USIA English-teaching and library programs to the applicable appropriation. Amends the Omnibus Diplomatic Security and Antiterrorism Act of 1986 to modify the preference for U.S. contractors with respect to certain bids for diplomatic construction involving physical or technical security. Amends the United States Information and Educational Exchange Act of 1948 to require the USIA Director to make available to the Archivist of the United States for domestic distribution 12 years after the initial dissemination motion pictures, films, and other materials prepared for dissemination abroad. Amends the Mutual Educational and Cultural Exchange Act of 1961 to establish the J. William Fulbright Scholarship Board. Outlines administrative responsibilities of the Board. Requires the Board to ensure that academic and artistic freedoms of grant recipients are protected. Abolishes the Board of Foreign Scholarships. Makes technical and conforming amendments to the Foreign Relations Authorization Act, Fiscal Years 1986 and 1987. Transfers all personnel, assets, liabilities, contracts, property, records, and balances of appropriations of the Board of Foreign Scholarships to the Board. Authorizes the USIA Director to acquire time on commercial or U.S. Government satellites to transmit USIA materials and programs to posts and other users abroad. Outlines the programs authorized to be transmitted. Requires the Director to give preferences to programs produced by American commercial and public television where such programs are available at a reasonable cost. Authorizes the transmission of public and commercial programs only if such programs: (1) are comprised of news, public affairs, artistic, cultural, or scientific programming; and (2) have been or are being broadcast in the United States. Earmarks specified amounts of funds made available to the USIA under this Act for such programming. Requires satellite time not utilized by USIA to be made available to other Government agencies without cost. Authorizes time not utilized by the Government to be sold to commercial users. Waives certain restrictions concerning television broadcasting under the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 for FY 1990. Requires USIA to promote, and provide assistance to facilitate, access in foreign countries to the news and public affairs programming of U.S. commercial and public television networks. Establishes within the Bureau of Educational and Cultural Affairs an Office of Citizen Exchanges to support private nonprofit organizations engaged in such exchanges between the United States and other countries. Amends the Mutual Educational and Cultural Exchange Act of 1961 to authorize the President to negotiate and implement an agreement with the Soviet Union under which repayments by the Soviet Union on lend-lease debts to the United States would be used to finance educational, artistic, and cultural exchanges between the United States and the Soviet Union. Prohibits VOA from selecting candidates who must be or are preapproved for employment by a foreign government or entity. Requires the USIA Director to make available to the Archivist of the United States a master copy of the film entitled \"Long Journey Home.\" Directs the Archivist to reimburse the Director for any expenses incurred in making such film available and to make such film available for purchase and public viewing in the United States. Title III: Board for International Broadcasting - Amends the Board of International Broadcasting Act of 1973 to authorize appropriations to the Board for International Broadcasting for FY 1990. Authorizes appropriations to the Board for FY 1990 for radio transmitter construction and modernization. Amends the State Department Basic Authorities Act of 1956 to extend the authority of the Secretary to procure legal services to the chairman of the Board for International Broadcasting. Title IV: International Organizations - Authorizes the President to continue U.S. membership in the International Sugar Organization. Allows U.S. contributions to such organization to be paid from funds appropriated for contributions to international organizations, beginning in FY 1991. Requires the President to withhold 20 percent of the U.S. assessed contribution to the United Nations or any affiliated agency if the President determines that the United Nations or any such agency is not implementing agreed-upon budgetary and administrative reforms. Directs the President to notify the Speaker of the House of Representatives and the chairman of the Senate Foreign Relations Committee upon making such a determination. Authorizes the President to waive such withholding if determined that it is in the vital national interest. Provides that this provision shall have no effect after October 1, 1995. Amends the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 to direct the President to report annually to the Speaker of the House and the President of the Senate on the voting practices of governments represented at the United Nations and the responsiveness of such governments to U.S. policy. Outlines the requirements of such report. Repeals provisions of specified Acts concerning such voting practices. Prohibits any funds authorized to be appropriated under this Act from being available to the United Nations or any specialized agency which accords the PLO the same standing as member states. Authorizes the United States to make financial contributions to the safeguards program of the International Atomic Energy Agency and voluntary contributions to the global AIDS program of the World Health Organization. Title V: Refugee and Other Provisions - Amends the Migration and Refugee Assistance Act of 1962, as amended by the Foreign Relations Authorization Act, Fiscal Years 1986 and 1987, to make technical amendments to a provision regarding audits of funds received by the United Nations High Commissioner for Refugees. Expresses the sense of the Congress with respect to: (1) commitments to facilitating the departure of Jews and other religious minorities from the Soviet Union; (2) the protection and asylum of Southeast Asian refugees and a review of the orderly departure program from Vietnam; (3) the forcible repatriation of Mozambicans by the Government of South Africa and the Secretary's required report on Mozambicans seeking to enter South Africa; and (4) actions by the Government of Ethiopia to improve the situation of Sudanese and Somalian refugees and the Secretary's required report on such actions. Repeals a provision of the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 concerning the effective date for a prohibition on the exclusion or deportation of certain aliens. Title VI: Global Environment Protection Act - Global Environmental Protection Assistance Act of 1989 - Part A: Commercial and Governmental Debt-for-Nature Exchanges - Amends the Foreign Assistance Act of 1961 to authorize the President, acting through AID, to furnish grants to nongovernmental organizations for the purchase of a foreign government's discounted commercial debt which will be canceled as part of a debt-for-nature exchange. Directs the President to identify areas which are in particular need of immediate attention to prevent the loss of unique biological life or a valuable ecosystem. Requires the President, in order for a country to be eligible for a debt-for-nature exchange, to determine that the country has a long-term plan and an agency to oversee the long-term viability of a nature program. Prohibits the U.S. Government from accepting title or interest in any land in a foreign country as a condition of the debt exchange. Requires the President to invite the government of each Subsaharan African country to submit a list of: (1) areas of severely degraded natural resources which threaten human survival and well-being and the opportunity for future economic growth; or (2) areas of biological and ecological importance in such country. Directs the President to reach agreement with a host country for the restoration and sustainable use of such areas. Authorizes the President to make grants to U.S. nongovernmental organizations for the purchase of such countries' discounted commercial debt in exchange for such countries' commitments to restore natural resources and develop plans for sustainable use of such resources. Part B: Multilateral Foreign Assistance Coordination - Declares that the Secretary, acting through the Development Assistance committee of the Organization for Economic Cooperation and Development, should initiate negotiations among member countries on a coordinated approach to global warming, tropical deforestation, sustainable development, and biological diversity through bilateral assistance programs. Part C: International Debt Exchange Institutions - Expresses the sense of the Congress that the President, acting through the Secretary, should initiate negotiations with major lender countries to establish an international institution to facilitate exchanges of commercial debt for sustainable development and conservation purposes. Requires the Secretary to report to the Congress on the status of such negotiations. Part D: Sale of Agricultural Commodities - Amends the Agricultural Trade Development and Assistance Act of 1954 to authorize the President, whenever he determines that a country would benefit from the sale of U.S. agricultural commodities for conservation or sustainable development efforts, to make such country eligible for a conservation and environmental protection program under this Act. Makes private conservation groups acting with the support of the host government eligible for such programs. Requires such countries or organizations to formulate multiyear proposals to be submitted to the President. Outlines the requirements of such proposals, including: (1) the intended uses of the funds generated from the sale of such commodities; and (2) the goals, costs, and expected revenues of the supported projects. Allocates up to 15 percent of the sale proceeds from such commodities in a fiscal year to such countries. Part E: Montreal Protocol to Protect the Ozone - Expresses the sense of the Congress that the Secretary should request and convene a meeting of such parties to the Montreal Protocol as may be necessary for: (1) a reassessment of the control measures contained in the Protocol; and (2) adoption of additional control measures requiring the virtual elimination of all substances identified in the Protocol no later than seven years after this Act's enactment and measures for other ozone-depleting chemicals not identified in the Protocol. Part F: Wildlife Protection - Prohibits ivory or other elephant products from being imported into the United States or sold in any Federal facility if such products: (1) originated from a country where significant numbers of elephants are killed illegally or killed in numbers sufficient to reduce the optimal sustainable elephant population in such country; or (2) were traded in a country where there is significant trade or transit traffic in the products of illegally killed elephants. Makes this prohibition inapplicable to antique ivory. Requires the Secretary to publish in the Federal Register a list of all foreign countries from which such imports are prohibited. Defines significant trade and transit traffic as ivory valued at more than $200,000 or the product of more than 100 elephants. Authorizes the President to maintain U.S. membership in the International Tropical Timber Organization and the International Union for the Conservation of Nature and Natural Resources. Authorizes appropriations for FY 1990 for U.S. contributions to, and participation in: (1) the Convention on International Trade in Endangered Species of Wild Fauna and Flora; (2) the International Tropical Timber Organization; (3) the World Heritage Convention; and (4) the International Union for the Conservation of Nature and Natural Resources. Title VII: Television Broadcasting to Cuba Act - Television Broadcasting to Cuba Act - Requires USIA to provide television broadcasting to Cuba. Designates such broadcasts as the USIA Television Marti Program. Authorizes the Federal Communications Commission (FCC) to assign a frequency for such broadcasts, except that no such assignment shall result in interference with domestic broadcasts or in a change of frequency for domestic licensees. Prohibits such broadcasts if the FCC determines that such broadcasts are causing interference with domestic broadcasts. Requires broadcasts to Cuba to be in compliance with all applicable international laws and treaties. Directs the FCC to monitor and periodically report to the appropriate congressional committees on: (1) violations of international law arising out of television broadcasting to Cuba; and (2) domestic interference from Cuban television and radio stations and from television broadcasting to Cuba. Expresses the sense of the Congress that the President should establish a task force to analyze the level of such interference. Requires the Director to establish a Television Marti Service to be responsible for such broadcasts. Amends the Radio Broadcasting to Cuba Act to redesignate the Advisory Board for Radio Broadcasting to Cuba as the Advisory Board for Cuba Broadcasting. Revises administrative provisions regarding the Board. Authorizes assistance to USIA from other Federal agencies to carry out the requirements of this Act. Authorizes additional appropriations to USIA for FY 1990 for television broadcasting to Cuba. Prohibits such funds from being expended unless the President notifies the Speaker of the House of Representatives and the chairman of the Senate Foreign Relations Committee that such broadcasting is feasible pursuant to a test under the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 1989 and will not cause domestic interference. Requires the President to report the findings of such test to the Congress. Expresses the sense of the Congress that the Television Marti Service be operated in such a manner so as not to affect adversely: (1) the Cuban American community in the United States in terms of family visits or the November 1987 U.S.-Cuba immigration agreement; (2) the prospects for the resumption of broadcast interference talks between the United States and Cuba; and (3) the prospects for cooperation between the United States and Cuba in narcotics interdiction and the environment. Title VIII: Policy Provisions - Prohibits assistance from being provided to: (1) any Cambodian military or political group, except as authorized by the Foreign Assistance Act of 1961 or by the annual foreign assistance authorization legislation; and (2) to the Khmer Rouge or any Cambodian military or political group in alliance with the Khmer Rouge or where such assistance will have the effect of promoting any future political arrangement which includes the Khmer Rouge. Provides that this prohibition shall not limit the provision of food, medicine, or humanitarian assistance to the Cambodian people. Directs the President to take appropriate action to bring to justice the perpetrators of genocide against the Cambodian people in accordance with international law. States that assistance to the Khmer Rouge by China and Thailand contributes significantly to the viability of the Khmer Rouge as a political and military force in Cambodia. Declares that the continuation of such assistance could harm U.S. relations with China and Thailand. Requests the Secretary to communicate such policies to China and Thailand."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act for Fiscal Year 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Global Environmental Protection Assistance Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Television Broadcasting to Cuba Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the Department of State, the United States Information Agency, and the Board for International Broadcasting for fiscal year 1990, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:25-05:00"
}