{
  "actions": [
    {
      "acted_at": "1981-01-05", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-09", 
      "in_committee": "House Committee on Rules", 
      "references": [], 
      "subcommittee": "Legislative Process", 
      "text": "Referred to Subcommittee on Legislative Process.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr502-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU", 
      "subcommittee": "Subcommittee on Legislative Process", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": "20", 
      "name": "Oakar, Mary Rose", 
      "sponsored_at": "1981-11-04", 
      "state": "OH", 
      "thomas_id": "00875", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-01-05", 
  "number": "502", 
  "official_title": "A bill to establish as a part of the Rules of the House of Representatives and the Senate a procedure for the periodic congressional review of Federal programs and tax expenditures, and to improve legislative oversight of Federal activities and regulatory programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sunset Review Act of 1979", 
  "sponsor": {
    "district": "8", 
    "name": "Roe, Robert A.", 
    "state": "NJ", 
    "thomas_id": "00974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-01-05", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional committee jurisdiction", 
    "Congressional committees", 
    "Congressional committees (House)", 
    "Congressional committees (Senate)", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Evaluation", 
    "Federal budgets", 
    "Government operations and politics", 
    "House of Representatives", 
    "House rules and procedure", 
    "Productivity in government", 
    "Senate", 
    "Senate rules and procedure", 
    "Sunset legislation", 
    "Tax expenditures"
  ], 
  "subjects_top_term": "Sunset legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-01-05", 
    "text": "Sunset Review Act of 1979 - Requires the House Committee on Rules and the Senate Committee on Rules and Administration to jointly develop and maintain an inventory of all Federal programs and tax expenditures. Requires such inventory to classify all such programs and expenditures according to the jurisdiction of the various legislative committees of the two Houses. Requires the General Accounting Office (GAO), before the beginning of the 97th Congress, after consultation with the appropriate legislative committees, to submit a draft inventory to the House Committee on Rules and the Senate Committee on Rules and Administration. Requires such Committees to notify each legislative committee of the programs and tax expenditures which are classified within its jurisdiction. Allows any legislative committee to propose revisions of such inventory within 30 days after notification. Requires that such inventory be published in a single document. Requires that an update be made of such inventory at the beginning of every Congress. Specifies information to be contained in such an inventory. Directs the GAO to publish a supplement to such inventory which includes certain budget information. Requires each legislative committee of the House of Representatives and the Senate, by a specified date, to submit to the House Committee on Rules and the Senate Committee on Rules and Administration an agenda for the sunset review of selected Federal programs within its jurisdiction, or, in the case of the House Committee on Ways and Means and the Senate Committee on Finance, of selected tax expenditures. Directs the committees of each House to develop their sunset review agendas in consultation with any other committee which has concurrent jurisdiction over any programs or tax expenditures involved. Requires, where practicable, that related programs and expenditures be reviewed during the same Congress. Requires the report accompanying each agenda submitted to contain a projection of the sunset reviews the committee plans to conduct during the next three Congresses. Prohibits either the House or the Senate from considering a primary expense resolution for any legislative committee in any Congress until that committee has developed and submitted its sunset review agenda. Requires the House Committee on Rules and the Senate Committee on Rules and Administration to incorporate such agendas into a consolidated sunset review agenda and to report such consolidated agenda to its House in the form of a concurrent resolution, within seven legislative days after all committee sunset review agendas have been submitted. Requires the consolidated sunset review agenda to be adopted in the House and in the Senate no later than March 30 in the first session of each Congress. Sets forth the procedures for the consideration and adoption of such agenda. Requires each committee of the House or the Senate, not later than May 15 in the second session of each Congress, to report a bill or bills modifying, continuing, or terminating each program or tax expenditure which it has been directed to review under the consolidated sunset review agenda adopted during the first session. Requires such bill to be accompanied by a report. Requires: (1) each department, agency, and instrumentality in the Executive branch of the Government which is responsible for the administration of a Federal program or tax expenditure selected for sunset review; and (2) the Director of the Office of Management and Budget and the Comptroller General to provide the appropriate Congressional committees with specified information evaluating such program or expenditure. Amends rule X of the Rules of the House of Representatives to include the consolidated sunset review agendas and the Congressional inventory of Federal programs as part of the House Committee on Rules' functions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Sunset Review Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish as a part of the Rules of the House of Representatives and the Senate a procedure for the periodic congressional review of Federal programs and tax expenditures, and to improve legislative oversight of Federal activities and regulatory programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:55-05:00"
}