{
  "actions": [
    {
      "acted_at": "1998-03-05", 
      "references": [
        {
          "reference": "CR S1449-1450, S1457-1460", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-03-05", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-01", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1998-10-01", 
      "references": [], 
      "text": "Committee on Judiciary. Reported to Senate by Senator Hatch with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-01", 
      "calendar": "Senate Legislative", 
      "number": "670", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 670.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1720-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "1998-10-07", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Jeffords, James M.", 
      "sponsored_at": "1998-09-08", 
      "state": "VT", 
      "thomas_id": "00593", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerrey, J. Robert", 
      "sponsored_at": "1998-10-05", 
      "state": "NE", 
      "thomas_id": "01378", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1998-03-05", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1998-03-05", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Robb, Charles S.", 
      "sponsored_at": "1998-10-06", 
      "state": "VA", 
      "thomas_id": "01423", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-03-05", 
  "number": "1720", 
  "official_title": "A bill to amend title 17, United States Code, to reform the copyright law with respect to satellite retransmissions of broadcast signals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Copyright Compulsory License Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1998-10-01", 
  "subjects": [
    "Administrative law judges", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Antitrust law", 
    "Arts, culture, religion", 
    "Commerce", 
    "Commercial arbitration", 
    "Conflict of interests", 
    "Congress", 
    "Congressional agencies", 
    "Copyright", 
    "Copyright infringement", 
    "Copyright royalties", 
    "Direct broadcast satellites", 
    "Federal Communications Commission", 
    "Federal employees", 
    "Federal libraries", 
    "Government operations and politics", 
    "Government paperwork", 
    "Independent regulatory commissions", 
    "Intellectual property", 
    "Judicial review of administrative acts", 
    "Law", 
    "Library of Congress", 
    "Licenses", 
    "Limitation of actions", 
    "Public television", 
    "Science, technology, communications", 
    "Sound recording and reproducing", 
    "Space activities", 
    "Sports and recreation", 
    "Television broadcasting", 
    "Television broadcasting of sports", 
    "Television programs", 
    "Television relay systems", 
    "Television stations"
  ], 
  "subjects_top_term": "Intellectual property", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1998-10-01", 
    "text": "Copyright Compulsory License Improvement Act - Amends Federal copyright law to cite circumstances under which the secondary transmission by a satellite carrier of a primary transmission of a television broadcast station into the station's local market shall be subject to statutory licensing. Requires the carrier: (1) within 90 days after commencing such secondary transmission, to submit to that station a list identifying all subscribers to which the satellite carrier currently makes such transmission; and (2) on the 15th day thereafter, to submit a subsequent list identifying any subscribers who have been added or dropped since submission of the last list. Restricts the use of the subscriber information for purposes other than monitoring compliance by the satellite carrier. Applies the submission requirements to a satellite carrier only if the station to whom the submissions are to be made places on file with the Register of Copyrights a document identifying the name and address of the person to whom such submissions are to be made. Precludes any royalty obligation for such secondary transmission. States that noncompliance with such reporting requirements by a satellite carrier into the local market of a television broadcast station of a primary transmission made by that television broadcast station is actionable as an act of infringement and fully subject to copyright remedies. Applies such infringement and copyright remedies to a satellite carrier, who provides such secondary transmission, if: (1) the content of a particular program in which the performance or display is embodied or any commercial advertising or station announcement transmitted by the primary transmitter during, or immediately before or after, the transmission of such program, is in any way willfully altered by the satellite carrier through changes, deletions, or additions, or is combined with programming from any other broadcast signal; or (2) such willful or repeated transmission is made to a subscriber who does not reside in that television broadcast station's local market and is not subject to statutory licensing, with exceptions. Sets forth additional remedies for willful and repeated patterns or practices of such violations. Provides that the satellite carrier shall bear the burden of proof in any action brought under this Act. Makes the statutory license created by this Act applicable to secondary transmissions to locations in the United States, and any commonwealth, territory, or possession of the United States. States that no provisions of copyright law or any other law (other than this Act and provisions relating to secondary transmissions of superstations and network stations for private home viewing) shall be construed to contain any authorization, exemption, or license through which secondary transmissions by satellite carriers of programming contained in a primary transmission made by a television broadcast station may be made without obtaining the consent of the copyright owner. (Sec. 3) Amends the Satellite Home Viewer Act of 1994 (the Act) to extend until December 31, 2003, the effect of amendments to such Act relating to statutory licenses for satellite carriers. (Sec. 4) Sets forth a transition provision which declares that a satellite carrier shall not be required to terminate service of a network station to a subscriber until February 28, 1999. (Sec. 5) Revises the formula used to compute the rate of royalty fees in effect on January 1, 1998, to be deposited with the Register of Copyright by satellite carriers by reducing the rate for retransmission of: (1) superstation signals by 30 percent; and (2) network stations by 45 percent. Provides that for purposes of copyright arbitration royalty panels, the Public Broadcasting Service (PBS) shall be the agent for all public television copyright claimants and all PBS member stations with respect to royalty fees paid by satellite carriers for retransmitting the PBS satellite feed. (Sec. 6) Modifies the definition of \"unserved household\" to eliminate the 90-day waiting period for satellite subscribers to wait after termination of their cable service until they are eligible for satellite service of network signals. Adds a definition of \"local station network.\" (Sec. 7) Subjects a copyrighted programming carried upon the PBS's national satellite feed to copyright statutory licensing provisions. Conditions such license, after January 1, 2001, or the date on which local transmissions of broadcast signals are offered to the public, whichever is earlier, on the PBS's annual certifications to the Copyright Office that PBS's membership supports the secondary transmission of the PBS satellite feed, and providing notice to the satellite carrier of such certification. Defines \"Public Broadcasting Service satellite feed\" as the national satellite feed distributed by the PBS consisting of educational and informational programming intended for private home viewing, to which the PBS holds national terrestrial broadcast rights. (Sec. 8) what is permissible under the Federal Communications Commission's rules, regulations, and authorizations. (Sec. 9) Makes this Act and the amendments made by this Act effective on January 1, 1999, except that a transition provision shall take effect on the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Copyright Compulsory License Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Copyright Compulsory License Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 17, United States Code, to reform the copyright law with respect to satellite retransmissions of broadcast signals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:19-05:00"
}