{
  "actions": [
    {
      "acted_at": "1989-01-31", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-05-11", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 101-147.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-09-15", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-11-20", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported to Senate by Senator Inouye with an amendment in the nature of a substitute. With written report No. 101-218.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-11-20", 
      "calendar": "Senate Legislative", 
      "number": "411", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 411.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-02-07", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-02-07", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-02-20", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-02-20T14:39:00-05:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-02-20", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to the House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-04-30", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Executive Comment Received from Justice.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-10", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-10-10", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T18:19:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Interior and Insular Affairs. H. Rept. 101-904.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-19T18:19:00-04:00", 
      "calendar": "Union", 
      "number": "556", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 556.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "1990-10-20T16:25:00-04:00", 
      "references": [], 
      "text": "Discharged from Union Calendar.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-20T16:25:00-04:00", 
      "references": [], 
      "text": "Mr. Richardson asked unanimous consent to discharge from the Union Calendar and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-20T16:25:00-04:00", 
      "references": [], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-20T16:28:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "1990-10-20T16:28:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-22", 
      "references": [], 
      "text": "Message on House action received in Senate and held at desk: House amendment to Senate bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-23", 
      "references": [], 
      "text": "Senate agreed to the House amendment by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-23", 
      "references": [], 
      "text": "Cleared for White House.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-10-24", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-09", 
      "references": [], 
      "text": "Measure Signed in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-09", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1990-11-21", 
      "pocket": "1", 
      "references": [], 
      "status": "VETOED:POCKET", 
      "text": "Pocket Vetoed by President.", 
      "type": "vetoed"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "h888-101", 
      "amendment_type": "h", 
      "chamber": "h", 
      "number": "888"
    }
  ], 
  "bill_id": "s321-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs (Permanent Select)", 
      "committee_id": "SLIA"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-01-31", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1989-01-31", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1989-01-31", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1989-05-04", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "1989-01-31", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1990-10-20T16:28:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-02-07", 
    "vetoed": true, 
    "vetoed_at": "1990-11-21"
  }, 
  "introduced_at": "1989-01-31", 
  "number": "321", 
  "official_title": "A bill to revise provisions of law that provide a preference to Indains.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1714-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Indian Preference Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "VETOED:POCKET", 
  "status_at": "1990-11-21", 
  "subjects": [
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Employee training", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to Indians", 
    "Government operations and politics", 
    "Government procurement", 
    "Government trust funds", 
    "Joint ventures", 
    "Manpower training programs", 
    "Minority business enterprises", 
    "Native Americans", 
    "Small business", 
    "Surety and fidelity"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Passed House amended", 
    "date": "1990-10-20", 
    "text": "Indian Preference Act of 1990 - Amends the Buy Indian Act to require Federal agencies administering funds appropriated for the benefit of Indians to provide a preference to eligible Indian enterprises in the award of a contract or grant. Directs such agencies to require the recipient of such a contract or grant, or subcontract or subgrant, to provide training and employment preferences to Indians and preferences to Indian preference enterprises in awarding any subcontracts or subgrants under the contract or grant. Authorizes the Secretary of the Interior to provide preferences for such enterprises in awarding any Federal agency contract that does not involve funds appropriated for the benefit of Indians when requested by a Federal agency if such preferences will help to fulfill his or her special responsibilities toward Indians. Gives such preferences priority over all other Federal procurement preferences. Prohibits this Act from applying to: (1) contracts awarded under the Indian Self-Determination and Education Assistance Act, but shall apply to the awarding of subcontracts and employment and training opportunities under such contracts; (2) contracts for procurement of expert advice and testimony in litigation by the United States as a trustee for Indians or Indian tribes; and (3) certain contracts awarded under the Small Business Act. Makes this Act applicable to the Five Civilized Tribes and members of the Osage Tribe. Requires Federal agencies to implement such preferences by limiting the competition for the awarding of a contract to Indian preference enterprises if: (1) there is an expectation that offers will be obtained from at least three responsible offerors in the case of an architectural-engineering services contract or at least two such offerors in the case of a contract for the procurement of any other service or product; and (2) the contract can be awarded at a fair and reasonable price. Allows the procuring agency to negotiate a contract award if only one offer is received under a competition restricted to such an enterprise for a contract for a product or service other than architectural-engineering services. Provides that if it is not feasible for an agency to limit the competition for a contract award, such contract shall be awarded after open competition to the lowest bidder, under certain conditions. Provides that preference requirements may be waived only if the responsible officer determines it is necessary to accomplish the mission of the agency. Directs Federal agencies, at the beginning of each fiscal year, to advertise such contracts. Allows Indian preference enterprises to benefit from such a preference only if they submit to the agency or person providing such a preference an affidavit certifying that they continue to meet the requirements necessary for certification by the Secretary as an Indian preference enterprise. Requires such affidavit to be executed and submitted at the time the contract or subcontract bid, or grant or subgrant application, is submitted and again when such contracts or grants are awarded. Allows such enterprises that are engaged in construction activities and have successfully completed, independently, at least one contract, to enter into joint ventures with other enterprises that are not Indian preference enterprises. Declares that such an enterprise and joint venture shall remain eligible for preferences under this Act as long as the enterprise: (1) owns at least 51 percent of the joint venture and receives at least the same percent of its profits; and (2) has successfully completed, independently, at least one contract for each contract awarded to the joint venture for which a preference is provided under this Act. Directs the Secretary to: (1) develop and publish a set of criteria for certifying Indian enterprises as eligible for the preferences provided under this Act; (2) investigate the financial backgrounds of enterprises which apply for certification as Indian enterprises eligible for such preferences, enterprises that have acquired such certification, and the owners and officers of such enterprises; (3) review applications from Indian enterprises for such certification; (4) certify Indian enterprises that satisfy such criteria as eligible for such preferences; (5) prescribe such regulations and establish such policies and systems in conjunction with the Office of Federal Procurement Policy as may be necessary to carry out this Act; (6) investigate complaints alleging violations of this Act; and (7) develop and assist Federal agencies in implementing a program to ensure that Federal funds expended for the benefit of Indians also assist the promotion of Indian economic development. Requires the Secretary to revoke the certification of any such enterprise as an Indian preference enterprise if, as a result of such an investigation, the Director determines that violations of this Act exist with respect to such enterprise. Permits the Secretary to waive application of the Miller Act to a contract awarded to an Indian preference enterprise by a Federal agency if: (1) the award price is anticipated to be $10,000,000 or less; (2) the Indian preference enterprise has been determined to be a responsible contractor capable of performing the contract; (3) the Federal agency determines that such an enterprise has been unable to obtain the requisite bonds after making at least two good faith applications to surety firms determined by the Secretary of the Treasury to issue acceptable bonds; and (4) the enterprise has provided for the protection of persons furnishing materials and labor, in lieu of a payment bond, through a program of direct disbursement of payments from the Federal Government to such persons through an escrow account or a Government payment center of a procuring agency. Provides that the Federal agency or grantee awarding the contract on a reservation shall delegate to the tribe responsibility for monitoring the contractor's compliance with such agency's Indian preference requirements if: (1) an Indian preference contract or grant is to be performed on an Indian reservation; and (2) the governing body of an Indian tribe has established preferences generally comparable to those provided under this Act and a tribal office to enforce such preferences, and has submitted a request to the Secretary for primary enforcement responsibility. Provides for penalties in addition to those already provided under Federal or tribal law for any misrepresentation of the status of an individual as an Indian, or of an enterprise as an Indian enterprise, in order to obtain a preference under this Act for such a person or any other person. Authorizes the Secretary of the Interior to request the Inspector General of the Department of the Interior to investigate any contract, grant, subcontract, or subgrant with respect to which preferences are required to be provided under this Act. Amends the Federal criminal code to establish criminal penalties for Indian preference violations. Authorizes the Secretary of the Interior to negotiate and enter into cooperative agreements with Indian tribes to engage in manpower and job training programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Buy Indian Act Amendments of 1989", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Indian Preference Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Indian Preference Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Indian Preference Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise provisions of law that provide a preference to Indains.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:11-05:00"
}