{
  "actions": [
    {
      "acted_at": "1988-05-11", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-11", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-17", 
      "in_committee": "House Committee on House Administration", 
      "references": [], 
      "subcommittee": "Personnel and Police", 
      "text": "Referred to Subcommittee on Personnel and Police.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-08-10", 
      "in_committee": "House Committee on House Administration", 
      "in_subcommittee": "Personnel and Police", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres445-100", 
  "bill_type": "hres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA", 
      "subcommittee": "Subcommittee on Personnel and Police", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "44", 
      "name": "Bates, Jim", 
      "sponsored_at": "1988-08-11", 
      "state": "CA", 
      "thomas_id": "00065", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Berman, Howard L.", 
      "sponsored_at": "1988-07-27", 
      "state": "CA", 
      "thomas_id": "00082", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Campbell, Ben Nighthorse", 
      "sponsored_at": "1988-08-11", 
      "state": "CO", 
      "thomas_id": "00168", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Coleman, Ronald D.", 
      "sponsored_at": "1988-07-27", 
      "state": "TX", 
      "thomas_id": "00217", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Crockett, George W., Jr.", 
      "sponsored_at": "1988-07-27", 
      "state": "MI", 
      "thomas_id": "00252", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "de Lugo, Ron", 
      "sponsored_at": "1988-07-27", 
      "state": "VI", 
      "thomas_id": "00275", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "DeFazio, Peter A.", 
      "sponsored_at": "1988-08-11", 
      "state": "OR", 
      "thomas_id": "00279", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "English, Glenn", 
      "sponsored_at": "1988-07-27", 
      "state": "OK", 
      "thomas_id": "00345", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Fascell, Dante B.", 
      "sponsored_at": "1988-07-27", 
      "state": "FL", 
      "thomas_id": "00370", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Foglietta, Thomas M.", 
      "sponsored_at": "1988-07-27", 
      "state": "PA", 
      "thomas_id": "00395", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Garcia, Robert", 
      "sponsored_at": "1988-08-11", 
      "state": "NY", 
      "thomas_id": "00429", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Jacobs, Andrew, Jr.", 
      "sponsored_at": "1988-07-27", 
      "state": "IN", 
      "thomas_id": "00589", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Martin, Lynn M.", 
      "sponsored_at": "1988-08-11", 
      "state": "IL", 
      "thomas_id": "00742", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mazzoli, Romano L.", 
      "sponsored_at": "1988-08-11", 
      "state": "KY", 
      "thomas_id": "00753", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "28", 
      "name": "McHugh, Matthew F.", 
      "sponsored_at": "1988-08-11", 
      "state": "NY", 
      "thomas_id": "00774", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Owens, Major R.", 
      "sponsored_at": "1988-07-27", 
      "state": "NY", 
      "thomas_id": "00883", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Penny, Timothy J.", 
      "sponsored_at": "1988-07-27", 
      "state": "MN", 
      "thomas_id": "00906", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Sikorski, Gerry E.", 
      "sponsored_at": "1988-08-11", 
      "state": "MN", 
      "thomas_id": "01057", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1988-07-27", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Wolpe, Howard E.", 
      "sponsored_at": "1988-08-11", 
      "state": "MI", 
      "thomas_id": "01240", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-05-11", 
  "number": "445", 
  "official_title": "A resolution to amend and to implement clause 9 of rule XLIII and clause 6(a)(3)(A) of rule XI of the Rules of the House of Representatives, relating to employment practices.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Fair Employment Relations Resolution", 
  "sponsor": {
    "district": "1", 
    "name": "Schroeder, Patricia", 
    "state": "CO", 
    "thomas_id": "01033", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-05-11", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Congressional employees", 
    "Disabled", 
    "Discrimination in employment", 
    "Employment of the handicapped", 
    "Equal pay for equal work", 
    "House of Representatives", 
    "House rules and procedure", 
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-05-11", 
    "text": "Fair Employment Relations Resolution - Title I: Amendments to House Rules - Amends rules XLIII and XI of the House of Representatives, relating to employment practices. Prohibits discrimination against the handicapped under such rules. Provides that, in interpreting such rules the principles of title VII (Equal Employment Opportunities) of the Civil Rights Act of 1964, the Age Discrimination in Employment Act of 1967, the Equal Pay Act of 1963, and the Rehabilitation Act of 1973 shall govern to the extent practicable so that the prohibitions against discrimination under the rules are as broad as similar prohibitions under such Acts. Title II: Fair Employment Relations Board - Establishes as an office of the House the House Fair Employment Relations Board (the Board). Directs the Board to: (1) establish policies for the implementation and enforcement of the rules against employment discrimination; (2) supervise the actions of the Director of the House Fair Employment Relations Office; and (3) hear complaints alleging violations of such rules. Authorizes the Board to appoint hearing examiners for such complaints. Title III: House Fair Employment Relations Office - Establishes as an office of the House the House Fair Employment Relations Office (the Office). Provides that the Office shall be headed by a Director appointed by the Board. Directs the Office, in addition to functions and duties imposed on it by title IV of this Act, to: (1) develop procedures to implement Board policies to encourage full compliance with equal employment opportunity rules by all Members, officers, and employees of the House; and (2) perform other functions prescribed by the Board. Directs the Office to gather and maintain information with respect to: (1) each category of employees and individuals afforded equal employment opportunity under specified House rules, including, to the extent possible, information on job applicants; and (2) the employment practices of committees and offices. Requires the Director, with Board approval, to report annually to the House on such information. Directs the Office to use such information to identify discriminatory wage-setting practices in the House and to report on them to the House, with recommendations for correction. Directs the Office, upon request of a committee or office, to submit recommendations for improvements in that office's or committee's employment practices. Directs the Office to assist the placement office in developing procedures to collect and disseminate applications submitted by individuals from categories afforded equal employment opportunity under the House rules. Directs the Office to review procedures and practices for receiving, hearing, and settling complaints of alleged violations of House rules under title IV of this Act and to make recommendations regarding the continuation or improvement of such procedures. Requires the Director, by January 3, 1987, to submit to the House the results of such review, with recommendations. Requires such review to be referred to the appropriate committee or committees of the House which, within 180 days after such referral, shall submit their recommendations on the report to the House. Title IV: Complaints of Violations of Equal Employment Opportunity - Part A: Counseling and Conciliation - Allows individuals who believe that they are being discriminated against in violation of House rules on equal employment opportunity to request the Office for counseling and assistance. Requires such requests to be within 60 days after the action giving rise to the alleged discrimination, unless the Director authorizes otherwise. Allows such individuals, within 20 days after requesting counseling, to file an informal complaint with the Director. Sets forth requirements and procedures for such complaints. Requires the Director to collect information and report to the Board within 45 days after such filing. Requires the Director, upon determination that a violation has occurred, to attempt to resolve such violation by informal means. Requires the Director to report on such informal agreements, or, if agreement is not reached, to report the findings. Part B: Formal Complaints and Hearings - Allows a complainant, if the Director's report on the informal complaint determines that there is reason to believe a violation has occurred but no agreement has been reached, to file a formal complaint with the Board within 30 days after submission of such report. Allows a complainant to request, within 30 days, the Board to review a determination that there is no reason to believe a violation occurred. Directs the Board to assign each complaint to a hearing examiner. Sets forth hearing requirements and procedures. Set forth provisions for Board decisions. Directs the Board to review the transcript and findings and recommendations of the hearing examiner with respect to each formal complaint. Requires the Board to render a decision within 60 days after the filing of the formal complaint. Requires the Board to include an order for remedial action if it determines that a violation has occurred. Directs the Board to prescribe and publish, with opportunity for public comment, rules and regulations to carry out this part. Part C: Appeals to Committee on Standards of Official Conduct - Allows a complainant or respondent aggrieved by a decision or order of the Board to appeal to the Committee on Standards of Official Conduct (the Committee) within 30 days of the issuance of the decision or order. Directs the Committee to render its decision within 60 days after such appeal is filed. Requires the Committee to prescribe rules and regulations for such appeal process. Part D: Miscellaneous - Sets forth remedial actions which may be specified in an order issued by the Board or the Committee. Provides that any payment ordered as such remedial action be made out of the contingent fund of the House. Prohibits intimidation of complainants or witnesses in proceedings under this title by any member, officer, or employee of the House. Requires retention of records of informal and formal complaints and appeals for at least five years. Provides for the confidentiality of such records. Requires that Board and Committee decisions and orders be made public. Title V: General Provisions - Requires each committee and office of the House to cooperate with the Board, the Office, and the Committee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Fair Employment Relations Resolution", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A resolution to amend and to implement clause 9 of rule XLIII and clause 6(a)(3)(A) of rule XI of the Rules of the House of Representatives, relating to employment practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:19-05:00"
}