{
  "actions": [
    {
      "acted_at": "1990-02-21", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-02-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "subcommittee": "Oceanography and Great Lakes", 
      "text": "Referred to the Subcommittee on Oceanography and Great Lakes.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-02-26", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Executive Comment Requested from Commerce, State, DOD, Interior, Justice, EPA, Army Corps of Engineers.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-03-22", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Oceanography and Great Lakes", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Oceanography and Great Lakes", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-04", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "in_subcommittee": "Oceanography and Great Lakes", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-04-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended).", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-04-18", 
      "in_committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-08", 
      "bill_ids": [
        "hr5835-101"
      ], 
      "references": [], 
      "text": "See also H.R. 5835.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4030-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM", 
      "subcommittee": "Subcommittee on Oceanography", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Bennett, Charles E.", 
      "sponsored_at": "1990-02-21", 
      "state": "FL", 
      "thomas_id": "00077", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bosco, Douglas H.", 
      "sponsored_at": "1990-02-21", 
      "state": "CA", 
      "thomas_id": "00112", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "98", 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "1990-02-21", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Davis, Robert W.", 
      "sponsored_at": "1990-02-21", 
      "state": "MI", 
      "thomas_id": "00273", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Hertel, Dennis M.", 
      "sponsored_at": "1990-02-21", 
      "state": "MI", 
      "thomas_id": "00534", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hochbrueckner, George J.", 
      "sponsored_at": "1990-02-21", 
      "state": "NY", 
      "thomas_id": "00546", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Hughes, William J.", 
      "sponsored_at": "1990-02-21", 
      "state": "NJ", 
      "thomas_id": "00572", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "20", 
      "name": "Lowey, Nita M.", 
      "sponsored_at": "1990-02-21", 
      "state": "NY", 
      "thomas_id": "00709", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Manton, Thomas J.", 
      "sponsored_at": "1990-02-21", 
      "state": "NY", 
      "thomas_id": "00732", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Pallone, Frank, Jr.", 
      "sponsored_at": "1990-02-21", 
      "state": "NJ", 
      "thomas_id": "00887", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Ravenel, Arthur, Jr.", 
      "sponsored_at": "1990-02-21", 
      "state": "SC", 
      "thomas_id": "00947", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Saiki, Patricia", 
      "sponsored_at": "1990-02-21", 
      "state": "HI", 
      "thomas_id": "01008", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Saxton, Jim", 
      "sponsored_at": "1990-02-21", 
      "state": "NJ", 
      "thomas_id": "01023", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Schneider, Claudine", 
      "sponsored_at": "1990-02-21", 
      "state": "RI", 
      "thomas_id": "01032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Solarz, Stephen J.", 
      "sponsored_at": "1990-02-21", 
      "state": "NY", 
      "thomas_id": "01087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1990-02-21", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Tallon, Robert M. (Robin)", 
      "sponsored_at": "1990-02-21", 
      "state": "SC", 
      "thomas_id": "01136", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-02-21", 
  "number": "4030", 
  "official_title": "To improve management of the coastal zone and enhance environmental protection of coastal zone resources, by reauthorizing and amending the Coastal Zone Management Act of 1972, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5835-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Coastal Zone Act Reauthorization Amendments of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Jones, Walter B.", 
    "state": "NC", 
    "thomas_id": "00611", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-04-18", 
  "subjects": [
    "Administrative fees", 
    "American technical assistance", 
    "Awards, medals, prizes", 
    "Coastal zone", 
    "Congressional reporting requirements", 
    "Continental shelf", 
    "Energy policy", 
    "Environmental protection", 
    "Environmental research", 
    "Estuarine area conservation", 
    "Executive reorganization", 
    "Grants-in-aid", 
    "International environmental cooperation", 
    "Land use", 
    "Negotiations", 
    "Oil and gas leases", 
    "Prospecting", 
    "Treaties"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-02-21", 
    "text": "Title I: General Provisions - Coastal Zone Act Reauthorization Amendments of 1990 - Sets forth congressional findings and purposes. Title II: Establishment of Ocean and Coastal Zone Management Service - Establishes within the National Oceanic and Atmospheric Administration an Ocean and Coastal Zone Management Service to succeed the Office of Ocean and Coastal Resource Management. Title III: Coastal Zone Management Act - Amends the Coastal Zone Management Act of 1972 to transfer specified coastal zone management authorities of the Secretary of Commerce to the Under Secretary of Commerce for Oceans and Atmosphere. Authorizes the Under Secretary to make annual grants to coastal States for the development of coastal zone management programs. Prohibits States from receiving more than two grants. Permits the Under Secretary (currently, the Secretary) to make administrative grants to States which match such grants according to specified ratios. Directs the Secretary to establish maximum and minimum grants to promote equity between States and effective coastal management. Revises program approval requirements. Requires the Under Secretary (currently, the Secretary) to make coastal resource management improvement grants to States. Revises State matching requirements for such grants. Directs State coastal management agencies to submit coastal waters protection programs to the Under Secretary. Requires such programs to implement coastal land use management measures to assist in controlling nonpoint source pollution of coastal waters. Outlines program requirements. Directs the Under Secretary to provide technical assistance to States and local governments for implementing such programs. Requires the Under Secretary to review the inland coastal boundary of each State program and evaluate whether such boundary extends inland to the extent necessary to control land and water uses having a significant impact on State coastal waters. Directs the Under Secretary to recommend modifications to such boundaries, as appropriate. Requires the Secretary to provide grants to States for coastal water protection programs. Subjects the provision of such grants to State matching requirements. Permits the Under Secretary to retain up to 30 percent of grant funds for States that are making exemplary progress in complying with program requirements. Requires the Under Secretary to mediate any disagreements between States with respect to coastal zone management. Authorizes coastal States and the Under Secretary, respectively, to collect specified administrative fees with respect to coastal zone management. Revises provisions concerning the coastal energy impact program. Directs the Under Secretary to recommend a coastal energy impact program to the Congress to include financial and technical assistance to meet the needs of States and local governments resulting from energy activities affecting the coastal zone. Requires the Under Secretary to: (1) implement a program to assist coastal States in fulfilling responsibilities under the Outer Continental Shelf Lands Act; and (2) make grants to States likely to be affected by Outer Continental Shelf energy activities, if such States match such grants according to a specified ratio. Revises loan repayment provisions. Requires the Under Secretary, if any State or local government is unable to meet a loan obligation due to insufficient revenues from energy activities, to recommend to the Congress that legislation be enacted to forgive such loan. Directs the Under Secretary to establish a coastal zone management discretionary fund to be used only for: (1) regional, interstate, and demonstration projects; (2) emergency grants to States to address disasters; (3) awards recognizing excellence in coastal zone management; and (4) program development grants. Requires the Under Secretary to implement a program to require coastal States to make continual improvements in management programs in at least one of the following national interest areas: (1) coastal wetlands protection; (2) natural hazards management; (3) public access to coastal areas; (4) assessments of impacts of coastal growth and development; and (5) procedures to facilitate the siting of energy facilities and accommodate energy-related activities. Directs the Under Secretary to assess, for each State, the priority needs for improvement in each of the national interest areas and to negotiate a National Interest Improvements Program. Provides for the annual review of such programs and waivers to program requirements. Requires the Under Secretary to retain 20 percent of the amounts appropriated for administrative and resource improvement grants to implement such programs. Sets forth grant allocation requirements. Revises provisions concerning performance reviews of State coastal zone management. Permits the Under Secretary to place coastal States on probation for failure to implement coastal management programs. Requires the Under Secretary to withdraw up to 25 percent of coastal management funds allocated to a State for corrective action purposes. Directs the Under Secretary to withdraw approval of any management program of, and any financial assistance to, a State that has failed to implement a coastal waters protection program. Revises recordkeeping and auditing requirements. Directs the Under Secretary to implement an awards program to acknowledge outstanding accomplishment in coastal zone management. Revises provisions concerning the national estuarine research reserve system. Requires research guidelines for the system to include monitoring and education activities. Increases the ceiling on financial assistance to be provided to research reserves. Permits the Under Secretary to enter into cooperative agreements with nonprofit organizations to aid activities in such reserves and to solicit donations for such activities. Authorizes appropriations. Permits coastal States, with the Under Secretary's approval, to allocate portions of any grants received under this title to local governments or regional or interstate agencies. Title IV: International Cooperation in Coastal Zone Management - Expresses the sense of the Congress that: (1) the Under Secretary and the Secretary of State should cooperate to develop a program of technical assistance to developing nations for coastal zone management; and (2) coastal zone management should be a component of negotiations pursuant to the Intergovernmental Panel on Climate Change and the Under Secretary and the Secretary are encouraged to initiate discussions with other nations to include coastal zone management as part of an international convention on global climate change."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Coastal Zone Act Reauthorization Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Coastal Zone Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To improve management of the coastal zone and enhance environmental protection of coastal zone resources, by reauthorizing and amending the Coastal Zone Management Act of 1972, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:28-05:00"
}