{
  "actions": [
    {
      "acted_at": "1973-12-20", 
      "committee": "House Committee on House Administration", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on House Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12058-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-20", 
  "number": "12058", 
  "official_title": "A bill to amend the Communications Act of 1934 to eliminate the equal broadcast opportunities requirement with respect to candidates for Federal office, to repeal the Campaign Communications Reform Act, to establish a Federal Election Commission, to impose limitations on political contributions and expenditures, to regulate the scheduling of primary elections.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Election Campaign Reform Act", 
  "sponsor": {
    "district": "9", 
    "name": "Frey, Lou, Jr.", 
    "state": "FL", 
    "thomas_id": "00416", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-20", 
  "subjects": [
    "Advisory bodies", 
    "Broadcasting", 
    "Campaign funds", 
    "Government operations and politics", 
    "Primaries"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-20", 
    "text": "Federal Election Campaign Reform Act - Permits broadcasting stations to eliminate the equal broadcast opportunities requirement with respect to candidates for Federal office. Provides for free broadcast time with respect to legally qualified candidates for Federal elective office (other than the offices of President and Vice President). Requires each station licensee to maintain a record of any political broadcast, with the identification of the person who caused it to be broadcast for a period of two years. Repeals the Campaign Communications Reform Act. Requires additional information required by the Federal Election Campaign Act of 1971 relating to reports of contributions in excess of $10, relating to detailed accounts, relating to registration of political committees, and relating to reports by political committees and candidates. Provides that every person who makes contributions or expenditures, other than by contribution to a political committee or candidate, in an aggregate amount in excess of $100 within a calendar year shall file with the Federal Election Commission a statement containing the required information. States that each candidate for election of Congress shall file with the Commission a financial disclosure report for the calendar year immediately preceding the year in which he is a candidate. States the requirements relating to campaign advertising. Establishes, as an independent establishment of the executive branch of the Government of the United States, the Federal Election Commission, which shall be composed of the Comptroller General, ex officio, with the right to vote, and six other members appointed by the President by and with the advice and consent of the Senate. Provides that the Commission shall have the power: (1) to require, by special or general orders, any person to submit in writing such reports and answers to questions as the Commission may prescribe; (2) to administer oaths; (3) to require by subpoena issued by the Chairman or Vice Chairman the attendance and testimony of witnesses and the production of all documentary evidence relating to the execution of its duties; (4) to order testimony to be taken by deposition and to compel testimony and the production of evidence in these instances; (5) to pay witnesses the same fees and mileage paid in the courts of the United States; and (6) to initiate, prosecute, defend, or appeal any court action in the name of the Commission. Provides for a civil penalty of not more than $10,000 for every violation of this Act. Declares that each candidate shall designate one political committee as his central campaign committee and that no political committee may be designated as the central campaign committee of more than one candidate. States that each candidate shall designate one or more National or State banks as his campaign depositories where a checking account shall be maintained and any contributions received shall be deposited into that account. Provides that a political committee may maintain a petty cash fund out of which it may make expenditures not in excess of $100 to any person in one transaction. Declares that no Senator, Representative, Resident Commissioner, or Delegate shall make any mass mailing of a newsletter under the frank during the sixty days immediately preceding the date on which any election is held in which he is a candidate. Authorizes to be appropriated to the Commission in each fiscal year the sum of $500,000 to be made available in such amounts as the Commission deems appropriate to the States for the purpose of assisting them to comply with their duties as set forth in this Act. Sets forth penalties for violations of this Act. Provides that no expenditure in excess of $1,000 shall be made by or on behalf of any candidate who has received his party's nomination for President or Vice President unless such expenditure has been specifically approved by the chairman or treasurer of that political party's national committee. Permits amounts received by a candidate as contributions that are in excess of any amount necessary to defray his campaign expenses, and any other amounts contributed to an individual for the purpose of supporting his activities as a holder of Federal office, to be used by that individual to defray any ordinary and necessary expenses incurred by him in connection with his duties as a holder of Federal office. Authorizes to be appropriated to the Commission sums not to exceed $5,000,000 for fiscal year ending June 30, 1974, and not to exceed $5,000,000 for each fiscal year thereafter. Declares that no primary election for Federal office may be held before the first day of the eighth calendar month beginning before the date of the general election. Prohibits the disclosure of any information regarding votes cast in any general election for the office of President or Vice President before midnight, eastern standard time, of the day on which the election is held. Provides for limitations on expenditures other than to the Office of President not to exceed: (in a primary or primary runoff campaign for nomination) 10 cents multiplied by the voting age population; (in a general or special election campaign for election to Federal office) 15 cents multiplied by the voting age population, with a candidate for President limited to the amount which a candidate for nomination for election to the office of Senator from that State might expend within the State in connection with his campaign for that nomination. Directs the Secretary of Commerce to certify to the Federal Election Commission and publish in the Federal Register an estimate of the voting age population of each State and congressional district as of the first day of July next preceding the date of certification. Limits individual contributions to $10,000 for an election to the office of President or $5,000 for an election for any other Federal office. Limits cash contributions to $25 in Federal elections."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Election Campaign Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Communications Act of 1934 to eliminate the equal broadcast opportunities requirement with respect to candidates for Federal office, to repeal the Campaign Communications Reform Act, to establish a Federal Election Commission, to impose limitations on political contributions and expenditures, to regulate the scheduling of primary elections.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:10-05:00"
}