{
  "actions": [
    {
      "acted_at": "1973-01-22", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2618-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-22", 
  "number": "2618", 
  "official_title": "A bill to amend the Social Security Act to require employers to make an approved basic health care plan available to their employees, to provide a family health insurance plan for low income families not covered by an employer's basic health care plan, to facilitate provision of health services to beneficiaries of the family health insurance plan by health maintenance organizations, by prohibiting State law interference with such organizations providing such services; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Health Insurance Partnership Act", 
  "sponsor": {
    "district": "19", 
    "name": "Railsback, Thomas F.", 
    "state": "IL", 
    "thomas_id": "00941", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-22", 
  "subjects": [
    "Health", 
    "Health insurance", 
    "Income tax", 
    "Medicaid", 
    "Social welfare", 
    "Tax deductions"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-22", 
    "text": "National Health Insurance Partnership Act - Title I: National Health Insurance Act - National Health Insurance Standards Act - Establishes a new title VI (Health Benefits for Employees and for Low-Income Families) of the Social Security Act, including the National Health Insurance Standards Act (part A of title VI) requiring employers to offer to their employees a basic health insurance plan meeting specified minimum standards. Declares it to be the intent of Congress to provide adequate protection against high costs through a family health insurance plan and to require that employers, whether or not engaged in interstate commerce, provide basic health care protection to their employees. Requires, under Part A of such title, all employers to make available a basic health care plan to employees and members of their families (except to ministers and members of religious orders, Federal, State, and local employees, employees of a foreign government or of an international organization, and persons entitled to protection under Medicare) who have been employed for 25 hours a week in 10 out of 13 weeks or 350 hours in 13 weeks. Delays these requirements for employers under unexpired union contracts entered into prior to the enactment of this Act. Provides that, if the employer's share of the premiums exceeds 4 percent of his average wages paid, the Secretary shall pay the employer the amount of such excess multiplied by the number of employees up to 10. Requires that benefits under an approved plan must include inpatient hospital services, emergency services, physicians' services including well-child care (to age 5), and annual eye examination (to age 12) and other medical and health services. Prohibits exclusion from benefits under the plan of any health condition which existed on the date that the employee initially secured coverage thereunder for any period of time commencing 6 months after enrollment; or from the time of enrollment in the case of maternity. Permits the plan to contain benefits in addition to those that are required, but requires that they must be offered optionally. Requires employers to offer the option to receive care through a health maintenance organization. Requires that insurance companies which underwrite employer sponsored plans must also develop group policies for use by small employers and for protection for self-employed individuals and others not otherwise eligible under the foregoing provisions of this title or title XVIII of the Social Security Act. Defines a \"small employer\" to be one who employs fewer than 100 employees on each of 90 days during a period of 180 consecutive days. Requires each insurer to notify the Secretary of Health, Education and Welfare when an employer subscribes to a plan. Requires an employer who self-insures to notify the Secretary of what his plan provides. Requires the approval by the Secretary of those plans which meet the requirements of this Act. Provides that any employer who willfully and knowingly fails to adopt an approvable basic health care plan required under this title shall be guilty of a misdemeanor and upon conviction thereof shall be fined an amount equal to $1000 for each employee for which such a plan should have been available. Permits an employee to maintain an action to compel his employer to make a basic health care plan available, and to recover any expenditures necessitated by his employer's failure to make such a plan available. Makes the foregoing provisions effective on July l, l973, except that the 25 percent limitation on contributions to premiums shall apply only to the period beginning January l, l976 (the percentage limitations being 35% during the interim period). Allows the employer to deduct from gross income for tax purposes premiums paid for all required health benefits. Title_II: Family_Health_Insurance_Plan_- Family Health Insurance Act - Establishes a \"Family Health Insurance Act\" within title VI of the Social Security Act (Part B). Declares it to be the purpose of this title to assist low-income families with children to obtain adequate insurance coverage to meet their health needs, in a manner which will encourage the efficient and economical use of resources for health care, through the establishment of the family health insurance plan. Provides health insurance to family members who are not eligible for coverage under title I of this Act or Medicare, where the annual family income is less than $5000 for a family of four (and comparable amounts for families of other sizes) and family resources less than $1500. Makes coverage compulsory for eligible family members where Family Assistance Plan and State Supplementary payments equal or exceed the amount of the premium. Determines eligibility (with respect to the income levels) prospectively for 6 month periods. Permits redeterminations during the 6 month period if there have been changes affecting eligibility. Prescribes premiums on family income classess. Establishes a system of income classes, for purposes of computing premiums, deductibles, and coinsurance. Authorizes agreements with States under which the Secretary will administer additional benefits for persons with Family Health Insurance Plan coverage on behalf of the State. Prescribes that the State shall pay the costs of the additional benefits, but not the administrative costs. Makes this title effective July 1, l973. Title III: Restriction of Medical Assistance Programs to Aged, Blind, Disabled, and Children in Foster_ Care - Provides that the only mandatory coverage groups under State Medicaid plans will be the aged, blind, and disabled who are either receiving cash assistance under the State title XVI (Social Security Act) plan, or whose income and resources meet the requirements of such plan. Provides that State Medicaid plans may optionally include the aged, blind, and disabled who are medically indigent (whether or not they meet the income and resources tests of the title XVI plan) and also medically indigent children who are not eligible for health insurance coverage under a plan approved under titles I or II of this Act. Title_IV: Inapplicability of State Law to Health Maintenance Organizations - Makes inapplicable to Health Maintenance Plans any State law or regulations which are inconsistent with the obligations of the organizations under agreements with the Secretary to provide services under the family health insurance plan or under the Secretary's regulations to carry such agreement out. Makes inapplicable, in the case of any physician affiliated with any such organization, any State law or regulation which interferes with the performance of functions of the physician by any employee of the physician or the organization. Title_V: General Severability - Contains a severability clause in case any provision of the bill or any application of any provision of the bill is held invalid so as to provide that such a holding would not affect the rest of the bill and any other applications thereof."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Health Insurance Partnership Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Family Health Insurance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Health Insurance Standards Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to require employers to make an approved basic health care plan available to their employees, to provide a family health insurance plan for low income families not covered by an employer's basic health care plan, to facilitate provision of health services to beneficiaries of the family health insurance plan by health maintenance organizations, by prohibiting State law interference with such organizations providing such services; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:32-05:00"
}