{
  "actions": [
    {
      "acted_at": "1978-05-09", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-09", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-05-19", 
      "bill_ids": [
        "hr39-95"
      ], 
      "references": [], 
      "text": "Text as amended inserted in H.R. 39 as passed House.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12625-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Forsythe, Edwin B.", 
      "sponsored_at": "1977-01-03", 
      "state": "NJ", 
      "thomas_id": "00402", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Leggett, Robert L.", 
      "sponsored_at": "1977-01-03", 
      "state": "CA", 
      "thomas_id": "00678", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Murphy, John M.", 
      "sponsored_at": "1977-01-03", 
      "state": "NY", 
      "thomas_id": "00842", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1977-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-05-09", 
  "number": "12625", 
  "official_title": "A bill to designate certain lands in the State of Alaska as units of the National Park, National Wildlife Refuge, Wild and Scenic Rivers and National Wilderness Preservation System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr39-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Alaska National Interest Lands Conservation Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-05-09", 
  "subjects": [
    "Alaska", 
    "Conservation of natural resources", 
    "Easements", 
    "Energy policy", 
    "Environmental assessment", 
    "Federal advisory bodies", 
    "Fishing", 
    "Forests and forest products", 
    "Hunting", 
    "Indian hunting and fishing rights", 
    "Mineral resources conservation", 
    "National defense", 
    "National forests", 
    "National parks", 
    "Navigation", 
    "Navigation (Aeronautics)", 
    "Parks", 
    "Petroleum and petroleum products", 
    "Petroleum reserves", 
    "Pipelines", 
    "Public lands and natural resources", 
    "Right-of-way", 
    "Rivers", 
    "Roads and highways", 
    "Tourist trade", 
    "Transportation and state", 
    "Trapping", 
    "Water resources development", 
    "Wild rivers", 
    "Wilderness areas", 
    "Wildlife conservation", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-05-09", 
    "text": "Alaska National Interest Lands Conservation Act - Title I: Findings, Policy, and Definitions - Declares it to be the policy of the Congress that: (1) it is necessary to immediately designate public lands in Alaska for inclusion in the National Park, National Wildlife Refuge, Wild and Scenic Rivers, National Forest, National Trails, and National Wilderness Preservation Systems; (2) intangible values shall be considered on an equal basis with quantifiable values, sound ecological principles shall be adhered to, and full public participation shall be encouraged in the planning, management, and administration of these conservation system units; (3) the public should have access to the public lands in Alaska, including access to those public lands which constitute conservation system units, consistent with the purposes for which those units are established; (4) those persons now dependent upon subsistence use of the public lands in Alaska should be enabled to continue in that lifestyle, to the extent possible, and within conservation system units, in a manner consistent with the purposes for which the units are established or expanded; and (5) in carrying out the provisions of this Act, the Federal Government, is to give continuing consideration to the interest of the State of Alaska and its subdivisions and the Native Corporations in maintaining a viable economy and providing employment for citizens of Alaska. Excludes land selections of the State of Alaska which have been tentatively approved under the Alaska Statehood Act, as well as certain other selections, from the definition of \"public lands. Title II: National Park System - Establishes as units of the National Park System: (1) Aniakchak National Monument and Aniakchak National Preserve; (2) Bering Land Bridge National Preserve; (3) Cape Krusenstern National Monument and Cape Krusenstern National Preserve; (4) Gates of the Arctic National Park and Gates of the Arctic National Preserve; (5) Kenai Fjords National Park; (6) Kobuk Valley National Park; (7) Lake Clark National Park; (8) Noatak National Preserve; (9) Wrangell-Saint Elias National Park and Wrangell-Saint Elias National Preserve; and (10) Yukon-Charley Rivers National Preserve. Expands and redesignates: (1) Mount McKinley National Park, by addition of the Denali National Preserve and Denali National Park; (2) Glacier Bay National Monument, to be designated as Glacier Bay National Park; and Katmai National Monument, to be designated as Katmai National Park and Katmai National Preserve. Directs the Secretary of the Interior to administer the lands, waters, and interests so established, designated, or enlarged. Provides that certain valid Native selections are recognized and shall be honored and conveyed by the Secretary in accordance with the Alaska Native Claims Settlement Act and this Act. Title III: National Wildlife Refuge System - Defines the term \"conserve,\" for purposes of this Title, as the use of such methods and procedures which are necessary to ensure the health, preservation, and enhancement of fish and wildlife and plants, their habitats, and the ecological system of which they form a constituent element. Defines \"refuge\" to mean any unit of the National Wildlife Refuge System established by this Act, prior to the enactment of this Act, or following the enactment of this Act. Declares the major purposes of each refuge to be: (1) to conserve the designated fish and wildlife, as well as to conserve the other fish and wildlife, and plants within the refuge; (2) to fulfill the international treaty obligations of the United States with respect to fish and wildlife and plants; (3) to ensure water quality and water quantity within the refuge; and (4) to protect, maintain, or enhance any special value of the refuge, as well any other archeological, cultural, ecological, geological, historical, paleontological, recreational, or scenic value of the refuge. Provides that each refuge shall be administered by the Secretary to achieve such purposes, and in accordance with the laws governing the administration of units of the National Wildlife Refuge System, the laws governing the conservation and protection of fish and wildlife and plants, and this Act. Directs the Secretary to administer each refuge in order to provide an opportunity for subsistence uses, to the extent that it is compatible with the major purposes of the refuge. Withdraws, subject to valid existing rights, all public lands in each refuge from all forms of appropriation under the mining laws and from operation of the mineral leasing laws. Authorizes the Secretary to permit oil and gas development and hardrock mining under a leasing program. Directs the Secretary to prepare a comprehensive conservation plan for each refuge. Sets forth the contents of such plans. Requires that the Secretary consult with the appropriate State agencies and Native Corporations, and hold public hearings, in preparing such plans. Provides that the Secretary shall publish notice of a proposed plan in the Federal Register, and make copies of the plan available to at each regional office of the United States Fish and Wildlife Service, and provide opportunity for public views and comment on the plan. Designates the first six miles off each coastal refuge, except the Kenai National Wildlife Refuge, as a seaward area subject to cooperative management by the Department of the Interior, the Department of Commerce, and the State of Alaska. Establishes the Seaward Area Management Planning Committee to prepare a comprehensive management plan for each seaward area. Provides that such plan shall set forth procedures and actions to assure that the major purposes of the coastal refuge are achieved within the seaward area and that the marine ecosystem within such area is conserved. Provides that regulations shall be issued by the appropriate authorities, after the adoption by the Committee of any plan. Stipulates that no plan shall affect certain rights of the State, as well as the administration and implementation of the Fishery Conservation and Management Act of 1976. States that no plan may provide for any procedure or action which is contrary to, or inconsistent with, Federal laws governing the conservation or protection of fish and wildlife. Establishes as units of the National Wildlife Refuge System: (1) Alaska Maritime National Wildlife Refuge; (2) Alaska Peninsula National Wildlife Refuge; (3) Arctic National Wildlife Refuge; (4) Becharof National Wildlife Refuge; (5) Copper River National Wildlife Refuge; (6) Innoko National Wildlife Refuge; (7) Kanuti National Wildlife Refuge; (8) Kenai National Wildlife Refuge; (9) Kodiak National Wildlife Refuge; (10) Koyukuk National Wildlife Refuge; (11) Nowitna National Wildlife Refuge; (12) Selawik National Wildlife Refuge; (13) Tetlin National Wildlife Refuge; (14) Togiak National Wildlife Refuge; (15) Yukon Delta National Wildlife Refuge; and (16) Yukon Flats National Wildlife Refuge. Designates the significant fish and wildlife of each refuge. Designates the Izembek National Wildlife Range as a Refuge. Directs the Secretary to undertake to enter into cooperative management agreements with Native Corporations, the State, or persons owning land within or adjacent to a refuge. States that each such agreement shall provide that the land subject to the agreement shall be managed by the owner in a manner compatible with the major purposes of the refuge, and in a manner which will not diminish opportunities for subsistence uses in the refuge. States that the Congress funds that barren-ground caribou are a migratory species deserving special protection and that the Western Arctic and Porcupine herds of such caribou are of national and international significance. Directs the Secretary to conduct a study of the barren-ground caribou herds north of the Yukon River, and, acting through the Secretary of State, to initiate negotiations with the Government of Canada in order to enter into a treaty to protect the Porcupine caribou herd and its habitat. Declares that all Executive orders and other administrative actions which were in effect on the day before the date of the enactment of this Act will remain in force, except to the extent that they are inconsistent with this Act or the Alaska Native Claims Settlement Act. Title IV: National Forest System - Provides for the expansion of (1) Tongass National Forest, and (2) Chugach National Forest. Title V: National Wild and Scenic Rivers System - Amends the Wild and Scenic Rivers Act by adding to the Wild and Scenic Rivers System the following rivers (or segments thereof) which are outside the boundaries of other conservation system units: Birch Creek, Delta, Fortymile, Gulkana, Alagnak, Killik, Noatak, Nowitna, Unalakleet and Yukon (Ramparts section). Adds to the system the following rivers (or segments thereof) which form the boundary of, or are within, any national preserves in Alaska: Alagnak, Aniakchak, Charley, Chilikadrotna, Chitina, Mulchatna, and Noatak. Adds to the system portions of the following rivers which form the boundary of, or are within, any national wildlife refuge in Alaska: Nowitna, Porcupine, Sheenjek, Andreafsky, Ivishak, Kanektok, Kisaralik, and Wind. Requires that detailed boundaries and development plans be established for such rivers within one to four years of the date of enactment of this Act. Designates the following rivers to be studied for possible inclusion in the system: Colville, Copper (Iliamna), Copper, Etivluk-Nigu, Holitna-Hoholitna, Ikpikpuk, Koyuk, Kushkokwim, Melozitna, Mulchatna, Nelchina-Tazlina, Nuyakuk, Situk, Utukok and Squirrel. Sets forth time requirements for completion of such studies. Authorizes the Secretary to seek cooperative agreements with the owners of non- Federal lands adjoining certain rivers which are newly designated units of the Wild and Scenic Rivers System. Title VI: Designation of Wilderness and Wilderness Study Within Units or Additions to Units of the National Park, National Wildlife Refuge, and National Forest System - Designates certain lands in the following areas as wilderness and components of the National Wilderness Preservation system: (1) Aniakchak National Monument and Preserve; (2) Bering Land Bridge National Preserve; (3) Denali National Park and Preserve; (4) Gates of the Arctic National Park; (5) Glacier Bay National Park; (6) Katmai National Park; (7) Kenai Fjords National Park; (8) Kobuk Valley National Park; (9) Lake Clark National Park and Preserves; (10) Noatak National Preserve; (11) Wrangell-Saint Elias National Park and Preserve; and (12) Yukon-Charley National Preserve. Directs the Secretary to review the nondesignated wilderness within the boundaries of such units and report to the President and the Congress his recommendations concerning all such units within four years after the date of enactment of this Act. Designates certain lands within the following areas as wilderness and components of the National Wilderness Preservation System: (1) Alaska Maritime National Wildlife Refuge, to be known as Alaska Maritime Wilderness, Aleutian Islands Wilderness, Unimak Wilderness, and Semidi Wilderness; (2) Arctic National Wildlife Range, to be known as Arctic Wilderness; (3) Becharof National Wildlife Range, to be known as Becharof Wilderness; (4) Innoko National Wildlife Range, to be known as Innoko Wilderness; (5) Izembek National Wildlife Range, to be known as Izembek Wilderness; (6) Kanuti National Wildlife Range, to be known as Kanuti Wilderness (7) Kenai National Wildlife Range, to be known as Kenai Wilderness; and (8) Selawik National Wildlife Range, to be known as Selawik Wilderness. Directs the Secretary to review, as to suitability or nonsuitability for preservation as wilderness, certain other areas within the conservation system units. Designates as wilderness and as components of the National Wilderness Preservation System: (1) certain lands in the Chugach National Forest, to be known as the Nellie Juan Wilderness and College Fjord Wilderness, and (2) certain lands in the Tongass National Forest, to be known as the Stikine-Le Conte Wilderness, the West Chichagof-Yakobi Wilderness, the Yakutat Wilderness, and Admiralty Island Wilderness. Sets forth provisions relating to the management of Admiralty Island Wilderness. Sets forth special provisions regarding the management of such wilderness areas. Stipulates that such provisions are enacted in recognition of the unique conditions in Alaska, and are not to be applied to lands outside of Alaska. Designates as wilderness areas certain fish hatcheries in Nellie Juan, Stikine-LeConte, and West Chichagof-Yokobi Wilderness. Title VII: Subsistence - Declares it the policy of Congress that: (1) management policies on the public lands in Alaska are to cause the least possible adverse impact on subsistence-dependent rural people, and as far as possible, such people are to have the option of continuing a subsistence lifestyle to the extent they choose to do so; (2) nonwasteful subsistence use of wildlife and other renewable resources shall have priority over other consumptive use of such resources on the public lands in Alaska; and (3) Federal land-managing agencies are to cooperate with adjacent landowners and land managers in managing subsistence activities on the public lands and in protecting wild renewable resources in Alaska. Defines \"subsistence uses\" as the noncommercial, customary and traditional uses in Alaska of wild, renewable resources for direct personal or family use as food, shelter, fuel, clothing, tools, or transportation, for the making and selling of handicraft articles (including clothing) but only out of nonedible by-products of fish and wildlife resources taken for personal or family use or for the customary trade, barter, or sharing among subsistence users for personal or family use. Authorizes the State of Alaska to regulate the taking of fish and wildlife on public lands for subsistence purposes in a manner consistent with the policies set forth in this Act. Sets forth the required elements of the subsistence management program of the State. Provides for the establishment of not less than five management regions. Requires that there be sufficient number and boundaries of the management regions to assure that regional differences in subsistence uses are adequately accommodated. Provides for the establishment of a system of local and regional fish and wildlife councils within each management region. Sets forth the functions of such councils, including the preparation of recommended subsistence management plans for each region. Directs the Secretary to monitor the State subsistence management program and the implementation of such program. Authorizes the Secretary to close the public lands in an area to all consumptive uses except subsistence uses by local residents, if it is determined that: (1) the State has failed to implement a subsistence management program or, (2) the State has failed to make necessary changes in the program as indicated by the Secretary, and (3) such failure threatens the natural stability and continued productivity of the fish and wildlife populations on public lands in the area concerned, or the ability of subsistence-dependent residents in such area to satisfy their subsistence needs. Authorizes the Secretary to temporarily close any public lands (including those within any conservation system unit) to subsistence uses if necessary for reasons of public safety, administration, or to assure the natural stability and continued productivity of one or more fish or wildlife populations. Authorizes the Secretary to enter into cooperative agreements or to otherwise cooperate with other Federal agencies, the State of Alaska, Native Corporations, and other appropriate persons and organization, (including, through coordination with the Secretary of State, other nations) in order to protect subsistence resources and uses. Directs the Secretary, in consultation with the Secretary of Agriculture, to prepare and submit to the Congress periodic uses of those resources on the public lands. Provides that summaries of such reports shall be published in the Federal Register and made available to the public. Authorizes the Secretary of the Interior and the Secretary of Agriculture to prescribe such regulations as are necessary for them to carry out their responsibilities under this Act. Authorizes the Secretary to reimburse the State wildlife agency 50 percent of the costs of developing and implementing the State's program, providing that such reimbursements do not exceed $5,000,000 in any one fiscal year. Title VIII: Implementation of Alaska Native Claims Settlement Act and Alaska Statehood Act - Conveys: (1) to the Village Corporations, the surface estate in the \"core townships\": (towns on townships in which the Native villages are located); (2) to the Village Corporations, lands on the Native reserves which were set aside for the use or benefit of the stockholders or members of such Corporations before the date of enactment of the Alaska Native Claims Settlement Act; and (3) to the appropriate Regional Corporations, the subsurface estate in the \"core townships. Permits Native Corporations to utilize an expedited conveyance procedure, and sets forth such procedure. Requires Native Corporations choosing to utilize such procedure to file with the Secretary a list of its conveyance priorities. Sets forth administrative provisions concerning: (1) easements on core township lands, other lands, and acquisition of future easements; (2) status of certain lease offers; (3) extention of the moratorium on State taxation of undeveloped and unimproved lands; and (4) State selection and conveyances. Establishes the Alaska Native Land Bank Program, which will permit a Native Corporation to place its undeveloped and unimproved land holdings into an agreement with the State, or the Secretary if the State declines participation. States that such agreements shall be for ten years, with five year renewal periods. Provides that lands in such programs shall not be sold, transferred, improved or developed, shall be exempt from Federal and State taxation, shall not be subject to adverse possession, and shall not be subject to any action at law or equity to recover sums owed or penalties incurred by any Native Corporation, or any officer, director, or stockholder of any such Corporation. Provides that for three years after the date of enactment of this Act, any appropriate Federal court shall have jurisdiction to hear, consider, and decide any action brought by the State or by a Native Corporation to enforce the provisions of this Title. Title IX: Minerals Assessments, Exploration, Development, and Extraction on Conservation System Units - Directs the Secretary to continue programs to assess the mineral potential of all public lands in Alaska and authorities such techniques as side-locking radar, radar imagery and core drilling of geologic information. Authorizes the Secretary to: (1) study and conduct assessments of the oil, gas, and other mineral potential of all public lands in Alaska; (2) establish priorities for accelerated assessments with respect to mineral for which there is a high potential on public lands; and (3) enter into contracts with public or private entities to carry out such programs. Allows individuals holding valid existing mineral claims or leases on public lands within conservation units to carry out activities related to the exercise of rights under such claims in a manner compatible with the purposes of such units. Provides that existing regulations concerning such activities shall continue to be in effect until new regulations take effect. Permits any holder of a patented or unpatented mining claim which is written a conservation system unit who believes he has suffered a loss by operation of this section, to bring an action in the United States District Court for Alaska recover just compensation. Requires that the court award compensation if it finds that there was a taking of property. States that the following areas in Alaska are subject to the minerals access process: (1) national preserves and natural wildlife refuges and ranges, except for portions designated as wilderness; (2) the Misty Fjords area within the Tongass National Forest; and (3) the Special Study Area within the Arctic National Wildlife Range and wilderness, on April 1, 1984. Provides that, with the exception of mineral development and extraction under claims or leases in effect on the date of enactment of this Act, the mineral access process shall be the exclusive procedure for permitting such development. Sets forth procedures for initiation of the minerals access process by application or Secretarial motion. Requires the Secretary, within 14 months after the designated 90-day application periods, to either transmit a recommendation to Congress or publish notice in the Federal Register that he will not transmit a recommendation. Requires the Secretary to make and transmit a recommendation in response to an application concerning the exploration for, and development and extraction of, a particular mineral or mineral and permit him to make and transit such a recommendation on his own motion if he has made certain findings relating to the national need for such mineral or minerals. Prohibits any court of the United States from issuing any injunction, stay, or other relief which would prevent or delay the transmission of a recommendation by the Secretary to the Congress. Provides that the enactment of a joint resolution approving the findings of the Secretary shall be conclusive as to the legal and factual sufficiency of the Secretary's findings. Provides guidelines for the transmission of environmental impact statements with the Secretary's recommendations to the Congress. Sets forth procedures for Congressional approval of the Secretary's recommendations. States that a recommendation of the Secretary shall take effect only upon the enactment of a joint resolution of approval, within 120 days after receipt of such recommendation. Establishes a procedure for expedited Congressional consideration of such joint resolutions. Provides for the issuance of five-year exploration permits to the applicant whose application was the subject of such a Secretarial recommendation and was approved by a joint resolution of the Congress. Authorizes the Secretary to extend such permits for an additional five-year period grants holders of such permits a right to a lease upon such holders' discovery of a valuable deposit of one or more minerals which make a significant contribution to meet the national need. Requires that the holder of such permit be offered a 15-year deferred preference right to a lease if he discovers a deposit which would make a significant contribution to meeting the national need, but which is not at the time of application for lease a valuable deposit. Provides for the granting of a right-of-first-refusal for a lease to develop mineral which are not covered by the approved recommendation. Directs the Secretary to promulgate regulations for minerals exploration, development and extraction on a permit and lease basis within 60 days following the date of enactment of a joint resolution approving a recommendation. Requires the preparation of specific environmental impact statements, in certain circumstances. Permits the sale or transfer of exploration permits and development and extraction leases. Title X: Transportation and Utility Systems on Conservation System Units - Provides that laws which are generally applicable to units of the National Park, Wilderness Preservation, Wild and Scenic Rivers, and Wildlife Refuge Systems regarding rights-of-way for transportation or utility systems, shall apply to units of conservation systems in Alaska. Reaffirms the authority of the Secretary to provide access to wilderness areas for the administration of such areas (including emergency measures involving the health and safety of persons within the areas) consistent with the Wilderness Act. Sets forth procedures for the consideration and processing of applications for rights-of-way on public lands within conservation units in Alaska for transportation or utility systems over which the Secretary has no authority. Authorizes the Secretary to grant rights-of-way for certain oil or gas pipelines if he has determined that there is no economically feasible alternative route. Authorizes the Secretary to grant a right-of-way for a transportation or utility system across public lands within a conservation system unit (other than a wilderness area), if an environmental impact statement for that section of the right-of-way crossing such unit would not have been required under the National Environmental Policy Act of 1969 and the Secretary has determined that such right-of-way: (1) would not result in a significant adverse effect on the conservation system unit, and (2) would be compatible with the purposes for which the unit was established and the purposes of this Act. Requires the Secretary to transmit a recommendation to the Congress regarding whether or not the application for a certain right-of-way which the Secretary does not have the authority to grant or deny, should be granted. States that prior to making such recommendation the Secretary must determine: (1) whether the approval of such application is in the public interest; (2) whether there is an economically feasible and prudent alternative to granting the right-of-way; and (3) whether the transporation or utility system can be constructed, operated, and maintained in a manner compatible with the purposes of the affected conservation system unit and this Act. Sets forth other items to be transmitted to the Congress by the Secretary, with such recommendations. Establishes a procedure for Congressional approval of the Secretary's recommendations. Requires the Secretary to issue a use permit for a right-of- way immediately following the enactment of a joint resolution of congressional approval. Requires payment by the permitee, to the United States, of the fair market value of the right-of-way, unless Congress otherwise directs. Sets forth certain requirements for pipelines which cross wild and scenic rivers. Title XI: Coordination - Establishes the Alaska Advisory Coordinating Council, composed of the Alaska field directors of the Federal land managing and planning agencies; the Commissioners of the Alaska Departments of Natural Resources, Fish and Game, and Environmental Conservation; and representatives from a Village Corporation and a Regional Corporation, selected by the Governor. Requires that all Council meetings be open to the public, with at least 15 days prior notice in the Federal Register and in newspapers of general circulation in Alaska. Directs the Council to conduct studies and advise the Secretary, other Federal agencies, the State, and Native Corporations regarding land and resource uses in Alaska, including transportation planning, land use designation, fish and wildlife management, tourism, agricultural development, coastal zone management, and preservation of cultural and historical resources. Authorizes the Council, with the concurrence of the concerned members, to recommend cooperative planning and management zones where the management of lands or resources of one member materially affects another. Authorizes Federal members of the Council to enter into cooperative agreements with Federal agencies, with State and local agencies, and with Native Corporations for mutual consultation, review, and coordination of resource management plans within such zones. Authorizes the Secretary to provide technical and other assistance to landowners whose lands or resources are subject to a cooperative agreement, for fire control, trespass control, law enforcement, resource use, and planning. States that such assistance may be provided without reimbursement if the Secretary determines that doing so would further the purposes of the cooperative agreement and would be in the public interest. Provides that the Council will terminate in ten years, unless it is extended by Congress. Title XII: Administrative Provisions - Authorizes the Secretary to acquire by purchase, donation, or exchange any lands within the boundaries of any conservation system unit. Stipulates that land owned by the State, a political subdivision or a Native Corporation may only by acquired with their consent. Sets forth administrative provisions relating to such acquisitions. Directs the Secretary to take actions, including acquiring or providing easements or other interests in lands, which may be necessary to assure: (1) access to subsistence lands; (2) agency access to administer conservation system units; (3) public access to the units; and (4) continued public access to State lands within the units. Sets forth administrative provisions relating to access to such lands. Authorizes the Secretary to acquire up to 7,500 acres or archeological or paleontological sites outside of the Bering Land Bridge National Preserve, Kubuk Valley National Park, and the Yukon-Charley Rivers National Preserve. Requires the Secretary, prior to acquiring any such property in excess of 100 acres to submit notice of the proposed acquisition to the appropriate committees of the Congress, and publish notice of such proposed acquisition in the Federal Register. Authorizes the Secretary to establish an information and education center for visitors to Alaska, on no more than 1,000 acres of land adjacent to the Alaska Highway. Authorizes the Secretary to establish such centers in Anchorage and Fairbanks, and authorizes the Secretary of Agriculture to establish such a center in Juneau, Ketchikan, or Sitka. Sets forth provisions relating to program planning, construction, operation and administration of such centers. Authorizes the Secretary to establish administrative sites and visitor facilities within the conservation units, if compatible, or outside the units. Directs the Secretary to locate such sites and facilities on Native lands where practicable and desirable. Sets forth the authorities of the Secretary in regard to establishing such sites and facilities. Directs the Secretary, under reasonable terms, to permit a person who on or before January 1, 1978, was adequately providing any type of visitor service to a conservation system unit, to continue providing the services if they are consistent with the purposes of the unit. Requires that the Secretary, in selecting persons to provide visitor services, give preference to Native Corporations most directly affected by the conservation system unit, and local residents. Directs the Secretary to establish a local-hire program, under which the Secretary will consider for selection qualified local residents to positions in any of the units, without regard to civil service regulations which require minimum periods of formal training or experience, other preference provisions, or numerical limitations on personnel. Requires the Secretary to submit annual reports and recommendations to Congress on such program. Requires the Secretary to prepare detailed management plans for national park and wildlife refuge units and submit them to Congress within five years of the date of enactment of this Act. Sets forth requirements for such plans, factors which must be considered, public hearings requirements, and requirements for reports to the appropriate committees of Congress. Closes all areas of the National Park System in Alaska to the taking of fish and wildlife, except for authorized subsistence use, fishing, and sport hunting as the Secretary may permit within national preserves. Stipulates that other conservation units will be subject to applicable Federal and State law. Provides for options to certain existing licensed hunting guides, who would suffer economic hardship if specified parks were closed to sport hunting. Directs the Secretary to allow nonsubsistence licensed trappers to continue trapping within certain areas if he finds that they would suffer economic hardship when those parks are closed to nonsubsistence trapping. Requires that a map and legal description of each conservation system unit be filed with the appropriate committees of the Congress, and be available in the Alaska and Washington, D.C. offices of the Federal land managing offices. Sets forth requirements for the submission to Congress of environmental impact statements and reports on major Federal actions in the units. Requires Congressional review of all regulations issued by the Secretary pursuant to this Act, identical to those contained in section 551 of the Energy Policy and Conservation Act of 1975. Title XIII: Miscellaneous - Establishes the Iditarod National Historic Trail, by amending the National Trails System Act. Permits the State of Alaska to donate mineral interests, as well as surface estate lands, to the Klondike Gold Rush National Historical Park. Provides for the continued use, operation, and maintenance of (1) existing air and water navigation aids and existing facilities for weather, climate, and fisheries research, where they are located within the conservation system units, and (2) existing facilities for national defense purposes, and related air and water navigation aids, within or adjacent to conservation system units. Permits the establishment, operation, and maintenance within any conservation system unit of new air and water navigation aids and related facilities, facilities for national defense purposes and related air and water navigation aids, and facilities for weather, climate, and fisheries research and monitoring. Directs the Secretary to manage the Natural Petroleum Reserve in Alaska in a manner which permits the continuation of subsistence uses and preserves surface values. Withdraws all public lands within the conservation system units in Alaska, subject to valid existing rights from the mining and mineral leasing laws of the United States. Rescinds all powersite withdrawals which apply to lands within conservation units. Permits the Secretary to grant certain applications for allotment regardless of prior state withdrawals. Directs the Secretary to study the desirability of establishing a Denali Scenic Highway. Authorizes the appropriation of such sums as may be necessary to carry out the provisions of this Act for fiscal years beginning after fiscal year 1978."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Alaska National Interest Lands Conservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain lands in the State of Alaska as units of the National Park, National Wildlife Refuge, Wild and Scenic Rivers and National Wilderness Preservation System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:07-05:00"
}