{
  "actions": [
    {
      "acted_at": "1983-03-03", 
      "bill_ids": [
        "s251-98", 
        "s14-98", 
        "s18-98", 
        "s77-98", 
        "s100-98", 
        "s124-98", 
        "s398-98", 
        "s490-98", 
        "s575-98"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture ordered to be reported an original measure in lieu of S. 251, S. 14, S. 18, S. 77, S. 100, S. 124, S. 398, S. 490, S. 575.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-03-16", 
      "references": [], 
      "text": "Committee on Agriculture. Original measure reported to Senate by Senator Helms. With written report No. 98-27.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-16", 
      "calendar": "Senate Legislative", 
      "number": "47", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 47.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1983-03-21", 
      "committee": "Committee on Foreign Relations by unanimous consent until March 25, 1983, for the consideration of Section 404", 
      "references": [], 
      "text": "Referred to the Committee on Foreign Relations by unanimous consent until March 25, 1983, for the consideration of Section 404.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-03-24", 
      "in_committee": "Committee on Foreign Relations by unanimous consent until March 25, 1983, for the consideration of Section 404", 
      "references": [], 
      "text": "Committee on Foreign Relations. Ordered favorably reported, with an amendment to Section 404.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-24", 
      "references": [], 
      "text": "Committee on Foreign Relations. Reported to Senate by Senator Percy with an amendment. With written report No. 98-37.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-24", 
      "calendar": "Senate Legislative", 
      "number": "69", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 69.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s540-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "540"
    }, 
    {
      "amendment_id": "s541-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "541"
    }, 
    {
      "amendment_id": "s542-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "542"
    }, 
    {
      "amendment_id": "s1266-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1266"
    }
  ], 
  "bill_id": "s822-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-16", 
  "number": "822", 
  "official_title": "An original bill to expand markets for United States agricultural commodities, expand authority for the use abroad of Commodity Credit Corporation stocks, require the export sale of Commodity Credit Corporation dairy products, improve programs under Public Law 480, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s14-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s18-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s77-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s100-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s124-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s251-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s398-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s490-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s575-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural Export Equity and Market Expansion Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Helms, Jesse", 
    "state": "NC", 
    "thomas_id": "01359", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-03-03", 
  "subjects": [
    "Africa", 
    "Agricultural subsidies", 
    "Agricultural surpluses", 
    "Agriculture and Rural Affairs", 
    "Agriculture in foreign trade", 
    "Barter", 
    "Commodity Credit Corporation", 
    "Cotton", 
    "Dairy products", 
    "Department of Agriculture", 
    "Economic assistance", 
    "Exports", 
    "Farm produce", 
    "Food and Food Industry", 
    "Food relief", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Grain trade", 
    "International relief", 
    "National Security and Intelligence Operations", 
    "Petroleum and petroleum products", 
    "Petroleum reserves", 
    "Public Welfare and Charities", 
    "Strategic materials", 
    "Trade agreements", 
    "Treaties", 
    "U.S.S.R.", 
    "Wheat"
  ], 
  "subjects_top_term": "Agriculture in foreign trade", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1983-03-24", 
    "text": "(Reported to Senate from the Committee on Foreign Relations with amendment, S. Rept. 98-37) Agricultural Export Equity and Market Expansion Act of 1983 - Title I: Congressional Findings and Policy - Sets forth congressional findings and declarations of policy concerning the export of U.S. agricultural commodities. Title II: Agricultural Export Promotion and Demand Enhancement - Requires the Secretary of Agriculture to sell, for export, in FY 1983 through 1985 not less than 150,000 metric tons per year of dairy products owned by the Commodity Credit Corporation (the Corporation). Requires such sales to be made under existing authorities available to the Secretary or the Corporation. Directs the Secretary to submit semiannual reports on the status of such sales to specified congressional committees. Amends the Omnibus Budget Reconciliation Act of 1982 to require the Secretary to use one-half of the proceeds from the sale of such dairy products each year for export assistance for U.S. agricultural commodities and products (in order to equalize the price and credit subsidies of foreign nations on their agricultural exports). Requires the use of specified Corporation funds for export assistance. Requires the Secretary to carry out this program through the Corporation. Authorizes the Secretary to formulate and carry out a program under which agricultural commodities and products acquired by the Corporation are made available, for export without charge, to U.S. exporters and users and foreign purchasers in order to promote export markets for such commodities and products. Requires the Secretary to: (1) ensure that equal treatment is provided to domestic and foreign purchasers and users in cases where the importation of a manufactured product made from agricultural commodities, made available for export under this Act, would place domestic users of such commodity at a competitive disadvantage; (2) consider all interested foreign purchasers for participation, giving priority to those who have purchased U.S. agricultural commodities in the past and who continue to do so in increased quantities; (3) ensure that Corporation stocks, made available for export under this Act, are used to encourage increased use of such commodities and to avoid unnecessary market displacement of domestic agricultural commodities; and (4) take reasonable precautions to prevent resale, transshipment or any use of such stocks other than domestic use in the importing country. Provides for supplemental distributions to foreign purchasers who use funds realized from the sale of commodities made available for export under this Act to construct or rehabilitate facilities in the importing country for specified purposes. Requires the Secretary to determine the intervals and amounts of such supplemental distributions. Requires the Secretary to carry out this program through the Corporation. Authorizes the use of up to 1,500,000 metric tons of wheat in the food security wheat reserve for the development, maintenance, and expansion of export markets under this Act. Requires the Secretary to replenish the wheat reserve, if so used, before October 1, 1984. Amends the Agricultural and Food Act of 1981 to expand, to specified levels, export market development funding for U.S. agricultural commodities and for value-added farm products and processed foods. States that U.S. cargo preference laws shall not apply to certain export promotion activities of the Corporation dealing with agricultural commodities and products. Title III: Foreign Donations of Commodity Credit Corporation Stocks and Amendments to Public Law 480 - Amends the Agricultural Act of 1949 to include other agricultural commodities and products (currently only dairy products), acquired by the Corporation, as donations for distribution to needy persons outside the United States. Provides for the direct distribution, barter or sale of such commodities. Requires the proceeds realized from the sale or barter of such commodities to be used exclusively for assistance to needy persons. Prohibits the use of such proceeds to defray operating or overhead expenses. Requires such donations to be coordinated with other U.S. foreign assistance through a specified mechanism. Amends the Agriculture Trade Development and Assistance Act of 1954 to require the President to consider distributing commodities for famine relief in processed and protein-fortified form. Requires the President to take all feasible steps to ensure that a specified tonnage of such commodities be in the form of processed and protein-fortified products. Requires the President to consider the nutritional and developmental objectives established by nonprofit volunteer agencies before using such agencies to distribute food commodities under such Act. Requires consideration be given to using U.S. nonprofit volunteer agencies and cooperatives in developing and carrying out the food for development programs. Sets forth an aggregate value target for the assistance of agricultural and rural development projects under such Act. Requires that agreements entered into under such Act shall provide that commodities or funds generated from the sale of such commodities in participating countries be used at the farm and village level in famine-prone countries, especially countries in sub-Saharan Africa, to establish certain rural projects. Title IV: Agricultural Commodity Export Sales and Use - Authorizes the sale of extra long staple cotton held by the Corporation at prices determined by the Secretary to maintain and expand export and domestic markets for such cotton. Expresses the sense of Congress that the President should take action to initiate negotiations with the U.S.S.R. to conclude a long-term grain sales agreement. Amends the Commodity Credit Corporation Charter Act to require the Corporation to accept strategic and critical materials produced abroad in exchange for agricultural commodities acquired by the Corporation. Requires the Secretary to follow certain procedures in effecting such exchanges. Sets forth provisions concerning materials received in such exchanges. Amends the Foreign Assistance Act of 1961 to require the President to use not less than 35 percent of the funds appropriated for economic support programs and made available for commodity import programs for the purchase of agricultural commodities and agricultural- related products. Requires that no less than 20 percent of such funds be used for the purchase of domestic agricultural commodities, including one-half of such amount for the purchase of processed or value-added commodity products. Title V: Congressional Reports - Requires the Secretary to submit a report to specified congressional committees, by July 1, 1983, on the use of export subsidies by foreign nations. Specifies the requirements of such report. Requires the President to submit a written report to Congress by March 31, 1983, describing the negotiation of a long-term grain sales agreement with the U.S.S.R., providing a higher minimum purchase requirement than the present agreement. Requires the Secretary of Agriculture to submit a report to Congress describing the growth of and prospects for bilateral agricultural trade agreements and the potential impact of such agreements on trade. Requires the Secretary of Agriculture to submit a report to Congress describing the status of Commodity Credit Corporation barter or exchange of commodities programs. Requires the Secretary of State to submit a report to Congress describing all programs administered by the Secretary under which surplus agricultural commodities could be distributed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Export Equity and Market Expansion Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Agricultural Export Equity and Market Expansion Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to expand markets for United States agricultural commodities, expand authority for the use abroad of Commodity Credit Corporation stocks, require the export sale of Commodity Credit Corporation dairy products, improve programs under Public Law 480, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:23-05:00"
}