{
  "actions": [
    {
      "acted_at": "1979-12-19", 
      "committee": "Senate Committee on the Budget", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Budget.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-12-19", 
      "committee": "Senate Committee on Governmental Affairs", 
      "references": [], 
      "text": "Referred to Senate Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2151-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Budget", 
      "committee_id": "SSBU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1979-01-03", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Helms, Jesse", 
      "sponsored_at": "1979-01-03", 
      "state": "NC", 
      "thomas_id": "01359", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1979-01-03", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-19", 
  "number": "2151", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to establish procedures for setting targets and ceilings, in the congressional budget process, for loans and loan guarantees under Federal credit programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Credit Program Control Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Percy, Charles H.", 
    "state": "IL", 
    "thomas_id": "01418", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-19", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional agencies", 
    "Congressional budget", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Government lending", 
    "Legislation", 
    "Legislative procedure", 
    "Presidential messages"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-19", 
    "text": "Federal Credit Program Control Act of 1979 - Declares that the purpose of this Act is to provide a basis for controlling loans and loan guarantees under Federal credit programs through the congressional budget process. Amends the Congressional Budget Act of 1974 to require the Congressional Budget Office to provide information to the Budget Committees of each House of Congress with respect to direct loans and loan guarantees and to include such information in its annual report. Requires the first concurrent resolution on the budget for each fiscal year to set forth the appropriate level of total gross obligations for the principal amount of direct loans and the appropriate level of total commitments to guarantee loans and to allocate such totals among the major functional categories of the budget. Directs each standing committee of the House and Senate to submit its estimates of direct loan obligations and loan guarantee commitments provided for in legislation under its jurisdiction by March 15 of each year for consideration of the Budget Committees in formulating the budget resolution. Directs the House and Senate Banking Committees to submit recommendations to the Budget Committees for the aggregate levels of direct loans and loan guarantees in each fiscal year. Requires the joint explanatory statement accompanying a conference report on the concurrent resolution on the budget to include an estimated allocation of the total levels of direct loan obligations and loan guarantee commitments among the committees of the House and Senate. Directs the Committees on Appropriations to provide such an allocation among their subcommittees as soon as practicable after a budget resolution has been agreed to. Requires the House Committee on Appropriations, before reporting any regular appropriations bills, to submit a summary report to the House comparing the credit authority contained in such bills to the levels agreed to in the budget resolution. Requires any report accompanying legislation conferring new budget authority or increasing tax expenditures to include information on direct loan obligations and loan guarantee commitments. Establishes a deadline for the completion of action on legislation limiting credit authority. Requires the second concurrent resolution on the budget in any fiscal year and the reconciliation process to take into account Federal obligations and commitments on loans and loan guarantees. Declares out of order any measure brought up for consideration in either House which would increase the level of loan obligations and guarantee commitments agreed to in the budget process. Requires any authority to guarantee the payment of any indebtedness to be contingent on provisions in appropriation Acts. Amends the Budget and Accounting Act, 1921, to direct the President to include items relating to Federal loan obligations and guarantee commitments in the annual budget message to the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Credit Program Control Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to establish procedures for setting targets and ceilings, in the congressional budget process, for loans and loan guarantees under Federal credit programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:16-05:00"
}