{
  "actions": [
    {
      "acted_at": "1985-05-09", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-05-21", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture requested executive comment from Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-05-21", 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "text": "Committee on Agriculture requested executive comment from Agriculture Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-09-19", 
      "bill_ids": [
        "s1714-99"
      ], 
      "in_committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Agriculture. Provisions of measure incorporated into measure S. 1714 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s515-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "515"
    }
  ], 
  "bill_id": "s1119-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1985-05-09", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-05-09", 
  "number": "1119", 
  "official_title": "A bill to revise and extend programs to provide price support and production incentives for farmers to assure an abundance of food and fiber, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1714-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Agricultural and Food Assistance Act of 1985", 
  "sponsor": {
    "district": null, 
    "name": "Melcher, John", 
    "state": "MT", 
    "thomas_id": "00790", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1985-09-19", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Agricultural credit", 
    "Agricultural education", 
    "Agricultural extension work", 
    "Agricultural insurance", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and Rural Affairs", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Business and commerce", 
    "Checkoff", 
    "Conservation of natural resources", 
    "Corn", 
    "Cotton", 
    "Dairy products", 
    "Department of Agriculture", 
    "Developing countries", 
    "Disaster relief", 
    "Disasters and Disaster Relief", 
    "Economics and public finance", 
    "Education", 
    "Environmental protection", 
    "Executive Office of the President", 
    "Executive reorganization", 
    "Export credit", 
    "Exports", 
    "Federal advisory bodies", 
    "Feed grain program", 
    "Finance and financial sector", 
    "Food and Food Industry", 
    "Food relief", 
    "Food stamps", 
    "Foreign Trade and Investments", 
    "Foreign trade promotion", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Income tax", 
    "Insurance", 
    "Interest", 
    "Interest rates", 
    "Livestock", 
    "Milk", 
    "National banks", 
    "Nuts", 
    "Research and development", 
    "Rice", 
    "Soil conservation", 
    "Soil erosion", 
    "Soybeans", 
    "Sugar and sugar trade", 
    "Tax returns", 
    "Trade agreements", 
    "Treaties", 
    "Water and Water Resources Development", 
    "Water conservation", 
    "Water supply", 
    "Wheat", 
    "Wool"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-05-09", 
    "text": "Agricultural and Food Assistance Act of 1985 - Title I: Food Aid and Trade - Amends the Agricultural Act of 1949 to direct the Secretary of Agriculture to furnish to nonprofit voluntary agencies and the World Food Program for distribution in developing countries at least ten percent of the available amount of each surplus eligible commodity in any fiscal year. Makes conforming amendments to the Agricultural Trade Development and Assistance Act of 1954 (Public Law 480). Extends such Act and the Food Security Wheat Reserve Act of 1980 through FY 1989. Directs the Secretary to carry out a program under which commodities acquired by the Commodity Credit Corporation through its price support operations are made available to United States exporters, processors, and foreign purchasers. Amends the Food for Peace Act of 1966 regarding intermediate credit for agricultural exports. Declares that it is the sense of Congress that the President should negotiate long-term bilateral and multilateral agreements to promote the free trade of agricultural commodities and products between the United State and other countries. Directs the President to designate a Special Assistant to the President for Food Aid and Trade. Title II: Natural Resources Conservation - Declares that it is the sense of Congress that full support and funding for the Soil Conservation Service be continued. Soil Conservation Act of 1985 - Disqualifies from agricultural program benefits, with specified exceptions, any person who produces during any crop year an agricultural commodity on highly erodible land. Directs the Secretary to carry out a conservation reserve program under which farmers agreeing to perform long-term (seven to 15 year) conservation measures on highly erodible land shall receive payments to help offset the cost of such measures. Soil and Water Conservation Fund Act - Amends the Internal Revenue Code to establish in the Treasury a Soil and Water Conservation Fund into which taxpayers may designate transfer of $5 of the taxes they pay. Title III: Wool and Mohair - Amends the National Wool Act of 1954 to extend the current price support program for wool and mohair through FY 1989. Title IV: Wheat - Amends the Agricultural Act of 1949 to set forth price supports, loan rates, target prices, disaster payment rates, acreage reduction, and set-aside program and land diversion goals for the 1986 through 1989 crops of wheat. Title V: Feed Grains - Amends the Agricultural Act of 1949 to set forth price supports, loan rates, target prices, disaster payment rates, acreage reduction, and set-aside program and land diversion goals for the 1986 through 1989 crops of corn and other feed grains. Title VI: Rice - Amends the Agricultural Act of 1949 to set forth price supports, loan rates, target prices, disaster payment rates, acreage reduction, and set-aside program and land diversion goals for the 1986 through 1989 crops of rice. Title VII: Cotton - Amends the Agricultural Act of 1949 to set forth price supports, loan rates, target prices, disaster payment rates, acreage reduction and set-aside program and land diversion goals for the 1986 through 1989 crops of upland cotton. Title VIII: Peanuts - Amends the Agricultural Adjustment Act of 1938 and the Agricultural Act of 1949 to set forth national and farm poundage quotas and price supports for the 1986 through 1989 crops of peanuts. Title IX: Sugar - Amends the Agricultural Act of 1949 to set forth price supports for the 1986 through 1989 crops of sugarcane and sugar beets. Title X: Soybeans - Amends the Agricultural Act of 1949 to set forth price supports for the 1986 through 1989 crops of soybeans. Title XI: Dairy - Amends the Agricultural Act of 1949 to set forth formulae for the determination of dairy price supports for FY 1986 through 1989. Title XII: Miscellaneous - Amends the Agricultural Act of 1949 to extend through 1989 the current limitation ($50,000) on total payments to any person under the wheat, feed grain, upland cotton, and rice programs. Authorizes the Secretary of Agriculture to make advance deficiency payments available for wheat, feed grains, upland cotton, or rice if acreage limitation or set-aside programs are established and it is determined that deficiency payments are likely to be made. Title XIII: Agricultural Credit - Agricultural Credit Act of 1985 - Amends the Consolidated Farm and Rural Development Act to authorize the Secretary to make grants to States for use in buying down the interest rates charged by commercial or cooperative lenders to farmers and ranchers whose debts are restructured by such lenders. Provides for Federal buy-downs where it is not practicable for States to provide matching funds. Authorizes the Farmers Home Administration (FmHA) to use special terms, including leases with options to buy and low-interest, long-term financing, to dispose of farm property in inventory to limited resource farmers. Directs the Secretary to study the administrative appeals procedure of the FmHA and report findings to the Congress by September 1, 1986. Directs the Secretary to hire personnel needed to process FmHA farm loan applications expeditiously. Revises requirements for speedy designation of approved lenders. Agricultural Credit Task Force Act of 1985 - Establishes a National Task Force on Agricultural Credit to study the credit problems confronting U.S. agricultural producers and related businesses. Requires a final report to the President and the Congress by July 1, 1986. Amends the Farm Credit Act of 1971 to make certain revolving funds available to the Governor of the Farm Credit Administration to alleviate the impairment of stock of Federal land bank associations and production credit associations. Title XIV: Agricultural Research and Extension - National Agricultural Research, Extension, and Teaching Policy Act Amendments of 1985 - Extends through FY 1989 certain provisions of the National Agricultural Research, Extension, and Teaching Policy Act of 1977. Title XV: Food Stamps - Food Stamp Act of 1977 Amendments of 1985 - Amends the Food Stamp Act of 1977 to extend its provisions through FY 1989. Title XVI: Commodity Distribution - Amends the Agriculture and Consumer Protection Act of 1973 to extend through FY 1989 the commodity distribution program and the commodity supplemental feeding program. Extends through FY 1987 the Temporary Emergency Food Assistance Act of 1983."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural and Food Assistance Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Agricultural Credit Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Agricultural Credit Task Force Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Food Stamp Act of 1977 Amendments of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Agricultural Research, Extension, and Teaching Policy Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Soil and Water Conservation Fund Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Soil Conservation Act of 1985", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and extend programs to provide price support and production incentives for farmers to assure an abundance of food and fiber, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:25-05:00"
}