{
  "actions": [
    {
      "acted_at": "1983-04-18", 
      "references": [], 
      "text": "Read twice and referred jointly to the Committees on Finance; Labor and Human Resources by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Labor and Human Resources. Hearings held. Hearings printed:  S.Hrg. 98-742.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB, Treasury Department, Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-26", 
      "in_committee": null, 
      "references": [], 
      "status": "REFERRED", 
      "subcommittee": "Labor", 
      "text": "Committee on Labor and Human Resources, referred to Subcommittee on Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-26", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Labor and Human Resources requested executive comment from Labor Department, Treasury Department, GAO, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-02", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Finance. Hearings held. Hearings printed:  S.Hrg. 98-272.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1076-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Labor", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-18", 
  "number": "1076", 
  "official_title": "A bill to amend the Railroad Retirement Act, the Railroad Unemployment Insurance Act, and the Internal Revenue Code of 1954 to provide adequate levels of railroad retirement and unemployment insurance benefits on an actuarially sound and fiscally responsible basis, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Retirement and Unemployment Insurance Solvency Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-26", 
  "subjects": [
    "College students", 
    "Cost of living adjustments", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Education", 
    "Employee benefit plans", 
    "Government trust funds", 
    "Inflation", 
    "Labor and employment", 
    "Old age, survivors and disability insurance", 
    "Railroad employees", 
    "Railroad retirement plans", 
    "Railroads", 
    "Social security eligibility", 
    "Social security taxes", 
    "Students", 
    "Taxation"
  ], 
  "subjects_top_term": "Railroad employees", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-18", 
    "text": "Railroad Retirement and Unemployment Insurance Solvency Act of 1983 - Title I: Provisions From Rail Labor-Management Agreement - Amends the Railroad Retirement Act of 1974 to make certain disabled railroad employees eligible for disability insurance benefits under the Social Security Act. Sets forth formulas for determining annuities for certain individuals who retire before the age of 62. Sets forth the annuity formulas for spouses of such individuals and spouses of disabled employees. Makes such annuities comparable to benefits payable under the Social Security Act. Revises the computation of railroad annuities with respect to cost-of-living adjustments made under the Social Security Act. Changes annuity beginning dates to conform to such dates under such Act. Eliminates post-secondary school students from eligibility for survivors' annuities. Amends the Internal Revenue Code to increase the tier II tax on railroad employees employers, and employee representatives from July 1, 1984, until July 1, 1986. Requires that social security equivalent benefits of railroad employees be taxed like social security benefits, and that tier II benefits be taxed as benefits received under employer plans. Requires the Railroad Retirement Board to make a tax return setting forth aggregate benefits paid to, and contributions made by, individuals under the Railroad Retirement Act of 1974. Requires the Board to furnish affected individuals a statement on amounts set forth in such return. Provides for the transfer of revenue increases to the Railroad Retirement Account, except increases from supplemental annuities and windfall benefits. Title II: Additional Solvency Adjustments for Railroad Retirement and Railroad Unemployment - Prohibits an increase in the non-social-security-equivalent portion of a railroad annuity if the amount available in the Railroad Retirement Account on the preceding September 30 to pay such portion is less than 125 percent of the amount actually expended during such fiscal year. Defines non-social security-equivalent portion as the difference between a railroad annuity and the monthly benefit which would have been received under the Social Security Act if all the service for such annuity were employment as defined in such Act. Amends the Internal Revenue Code to increase rail pension contributions for employers and employees by one percentage point beginning July 1, 1983. Amends the Social Security Act, the Internal Revenue Code, and the Railroad Retirement Act of 1974 to conform railroad contribution bases to Social Security wage bases. Prohibits the Secretary of the Treasury from certifying a State under the Unemployment Tax Act if such State does not provide for rail unemployment coverage and taxation. Repeals provisions of the Internal Revenue Code to conform to such prohibition. Amends the Railroad Unemployment Insurance Act to provide that no day shall be considered a day of unemployment for purposes of such Act after an employee becomes entitled to unemployment compensation under a State law. Amends the Railroad Unemployment Insurance Act to authorize advances to the railroad unemployment insurance account from the Federal unemployment account in the Unemployment Trust Fund. Requires an advance to the railroad unemployment insurance account in an amount sufficient to repay amounts due the Railroad Retirement Account. Provides for an increase in rail contributions after June 30, 1987, if the outstanding balance of amounts borrowed is not less than such balance on June 30, 1985. Amends the Railroad Retirement Act of 1974 to accelerate the financial interchange by one month through 1990, to place certain social security trust funds in the financial condition they would have been in had all rail employment been covered under social security. Authorizes the Railroad Retirement Board to borrow from the Treasury each month amounts required to place the Railroad Retirement Account on a current basis and to pay benefits. Converts future windfall benefits (dual benefit payments) to appropriated entitlements. Authorizes the Board to administer any retirement benefits agreed upon by the parties under the Railway Labor Act for which the parties provide the necessary financial resources."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Railroad Retirement and Unemployment Insurance Solvency Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Railroad Retirement Act, the Railroad Unemployment Insurance Act, and the Internal Revenue Code of 1954 to provide adequate levels of railroad retirement and unemployment insurance benefits on an actuarially sound and fiscally responsible basis, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:48-05:00"
}