{
  "actions": [
    {
      "acted_at": "1973-12-12", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11922-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-12-12", 
  "number": "11922", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act with respect to dietary supplements, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Dietary Supplement Amendments", 
  "sponsor": {
    "district": "43", 
    "name": "Veysey, Victor V.", 
    "state": "CA", 
    "thomas_id": "01186", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-12-12", 
  "subjects": [
    "Agriculture and food", 
    "Consumer protection", 
    "Dietary supplements"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-12-12", 
    "text": "Dietary Supplement Amendments - Provides that the Secretary of Health, Education, and Welfare may not classify a dietary supplement as a drug, under the Federal Food, Drug, and Cosmetic Act, solely on the basis of the levels of a vitamin or mineral present in such dietary supplement unless the Secretary makes a finding on the record after opportunity for agency hearing that the level of a vitamin or mineral (or any combination thereof) present in such dietary supplement makes such dietary supplement appropriate only for therapeutic use in treating a vitamin or mineral deficiency or for another medical purpose or is potentially toxic. Defines, under the Federal Food, Drug, and Cosmetic Act, the term dietary supplement, as used therein, as meaning any product in tablet, capsule, water, or any other similar uniform unit or in powder, granular, flake or liquid form which contains vitamins or minerals, or both, and which is intended for use by man to increase total dietary intake of such vitamins, minerals or other ingredients. Provides that the Secretary of Health, Education, and Welfare may not prohibit the making of any truthful statement as to the nutritional value or dietary properties or accurate listing of any ingredient in any product. (Amends 21 U.S.C. 321 (g) (1))"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Dietary Supplement Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act with respect to dietary supplements, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:08-05:00"
}