{
  "actions": [
    {
      "acted_at": "1978-04-25", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12333-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-25", 
  "number": "12333", 
  "official_title": "A bill to amend chapter 5 and chapter 7 of title 5, United States Code, to improve and reform the administrative procedures of Federal agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Administrative Procedure Reform Act", 
  "sponsor": {
    "district": "5", 
    "name": "Edwards, Mickey", 
    "state": "OK", 
    "thomas_id": "00338", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-25", 
  "subjects": [
    "Administrative procedure", 
    "Civil rights and liberties, minority issues", 
    "Evidence (Law)", 
    "Government operations and politics", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Law", 
    "Searches and seizures"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-25", 
    "text": "Administrative Procedure Reform Act - Repeals the provision of the Administrative Procedure Act which permits agencies to refuse to hold a public hearing on a decision on the basis that such a hearing is impracticable where one would otherwise be required. Gives any interested party a right to present an oral argument at any hearing subject to the Act. Repeals other specified exemptions from the public notice and hearing provisions of the Act and extends from 30 days to 120 days the length of time which must pass between public notice of and the actual holding of a hearing conducted pursuant to the Act. Grants any person the right without charge to a copy of the transcript of any portion of an administrative hearing which deals with evidence submitted by such person. Prohibits any Federal official from entering upon private property for inspection or seizure of evidence without a search warrant. Directs that evidence be admitted at an administrative hearing only pursuant to the Federal Rules of Evidence. Permits agencies to impose sanctions on a person only if such person has been given at least 30 days to correct the violation on which such sanction is based. Grants any such person the right to confront and cross-examine any adverse witness and rebut all evidence concerning such alleged violation. States that judicial review of agency decisions shall be had without requiring the appellant to exhaust administrative remedies. Permits de novo trials of appealed issues."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Administrative Procedure Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend chapter 5 and chapter 7 of title 5, United States Code, to improve and reform the administrative procedures of Federal agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:02-05:00"
}