{
  "actions": [
    {
      "acted_at": "1979-10-10", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary, S. Rept. 96-362.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-30", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-30", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-30", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #379 (56-33).", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-10-30", 
      "bill_ids": [
        "s1477-96"
      ], 
      "references": [], 
      "text": "Text, as amended, inserted in S. 1477.", 
      "type": "action"
    }, 
    {
      "acted_at": "1979-11-01", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "bill_ids": [
        "hr7974-96"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H. R. 7974.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-30", 
      "references": [], 
      "text": "Senate agreed to House amendments with an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "House agreed to Senate amendments.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-01", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-03", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-06", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-10-06", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1980-10-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1980-10-15", 
      "references": [], 
      "text": "Public Law 96-458.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1873-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1979-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1979-01-03", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1979-01-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1979-01-03", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "1979-01-03", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nunn, Sam", 
      "sponsored_at": "1979-01-03", 
      "state": "GA", 
      "thomas_id": "01413", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1979-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1980-10-15", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-10-10", 
  "number": "1873", 
  "official_title": "An act to revise the composition of the judicial councils of the Federal judicial circuits, to establish a procedure for the processing of complaints against Federal judges, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7974-96", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1477-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Judicial Councils Reform and Judicial Conduct and Disability Act of 1980", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-11-01", 
  "subjects": [
    "Administration of justice", 
    "Appellate courts", 
    "Courts and Civil Procedure", 
    "Courts of special jurisdiction", 
    "Crime prevention", 
    "District courts", 
    "Due process of law", 
    "House of Representatives", 
    "Impeachments", 
    "Judges", 
    "Judicial corruption", 
    "Judicial ethics", 
    "Judicial officers", 
    "Judicial power", 
    "Judicial tenure", 
    "Law", 
    "Misconduct in office", 
    "Public records", 
    "Removal of officials", 
    "Retirement"
  ], 
  "subjects_top_term": "Judicial tenure", 
  "summary": {
    "as": "Senate agreed to House amendment with amendment", 
    "date": "1980-09-30", 
    "text": "(Senate agreed to House amendments with an amendment) Judicial Councils Reform and Judicial Conduct and Disability Act of 1980 - Sets forth rules governing the composition and duties of the judicial councils of the circuit courts. Provides that a council shall consist of: (1) the chief judge of the court of appeals for the circuit; (2) up to seven appellate court judges in active service (chosen by seniority by majority vote of all such judges); and (3) an equal number of district court judges of the circuit in active service (chosen by seniority). Authorizes a council to hold hearings, and to compel the appearance of witnesses and the production of documents in the performance of its duties. Allows any person to file with the clerk of the court of appeals a written complaint against a judge of the court of appeals, a district court or a bankruptcy court, or a magistrate, alleging that such judge or magistrate: (1) has engaged in conduct prejudicial to the effective and expeditious administration of the business of the courts; or (2) is unable to discharge all the duties of office because of mental or physical disability. Directs the clerk to transmit such complaint to the chief judge of the court of appeals for the circuit and a copy to the judge affected. Authorizes the chief judge to: (1) dismiss the complaint upon a finding that it relates to the merits of a decision or is frivolous; or (2) close the complaint upon finding that appropriate corrective action has been taken. Directs a chief judge who does not enter such an order to appoint a special committee consisting of himself and equal numbers of appellate and district court judges to investigate the complaint and file a comprehensive report with the judicial council which includes recommendations for appropriate action. Authorizes the committee upon receipt of such a report to: (1) conduct an additional investigation; (2) take appropriate action to assure the effective and expeditious administration of the business of the courts within the circuit; or (3) refer the complaint and its recommendations for actions to the Judicial Conference of the United States. Includes among the actions which the council may take: (1) certifying disability in accordance with current law; (2) requesting voluntary retirement; (3) ordering that the assignment of cases be temporarily suspended for a time certain; (4) censuring or reprimanding the judge or magistrate by private communication or public announcement; or (5) ordering other action appropriate under the circumstances. Stipulates that the council may not order the removal from office of any judge appointed for good behavior. Directs the judicial council to certify to the Judicial Conference a determination that a judge has engaged in conduct which: (1) might constitute grounds for impeachment under the Constitution; or (2) in the interest of justice is not amenable to resolution by the council. Directs the Judicial Conference to: (1) take appropriate action by majority vote; or (2) certify and transmit the record of the proceedings to the House of Representatives if it concurs in the council's determination that impeachment may be warranted. Allows a complainant, judge, or magistrate aggrieved by a final order of the chief judge to petition the judicial council for review. Allows a complainant, judge, or magistrate aggrieved by an action of the judicial council to petition the Judicial Conference for review. Permits the Judicial Conference or the standing committee elected by it to grant such a petition. Provides that all orders and determinations shall be final and conclusive. Directs each judicial council and the Judicial Conference to prescribe rules for the conduct of proceedings under this Act. Requires that such procedures afford the complainant an opportunity to appear at proceedings conducted by the investigating panel, if it concludes that the complainant could offer substantial information. Provides that all records of investigatory proceedings shall be confidential except for material released for an impeachment investigation or when authorized by the judge who is the subject to the complaint. Requires that a written order implementing action taken by a judicial council, the Judicial Conference, or the standing committee be made available to the public through the appropriate court of appeals clerk's office. Directs the Court of Claims, the Court of Customs and Patent Appeals, and the Customs Court to establish procedures for the filing of complaints with respect to the conduct of any judge of such court. Requires the Judicial Conference to make a comprehensive survey of the condition of business in the Federal courts and prepare plans for assignment of judges where necessary. Authorizes the Judicial Conference to exercise its authority with respect to complaints against judges as a conference or through a standing committee. Requires the Director of the Administrative Office of the U.S. Courts to include in the annual report to Congress a summary of complaints and actions taken under this Act. Authorizes necessary appropriations to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Judicial Conduct and Disability Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "title": "Judicial Councils Reform and Judicial Conduct and Disability Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a procedure for the processing of complaints directed against Federal judges, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An act to revise the composition of the judicial councils of the Federal judicial circuits, to establish a procedure for the processing of complaints against Federal judges, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:11-05:00"
}