{
  "actions": [
    {
      "acted_at": "1977-02-16", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-02-16", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3504-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Drinan, Robert F.", 
      "sponsored_at": "1977-01-03", 
      "state": "MA", 
      "thomas_id": "00318", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-16", 
  "number": "3504", 
  "official_title": "A bill to amend title VII of the Civil Rights Act of 1964 and title VIII of the Act commonly called the Civil Rights Act of 1962 to revise the procedures for the enforcement of equal employment opportunity and fair housing.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Civil Rights Amendments Act", 
  "sponsor": {
    "district": "10", 
    "name": "Edwards, Don", 
    "state": "CA", 
    "thomas_id": "00336", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-16", 
  "subjects": [
    "Administrative procedure", 
    "Advisory bodies", 
    "Affirmative action programs", 
    "Alien labor", 
    "Appellate procedure", 
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Civil service employment", 
    "Community development", 
    "Congress", 
    "Congressional employees", 
    "Department of the Treasury", 
    "Disabled", 
    "Discrimination against the disabled", 
    "Discrimination in employment", 
    "Employment of the handicapped", 
    "Equal Employment Opportunity Commission", 
    "Executive reorganization", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government and business", 
    "Government contractors", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Home ownership", 
    "Housing and community development", 
    "Housing discrimination", 
    "Immigration", 
    "Insurance", 
    "International affairs", 
    "Labor and employment", 
    "Labor statistics", 
    "Law", 
    "Lawyers", 
    "Legal fees", 
    "Property insurance", 
    "Rent", 
    "States", 
    "Unemployment", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-02-16", 
    "text": "Civil Rights Act - Title I: Equal Employment Opportunity Reorganization Act - Amends the Equal employment opportunity provisions of the Civil Rights Act of 1964 to include within the prohibition against employment discrimination on the basis of national origin discrimination against aliens lawfully admitted for permanent residence. Renders such provisions applicable to employers with respect to the employment of aliens outside the United States. Prescribes employment discrimination on the basis of handicap. Prohibits employment discrimination under the Civil Rights Act persons over 40 thereby transferring enforcement authority relative to such discrimination to the Equal Employment Opportunity Commission. Repeals the Age Discrimination in Employment Act of 1967. Consolidates enforcement authority with respect to unequal pay on the basis of sex in the Commission. Eliminates the authority of the Chairman of the Equal Employment Opportunity Commission to appoint the Commission's staff. Replaces the office of General Counsel with an office of Chief Executive Officer and empowers such Officer to appoint the Commission's staff and to carry out the Commission's investigation and litigation functions. Permits the Commission to delegate any or all of its powers to any group of three Commission members. Revises enforcement procedures for the prevention of unlawful employment practices to eliminate mandatory initial referral of discrimination charges to State and local authorities having laws prohibiting the act alleged. Gives the Chief Executive Officer an adoption after preliminary inquiry, to: (1) refer the charge for arbitration upon consent of the parties; (2) refer the charge to appropriate State or local authorities; (3) retain jurisdiction to investigate the charge; or (4) notify the person filing the charge and the respondent that there are insufficient grounds upon which to proceed. Directs the Chief Executive Officer, after full investigation of a charge or after a self-initiated examination of a pattern or practice of resistance to full implementation of the employment rights secured by the Civil Rights Act of 1964, to: (1) file an administrative complaint with the Commission; (2) file a civil action in Federal court, or (3) dismiss the charge. Sets forth procedures, including appellate procedures, for administrative complaints and civil actions. Includes among the relief which may be granted in a civil action injunctive relief; reinstatement or hiring of employees, with or without; back pay; suspension; termination, or repayment of any Federal funding or contracts; general damages; and punitive damages up to $10,000. Limits civil actions by the Attorney General to prevent unfair employment practices to alleged discrimination by government entities. Repeals prohibitions against disclosure prior to institution of proceedings by Commission officers and employees of information obtained in Commission investigations or through State and local agencies. Abolishes the Equal Employment Opportunity Coordinating Council and directs the Commission to prescribe regulations relative to implementation and enforcement of equal employment opportunity within the Federal government. Adds handicap as an impermissable basis of discrimination in Federal employment personnel actions. Broadens the applicability of the prohibition against impermissable discrimination in such personnel actions to encompass all Federal agencies and employees except the personal staffs of elected executive or legislative officials and judges and advisory positions with respect to the exercise of the constitutional or legal powers of such an elected official or judge. Revises procedures for remedying unlawful employment practices within the Federal government to, among other changes, transfer to the Commission the authority of the Civil Service Commission with respect to such remedies. Transfers from the Department of Labor to the Commission authority to oversee enforcement of equal employment opportunity provisions with respect to Federal contractors. Establishes an Equal Employment Opportunity Loan Fund, from which the Chief Executive Officer may make loans to aggrieved persons to pay litigation costs incurred in enforcing equal opportunity provisions. Authorizes the Commission to provide technical and financial assistance to any employees, labor organization, employment agency, or joint labor-management committee controlling apprenticeship or other training to develop or implement an approved affirmative action plan. Requires the Bureau of Labor Statistics to develop and collect data relating to the availability of persons for work in any labor market, community, or other appropriate area. Directs the Commission to file semiannual reports with Congress, such reports to contain specified information including the number of filed and pending charges alleging unlawful employment practices. Title II: Fair Housing - Fair Housing Amendments Act - Cites the Act of April 11, 1968 that prescribes penalties for certain acts of violence and intimidation as the Civil Rights Act of 1968. States that Title VIII of such Act shall be referred to as the Fair Housing Act. Narrows the exemption from provisions prohibiting discrimination in the sale or rental of housing to cover only owners who rent space within single family dwellings which they occupy. Prohibits any person in the insurance business from refusing to enter into a contract of insurance against hazards to a dwelling because of the race, color, or national origin of persons residing in or near the dwelling. Makes it illegal for any unit of State government in the exercise or enforcement of powers with respect to zoning or other matter affecting land use or development to exclude low- or moderate-income housing because of race, color, national origin, or economic status of the prospective occupants of such housing. Includes \"handicap\" among the prohibited bases of discrimination in the sale or rental of housing. States that the rendering of financial assistance to government and private organizations that are involved with the elimination of discrimination in housing practices shall be included among the duties of the Secretary of Housing and Urban Development. Permits the Secretary to initiate civil actions to enforce Federal prohibitions against discriminatory housing practices. Prescribes procedures for the bringing of such actions. Directs the Attorney General to bring civil suits in an appropriate Federal court in specified cases and permits the Attorney General to initiate suits whenever there is reasonable cause to believe that any person is engaged in a practice which violates rights extended by the Fair Housing Act. Permits aggrieved private plaintiffs to bring civil actions in Federal courts. Makes provisions for the awarding of attorneys fees and other costs. Establishes the Fair Housing Loan Fund in the Treasury from which the Secretary make make loans to any aggrieved person alleging a violation of the Fair Housing Act for payment to the cost of a civil action brought under such Act. Makes conforming amendments to Title IX of the Civil Rights Act of 1968."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Civil Rights Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Equal Employment Opportunity Reorganization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Housing Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VII of the Civil Rights Act of 1964 and title VIII of the Act commonly called the Civil Rights Act of 1962 to revise the procedures for the enforcement of equal employment opportunity and fair housing.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:22-05:00"
}