{
  "actions": [
    {
      "acted_at": "1983-04-18", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1078-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-04-18", 
  "number": "1078", 
  "official_title": "A bill to establish conditions for the relocation of professional sports teams, to clarify the application of the antitrust laws, and to require notification to affected communities and employees of relocation of professional sports teams.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Major League Team Franchise Stability Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Mathias, Charles McC., Jr.", 
    "state": "MD", 
    "thomas_id": "01391", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-04-18", 
  "subjects": [
    "Actions and defenses", 
    "Antitrust law", 
    "Antitrust policy", 
    "Courts and Civil Procedure", 
    "Professional sports", 
    "Restrictive trade practices", 
    "Sports and Athletics", 
    "Territorial arrangements (Antitrust law)"
  ], 
  "subjects_top_term": "Professional sports", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-04-18", 
    "text": "Major League Team Franchise Stability Act of 1983 - Prohibits any professional football, baseball, basketball, hockey, or soccer team that has played its regular season home games in a metropolitan area for six years or more from relocating unless: (1) a party to the team's stadium lease, other than the team, fails to comply with a significant provision thereof and such noncompliance cannot be remedied within a reasonable period; (2) the team's current stadium is inadequate and the stadium authority demonstrates no intent to correct the inadequacies within a reasonable period; or (3) the team has lost money for at least three years or for a shorter period if the losses endanger the continued financial viability of the team; and (4) no affected government authority formally objects to the relocation within one year after receiving notice thereof. Requires a professional sports team to notify each affected government authority of the team's intention to relocate at least one year before the relocation date. Requires such notice and any government authority's objections to be in writing. Permits an authority to object on the grounds that it has invested substantial funds for the team's benefit or that strong ties have developed between the community and the team. Declares that any agreement among persons engaged in or conducting a professional team sport that restricts the relocation of a professional sports team as provided under this Act shall not be unlawful under antitrust laws. Authorizes affected government authorities to bring civil actions in any U.S. district court to enforce this Act. Declares that this Act applies only to relocations occurring after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Major League Team Franchise Stability Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish conditions for the relocation of professional sports teams, to clarify the application of the antitrust laws, and to require notification to affected communities and employees of relocation of professional sports teams.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:48-05:00"
}