{
  "actions": [
    {
      "acted_at": "1979-02-09", 
      "committee": "Senate Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s420-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Melcher, John", 
      "sponsored_at": "1979-01-03", 
      "state": "MT", 
      "thomas_id": "00790", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-09", 
  "number": "420", 
  "official_title": "A bill to strengthen State worker's compensation programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Workers Compensation Standards Act of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Harrison A., Jr.", 
    "state": "NJ", 
    "thomas_id": "01455", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-09", 
  "subjects": [
    "Advisory bodies", 
    "Diseases", 
    "Federal advisory bodies", 
    "Federal-state relations", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Research", 
    "Standards", 
    "State laws", 
    "States", 
    "Workers' compensation"
  ], 
  "subjects_top_term": "Workers' compensation", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-09", 
    "text": "National Workers' Compensation Standards Act of 1979 - Establishes minimum standards for State workers' compensation laws. Provides that the employers in any State in which the laws do not meet such minimum standards shall be required to pay to any employee the difference between the State payments and the payments the Federal standards would require. Authorizes grants to States to assist them in achieving compliance with the minimum standards set forth in this Act. Vests administrative responsibility for these provisions in the Department of Labor. Directs the Secretary of Health, Education, and Welfare to undertake studies of employment-related diseases and to develop, and recommend proposals for standards for determining whether particular diseases arise out of and in the course of employment and cause death or disability and for diagnosing such diseases. Authorizes the Secretary of Labor (Secretary) to develop recommended standards for such purposes. Establishes procedures for such development and for publication of and public comment upon such standards. Requires the Secretary to: (1) evaluate States' compliance with such published advisory standards; (2) report such evaluation to Congress and recommend which such standards should be considered by the Congress as mandatory Federal standards; and (3) forward to the Congress reports of advisory committees and records of public hearings concerning such advisory standards. Authorizes the Secretary to recommend alternative means of establishing mandatory occupational disease standards and providing compensation for such disease. Directs the Secretary to conduct: (1) a comparative study of States' compensation of partial disabilities; (2) a study of the desirability and feasibility of a Federal minimum standard requiring periodic adjustment of benefits for death or total disability to reflect changes in the statewide average weekly wage; (3) a program of collection, compilation, and analysis of workers' compensation data; and (4) research, pilot projects and demonstration programs. Establishes a National Workers' Compensation Advisory Commission to monitor the progress of the States in meeting the standards established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Workers Compensation Standards Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to strengthen State worker's compensation programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:43-05:00"
}