{
  "actions": [
    {
      "acted_at": "1980-03-18", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-20", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-839.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-28", 
      "references": [], 
      "text": "Reported to House from the Committee on Interstate and Foreign Commerce, H. Rept. 96-839 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-28", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-28", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-31", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-03-31", 
      "bill_ids": [
        "s2253-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2253 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6837-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "33", 
      "name": "Lee, Gary A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00676", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Madigan, Edward R.", 
      "sponsored_at": "1979-01-03", 
      "state": "IL", 
      "thomas_id": "00724", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1979-01-03", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-18", 
  "number": "6837", 
  "official_title": "A bill to amend the Railroad Revitalization and Regulatory Reform Act of 1976 to authorize additional appropriations for the Northeast Corridor Improvement Project and to require the Secretary of Transportation to begin development of energy efficient rail passenger corridors, to provide for the protection of the employees of the Rock Island Railroad, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres621-96", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2253-96", 
      "reason": "related"
    }
  ], 
  "short_title": "Passenger Railroad Rebuilding Act of 1980", 
  "sponsor": {
    "district": "1", 
    "name": "Florio, James J.", 
    "state": "NJ", 
    "thomas_id": "00392", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-18", 
  "subjects": [
    "Authorization", 
    "Consolidated Rail Corporation (Conrail)", 
    "Economics and public finance", 
    "Employee assistance programs", 
    "Excise tax", 
    "Intergovernmental relations", 
    "Job security", 
    "Labor and employment", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Railroad employees", 
    "Railroad engineering", 
    "Railroad equipment", 
    "Railroad facilities", 
    "Railroad finance", 
    "Railroad passenger traffic", 
    "Railroad reorganization", 
    "Railroad terminals", 
    "Railroads", 
    "Railroads and state", 
    "Relocation of employees", 
    "States", 
    "Taxation"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1980-03-31", 
    "text": "(Measure laid on table in House, S. 2253 passed in lieu) =Title I: Rail Passenger Corridors= - Passenger Railroad Rebuilding Act of 1980 - Declares that it is the purpose of this title to provide for the development of high-speed intercity rail passenger service in corridors throughout the United States. Extends by at least four years the deadline under the Railroad Revitalization and Regulatory Reform Act of 1976 (the Act) for the establishment of specified rail passenger service between Boston and New York, and between New York and Washington, D.C. Adds as a new goal of the Act, the elimination of congestion in rail traffic at the Baltimore and Potomac Tunnel in Baltimore, Maryland. Increases the authorization of appropriations for the Boston-Washington, D.C. passenger service required by the Act. Directs the Secretary of Transportation to consult with the Secretary of Housing and Urban Development, the Secretary of Commerce, and other Federal officials, on the utilization of Federal funds to assist redevelopment in the vicinity of urban rail stations on the Northeast Corridor. Requires the Secretaries to report on such activities to the Congress within one year after the date of enactment of this Act. Authorizes the Secretary of Transportation to acquire real estate interests which are necessary to effectuate the goals of this Act. Authorizes the Secretary to enter into agreements with cost-sharing State, local, or regional transportation authorities, providing for the Secretary to carry out such improvements and require reimbursement by the cost-sharing parties. Authorizes the Secretary to transfer to the National Railroad Passenger Corporation excess real or personal property from the Northeast Corridor improvement project. Requires that such property be subject to the mortgage entered into pursuant to the Act. Declares that it shall be a goal of the Corporation to manage its operating costs, pricing policies, and other factors so that annual revenues derived from the operation of intercity rail passenger service over the Northeast Corridor route between Washington, D.C., and Boston, Massachusetts, shall equal or exceed the annual operating costs of providing such service. Requires the Corporation to submit to the President for transmission to the Congress a report on the success of the Corporation in such goal. Directs the Secretary and the Corporation, within 90 days after the date of enactment of this Act, to agree on the reallocation to the Corporation of authority and responsibility as regards the contracting of construction related to Northeast Corridor track improvements. Requires the Secretary, by a specified date, to transfer to the Corporation all authority and responsibility for carrying out the Northeast Corridor improvement project and implementing the goals of this Act. Amends the Rail Passenger Service Act to provide for funds to be expended for the purchase of a self-propelled single car for 50 to 60 passengers for the purpose of demonstrating the feasibility of developing feeder service to basic system service and State subsidized service. Directs the Secretary, under such Act, to develop a method for evaluating 13 specified rail passenger corridors. Requires such evaluation method to determine which of such corridors: (1) have the greatest potential for attracting riders; (2) have the greatest potential for reducing energy consumption; and (3) are capable of providing the most cost-effective rail passenger service. Specifies factors that the Secretary shall consider in making such evaluation. Directs the Secretary, within 45 days after the date of enactment of this Act, to submit the proposed evaluation method to both Houses of Congress, and to specified Congressional committees. Sets forth time limits and requirements for approval of the proposed evaluation method. Requires the Secretary to submit an annual report to the Congress evaluating the extension of certain rail passenger corridors and describing additional rail passenger corridors that are cost-effective and will attract riders. Directs the Secretary to use the method developed under this Act to evaluate the named corridors. Directs the Secretary to compile a ranking of such corridors and submit it to the Corporation. Directs the Corporation to develop design and engineering plans for those corridors which have the greatest potential to attract riders, and reduce energy consumption, and are capable of providing the most cost-effective rail passenger service. Requires the Corporation to submit, by February 15, 1981, a report to both Houses of Congress on each corridor for which a design and engineering plan has been developed. Prescribes certain information to be included in such report. Directs the Corporation, the Secretary, appropriate officials of each State in such corridors, and the rail carriers that own tracks and facilities to be used in providing passenger service, to cooperate with each other in preparing design and engineering plans under this Act. Authorizes the Corporation to apply to the Secretary for assistance in obtaining such cooperation from rail carriers. Excludes from such plans information with respect to station improvements. Directs the Corporation to acquire the necessary equipment for purposes of providing rail passenger service in corridors listed in this Act. Directs the Secretary to reimburse any State for ten percent of the amount such State expends for capital upgrading and design and engineering work in any corridor listed in this Act. Directs the Secretary to encourage the private sector development of potential rail passenger corridors and sets forth measures to be taken in so doing. Directs the Corporation, under certain conditions, to undertake improvements in service between corridors in order to maximize ridership. Directs the Corporation to identify restrictions imposed by a State or local government on the speed of Amtrak trains and to consult with such governments for purposes of evaluating alternatives to such restrictions. Authorizes appropriations, out of certain funds in the Windfall Profit Tax Account established by the Windfall Profit Tax Act of 1980,: (1) for fiscal year 1981 for development of design and engineering plans and for State reimbursements; (2) for fiscal year 1981 for the acquisition of equipment; and (3) beginning with fiscal year 1982, for the implementation of specifically authorized corridor improvement projects. Authorizes appropriations, out of funds available under the Railroad Revitalization and Regulatory Reform Act of 1976, for fiscal year 1981 for private sector development, to remain available until expended. Amends the Rail Passenger Service Act to require the Federal Railroad Administration, upon notification that the Corporation is unable to reach an agreement with a rail carrier for operation of additional passenger trains over such carrier's tracks, to order the carrier to permit such operation within 60 days. Sets forth guidelines for the schedules of such additional trains. Entitles the carrier to compensation from the Corporation for the operation of such additional trains. Directs the Interstate Commerce Commission to determine the amount of such compensation if such compensation is not subject to an existing agreement or cannot be voluntarily agreed upon. Directs the Consolidated Rail Corporation (ConRail) to make payments of benefits in accordance with the employee protection provisions of Regional Rail Reorganization Act of 1973. Prohibits the United States Railway Association from withholding any funds from ConRail as a result of such payments. Directs the Secretary to consider and report to Congress on specified factors concerning the relocation of the Amtrak maintenance-of-way facility at Bristol, Pennsylvania. Prohibits the Secretary from taking any action concerning such relocation until 60 days after the submission of such report. =Title II: Rock Island Railroad Employee Assistance= - Rock Island Railroad Employee Assistance Act - Provides for priority hiring of Rock Island Railroad employees by other railroads so long as it does not interfere with other carriers' equal employment obligations. Specifies that the rights afforded to Rock Island Railroad employees by this Act shall be coequal to the rights afforded to Chicago, Milwaukee, Saint Paul and Pacific Railroad Company employees under the Milwaukee Railroad Restructuring Act. Prescribes methods by which the Rock Island Railroad and labor organizations representing the employees of such railroad may enter into an agreement on labor protection for employees adversely affected as a result of a reduction in service by such railroad. Directs the parties, if they are unable to enter into an employee protection agreement within such period, to immediately submit the matter to the Interstate Commerce Commission. Requires that within 30 days after the date of enactment of this Act, the Commission shall impose upon the parties an arrangement with respect to employee protection, unless the Rock Island Railroad and the authorized representatives of its employees have entered into a labor protection agreement. Directs the court having jurisdiction over the reorganization of the Rock Island Railroad to direct the Railroad's trustee and the labor organizations representing the employees of the Railroad, to implement any employee protection arrangement imposed by the Commission. Provides that any order of the Commission or of such reorganization court entered pursuant to such an agreement may not be stayed by the Commission or by any court and is appealable directly to an appropriate United States circuit court of appeals. Requires that such appeals shall be filed within five days after entry of the Commission's order, and that the court shall finally determine any such appeal within 60 days after it is filed. Prohibits any other court from reviewing such a determination by the court of appeals. Requires that employee benefit or allowance claims under such agreements be filed with the Railroad Retirement Board. Directs the Board to determine the amount for which an employee is eligible and to certify such amount to the Rock Island Railroad for payment. Amends the Railroad Retirement Act of 1974 to direct the Secretary of Health and Human Services (formerly the Secretary of Health, Education, and Welfare) to make specified records available to the Board. Requires the Board to prepare lists of employees separated from employment to be made available on request to other rail carriers, and to maintain such lists through December 31, 1984. Allows an employee who elects to receive a separation allowance from the Rock Island Railroad under an employee protection agreement to receive from the Board reasonable expenses for training for new career opportunities. Sets forth eligibility requirements for such assistance. Prohibits any such assistance after April 1, 1984. Provides, generally, that an employee who receives assistance under an employee protection agreement or an arrangement entered into pursuant to this Act shall be deemed to waive any employee protection benefits otherwise available to such employee under the Bankruptcy Act or any other applicable contract or agreement. Amends the Milwaukee Railroad Restructuring Act to authorize appropriations for new career training assistance beginning in fiscal year 1981. Authorizes appropriations to the Board for fiscal year 1981 to cover administrative expenses. Directs the Secretary of Transportation to guarantee obligations of the Rock Island Railroad for purposes of providing employee protection. States that such obligations are to be treated as administrative expenses of the estate of the Rock Island Railroad. Limits to $75,000,000 the aggregate unpaid principal amount of obligations which may be guaranteed by the Secretary. Limits to $75,000,000 the total liability of the Rock Island Railroad in connection with benefits and allowances provided under employee protection agreements or arrangements entered into under this Act. Directs the Commission to order directed service over any line of the Rock Island Railroad: (1) during a transportation emergency; or (2) during the pendency of an application for the purchase of such line, when all circumstances indicate that the purchase transaction will be consummated and grains or foods are ready to be shipped to market. Directs the Secretary to make funds available to the Commission for such directed service out of funds appropriated to implement the Railroad Revitalization and Regulatory Reform Act of 1976. Directs the Commission to order directed service, for two years, over commuter lines of the Rock Island Railroad in operation on March 1, 1980. States that such commuter lines over which directed service is provided may not be abandoned, and service over such lines may not be discontinued, during the period of such directed service. Prohibits, for the 180-day period beginning on the date of enactment of this Act, any rail line or facility of the Rock Island Railroad which has been approved for abandonment by the Commission or the bankruptcy court, from being downgraded, scrapped, or otherwise disposed of without the approval of the Secretary. Prohibits the Secretary from approving a disposition of a portion of the Rock Island rail line or related facility to any carrier or other entity not engaged in providing railroad services before abandonment has been approved or before such 180-day period after enactment. Directs the Secretary to grant such approvals under certain conditions. Directs the Commission to give proceedings involving the Rock Island Railroad preference over all other pending proceedings related to rail carriers, and to make all of its decisions at the earliest practicable time. Continues in effect for the duration of the temporary emergency, operating authority with the carrier providing temporary emergency service substituting for the trustee, the terms of compensation for all trackage rights, joint facilities, and similar arrangements between other carriers and the trustee of the Rock Island Railroad, which are in effect on portions of specified lines of the Rock Island Railroad. Declares that such continuation shall not alter or affect the rights of other rail carriers nor prejudice the ultimate determination of any controversy or proceeding concerning certain rights of the parties. Permits the Commission to authorize any rail carrier to use the tracks and facilities of the Rock Island or Milwaukee Railroads under such terms of compensation as the carriers establish between themselves or as the Commission finds to be reasonable. Directs the Commission to require, to the maximum extent practicable, the use of the employees who would normally have performed work in connection with the traffic subject to the action of the Commission. Directs the Board to publish, within 45 days after the date of enactment of this Act, and make available for distribution by the Rock Island Railroad to all eligible employees, a document which describes in detail the rights of such employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Passenger Railroad Rebuilding Act of 1980", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Rock Island Railroad Employee Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Railroad Revitalization and Regulatory Reform Act of 1976 to authorize additional appropriations for the Northeast Corridor Improvement Project and to require the Secretary of Transportation to begin development of energy efficient rail passenger corridors, to provide for the protection of the employees of the Rock Island Railroad, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:07-05:00"
}