{
  "actions": [
    {
      "acted_at": "1992-02-27", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2289-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-02-27", 
  "number": "2289", 
  "official_title": "A bill to establish procedures to disclose to the public the cost to society of federal programs and regulations; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Competitiveness Enforcement Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Roth Jr., William V.", 
    "state": "DE", 
    "thomas_id": "01425", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-02-27", 
  "subjects": [
    "Administrative procedure", 
    "Competition", 
    "Costs", 
    "Economic impact statements", 
    "Government and business", 
    "Government paperwork", 
    "Government regulation", 
    "House rules and procedure", 
    "Intergovernmental fiscal relations", 
    "Intergovernmental relations", 
    "Legislation", 
    "Regulatory impact statements", 
    "Right of privacy", 
    "Senate rules and procedure"
  ], 
  "subjects_top_term": "Administrative procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-02-27", 
    "text": "Competitiveness Enforcement Act of 1992 - Amends rule XXVI of the Standing Rules of the Senate to require committees (except the Committee on Appropriations), in any report accompanying a public bill or joint resolution, to determine whether the economic impact of such legislation would be favorable or unfavorable to competitiveness, productivity, employment, and economic growth of the Nation, estimating how significant such impact would be. Requires such report to include a comprehensive evaluation, prepared by affected agencies under the direction of the Office of Management and Budget, which meets the requirements of such rule. Amends rule XI of the Rules of the House of Representatives to apply to the House the same regulatory impact assessment requirements as contained in Senate rule XXVI. Directs each Federal agency to prepare an estimate of the total costs to society of every significant rule it proposes, including costs for individuals, businesses, and State and local governments, for each year in which the rule would be in effect. Authorizes the Director of the Office of Management and Budget (Director) to promulgate regulations and grant waivers of requirements under this Act. Defines \"significant rule\" as any regulation that is likely to result in: (1) an annual cost to society of $10,000,000 or more; (2) a significant increase in costs or prices for consumers, individual industries, State and local government agencies, or geographic regions; or (3) significant effects on competition, employment, investment, productivity, innovation, or the ability of U.S.-based enterprises to compete with foreign-based enterprises in domestic or export markets. Requires each agency to apply to the Director for a clearance number for every rule it proposes. Requires the Director to issue a clearance number, upon determination that such agency has substantially complied with this Act. Prohibits any rule from taking effect without a clearance number."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Competitiveness Enforcement Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish procedures to disclose to the public the cost to society of federal programs and regulations; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:25-05:00"
}