{
  "actions": [
    {
      "acted_at": "1976-03-11", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12471-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-03-11", 
  "number": "12471", 
  "official_title": "A bill to amend the Merchant Marine Act, 1920, to establish a grant program to enable public ports to comply with certain Federal standards, to direct the Secretary of Commerce to undertake a comprehensive study of the present and future needs of public ports in the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Leggett, Robert L.", 
    "state": "CA", 
    "thomas_id": "00678", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-03-11", 
  "subjects": [
    "Harbors", 
    "Port authorities", 
    "Rivers", 
    "Ships and shipping"
  ], 
  "subjects_top_term": "Harbors", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-03-11", 
    "text": "Authorizes the Secretary of Commerce to provide assistance, under the Merchant Marine Act of 1970, to any State, local government, or interstate agency or other public port authority which is required to make improvements to any port operated by it in order to bring such port into compliance with any requirements imposed by Federal law, relating to environmental protection, the public health and safety, or port or cargo security. Specifies that assistance provided pursuant to this Act shall be in the form of grants of money. Limits individual grants to $1,000,000. Directs the Secretary to undertake a study to determine the requirements of public ports in the United States for expansion and to meet such requirements imposed by law for environmental protection and port safety and security. Requires the Secretary to report to Congress the final results of such study, not later than one year after the effective date of this Act. Authorizes the appropriation of $30,000,000 for fiscal year 1975 and each fiscal year thereafter for the financial grants authorized by this Act. Authorizes the appropriation of $1,000,000 for each of the fiscal years 1975 and 1976 to carry out the study required by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Merchant Marine Act, 1920, to establish a grant program to enable public ports to comply with certain Federal standards, to direct the Secretary of Commerce to undertake a comprehensive study of the present and future needs of public ports in the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:58-05:00"
}