{
  "actions": [
    {
      "acted_at": "2012-05-10", 
      "committee": "House Committee on Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-10-01", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Insurance, Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Insurance, Housing and Community Opportunity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-10-01", 
      "in_committee": "House Committee on Financial Services", 
      "references": [], 
      "subcommittee": "Financial Institutions and Consumer Credit", 
      "text": "Referred to the Subcommittee on Financial Institutions and Consumer Credit.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5714-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Insurance, Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions and Consumer Credit", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Capuano, Michael E.", 
      "sponsored_at": "2012-06-01", 
      "state": "MA", 
      "thomas_id": "01564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Ellison, Keith", 
      "sponsored_at": "2012-05-10", 
      "state": "MN", 
      "thomas_id": "01857", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Sherman, Brad", 
      "sponsored_at": "2012-06-01", 
      "state": "CA", 
      "thomas_id": "01526", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-05-10", 
  "number": "5714", 
  "official_title": "To provide for a safe, accountable, fair, and efficient banking system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3048-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Safe, Accountable, Fair, and Efficient Banking Act of 2012", 
  "sponsor": {
    "district": "13", 
    "name": "Miller, Brad", 
    "state": "NC", 
    "thomas_id": "01735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-05-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Department of the Treasury", 
    "Federal Deposit Insurance Corporation (FDIC)", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Foreign and international banking"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-05-10", 
    "text": "Safe, Accountable, Fair, and Efficient Banking Act of 2012 or SAFE Banking Act of 2012 - Amends the Bank Holding Company Act of 1956 to prohibit a bank holding company from holding more than 10% of the total amount of deposits of insured depository institutions in the United States. Directs the Board of Governors of the Federal Reserve System (Board) to require any bank holding company having a deposit concentration in violation of specified interstate banking requirements to sell or transfer liabilities to unaffiliated firms to bring the company into compliance with them. Revises the formula in the definition of \"liabilities\" to replace: (1) the total risk-weighted assets of the financial company (or of the U.S. operations of a foreign-based financial company) as adjusted to reflect exposures that are deducted from regulatory capital; with (2) total assets of the financial company (or of the U.S. operations of a foreign-based financial company), including all off-balance-sheet assets, including financings of assets for which the issuer has more than minimal economic or reputational risks or rewards. Prohibits a financial company from holding more than 10% of the total consolidated liabilities of all financial companies. Prescribes leverage ratio requirements for operating subsidiaries of bank holding companies and financial companies to prohibit either a bank holding company with total consolidated assets of $50 billion or more, or a Board-supervised nonbank financial company, from maintaining tangible common equity (qualifying common stockholders' equity plus retained earnings) in an amount less than 10% of average total consolidated assets (which include all off-balance-sheet assets, including financings of assets for which the issuer has more than minimal economic or reputational risks or rewards). Authorizes federal regulators to grant an emergency temporary exemption from such ratio requirements if necessary to prevent an imminent threat to the financial stability of the United States. Directs the Board to: (1) establish a leverage ratio for all operating non-insured depository institution subsidiaries of bank holding companies with $50 billion or more in total consolidated assets and nonbank financial companies; and (2) require a noncompliant such company to raise capital, sell, or otherwise transfer assets or off-balance sheet items to unaffiliated firms (prompt corrective action). Prohibits a bank holding company from possessing nondeposit liabilities exceeding 2% of the annual gross domestic product (GDP) of the United States. Authorizes the Board to: (1) set a separate liability limit for certain bank holding companies primarily engaged in the business of insurance; and (2) exclude specified deposits from its calculation of nondeposit liabilities if necessary to ensure consistent and equitable treatment of institutions with international operations. Prohibits a nonbank financial company supervised by the Board from possessing nondeposit liabilities exceeding 3% of the U.S. annual GDP."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Safe, Accountable, Fair, and Efficient Banking Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "SAFE Banking Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for a safe, accountable, fair, and efficient banking system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:54:37-05:00"
}