{
  "actions": [
    {
      "acted_at": "2005-03-11", 
      "references": [
        {
          "reference": "CR S2521-2522", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-03-11", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2005-03-16", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2005-05-26", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Inhofe with amendments. With written report No. 109-74. Additional and Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2005-05-26", 
      "calendar": "Senate Legislative", 
      "number": "116", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 116.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s777-109", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "777"
    }
  ], 
  "bill_id": "s606-109", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "109", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bond, Christopher S.", 
      "sponsored_at": "2005-03-11", 
      "state": "MO", 
      "thomas_id": "01286", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2005-03-11", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Voinovich, George V.", 
      "sponsored_at": "2005-03-11", 
      "state": "OH", 
      "thomas_id": "01575", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2005-03-11", 
  "number": "606", 
  "official_title": "A bill to amend the Clean Air Act to eliminate methyl tertiary butyl ether from the United States fuel supply, to increase production and use of renewable fuel, and to increase the Nation's energy independence, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1608-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3081-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3081-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s650-109", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1232-109", 
      "reason": "related"
    }
  ], 
  "short_title": "Reliable Fuels Act", 
  "sponsor": {
    "district": null, 
    "name": "Thune, John", 
    "state": "SD", 
    "thomas_id": "01534", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2005-03-16", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Agricultural wastes", 
    "Agriculture and food", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Biomass energy", 
    "Business records", 
    "Cellulose", 
    "Child health", 
    "Colleges", 
    "Commerce", 
    "Competition", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Diesel motor", 
    "Economic concentration", 
    "Economic impact statements", 
    "Economics and public finance", 
    "Education", 
    "Energy", 
    "Energy crops", 
    "Energy efficiency", 
    "Energy facilities", 
    "Energy industries", 
    "Energy prices", 
    "Energy research", 
    "Energy supplies", 
    "Environmental Protection Agency", 
    "Environmental health", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Environmental research", 
    "Executive orders", 
    "Families", 
    "Farm manure", 
    "Federal aid to research", 
    "Federal-state relations", 
    "Federally-guaranteed loans", 
    "Fibers", 
    "Finance and financial sector", 
    "Fuel consumption", 
    "Gasoline", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Government publicity", 
    "Government trust funds", 
    "Government vehicles", 
    "Governmental investigations", 
    "Grain", 
    "Grants-in-aid", 
    "Health", 
    "Higher education", 
    "Landfills", 
    "Law", 
    "Legislation", 
    "Local laws", 
    "Medical research", 
    "Methane", 
    "Minorities", 
    "Minority health", 
    "Mississippi", 
    "Motor vehicle pollution control", 
    "Municipal solid waste", 
    "Oil pollution", 
    "Oilseeds", 
    "Oklahoma", 
    "Oxygen", 
    "Oxygenates", 
    "Ozone", 
    "Petroleum industry", 
    "Petroleum refineries", 
    "Petroleum storage", 
    "Plants", 
    "Pregnant women", 
    "Products liability", 
    "Public lands and natural resources", 
    "Reformulated gasoline", 
    "Refuse as fuel", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Science, technology, communications", 
    "Service stations", 
    "Sewage treatment", 
    "Small business", 
    "Soil pollution", 
    "Standards", 
    "State laws", 
    "Surveys", 
    "Transportation and public works", 
    "Trees", 
    "Underground storage", 
    "Water pollution control", 
    "Water quality", 
    "Women", 
    "Women's health", 
    "Wood"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2005-05-26", 
    "text": "Reliable Fuels Act - Title I: General Provisions - (Sec. 101) Amends the Clean Air Act to establish a renewable fuel program to increase production and use of renewable fuel in motor vehicles. Defines \"renewable fuel\" as motor vehicle fuel that is produced from grain, starch, oilseeds, or other biomass or a natural gas produced from a biogas source, and that is used to replace or reduce fossil fuels. Includes cellulosic biomass ethanol as equal to 1.5 gallons of renewable fuel. Requires the Administrator of the Environmental Protection Agency (EPA) to promulgate regulations within one year after enactment of this Act to ensure that gasoline sold in the continental United States contains a specified volume of renewable fuel, beginning in 2006 at 3.8 billion gallons. Phases in a renewable fuel content requirement of 6.0 billion gallons in 2012. Sets forth a formula for determining the required renewable fuel content for 2013 and thereafter. Exempts small crude oil refineries (less than 75,000 barrels annually) from renewable fuel content requirements until 2011. Establishes: (1) a system of tradeable credits for gasoline containing more renewable fuel than required; (2) a system of waivers for states and small crude oil refineries; and (3) a safe harbor from civil liability for renewable fuel manufacturers. Requires the Administrator of the Energy Information Administration to study (in each calendar year beginning in 2006-2012) renewable fuel blending to determine whether there are excessive seasonal variations in the use of such fuel. Directs the Federal Trade Commission (FTC) to perform an annual market concentration analysis of the level of competition in the ethanol production industry and to report to Congress on such analysis by December 1, 2005. Directs the Administrator to promulgate an alternative vapor pressure limitation for ethanol blends when necessary to prevent increased emissions. (Sec. 102) Requires the Administrator to conduct (by December 1, 2006, and on an annual basis thereafter) a survey to determine market share of conventional and reformulated gasoline containing ethanol and other renewable fuels. Authorizes funding for loan guarantees to carry out cellulosic biomass commercial demonstration projects. Requires the Secretary of Energy to carry out not more than four such projects, including projects using cereal and municipal solid waste as feedstocks. Requires each project to have a design capacity for the production of at least 30 million gallons of cellulosic biomass ethanol each year. Authorizes appropriations for a resource center at the University of Mississippi and the University of Oklahoma to develop bioconversion technology using low-cost biomass to produce ethanol. Requires the Administrator to make grants for the research, development, and implementation of renewable fuel production technologies in certain states with low rates of ethanol production. Authorizes the Secretary to make grants to merchant producers of cellulosic biomass ethanol for the construction of production facilities that use cellulosic biomass feedstocks. Authorizes appropriations. (Sec. 103) Directs the Administrator of the Energy Information Administration to conduct and publish a survey of renewable fuels consumption in the U.S. motor vehicle fuels market on a monthly basis. Title II: Federal Reformulated Fuels - (Sec. 201) Federal Reformulated Fuels Act of 2005 - Amends the Solid Waste Disposal Act to permit the use of the Leaking Underground Storage Tank Trust Fund for methyl tertiary butyl ether (MTBE) remediation purposes. Authorizes appropriations. (Sec. 203) Prohibits the use of MTBE in motor vehicle fuel in certain states four years after enactment of this Act. Authorizes the Secretary of Energy to make grants to merchant producers of MTBE for conversion of MTBE facilities. Authorizes appropriations. (Sec. 204) Amends the Clean Air Act to eliminate the oxygen content requirement for reformulated gasoline. Requires the Administrator to establish standards for controlling toxic air pollutants from the use of reformulated gasoline. Permits the commingling at retail stations of reformulated gasoline containing and not containing ethanol if the commingling complies with reformulated gasoline requirements and the retailer notifies the EPA prior to the commingling. Requires the Administrator to revise certain regulations relating to volatility requirements for reformulated gasoline. (Sec. 205) Requires the Administrator (currently discretionary) to require manufacturers of fuels or fuel additives to conduct tests to determine potential public health and environmental effects of fuels or fuel additives prior to registering such fuels. Directs the Administrator to conduct a study of the public health and environmental effects, including effects on children, pregnant women, minority or low-income communities, and other sensitive populations, of using ethyl tertiary butyl ether (ETBE) and other additives, including ethanol, as substitutes for MTBE. (Sec. 206) Requires the Administrator to: (1) publish in draft and final form an analysis of changes in emissions of air pollutants and air quality due to the use of motor vehicle fuel and fuel additives resulting from the implementation of this title; (2) develop and finalize an emissions model that reflects the effects of characteristics or components of motor vehicle fuel or emissions from 2007 vehicles; and (3) study and report to Congress on the permeation effects of ethanol content in gasoline. (Sec. 207) Permits states in the ozone transport region, as created under the Clean Air Act, to opt into the reformulated gasoline (RFG) program unless the Administrator determines that there is insufficient capacity to supply reformulated gasoline in such region. Allows the Administrator, in the event of a finding of insufficient capacity, to extend or renew a state's participation in the program. (Sec. 208) Requires the Administrator, at the request of a state, to enforce state controls on fuel and fuel additives. (Sec. 209) Directs the Administrator and the Secretary of Energy to conduct a joint study of federal, state, and local motor fuels requirements and to report to Congress on such study by June 1, 2008. Requires such study to assess, among other things, the effect of the variety of such fuel requirements on consumer prices, fuel availability, domestic suppliers, air quality, and emissions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reliable Fuels Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Federal Reformulated Fuels Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Reliable Fuels Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Federal Reformulated Fuels Act of 2005", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Clean Air Act to eliminate methyl tertiary butyl ether from the United States fuel supply, to increase production and use of renewable fuel, and to increase the Nation's energy independence, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:21-05:00"
}