{
  "actions": [
    {
      "acted_at": "1987-05-07", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-05-18", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "subcommittee": "Constitution", 
      "text": "Referred to Subcommittee on Constitution.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1160-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU", 
      "subcommittee": "Subcommittee on Constitution", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Dole, Robert J.", 
      "sponsored_at": "1987-05-07", 
      "state": "KS", 
      "thomas_id": "01318", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nickles, Don", 
      "sponsored_at": "1987-05-14", 
      "state": "OK", 
      "thomas_id": "01412", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-05-07", 
  "number": "1160", 
  "official_title": "A bill to establish constitutional procedures for the imposition of the death penalty in espionage cases, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Byrd, Robert C.", 
    "state": "WV", 
    "thomas_id": "01299", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-05-07", 
  "subjects": [
    "Capital punishment", 
    "Courts and Civil Procedure", 
    "Criminal Procedure and Sentencing", 
    "Criminal procedure", 
    "Discrimination", 
    "Espionage", 
    "Judicial review", 
    "National Security and Intelligence Operations", 
    "National security crimes", 
    "Sentences (Criminal procedure)"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-05-07", 
    "text": "Amends the Federal criminal code to establish procedures for the imposition of the death penalty in espionage cases. Provides that no person who was less than 18 years of age at the time of the offense may be sentenced to death. Sets forth mitigating and aggravating factors to be considered by the jury in determining whether the death sentence will be imposed. Requires the Government to serve notice upon the defendant a reasonable time before trial or acceptance of a plea that it intends to seek the death penalty, as well as notice of the aggravating factors upon which it will rely. Provides that no presentence report shall be prepared in such cases. Requires a separate sentencing hearing before a jury or the court (upon motion by the defendant) when the defendant is convicted of espionage and the Government has filed notice that it intends to seek the death penalty. Allows the Government and the defendant to present any information relevant to a mitigating or aggravating factor without regard to the rules of evidence, but permits information to be excluded where its probative value is substantially outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury. Conditions imposition of the death penalty on a unanimous finding by the jury, or if there is no jury, the court, that: (1) the aggravating factors found to exist sufficiently outweigh any mitigating factor found to exist; or (2) in the absence of a mitigating factor, the aggravating factors alone are sufficient to justify a sentence of death. Requires the court to instruct the jury not to consider the race, color, national origin, creed, or sex of the defendant in its consideration of the death sentence. Directs the court to impose the death sentence upon a finding that such sentence is justified. Establishes procedures for appeal from a death sentence. Requires the court of appeals, upon consideration of the record and the information and procedures of the sentencing hearing, and any special finding, to affirm the decision if: (1) the sentence was not imposed under influence of passion, prejudice, or arbitrariness; and (2) the information supports the special finding of the existence of an aggravating factor. Requires the court to provide a written explanation of its determination. Establishes procedures for the implementation of the death sentence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to establish constitutional procedures for the imposition of the death penalty in espionage cases, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:29-05:00"
}