{
  "actions": [
    {
      "acted_at": "1973-01-06", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s232-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Montoya, Joseph M.", 
      "sponsored_at": "1973-01-03", 
      "state": "NM", 
      "thomas_id": "01403", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-06", 
  "number": "232", 
  "official_title": "A bill to establish a national development program through public works investment.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Works Development Act", 
  "sponsor": {
    "district": null, 
    "name": "Randolph, Jennings", 
    "state": "WV", 
    "thomas_id": "01421", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-06", 
  "subjects": [
    "Advisory bodies", 
    "Grants-in-aid", 
    "Labor and employment", 
    "Native Americans", 
    "Pollution", 
    "Public works", 
    "Unemployment"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-06", 
    "text": "Public Works Development Act - States that it is the purpose of this Act to generate orderly, economic and socially desirable development through a sound public works investment policy and to provide the physical infrastructure for a firm economic, social and cultural base for sustained growth and improvement of essential public services. Title I: Public Works Development Grants - Authorizes each Development Commission: (1) to make direct public works development grants for the acquisition or development of land and improvements for public works, public service, or development facilities, including open space, and the acquisition, construction, rehabilitation, alteration, expansion, or improvement of such works or facilities, including related machinery and equipment; (2) to make supplementary public works development grants in order to enable eligible grantees to take maximum advantage of all existing or future Federal grant-in-aid programs assisting in the construction or equipment of facilities or the acquisition of land and grants under this title; (3) to make public works development grants for the operation of projects assisted under this title, including the provision of community or outreach services; and (4) to make grants for demonstrations of the value of adequate facilities and services to the development of regions, including the acquisition of land and the construction of facilities incident thereto. Provides that supplementary development grants may be made for all or any portion of the basic Federal contribution to projects under Federal grant-in-aid programs, or for the purpose of increasing the Federal contribution to projects under such programs above the fixed maximum portion of the cost of such projects otherwise authorized by the applicable law. States that the Federal portion of project costs shall not exceed the percentage of project costs established by the Commission, and shall in no event exceed 80 percent thereof. Provides that grants for operation of any project may be made for up to 100 percent of the costs thereof for the two-year period beginning, for each component facility or service assisted under any such operating grant, on the first day that such facility or service is in operation as a part of the project. Provides that, for the next three years of operation, such grants shall not exceed 75 percent of such costs. States that no grant for operation of any project shall be made unless the facility is not operated for profit. Provides that not less than 10 percent nor more than 20 percent of the funds appropriated to make such grants for any fiscal year shall be available to provide grants for any community or neighborhood (defined without regard to political or other subdivisions or boundaries) which the applicable State and Commission determine have one of the following conditions: (a) a large concentration of low-income persons; (b) rural areas having a substantial outmigration; (c) substantial unemployment; or (d) an actual or threatened abrupt rise of unemployment due to the closing or curtailment of a major source of employment. Provides that an application for a grant or other assistance under this Act shall be made through the State member of the Commission representing such applicant, and such State member shall evaluate the application for approval. States that only applications for programs and projects which are approved by the State member as meeting the requirements of the planning process established under title I and as eligible for assistance under this title shall be approved for assistance. Provides that not later than July 1, 1974, each Development Commission, after consultation with the Environmental Protection Agency and appropriate Federal and State officials, shall promulgate guidelines designed to assure that possible adverse economic, social, and environmental effects relating to any proposed project have been fully considered in developing such project. Provides that no project shall be approved unless the Commission determines that the project is in accordance with such guidelines. Authorizes to be appropriated to the President for the Development Commissions for the purpose of making public works development grants; $2,000,000,000 for fiscal year 1974; $2,500,000,000 for fiscal year 1975; and $3,000,000,000 for fiscal year 1976. Authorizes to be appropriated for the purpose of making demonstration grants: $150,000,000 for each of the following fiscal years 1974, 1975, and 1976. Sets forth a formula under which the President shall apportion such funds to the Commissions. Title II: Development Regions, Commissions and Districts - Authorizes the establishment of a development region encompassing certain States upon the joint application of the Governors of such States and concurrence therein by the President. Establishes a Development Commission for such region. States the intention of Congress that Development Commissions be established for all areas of the nation. Provides that each such Commission shall be composed of one Federal member (the Federal Cochairman) appointed by the President, by and with the advice and consent of the Senate, and one member from each State in the region. Establishes an Indian Development Commission serving the Indians of the United States which shall be composed of one Federal member (the Federal Cochairman) appointed by the President, by and with the advice and consent of the Senate, and one member from each State intertribal council, independent tribal council, and major individual tribal organizations as determined by the President. Sets forth the functions and administrative powers of the commissions. Provides that each commission may make recommendations to the President and to the Governors and appropriate local officials with respect to the expenditure of funds by Federal, State and local agencies in the fields of natural resources, agriculture, education, training, health, and welfare and other fields related to the purposes of this Act. Provides that the administrative expenses of a Commission shall be paid by the Federal Government for the first two years following the establishment of such Commission. States that thereafter the States in the region shall pay 50 percent of such expenses. Provides that the share to be paid by each State shall be determined by the State members of the Commission. Provides that no State member shall participate or vote in any determination by the Commission while such State is delinquent in payment of its share of such expenses. Defines the term \"Development Districts\" as multijurisdictional entities certified to a Development Commission by the Governor of the State in which such a district is located. Sets forth guidelines which such a District must meet prior to certification by the Governmor. States that pursuant to Commission policies, each State shall carry out a continuous, coordinated, and comprehensive process for planning public works development investments; establish overall State goals, objectives, and priorities to guide District planning; and develop at least annually an inventory of specific project recommendations to be presented to the Commission. Provides that such a planning process shall be addressed to utilizing public works to stimulate, control, and channel development; to optimize economic opportunities and choices for individuals; and to support sound land use and enhance and protect the environment. Provides that each District shall also carry out a planning process, establish goals and priorities, and submit to the State, at least annually, specific project recommendation. Provides that in carrying out their planning process, States shall consult with Development Districts and take full account of District goals, objectives, priorities, and recommendations. States that Commissions and States shall publish guidelines to assure full public participation in the establishment of goals, objectives, and priorities. Authorizes each Development Commission to make grants for: (1) administrative expenses of development districts certified under this title; (2) State and development district planning activities; and (3) research and technical assistance. Provides that such grants may be made for 100 percent of such expenses for the first two years and 75 percent thereafter. Authorizes to be appropriated for such grants and for the administrative expenses of the Commissions $175,000,000 for fiscal year 1974, $150,000,000 for fiscal year 1975, and $175,000,000,000 for fiscal year 1976. Provides that the President may establish in the Executive Office of the President an \"Office of Development\", composed of a Director and other necessary personnel. States that the Director, together with the Federal Cochairman, shall assist and advise the President on development programs and policies. Provides that the Director shall assist the Federal Cochairman in determining the cause of underdevelopment and methods of stimulating development, help initiate Development Commissions, help coordinate Commission and Federal-agency programs, and investigate the effects of Federal policies upon regional and area development. Authorizes to be appropriated $10,000,000 for preliminary expenses of Development Commissions and for the Office of Development for the four year period ending June 30, 1976. Title III: Administrative Provisions - Sets forth definitions of terms used in this Act. Provides that each Commission shall prepare and submit to the Governor of each State in the region and to the President for transmittal to Congress a report on its activities during the past fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Works Development Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a national development program through public works investment.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:16-05:00"
}