{
  "actions": [
    {
      "acted_at": "1978-04-11", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-04-11", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12006-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-11", 
  "number": "12006", 
  "official_title": "A bill to clarify and revise various provisions of title 28 of the United States Code relating to the judiciary and judicial procedure regarding judicial review of international trade matters.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2857-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Customs Courts Act", 
  "sponsor": {
    "district": "10", 
    "name": "Rodino, Peter W., Jr.", 
    "state": "NJ", 
    "thomas_id": "00973", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-11", 
  "subjects": [
    "Administrative procedure", 
    "Appellate courts", 
    "Appellate procedure", 
    "Business and commerce", 
    "Civil procedure", 
    "Customs administration", 
    "Depressed areas", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Imports", 
    "Judges", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Jurisdiction", 
    "Labor and employment", 
    "Law", 
    "Tariff", 
    "Trade adjustment assistance", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Customs administration", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-11", 
    "text": "Customs Courts Act - Title I: Purpose - Includes among the stated purposes of this Act: (1) provision for a comprehensive system of expanded judicial review of matters affecting imports; (2) prevention of jurisdictional conflicts in civil actions pertaining to imports; and (3) granting customs courts certain plenary powers. Title II: Composition of the Customs Court and Assignment of Judges to Other Courts - Removes the restriction that not more than five of the nine judges of the United States Customs Court be of the same political party. Stipulates that the judge designated as chief judge shall serve in that capacity until reaching age 70. Authorizes temporary assignment of Customs Court judges to United States courts of appeals and the Court of Claims. Title III: Jurisdiction of the Customs Court - Revises the jurisdiction of the Customs Court to grant it exclusive jurisdiction, except as otherwise provided by law; (1) to hear all civil actions against the United States or its agents which directly affect imports and which arise under the Constitution, laws, and treaties of the United States or an Executive Agreement or Order of the President; (2) to review any final agency action which directly affects imports; and (3) to review certain findings and decisions of the International Trade Commission. Excludes from Customs Court jurisdiction actions arising under antitrust laws, the Freedom of Information Act, the Privacy Act, or the Shipping Act of 1916 and those actions relating solely to labor-management relations. Excludes certain trade-related discretionary acts of the President or the Secretary of the Treasury from any judicial review. Retains specifically present Customs Court jurisdiction over actions involving: (1) the appraised value and classification of imports; (2) the rate and amount of duties chargeable; (3) any other charges or exactions upon imports; (4) exclusion of goods from entry or delivery; (5) refusals to pay a claim or drawback; (6) liquidations or reliquidation of an entry; and (7) suits by American businesses under the Tariff Act. Details Customs Court jurisdiction and procedure relative to recovery of civil penalties, forfeitures, bonds, and customs duties. Title IV: Customs Court Procedure - Amends Customs Court procedures to accommodate the Court's expanded jurisdiction. Revises guidelines relative to standing to bring suit, commencement of actions, filing of official documents, witnesses, and fees. Sets forth exhaustion of administrative remedies requirements for various types of civil actions. Stipulates that actions relating to appraisal, classification, amount of duties, charges and exactions, exclusion, liquidation, refusal to pay a claim for a drawback, or imposition of antidumping or countervailing duties upon particular merchandise shall be decided on the basis of the record made in court. States that the scope of and the procedure for judicial review in other cases, including those related to the applicability of antidumping duties or countervailing duties to a type of goods, shall be that set forth in the Administrative Procedure Act. Title V: Court of Customs and Patent Appeals - Grants the Court of Customs and Patent Appeals jurisdiction to hear appeals from interlocutory orders of the Customs Court which pertain to injunctions. Includes within the exclusive jurisdiction of such court review of: (1) decisions of the Secretary of the Treasury to deny or revoke a customs broker's license; (2) any action challenging an order to revoke or suspend such a license; and (3) decisions of the Secretary of Labor or Secretary of Commerce relating to certification of workers, communities, or firms for trade adjustment assistance. States that the Federal Rules of Evidence shall apply in Court of Customs and Patent Appeals actions in which a decision of the Customs Court is being appealed. Amends procedures for such appeals. Title VI: Miscellaneous - Allows American firms to petition the Secretary to exclude from entry designated merchandise by the same means presently available for challenging classifications and duties. Permits the Secretary, upon making one of specified findings, to consider petitions challenging classifications, duties, or entries as requests for formal investigations into the applicability of countervailing or antidumping duties. Entitles any aggrieved person to file for judicial review of a decision on a firm's classification, duty, or entry challenge petition. Specifies procedures by means of which American firms and any other aggrieved person may challenge: (1) a discontinuance of an antidumping investigation; (2) a rejection of a petition due to insufficient allegations; or (3) certain decisions of the United States International Trade Commission regarding antidumping or countervailing duties. Sets forth procedures and standards for judicial review requested by an aggrieved person under this Act. Lists the types of persons who, except when one of certain specialized procedures is applicable, may protest a decision of a customs officer. Title VII: Technical and Conforming Amendments - Amends specified provisions in title 28 of the United States Code (Judiciary and Judicial Procedure), including those pertaining to fines, seizures, clerks, district courts jurisdiction, and Court of Claims jurisdiction, in order to conform them with changes in Customs Court and Court of Customs and Patent Appeals jurisdiction and procedure set forth in this Act. Adds a new section regarding the registration of Customs Court judgments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Customs Courts Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to clarify and revise various provisions of title 28 of the United States Code relating to the judiciary and judicial procedure regarding judicial review of international trade matters.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:56-05:00"
}