{
  "actions": [
    {
      "acted_at": "1974-07-29", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr16147-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-07-29", 
  "number": "16147", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964 to encourage urban transportation planning, to authorize additional funds for grants and other assistance to urban mass transportation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr17024-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Urban Mass Transportation Amendments", 
  "sponsor": {
    "district": "14", 
    "name": "Moorhead, William S.", 
    "state": "PA", 
    "thomas_id": "00831", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-07-29", 
  "subjects": [
    "Aged and aging", 
    "Appropriations", 
    "Disabled", 
    "Housing and community development", 
    "Mass rapid transit", 
    "Poverty", 
    "States", 
    "Transportation and public works", 
    "Urban affairs"
  ], 
  "subjects_top_term": "Mass rapid transit", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-07-29", 
    "text": "Urban Mass Transportation Amendments - States that the purposes of this Act are: (1) to provide a Federal commitment in cooperation with State and local governments of sufficient proportions to insure increased mobility and access to opportunity in all urbanized areas; (2) to encourage urbanized areas to attract a greater proportion of total daily passenger trips to mass transportation modes and services; (3) to provide incentives for improved and efficient urban mass transportation systems and services; and (4) to establish performance, cost, and quality of service criteria which will enable significant evaluations of urban mass transportation performance. Authorizes appropriations to carry out the purposes of this Act for fiscal year 1976 and each fiscal year thereafter. Declares that on the first day of each fiscal year the Secretary shall apportion the authorized sums to the State in the ratio which the population in urbanized areas, or parts thereof, as designated by the Bureau of the Census, in each State bears to the total population in all such urbanized areas or parts thereof, in all the States as shown by the latest available Federal census. Sets forth an allocation formula for such funds. Provides that sums apportioned to any Governor under this Act shall be available for obligation by that Governor for a period of two years after the close of the fiscal year for which such sums are apportioned, and any amounts so apportioned remaining unobligated at the end of such period shall lapse and shall be returned to the Treasury of the United States for deposits as miscellaneous receipts. States that the Secretary may approve grants under this Act up to $10,500,000,000 in an aggregate amount. Declares that the Federal share payable on account of any project financed with funds available under this Act shall not exceed 70 percent of the cost of the project. Provides that funds available for the payment of operating expenses to improve mass transportation service shall be supplementary to and not in substitution for the average amount of the State and local government funds expended on the operation of mass transportation service for the two Federal fiscal years preceding the fiscal year for which the project was intended. Sets forth the procedure for approving programs under this Act including surveys, plans, specifications, estimates, and public hearings. Permits the Secretary to discharge any of his responsibilities under this Act for projects upon the request of any Governor, by accepting a certification by the Governor, or his designee, if he finds projects will be carried out in accordance with State laws, regulations, directives, and standards establishing requirements at least equivalent to those contained in, or issued pursuant to, this Act. Provides that, as soon as practicable after the plans, specifications, and estimates for a specific project have been approved, the Secretary shall enter into a formal project agreement with the Governor. States that, in approving any project under this Act, the Secretary shall take into account adverse economic, social, and environmental effects, and the costs of eliminating such effects. Provides that, within two years of enactment of the Act, the Secretary shall establish a Mass Transportation Performance Incentive Fund. Specifies amounts to be made available to urbanized areas prior to fiscal year 1979 whose efficiencies of operation compare favorably with national averages for operating efficiencies of all urban mass transportation systems. Authorizes the Secretary to assist the States in financing public mass transportation service in rural areas by assuming up to 80 percent of the cost of any such project. Directs the Secretary to investigate safety systems. hazards in urban mass transportation Requires that uniform urban transportation data reporting systems be established pursuant to prescription by the Office of the Secretary within two years of the date of enactment of this Act. Directs the Secretary to establish demonstration projects to determine the feasibility and advisability of fare-free mass transportation coupons for the poor, elderly, and handicapped."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Urban Mass Transportation Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964 to encourage urban transportation planning, to authorize additional funds for grants and other assistance to urban mass transportation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:18-05:00"
}