{
  "actions": [
    {
      "acted_at": "1979-09-19", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5333-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Harsha, William H.", 
      "sponsored_at": "1979-01-03", 
      "state": "OH", 
      "thomas_id": "00507", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Howard, James J.", 
      "sponsored_at": "1979-01-03", 
      "state": "NJ", 
      "thomas_id": "00564", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bud", 
      "sponsored_at": "1979-01-03", 
      "state": "PA", 
      "thomas_id": "01055", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-09-19", 
  "number": "5333", 
  "official_title": "A bill to amend the Urban Mass Transportation Act of 1964; and title 23, United States Code; to provide for authorizations and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Transportation Energy Efficiency Act of 1979", 
  "sponsor": {
    "district": "1", 
    "name": "Johnson, Harold T.", 
    "state": "CA", 
    "thomas_id": "00600", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-09-19", 
  "subjects": [
    "Authorization", 
    "Automobile fuel consumption", 
    "Department of the Treasury", 
    "Energy conservation", 
    "Federal aid highway program", 
    "Fuel consumption", 
    "Government trust funds", 
    "Interstate highway system", 
    "Mass rapid transit", 
    "Motor Vehicles and Driving", 
    "Roads and highways", 
    "Speed limits", 
    "Traffic accidents and safety", 
    "Transportation and Travel", 
    "Transportation and public works", 
    "Urban affairs", 
    "Urban transportation"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-09-19", 
    "text": "Transportation Energy Efficiency Act of 1979 - Title I: Energy Efficient Public Transportation - Amends the Urban Mass Transportation Act of 1964 to authorize appropriations for fiscal years 1981 through 1989 from the Energy Security Trust Fund to finance grants, loans, and/or contracts for: (1) Federal financial assistance to State and local agencies for the construction or improvement of mass transportation systems; (2) public transportation projects substituted for segments of Interstate highway; (3) buses and bus facilities; and (4) projects for the deployment of innovative techniques and methods in the management and operation of public transportation services. Limits the amount of such funds which may be appropriated for allocation by the President. Title II: Improved Automobile Use - Permits the Secretary of Transportation to increase the Federal share of Interstate Highway costs to at least 90 percent for energy conservation projects. Authorizes the Secretary to make grants to governments and private organizations of 90 percent of the costs for energy conservation projects and for the purpose of planning, implementing, or evaluating innovative transportation strategies for more efficient use of automobiles and alternatives to low occupancy automobiles. Permits the inclusion in highway safety programs of programs for increased automotive fuel efficiency, including improved driver practices and vehicle operation and maintenance with funding provided from the Energy Security Trust Fund. Authorizes appropriations from such Fund for fiscal years 1980 through 1989 for carrying out the national maximum speed limit, energy conservation projects, and highway safety programs. Limits the percentage of funds to be used for public information programs directed to improve automobile usage and administrative costs. Authorizes appropriations out of the Highway trust fund for liquidation of obligations incurred for highway projects approved on or after the Transportation Energy Efficiency Act. Reduces the apportionments to States where a segment of the Interstate system is withdrawn for a substituted public mass transit project and makes a revised estimate of the Federal share of the costs of such segment available for highway substitution projects."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Transportation Energy Efficiency Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Urban Mass Transportation Act of 1964; and title 23, United States Code; to provide for authorizations and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:36-05:00"
}