{
  "actions": [
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-01-04", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr206-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-01-04", 
  "number": "206", 
  "official_title": "A bill to provide that all petroleum imported into the United States after September 1, 1977 shall not be available for purchase other than by the Government of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oil Import Purchase Authority Act", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-01-04", 
  "subjects": [
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Energy prices", 
    "Foreign trade and international finance", 
    "Imports", 
    "Petroleum", 
    "Petroleum and petroleum products", 
    "Petroleum industry", 
    "Price regulation"
  ], 
  "subjects_top_term": "Petroleum", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-01-04", 
    "text": "Oil Import Purchase Authority Act - Declares that the Federal Energy Administrator shall, after October 1, 1975, be responsible for the importation of petroleum into the United States. Prohibits the importation of petroleum into the United States after such date except pursuant to a sale in accordance with this Act. Establishes procedures for the submission of bids for the sale of oil to the United States. Imposes a fine of up to $1,000,000 and/or imprisonment of up to one year for failure to import petroleum into the United States in accordance with the provisions of this Act. Directs the Administrator to promulgate regulations for the fair and equitable allocation of all petroleum imported into the United States. Specifies factors to be considered by the Administrator in promulgating such regulations. Directs the Administrator to adjust prices paid by purchasers of imported petroleum at the end of each quarter in order to insure that such prices are equivalent to the average price paid by all such purchasers of similar imported petroleum during that quarter. Stipulates that funds for the purchase of petroleum shall be appropriated from the general revenues, and that moneys realized on the sale of such petroleum shall be returned to the general revenues. Requires the Administrator to establish disciplinary rules for bidders who fail to perform in accordance with the terms of their bids. Prohibits any officer or employee of the Federal Energy Administration from disclosing any information relating to the bids. Specifies a fine not to exceed $100,000 or ten years imprisonment, or both, for such disclosure. Requires the Administrator to limit knowledge of the identity of bidders to six persons within the Administration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Import Purchase Authority Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide that all petroleum imported into the United States after September 1, 1977 shall not be available for purchase other than by the Government of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:36:26-05:00"
}