{
  "actions": [
    {
      "acted_at": "1990-05-21", 
      "committee": "Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-20", 
      "in_committee": "Committee on Armed Services", 
      "references": [], 
      "text": "Subcommittee on Manpower and Personnel (Arm Serv). Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2663-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS", 
      "subcommittee": "Subcommittee on Manpower and Personnel", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1990-06-06", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boren, David L.", 
      "sponsored_at": "1990-07-10", 
      "state": "OK", 
      "thomas_id": "01287", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "1990-06-27", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "1990-06-13", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1990-07-13", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "D'Amato, Alfonse", 
      "sponsored_at": "1990-05-21", 
      "state": "NY", 
      "thomas_id": "01313", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durenberger, Dave", 
      "sponsored_at": "1990-07-10", 
      "state": "MN", 
      "thomas_id": "01321", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gore, Albert, Jr.", 
      "sponsored_at": "1990-06-13", 
      "state": "TN", 
      "thomas_id": "00449", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1990-06-11", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1990-06-14", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1990-05-24", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lott, Trent", 
      "sponsored_at": "1990-05-21", 
      "state": "MS", 
      "thomas_id": "00707", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mack, Connie, III", 
      "sponsored_at": "1990-06-27", 
      "state": "FL", 
      "thomas_id": "00721", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "1990-05-24", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1990-08-03", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "1990-07-10", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1990-05-21", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wilson, Pete", 
      "sponsored_at": "1990-06-06", 
      "state": "CA", 
      "thomas_id": "01456", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-21", 
  "number": "2663", 
  "official_title": "A bill to provide increased and special benefits to individuals involuntarily separated from the Armed Forces, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Involuntarily Separated Military Personnel Benefits Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "McCain, John", 
    "state": "AZ", 
    "thomas_id": "00754", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-21", 
  "subjects": [
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Congressional reporting requirements", 
    "Dismissal wage", 
    "Federal employees", 
    "Health", 
    "Health insurance", 
    "Information services", 
    "Job hunting", 
    "Manpower training programs", 
    "Military discharges", 
    "Military medicine", 
    "Military pay", 
    "Unemployment insurance", 
    "Veterans' education", 
    "Veterans' employment", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-21", 
    "text": "Involuntarily Separated Military Personnel Benefits Act of 1990 - Provides separation pay for all members of the armed forces who are involuntarily discharged or released from active duty or are denied reenlistment. (Under current law, regular members who were discharged from active duty after a specified date and who had completed five or more, but fewer than 20 years of active duty, were denied such separation pay and no separation pay was provided to enlisted members denied reenlistment.) Prohibits a member who was not on the active duty list at the time of discharge or involuntary separation from receiving such separation pay unless such member had completed at least seven (currently, five) years of continuous active duty service. Fixes the amount of separation pay at ten percent of the product of years of service and 12 times the monthly pay rate at the time of discharge. (Current law allows such figure or $30,000, whichever is less.) Increases the aggregate amount of unemployment compensation payable to ex-servicemen in any benefit year to 26 times an individual's weekly benefit amount for total unemployment. Directs the Secretary of Defense to conduct a program to furnish employment and training information and services to members of the armed forces during the 180 days before such members are involuntarily separated in order to assist such members in assimilating to civilian life. Requires the Secretary, no later than 180 days before a separation, to notify the member of such separation and to brief him or her regarding the availability of potential retirement, employment, job preference, and other benefits. Authorizes the Secretary to utilize disabled veterans' outreach program specialists, local veterans' employment representatives, other employment service personnel, and representatives of veterans' service organizations in furnishing such employment and training information. Requires the Secretary, in preparation for the discharge or release from active duty of military personnel stationed outside the United States whose dependents were permitted to accompany them, to reassign such member and dependents to the United States for the final three to six months of the member's tour of active duty. Urges and requests the President to establish a special committee to report on the means of encouraging civilian employers to cooperate with and assist the Government in providing employment training and job placement services to military personnel being involuntarily separated. Authorizes appropriations. Includes an involuntarily separated veteran among those individuals for whom a Federal hiring preference will be given. Defines an \"involuntarily separated veteran\" as an individual denied reenlistment on active duty or involuntarily separated from active duty under honorable conditions and under criteria established by the Secretary of the military department concerned. Expresses the sense of the Congress that with respect to persons involuntarily separated from the armed forces: (1) efforts should be made to expand the number of noncompetitive position appointments available in the Government and to increase the pay grade level for such appointments; and (2) preferential hiring policies and procedures should be established as a condition for receiving the Federal share of expenditures for State and local programs. Directs the Secretary concerned to provide medical care to a person who is involuntarily discharged or released from active duty and to his or her dependents for 90 days following such discharge or release. Requires a person to enroll in the Uniformed Services Voluntary Insurance Plan within 90 days of such discharge or release to be entitled to medical care for an injury, illness, or disease that was incurred or aggravated on or before the date of discharge or release and that is not covered by the Plan. Requires the Secretary concerned to provide such care for one year after such discharge or release at specified rates and for a pregnancy that existed before the discharge or release. Outlines provisions for the temporary coverage of persons involuntarily discharged or released who do not enroll in the Plan. Defines those persons who will not be considered to have been involuntarily discharged or released from the armed forces (such as those released under dishonorable conditions or for unfitness or unsatisfactory performance) and who will therefore not be entitled to such extended medical care. Provides that an individual involuntarily discharged or released from active duty shall be entitled to 36 months of basic educational assistance under the Montgomery GI Bill. Sets forth application requirements and benefit limitations. Defines those persons who will not be considered to have been involuntarily discharged or released from active duty and who are therefore not entitled to such education assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Involuntarily Separated Military Personnel Benefits Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide increased and special benefits to individuals involuntarily separated from the Armed Forces, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:03-05:00"
}