{
  "actions": [
    {
      "acted_at": "2009-07-02", 
      "references": [], 
      "text": "Committee on Armed Services. Original measure reported to Senate by Senator Levin under authority of the order of the Senate of 06/25/2009. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-02", 
      "calendar": "Senate Legislative", 
      "number": "92", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 92.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-07-23", 
      "references": [
        {
          "reference": "CR S8024", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-23", 
      "bill_ids": [
        "s1390-111"
      ], 
      "references": [], 
      "text": "Senate struck all after the Enacting Clause and substituted the language of S.1390 (Division C only) amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-23", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2009-07-30T16:43:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-30", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-30T19:39:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1393-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2009-07-23", 
    "vetoed": false
  }, 
  "introduced_at": "2009-07-02", 
  "number": "1393", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2010 for defense activities of the Department of Energy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1390-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s1390-111", 
      "reason": "included-in"
    }
  ], 
  "short_title": "Department of Energy National Security Act for Fiscal Year 2010", 
  "sponsor": {
    "district": null, 
    "name": "Levin, Carl", 
    "state": "MI", 
    "thomas_id": "01384", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2009-07-23", 
  "subjects": [
    "Armed forces and national security", 
    "Arms control and nonproliferation", 
    "California", 
    "Congressional oversight", 
    "Defense Nuclear Facilities Safety Board", 
    "Defense spending", 
    "Department of Energy", 
    "Department of Transportation", 
    "Executive agency funding and structure", 
    "Hazardous wastes and toxic substances", 
    "Intelligence activities, surveillance, classified information", 
    "Military facilities and property", 
    "Military readiness", 
    "New Mexico", 
    "Nuclear weapons", 
    "Research administration and funding", 
    "Research and development"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2009-07-23", 
    "text": "Department of Energy National Security Act for Fiscal Year 2010 - Division C: Department of Energy National Security Authorizations and Other Authorizations - Title XXXI [sic]: Department of Energy National Security Programs - Subtitle A: National Security Programs Authorizations - (Sec. 3101) Authorizes appropriations for the Department of Energy (DOE) for FY2010 for: (1) activities of the National Nuclear Security Administration (NNSA) in carrying out programs necessary for national security, with specified allocations for weapons activities, defense nuclear nonproliferation activities, naval reactors, and the Office of the Administrator for Nuclear Security (Administrator); and (2) environmental restoration and waste management activities and plant projects in carrying out national security programs, with specified allocations for defense environmental cleanup, other defense activities, and defense nuclear waste disposal. (Sec. 3105) Provides that the amounts authorized under this title shall be available for programs, projects, and activities in the amounts provided in a specified funding table. Subtitle B: Program Authorizations, Restrictions, and Limitations - (Sec. 3111) Amends provisions of the Atomic Energy Defense Act relating to the nuclear weapons stockpile life extension program to: (1) implement the program through the NNSA; and (2) direct the Secretary of Energy (Secretary) to develop a long-term plan to extend the life of the weapons in the nuclear weapons stockpile without nuclear weapons testing. Outlines plan elements, and requires the Secretary to annually update the plan and to submit updated plans to Congress. Expresses the sense of Congress that the President should include in each fiscal year budget sufficient funds to carry out activities under the program that are specified in the latest updated plan. (Sec. 3112) Amends the Atomic Energy Defense Act to: (1) eliminate the exemption of the above program from the requirement to request specific funds within the President's annual budget; and (2) repeal the reliable replacement warhead program. (Sec. 3114) Allows the Secretary to obligate no more than 10% of the funds authorized for the International Nuclear Materials Protection and Cooperation program in a fiscal year to provide assistance for or otherwise carry out bilateral or multilateral activities relating to nonproliferation or disarmament. Authorizes the expenditure of such funds only if, at least 15 days earlier: (1) the Secretary notifies the congressional defense and appropriations committees of the intent to obligate or expend such funds; and (2) the President certifies to such committees that obligating or expending such funds is necessary to support U.S. national security objectives. (Sec. 3115) Amends the Atomic Energy Defense Act to: (1) repeal a prohibition on funding activities associated with the international cooperative stockpile stewardship program (which no longer exists); (2) increase from $5 million to $7 million the minor construction threshold for DOE plant projects; and (3) extend through FY2011 DOE authority to employ scientific, engineering, and technical personnel performing duties related to safety at nuclear facilities. (Sec. 3118) Amends the John Warner National Defense Authorization Act for Fiscal Year 2007 to repeal the September 30, 2010, deadline for consolidation of the counterintelligence programs of DOE and the NNSA. Subtitle C: Other Matters - (Sec. 3131) Directs the Administrator and the Under Secretary of Energy for Science to develop and submit to the defense and appropriations committees a plan to use and fund, over a ten-year period, four specified DOE facilities. Requires the Secretary to specify in DOE budget requests the source of funds for each facility. (Sec. 3132) Requires the: (1) Secretary to appoint an independent panel of experts to review the management and operation of the Lawrence Livermore, Los Alamos, and Sandia National Laboratories; (2) panel to report review results to the Secretary; and (3) Secretary to submit such report to the defense committees. (Sec. 3133) Directs the Secretary to include in the 2010 stockpile stewardship plan specified information relating to stewardship criteria. (Sec. 3134) Requires the Comptroller General (CG) to: (1) conduct phase one, two, and three reviews of projects carried out by DOE's Office of Environmental Management using American Recovery and Reinvestment Funds; and (2) report to the defense and appropriations committees on the status and results of each review. (Sec. 3135) Directs the Secretary to include in annual DOE budget justification materials specific identification as a budget line item of amounts required to meet pension obligations for contractor employees at each DOE facility using amounts authorized for DOE. (Sec. 3136) Amends the Energy Employees Occupational Illness Compensation Program Act of 2000 to require the Ombudsman of the Department of Labor, in carrying out duties under the Energy Employees Occupational Illness Compensation program, to work with the individual employed by the National Institute for Occupational Safety and Health to serve as an ombudsman to individuals making claims under subtitle B of the above Act. (Sec. 3137) Directs the CG to: (1) conduct a study of the stockpile stewardship program established under the Atomic Energy Defense Act to determine if the program was functioning, as of December 2008, as envisioned when established; and (2) report study results to the defense and appropriations committees. (Sec. 3138) Expresses the sense of the Senate that: (1) radioisotopes and radiopharmaceuticals, including Mo-99 and its derivatives, are essential components of medical tests that help diagnose and treat life-threatening diseases affecting millions of people each year; and (2) the Secretary should continue and expand a program to meet the need to ensure a source of MO-99 and its derivatives for use in medical tests to help ensure the health security of the United States and around the world and promote peaceful nuclear industries through the use of low-enriched uranium. Title XXXII: Defense Nuclear Facilities Safety Board - (Sec. 3201) Authorizes appropriations for FY2010 for the Defense Nuclear Facilities Safety Board. Title XXXIII: Maritime Administration - (Sec. 3301) Revises generally organizational matters within the Maritime Administration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Energy National Security Act for Fiscal Year 2010", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2010", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Department of Energy National Security Act for Fiscal Year 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize appropriations for fiscal year 2010 for defense activities of the Department of Energy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:13-05:00"
}