{
  "actions": [
    {
      "acted_at": "1998-10-14", 
      "references": [
        {
          "reference": "CR H10881-10882", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-10-14", 
      "committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Banking and Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-14", 
      "in_committee": "House Committee on Banking and Financial Services", 
      "references": [], 
      "subcommittee": "Housing and Community Opportunity", 
      "text": "Referred to the Subcommittee on Housing and Community Opportunity.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4832-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking and Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Opportunity", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-10-14", 
  "number": "4832", 
  "official_title": "To amend the National Flood Insurance Act of 1968 to reduce losses from repetitive flooding.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Repetitive Flood Loss Reduction Act of 1998", 
  "sponsor": {
    "district": "25", 
    "name": "Bentsen, Ken", 
    "state": "TX", 
    "thomas_id": "00079", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-10-14", 
  "subjects": [
    "Cost effectiveness", 
    "Economics and public finance", 
    "Emergency management", 
    "Finance and financial sector", 
    "Flood control", 
    "Flood damage prevention", 
    "Flood insurance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Housing and community development", 
    "Insurance premiums", 
    "Insurance rates", 
    "Land transfers", 
    "Land use", 
    "Open space lands", 
    "Public lands and natural resources", 
    "Recreation areas", 
    "Relocation", 
    "Sports and recreation", 
    "Water resources development", 
    "Wetlands"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-10-14", 
    "text": "Repetitive Flood Loss Reduction Act of 1998 - Amends the National Flood Insurance Act of 1968 to require the Director of the Federal Emergency Management Agency to carry out a program to mitigate repetitive flood losses to property by providing financial assistance to States, communities, and local flood management agencies for planning and carrying out activities designed to reduce expenditures from the National Flood Insurance Fund for damages to properties caused by repetitive flooding. Includes among eligible mitigation activities, subject to specified restrictions: (1) elevation, relocation, demolition, or floodproofing of structures located in areas having special flood hazards or other areas of flood risk; (2) acquisition by States and communities of properties located in areas having special flood hazards or other areas of flood risk for public use, as the Director determines is consistent with sound land management and use; (3) minor physical mitigation efforts that do not duplicate the flood prevention activities of other Federal agencies, States, communities, or local flood management agencies and that lessen the frequency or severity of flooding and decrease predicted flood damages, excluding major flood control projects unless the Director specifically determines that such projects are the most cost-effective mitigation activities for protecting the National Flood Insurance Fund; and (4) purchase of property. Sets forth procedures for requests for assistance and for approval of requests. Prohibits the Director (with an exception) from providing financial assistance: (1) in an amount exceeding 75 percent of the total cost of the mitigation activities to be financed using such assistance; and (2) for any such activities unless the State, community, or local flood management agency that receives the assistance certifies, as the Director shall require, that at least 25 percent of the total cost of such activities will be provided from non-Federal sources. Requires the Director, upon determining that an insured property is a repetitive substantial loss property, to offer to purchase the property at its fair market value at the time of the offer. Directs that any such offer: (1) explicitly state that the offer is contingent upon the availability of specified funds for such purchase; and (2) be held open, and not be revocable, during the period that the property is covered by flood insurance coverage. Requires the Director, if such owner accepts the offer and if such funds are available, to purchase the property. Authorizes the Director, if any local flood management agency exists that has jurisdiction with respect to the area in which the property is located, to request that the State or local flood management agency coordinate and carry out the purchase. Provides that if the owner does not accept the offer within a specified period, the chargeable premium rate with respect to the property shall equal 150 percent of the amount at the time the offer was made (as adjusted by any other premium adjustments otherwise applicable to the property), with an exception, and the insurance deductible increased by $5,000 more than that at the time the offer was made. Requires the Director, upon each renewal or modification of flood insurance coverage for a repetitive substantial loss property, to notify the owner that the offer is still open. Provides that if the owner of a repetitive substantial loss property does not accept an offer made by the Director and subsequently a flood event causes substantial damage to the property, the chargeable premium rate with respect to the property shall be an amount equal to 150 percent of the rate at the time of the event, as adjusted by any other premium adjustments otherwise applicable to the property and any subsequent increases, and the insurance deductible increased by $5,000 more than that at the time of the event. Establishes within the Treasury the Repetitive Flood Mitigation Loss Reduction Fund. Directs that all amounts collected from payment of deductible and premium increases be deposited into the Fund and that amounts deposited into the Fund be available to the Director to carry out this Act to the extent provided by appropriation Acts. Requires the Director to: (1) develop and periodically update a list of repetitive flood loss properties that have sustained multiple flood losses in excess of 125 percent of the property value, which shall be given priority for offers; (2) conduct oversight of recipients of financial assistance to ensure that the assistance is used in compliance with approved mitigation activities and that certified matching funds are used in accordance with such certification; and (3) recapture such amounts from a State, community, or local flood management agency that has received mitigation assistance and that the Director determines has not carried out mitigation activities, and deposit the amounts in the Fund. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Repetitive Flood Loss Reduction Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the National Flood Insurance Act of 1968 to reduce losses from repetitive flooding.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:19-05:00"
}