{
  "actions": [
    {
      "acted_at": "1975-05-22", 
      "references": [], 
      "text": "Referred to Joint Committee on Atomic Energy.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1826-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Joint Atomic Energy", 
      "committee_id": "JSAT"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1975-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-05-22", 
  "number": "1826", 
  "official_title": "A bill to provide that no new licenses be granted for the construction of nuclear fission power reactor facilities, pending a comprehensive study by the Office of Technology Assessment and subsequent action by the Congress.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Powers Reappraisal Act", 
  "sponsor": {
    "district": null, 
    "name": "Gravel, Mike", 
    "state": "AK", 
    "thomas_id": "01343", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1975-05-22", 
  "subjects": [
    "Independent regulatory commissions", 
    "Licenses", 
    "Nuclear Regulatory Commission", 
    "Nuclear energy", 
    "Nuclear power", 
    "Nuclear power plants", 
    "Nuclear reactors", 
    "Nuclear security measures"
  ], 
  "subjects_top_term": "Nuclear power", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-05-22", 
    "text": "Nuclear Power Reappraisal Act - Declares that: (1) it is questionable whether further deployment of commercial nuclear fission powerplants is consistent with national security and public safety; (2) problems of nuclear plant safety, waste management, environmental impact and security must be resolved prior to further deployment of commercial nuclear fission powerplants; and (3) the Office of Technology Assessment should undertake an independnet and comprehensive analysis of the potential consequences of proliferation of nuclear fission powerplants in the United States and elsewhere. Directs the Nuclear Regulatory Commission to cease, beginning on the first day after the date of enactment of this Act, the granting of licenses or limited work authorization for the construction of nuclear fission powerplants and the granting of licenses for the export of nuclear fission powerplants. States that the granting of nuclear powerplant construction licenses shall be resumed only after the Congress shall have determined: (1) hazardous fission waste products can be stored or disposed of with no reasonable chance of release to the natural environment and of subsequent injury to human beings; (2) the security of special nuclear materials from diversion is reasonably assured; and (3) nuclear power facilities pose no extraordinary and unacceptable threat to public health and safety in the event of war, sabotage or natural disaster. Provides that beginning five years after the enactment of this Act, unless the Congress has provided for the resumption of nuclear powerplant licensing, all existing nuclear fission powerplants shall be phased out of operation at a specified rate. Directs the Office of Technology Assessment to study the nuclear fission fuel cycle, from mining through waste management, and fission-generated power; and to report to the Congress the findings and recommendations of such study. Requires the Office of Technology Assessment, when conducting such study, to provide compensation for travel costs, per diem expenses, and experts to any person who: (1) has or represents an interest which would not otherwise be adequately represented in such study, and whose views are deemed by the Office to be necessary for a full assessment of the nuclear fuel cycle or nuclear fission generated power or other energy sources, pursuant to this Act; and (2) who is unable to participate effectively in such assessment because such person cannot afford to pay the cost of travel, per diem expenses and expert witnesses. Authorizes to be appropriated such sums as may be necessary to carry out the provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Powers Reappraisal Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide that no new licenses be granted for the construction of nuclear fission power reactor facilities, pending a comprehensive study by the Office of Technology Assessment and subsequent action by the Congress.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:25-05:00"
}