{
  "actions": [
    {
      "acted_at": "1983-01-26", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-01-28", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; Health and Human Services Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-09", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-10", 
      "bill_ids": [
        "s576-98"
      ], 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "text": "Committee on Finance incorporated provisions of related measures S. 576 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-10", 
      "in_committee": "Committee on Finance", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-03-11", 
      "references": [], 
      "text": "Committee on Finance. Reported to Senate by Senator Dole with an amendment in the nature of a substitute and an amendment to the title. With written report No. 98-23.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-03-11", 
      "calendar": "Senate Legislative", 
      "number": "41", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 41.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1983-04-06", 
      "bill_ids": [
        "hr1900-98"
      ], 
      "references": [], 
      "text": "H.R. 1900 passed in Senate relating to this measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-06", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s1-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "1"
    }, 
    {
      "amendment_id": "s3-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "3"
    }, 
    {
      "amendment_id": "s512-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "512"
    }, 
    {
      "amendment_id": "s513-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "513"
    }
  ], 
  "bill_id": "s1-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baker, Howard H., Jr.", 
      "sponsored_at": "1983-01-26", 
      "state": "TN", 
      "thomas_id": "01275", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bentsen, Lloyd M.", 
      "sponsored_at": "1983-01-26", 
      "state": "TX", 
      "thomas_id": "01282", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1983-01-26", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1983-01-26", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kennedy, Edward M.", 
      "sponsored_at": "1983-01-26", 
      "state": "MA", 
      "thomas_id": "01377", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Laxalt, Paul D.", 
      "sponsored_at": "1983-01-26", 
      "state": "NV", 
      "thomas_id": "01382", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1983-01-26", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1983-01-26", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1983-01-26", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevens, Ted", 
      "sponsored_at": "1983-01-26", 
      "state": "AK", 
      "thomas_id": "01440", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wallop, Malcolm", 
      "sponsored_at": "1983-02-16", 
      "state": "WY", 
      "thomas_id": "01451", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-26", 
  "number": "1", 
  "official_title": "A bill to implement the consensus recommendations of the National Commission on Social Security Reform.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1900-98", 
      "reason": "related"
    }, 
    {
      "bill_id": "s576-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Social Security Amendments of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-03-10", 
  "subjects": [
    "Administrative procedure", 
    "Aliens", 
    "Civil service employment", 
    "Congress and Members of Congress", 
    "Congressional employees", 
    "Cost of living adjustments", 
    "Department of the Treasury", 
    "Disability retirement", 
    "Divorcees", 
    "Employee benefit plans", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Government trust funds", 
    "Hospital care", 
    "Hospitals", 
    "Income tax", 
    "Interest", 
    "Local officials and employees", 
    "Medicare", 
    "Members of Congress", 
    "Military pay", 
    "Nurses", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Peer review organizations (Medicine)", 
    "Presidents and Vice Presidents", 
    "Prisoners", 
    "Railroad retirement plans", 
    "Retirement income", 
    "Social security eligibility", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "State officials and employees", 
    "States", 
    "Survivors' benefits", 
    "Tax credits", 
    "Tax deductions", 
    "Tax exemption", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Treaties", 
    "Unemployment insurance", 
    "Vice Presidents", 
    "Widowers", 
    "Widows"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1983-03-11", 
    "text": "(Reported to Senate from the Committee on Finance with amendment, S. Rept. 98-23) Social Security Amendments of 1983 - Title I: Social Security - Part A: Changes in Coverage - Amends title II (Old Age, Survivors and Disability Insurance) of the Social Security Act and the Internal Revenue Code to provide mandatory coverage under the Old Age, Survivors and Disability Insurance program as of January 1, 1984, for new Federal employees, the President, the Vice President, Members of Congress, the Commissioner of Social Security, all legislative branch employees who are not participating in the Civil Service Retirement System as of December 31, 1983, and employees of nonprofit organizations. Prohibits the termination of State coverage agreements (under which State and local government employees may be covered under title II) on or after the enactment of this Act. Makes such prohibition applicable to any agreements in effect on the date of the enactment of this Act, notwithstanding pending termination notices. (Currently, coverage under such an agreement may be terminated if the State gives two years' written notice of such intent, following at least five years of coverage of the State or local group involved.) Extends the exemption from OASDI and hospital insurance taxes on self-employment income which is applicable to self-employed individuals who are members of a recognized religious sect which is conscientiously opposed to the OASDI and hosptial insurance systems to employees of such individuals who also belong to the same religious sect. Part B: Changes in Benefits - Provides that the automatic cost of living adjustment in OASDI benefits shall be provided on a calendar year basis beginning in 1984. Provides that OASDI beneficiaries who become eligible for a pension based on non-covered employment after 1983 shall have their old-age or disability (but not survivors) benefits reduced. Prohibits the reduction of an individual's primary insurance amount below the minimum primary insurance amount under current law. Permits the continued payment of OASDI benefits to: (1) surviving divorced spouses who remarry after age 60; (2) disabled widows and disabled widowers who remarry after age 50; and (3) disabled surviving divorced wives who remarry after age 50. Provides that in the case of deferred survivor benefits, the primary insurance amount of the deceased individual shall be determined, for benefit computation purposes, as if the deceased individual died in the year in which the beneficiary first became eligible for such benefits or in the year in which the deceased individual would have reached age 62, whichever is earlier. Makes wife's insurance benefits payable to divorced wives at age 62 in the case of wives who have been divorced for at least two years if the former husband is eligible for retirement benefits (regardless of whether such benefits have been applied for). Provides that the amount of the benefit for such a divorced wife shall be determined without regard to reductions which may be made because of the former husband's excess earnings. Increases the benefit amount for disabled widows and widowers to 71.5 percent of the primary insurance amount. Provides for a decrease in the cost of living adjustments to OASDI benefits, beginning in 1988, whenever the reserves in the Federal Old-Age and Survivors Insurance Trust Fund and in the Federal Disability Insurance Trust Fund fall below a certain amount, calculated as of January 1 of each year. Requires the payment of additional benefits to beneficiaries when the reserves in the trust funds have increased above a certain amount. Provides for a gradual increase in the delayed retirement credit received by workers who delay retirement beyond age 65. Makes the increase in such credit effective for workers who reach age 65 in 1990 and thereafter. Amends title II of the Social Security Act to gradually raise the age at which full OASDI benefits are payable from 65 to 66 by the year 2012, beginning with individuals who reach the early retirement age (62 for old-age or wife's or husband's insurance beneficiaries, 60 for widow's or widower's insurance beneficiaries) in the year 2000. Provides for a gradual phaseout, between 1990 and 1994, of the earnings limitation for beneficiaries who are 65 or older. Increases by two the number of years which can be dropped out of the formula for computing OASDI benefits for persons who leave the workforce to care for children under age 3 at home. (Currently, a maximum of a worker's five lowest years of earnings are dropped from the computation of OASDI benefits.) Prohibits the payment of OASDI benefits to an incarcerated felon. Makes benefits to which an individual would be entitled on the basis of the wages and self-employment income of an incarcerated felon payable as though such felon were receiving benefits. Requires Federal, State, and local agencies to make available to the Secretary of Health and Human Services the names and social security numbers of all incarcerated felons under their jurisdiction. Prohibits the payment of OASDI benefits to individuals who are not U.S. citizens or nationals if they are outside the United States. Provides for the continuation of benefits to such an individual until total benefits paid equal the amount of taxes paid by the wage earner plus interest. Provides that such prohibition shall not apply: (1) in any case where its application would contravene a treaty obligation of the United States; or (2) to individuals who are citizens of a country with which the United States has an international social security agreement (providing for reciprocity of social security coverage). Requires the Secretary of Health and Human Services to notify Congress on or before July 1 of any calendar year in which it will be necessary to reduce the cost of living adjustment for OASDI beneficiaries payable for months after November of such year because the reserves in the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund are below a certain amount and are projected to decline. Part C: Revenue Provisions - Amends the Internal Revenue Code to include in gross income the lesser of: (1) one-half of the social security benefits received by a taxpayer during the taxable year; or (2) one-half of the amount by which the sum of a taxpayer's adjusted gross income plus one-half of the social security benefits received by the taxpayer during the taxable year exceeds a base amount. Defines \"adjusted gross income\" as adjusted gross income: (1) determined without regard to this part or to certain deductions and exemptions; and (2) increased by any tax-exempt interest received by the taxpayer during the taxable year. Defines the base amount as: (1) $25,000 for an individual; (2) $32,000 for married persons filing a joint return; and (3) zero for married persons filing separate returns. Defines as \"social security benefits\" OASDI benefits and tier 1 railroad retirement benefits. Requires the Secretary of Health and Human Services and the Railroad Retirement Board to file information returns indicating: (1) the aggregate amount of benefits paid to any individual during a calendar year; (2) the aggregate amount of benefits repaid by such individual during the calendar year; (3) such individual's name and address. Requires that such information be furnished to the individuals in the returns. Includes in the gross income of a nonresident alien one-half of any social security benefits received by such individual. Permits the Secretary of the Treasury to disclose return information from the Internal Revenue Service files on the address and status of such a nonresident alien or a U.S. citizen or resident to the Social Security Administration or the Railroad Retirement Board for purposes of withholding tax from social security benefits. Provides for the treatment of social security benefits as income from sources within the United States for purposes of the tax on nonresident aliens. Appropriates to the Federal Old-Age and Survivors Insurance Trust Fund and to the Federal Disability Insurance Trust Fund the revenues generated under this title. Requires that such appropriations be transferred at least quarterly from the Treasury to the trust funds. Requires the Secretary of the Treasury to report to Congress, the Secretary of Health and Human Services, and the Railroad Retirement Board on such transfers. Allows a tax credit in the case of an individual who retires on disability before the close of the taxable year and who, when retired, is permanently and totally disabled. Prohibits the extension of such credit to any nonresident alien. Revises the OASDI tax rates on employees and employers so as to: (1) increase the tax rate for 1984; (2) keep the current tax rate for 1985 through 1987; and (3) increase the tax rate for 1988-1989. Allows a one-time tax credit for the OASDI employee taxes and the tier 1 railroad retirement employee taxes paid during 1984. Increases the OASDI tax rates and the hospital insurance tax rates on self-employment income for taxable years 1989 through 1990. Allows a tax credit for OASDI and hospital insurance taxes paid on self-employment income for taxable year. Part D: Miscellaneous Financing Provisions - Amends title II of the Social Security Act to revise the allocations of wages and self-employment income from the Treasury to the Federal Disability Insurance Trust Fund. Amends titles II and XVIII of the Social Security Act to extend until January 1988 the authority for borrowing among the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, and the Federal Hospital Insurance Trust Fund whenever the Managing Trustee of the trust funds determines that additional funds are needed to pay benefits from one of the funds. (Currently, interfund borrowing is authorized through December 31, 1982.) Sets forth loan conditions and requirements. Amends title II of such Act to require the Secretary of the Treasury to credit either the Federal Old-Age and Survivors Insurance Trust Fund or the Federal Disability Insurance Trust Fund, as appropriate, for the amount of all benefit checks issued under title II which have not been negotiated within a reasonable length of time, not to exceed 12 months, after issuance. Requires the lump sum reimbursement of the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, and the Federal Hospital Insurance Trust Fund by the Treasury for the cost of past and future benefits attributable to noncontributory military wage credits for service before 1957. Provides for lump sum reimbursement to such trust funds of amounts equal to the OASDI and hospital insurance employee and employer taxes that would have been paid after 1956 and before 1984 if military wage credits were treated as \"wages\" under title II. Provides for annual reimbursement to such trust funds of amounts equal to the OASDI and hospital insurance employee and employer taxes that would be paid after 1983 if military wage credits were treated as \"wages\" under title II. Amends titles II and XVIII of the Social Security Act to establish the following accounts in the Treasury: (1) the Old-Age and Survivors Insurance Depositary Account; (2) the Disability Insurance Depositary Account; (3) the Hospital Insurance Depositary Account; and (4) the Supplementary Medical Insurance Depositary Account. Requires the Managing Trustee of the social security trust funds to deposit the portions of the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund that are not required to meet current withdrawals from such funds into the corresponding depositary accounts so established. Revises investment requirements with respect to trust fund assets deposited in such accounts. Requires the addition of two members of the public from different political parties to the Board of Trustees of the Federal Old-Age and Survivors Insurance Trust Fund, the Federal Disability Insurance Trust Fund, the Federal Hospital Insurance Trust Fund, and the Federal Supplementary Medical Insurance Trust Fund. Amends title II of the Social Security Act to require State and local governments to deposit in the Treasury social security taxes withheld pursuant to State coverage agreements, according to the same payment schedule as applies to private employers. Revises the method for crediting the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund with payroll tax revenues from the Treasury for months in which the reserves of the trust funds fall below a certain amount. Amends the Internal Revenue Code and title II of the Social Security Act to prohibit the exclusion of employer contributions from \"wages\" for purposes of OASDI coverage if such contributions are: (1) under a qualified cash or deferred compensation plan; or (2) under a cafeteria plan which includes an arrangement whereby the employee can choose cash, property, or other benefits which would constitute \"wages\". Excludes from \"wages\" payments made to or from a Governmental plan. Excludes from \"wages\" for purposes of OASDI coverage those payments made to, or on behalf of, an employee under an annuity contract (other than a payment for the purchase of such a contract). Excludes from \"wages\" for purposes of OASDI coverage the value of meals or lodgings furnished by or on behalf of an employer if it is reasonable to believe that the employee will be able to exclude such items from gross income. Makes the employee contribution to a simplified employee pension taxable for OASDI purposes. Excludes from \"wages\" for purposes of OASDI coverage employer contributions to a simplified employee pension if, at the time of payment, it is reasonable to believe that the employee will be entitled to a deduction from adjusted gross income for such payment. Title II: Supplemental Security Income - Amends title XVI (Supplemental Security Income) of the Social Security Act to provide for a $20 increase in the Federal SSI benefit standard for an individual and a $30 increase in the Federal SSI benefit standard for a married couple. Provides that in order to be eligible for Federal matching funds under title XIX (Medicaid) of the Social Security Act after March 1983, a State cannot reduce the combined level of its supplementary payments and the SSI benefits payable for a particular month below the combined level of such payments and benefits for March 1983 increased by the amount of all cost of living adjustments which have occurred after March 1983 and before that particular month. Requires the Secretary of Health and Human Services, before July 1, 1984, to notify all elderly OASDI beneficiaries who may be eligible for supplemental security income benefits under title XVI of the Social Security Act of the availability of the SSI program and to encourage such individuals to contact the social security district office. Requires that such notification be included in the notification to OASDI beneficiaries of their eligibility for supplementary medical insurance. Title III: Medicare - Amends title XVIII of the Social Security Act to exclude from the term \"operating costs of inpatient hospital services\": (1) costs of approved educational activities; and (2) capital-related costs. Eliminates the limits on operating costs of inpatient hospital services for cost reporting periods beginning on or after October 1, 1985. Provides as an additional requirement for a hospital reimbursement control system that the Secretary of Health and Human Services shall determine that the system will not preclude an eligible health care organization from negotiating directly with hospitals with respect to the organization's rate of payment for inpatient hospital services. Prohibits the Secretary from denying a State's application to use a hospital reimbursement control system on the ground that: (1) such system is based on a payment methodology other than on the basis of a diagnosis-related group; or (2) the amount of payments made under such system will be less than payments made not using such system. Sets forth requirements with respect to the methods for projecting the allowable costs of inpatient hospital services under a State hospital reimbursement control system. Requires the Secretary to approve a State's hospital reimbursement control system if (in addition to current law requirements that such system apply to substantially all non-Federal acute care hospitals and to at least 75 percent of hospital inpatient revenues or expenses, provide equitable treatment of all payors, hospital employees, and patients, and not allow expenses under the Medicare system to exceed amounts which would have been incurred without the system, and in addition to the requirement under this Act that such system not preclude a health care organization from negotiating with hospitals over costs): (1) the system is operated directly by the State or a State entity; (2) the system provides for the prospective determination of rates; (3) hospitals under the system will monitor the State's performance; (4) the system will not result in a significant reduction of or refusal to admit patients who cannot pay for hospital services; (5) significant changes in the system will take effect only upon 60 days' notice to the Secretary and the hospitals affected; and (6) the State has consulted with local governmental officials on the impact of the system on public hospitals. Establishes a method for the payment of hospitals for operating costs of inpatient hospital services on the basis of DRG (diagnosis-related group) prospective rates. Specifies the hospitals to which such method would not apply. Requires the Secretary to establish a classification of inpatient hospital discharges by diagnosis-related groups and a methodology for classifying specific hospital discharges within these groups in order to compute DRG-specific payment rates. Requires the Secretary to make additional payments to hospitals for cases which are significantly different in terms of length of stay or unusual costs from cases within the same DRG and for indirect costs of medical education. Requires the Secretary to adjust payment amounts where appropriate in the case of hospitals which serve a disproportionate number of low-income patients, sole community hospitals, and hospitals in Alaska and Hawaii. Requires adjustments for certain inpatient hospital services which were, but are no longer, paid for under part B of title XVIII of the Social Security Act. Requires the Secretary to publish yearly in the Federal Register the methods for computing the DRG prospective payment rates for the following fiscal year. Prohibits administrative and judicial review of: (1) certain adjustments in payments made to maintain budget neutrality; and (2) the Secretary's establishment of DRGs. Requires that expenditures for FY 1984 and 1985 under the Medicare system be equal to expenditures under the System before the enactment of this Act. Requires the Secretary to appoint a Commission of independent experts, selected by the Office of Technology Assessment, to review and report to the Secretary annually, beginning in FY 1985, on hospital costs and the appropriate increase in payments for hospitals. Requires the publication in the Federal Register of the Secretary's final determination of such increase for each fiscal year. Establishes a Federal Liaison Committee to the Commission which shall: (1) arrange for the acquisition of information needed by the Commission from Federal agencies; and (2) advise the Commission on the activities of Federal agencies which relate to the duties or studies of the Commission. Requires the Office of Technology Assessment to report to Congress annually for the first three years of the Commission's operation and biannually thereafter on the functioning and progress of the Commission. Authorizes appropriations. Prohibits Medicare payments for inpatient hospital services not provided by a physician or a hospital unless the services are furnished under arrangements with the entity providing such services made by the hospital pursuant to title XVIII of the Social Security Act. Requires hospitals receiving Medicare payments to maintain an agreement with a utilization and quality control peer review organization under which such organization will review quality of care, admissions, and discharges with respect to Medicare patients. Prohibits such hospitals from charging for inpatient hospital services for which payment is denied because of inappropriate admission or medical practices. Requires that all items and services furnished to a patient of a hospital receiving Medicare payments be furnished only by such hospital or under arrangements made by the hospital. Permits health maintenance organizations which have risk-sharing contracts with the Secretary to elect to have hospital payments made directly to hospitals and subtracted from Medicare payments to be made to the organizations. Requires the Provider Reimbursement Review Board to review complaints with respect to the Secretary's final determination of Medicare payments to hospitals. Permits a hospital which has followed a practice of allowing direct billing under part B of title XVIII of the Social Security Act for services to continue such practice under certain conditions. Requires that the Medicare payments to such a hospital under part A of title XVIII of such Act be reduced by the amount of the billings under part B. Requires the Secretary to report to Congress on the method by which capital-related costs associated with inpatient hospital services can be included in the prospective payment amounts computed under this Act. Requires the Secretary to report annually to Congress on the impact of the Medicare payment methodology under this Act on individual hospitals, classes of hospitals, beneficiaries, and other payors for inpatient hospital services. Specifies particular studies which the Secretary shall include in the annual report to Congress in 1985. Requires the Secretary to study and report to Congress before April 1, 1985, on: (1) an equitable method of reimbursing sole community hospitals; (2) ways to coordinate an information transfer between parts A and B of title XVIII of the Social Security Act; (3) the appropriate treatment of uncompensated care costs and appropriate adjustments for large teaching hospitals located in rural areas; and (4) the advisability of having hospitals make available information on the cost of patient care financed by both public programs and private payors. Requires the Secretary to study and make recommendations to Congress before April 1, 1984, with respect to a method for including hospitals outside of the 50 States and the District of Columbia under a prospective payment system. Requires the Secretary to modify certain Medicare demonstration projects entered into by States after August 1982 and in effect as of March 1, 1983, so that the percentage by which the projects are not required to maintain the rate of increase in Medicare hospital costs in those States below the national rate of increase in Medicare hospital rates shall be decreased by one-half of one percentage point per contract year, beginning in 1983. Directs the Secretary to approve within the 30 days after the enactment of this Act: (1) the risk-sharing application of On Lok Senior Health Services for waivers of certain requirements under title XVIII of the Social Security Act in order to carry out a long-term care demonstration project; and (2) the application of the Department of Health Services of California for the waiver of certain requirements under title XIX (Medicaid) of the Social Security Act in order to carry out a demonstration project for capitated reimbursement for comprehensive long-term care services involving On Lok Senior Services. Requires the Secretary to continue demonstrations with hospitals in areas with critical shortages of skilled nursing facilities to study the feasibility of providing alternative systems of care or methods of payment. Amends the Tax Equity and Fiscal Responsibility Act of 1982 to delay the effective date for the single reimbursement limit for hospital-based and free-standing skilled nursing facilities from cost reporting periods beginning on or after October 1, 1982, to cost reporting periods beginning on or after October 1, 1983. Requires the Secretary to study and report to Congress before December 31, 1983, on the effect of the single reimbursement limit on hospital-based skilled nursing facilities. Amends title XVIII of the Social Security Act to require the Secretary to promulgate the monthly actuarial rates and premiums for Medicare enrollees in October of each year, beginning in 1983. Title IV: Unemployment Compensation Provisions - Part A: Federal Supplemental Compensation - Amends the Federal Supplemental Compensation Act of 1982 to extend the Federal supplemental compensation program to September 30, 1983. (Currently, the program ends on March 31, 1983.) Sets forth the method for computing the amount which shall be established in Federal supplemental compensation accounts payable to individuals for weeks beginning after March 31, 1983. Provides that in the case of an individual who received Federal supplemental compensation and exhausted his or her rights to such compensation before April 1, 1983, such individual's eligibility for additional compensation under this title shall not be affected by any event or failure to meet the requirements relating to unemployment compensation eligibility occurring after the date of exhaustion of rights and before April 1, 1983. Provides for the modification of State agreements under the Federal Supplemental Compensation Act of 1982 to conform with the changes made by this title. Requires the Secretary of Labor to terminate a State's agreement if the State fails or refuses to enter into a modification of such agreement. Part B: Provisions Relating to Interest and Credit Reductions - Amends title XII (Advances to State Unemployment Funds) of the Social Security Act to permit States to defer up to 80 percent of the interest due for 1983, 1984, and 1985 on Federal unemployment compensation loans. Permits a State to pay such deferred interest in four annual installments of at least 20 percent beginning with the year after the year in which it is due if the State: (1) has not reduced its net unemployment tax effort or the net solvency of its unemployment system; and (2) has increased revenue liabilities and decreased State unemployment benefits. Amends the Internal Revenue Code to revise the cap on credit reductions applied to employers in a State which defaults on loans from the Federal Unemployment Account made to help the State meet State unemployment compensation obligations. Provides for two lower annual credit reductions if a State cannot qualify for the full credit reduction cap. Revises the method for calculating the average employer contribution rate for purposes of the Federal unemployment compensation tax credit. Amends title XII of the Social Security Act to require States to pay the interest due on any advances made to their unemployment funds from the Unemployment Trust Fund before the first day of the next fiscal year. (Currently, such interest is due no later than the first day of the next fiscal year.) Amends the Internal Revenue Code to require the collection of delinquent interest payments of States on such unemployment compensation advance through the reduction of the tax credit for employers' contributions to State unemployment compensation funds. Part C: Miscellaneous Provisions - Amends the Internal Revenue Code to require States to deny unemployment compensation benefits: (1) between academic terms or years to nonprofessional employees of educational institutions if they have a reasonable assurance of returning to work in the next academic term or year; and (2) to individuals performing services for an educational institution or educational service agency although not employed by either one. Amends the Federal-State Extended Unemployment Compensation Act of 1970 to permit the payment of extended unemployment compensation to individuals who are not actively engaged in seeking work because they are on jury duty or because they are hospitalized for treatment of an emergency or life threatening condition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Social Security Amendments of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to implement the consensus recommendations of the National Commission on Social Security Reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:23-05:00"
}