{
  "actions": [
    {
      "acted_at": "1975-07-29", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-13", 
      "references": [], 
      "text": "Reported to Senate from the Committee on the Judiciary with amendment, S. Rept. 94-847.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-22", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-22", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-23", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-26", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-07-26", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #416 (87-2).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-02", 
      "references": [], 
      "text": "Measure called up by unanimous consent in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-02", 
      "bill_ids": [
        "hr13636-94"
      ], 
      "references": [], 
      "text": "Measure passed House, amended, in lieu of H.R. 13636.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-13", 
      "references": [], 
      "text": "Conference scheduled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-16", 
      "references": [], 
      "text": "Conference scheduled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-28", 
      "references": [], 
      "text": "Conference report filed in House, H. Rept. 94-1723.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "House agreed to conference report, roll call #850 (384-6).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "Senate agreed to conference report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-30", 
      "references": [], 
      "text": "Cleared for White House", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Measure enrolled in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-01", 
      "references": [], 
      "text": "Measure enrolled in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-10-04", 
      "references": [], 
      "text": "Measure presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "1976-10-15", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "1976-10-15", 
      "references": [], 
      "text": "Public law 94-503.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2212-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "McClellan, John L.", 
      "sponsored_at": "1975-01-03", 
      "state": "AR", 
      "thomas_id": "01393", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": true, 
    "awaiting_signature_since": "1976-10-15", 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-29", 
  "number": "2212", 
  "official_title": "An Act to amend title I of the Omnibus Crime Control and Safe Streets Act of 1968, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9236-94", 
      "reason": "identical"
    }, 
    {
      "bill_id": "hr13636-94", 
      "reason": "related"
    }
  ], 
  "short_title": "Crime Control Act", 
  "sponsor": {
    "district": null, 
    "name": "Hruska, Roman L.", 
    "state": "NE", 
    "thomas_id": "01362", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-29", 
  "subjects": [
    "Administration of criminal justice", 
    "Advisory bodies", 
    "Crime and law enforcement", 
    "Criminal law", 
    "Department of Justice", 
    "Federal advisory bodies", 
    "Federal aid to law enforcement agencies", 
    "Native Americans", 
    "States"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Conference report filed in House", 
    "date": "1976-09-28", 
    "text": "(Conference report filed in House, H. Rept. 94-1723) Crime Control Act - =Title I: Amendments Relating to L.E.A.A.= - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to establish in the Law Enforcement Assistance Administration the Office of Community Anti-Crime Programs to be under the direction of the Deputy Administrator for Policy Development. Directs the Office to: (1) render technical assistance to community and citizen groups in crime prevention and other law enforcement activities; (2) coordinate its crime activities with other Federal agencies; and (3) disseminate information on successful programs of citizen and community participation to local groups. Requires State planning agencies under such Act to: (1) develop a comprehensive statewide plan for the improvement of law enforcement and criminal justice throughout the State; (2) develop programs or projects for improvement in law enforcement and criminal justice; (3) establish priorities for such improvement; and (4) assure the participation of citizens and community organizations at all levels of the planning process. Authorizes the courts of last resort of the States to establish judicial planning committees for the development of an annual State judicial plan to improve the courts of the States. Requires such committees to submit plans to the State planning agency. Directs such agency to provide at least $50,000 of the Federal funds each year to each such committee in each State, and to provide at least 40 percent of such funds to units of local government to participate in the State plan. Requires State planning agencies to hold open meetings. Allocates at least $250,000 to each State each year for such planning grants. Directs that the comprehensive State law enforcement plan be submitted to a State legislature, upon request, for an advisory review prior to its submission to the Administration by the chief executive of the State. Makes funds available under such Act for: (1) the development, demonstration, implementation, and evaluation of methods, personnel, facilities, and equipment designed to strengthen courts and to improve the availability and quality of justice, revision of criminal rules, expediting of criminal prosecution, and training of judges and other court personnel; (2) the development and operation of programs designed to prevent crime against elderly persons; and (3) the development of programs to identify the special needs of drug dependent offenders; (4) the establishment of early case assignment panels; and (5) the development and operation of community crime prevention programs. Prohibits approval of a State plan unless it contains provisions for: (1) the development of programs for the prevention of crime against the elderly, where such programs are needed; (2) the development of evaluation procedures for projects and programs funded under such Act; and (3) the establishment of procedures for coordination between State planning agencies and specified State agencies which deal with drug dependent offenders. Directs the Administration to find that a State plan reflects a determined effort to improve the quality of law enforcement and criminal justice before approving it. Requires such plans to provide adequate shares for improved court programs. Eliminates, for purposes of making grants, the special emphasis on riot control, but adds a special emphasis on improvement of the judicial system. Provides for antitrust enforcement grants to the States. Directs the National Institute of Law Enforcement and Criminal Justice to develop procedures for evaluating programs carried out with Federal law enforcement assistance funds. Requires the Institute, in consultation with the National Institute on Drug Abuse, to make studies and undertake programs of research to determine the relationship between drug abuse and crime and to evaluate the success of various types of drug treatment programs in reducing crime. Directs the Institute to study national correctional needs and the adequacy of Federal, State, and local plans to meet those needs. Directs the Institute to identify successful programs and to disseminate information about them to State planning agencies and, upon request, to units of local government. Sets forth administrative guidelines to be followed by the Administration in carrying out the grant-related provisions of such Act. Stipulates that no person in any State shall because of race, color, religion, national origin, or sex, be excluded from participation in, be denied the benefits of, be subjected to discrimination under, or be denied employment in any program or activity funded in whole or in part under such Act. Prescribes methods by which compliance shall be sought with such requirement. Establishes penalties for violation of such prohibition. Stipulates that if compliance is not forthcoming within specified time limits, the Administration may suspend the payment of grants, which shall resume only upon compliance. Permits the Attorney General to bring a civil action in an appropriate U.S. district court, terminate payments, and seek repayment whenever there is reason to believe that a State or local government unit is engaged in a pattern or practice in violation of such prohibition. Requires the Administration's annual report to the President and Congress to contain specified information, including: (1) an analysis of each State's comprehensive plan and the programs and projects funded thereunder; (2) the amounts expended for each of the components of the criminal justice system; (3) the number of State plans approved with and without substantial change; and (4) the number of successful, unsuccessful, and discontinued programs and projects. Extends authorizations for appropriations through fiscal year 1979 for the purpose of law enforcement assistance. Establishes a revolving fund to support projects to acquire stolen goods and property in an effort to disrupt illicit commerce in such goods or property. Amends the Juvenile Justice and Delinquency Prevention Act of 1974 to prohibit discrimination in funding against small cities. =Title II: Provisions Relating to Other Matters= - Excludes from the competitive civil service various positions in the Drug Enforcement Administration. Increases the number of supergrade positions in the Department of Justice. Restricts the term of service of a Director of the Federal Bureau of Investigation to ten years. Stipulates that no sums shall be deemed to be authorized to be appropriated for any fiscal year beginning after October 1, 1978, for the Department of Justice, except as specifically authorized by Act of Congress with respect to such fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crime Control Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968, as amended.", 
      "type": "official"
    }, 
    {
      "as": "enacted", 
      "title": "An Act to amend title I of the Omnibus Crime Control and Safe Streets Act of 1968, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:31-05:00"
}