{
  "actions": [
    {
      "acted_at": "1990-05-03", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2571-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "1990-05-07", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-03", 
  "number": "2571", 
  "official_title": "A bill to amend the Antarctic Conservation Act of 1978 to protect the environment of Antarctica, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Antarctic Environmental Protection Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Gore, Albert, Jr.", 
    "state": "TN", 
    "thomas_id": "00449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-03", 
  "subjects": [
    "Antarctic regions", 
    "Citizen lawsuits", 
    "Environmental assessment", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Fines (Penalties)", 
    "Hazardous waste disposal", 
    "Incineration", 
    "International environmental cooperation", 
    "Liability for oil pollution", 
    "Marine pollution", 
    "Oil pollution control", 
    "Refuse and refuse disposal", 
    "Ships", 
    "Treaties", 
    "Waste disposal in the ocean"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-03", 
    "text": "Antarctic Environmental Protection Act of 1990 - Amends the Antarctic Conservation Act of 1978 to require the Director of the National Science Foundation to: (1) prepare and annually update a waste management plan for wastes produced or disposed of in Antarctica by U.S. citizens; and (2) issue regulations requiring U.S. citizens engaged in activities in Antarctica to comply with specified waste disposal practices. Requires the Director to establish a long-term program for the removal of specified wastes produced or disposed of in Antarctica by U.S. citizens. Directs the Secretary of the department in which the Coast Guard is operating to issue regulations: (1) requiring all vessels engaged in U.S. activities in Antarctica, including tourist expeditions, to be equipped with compaction, storage, and incineration facilities (or stockpiling facilities for vessels not capable of being fitted with waste disposal facilities); and (2) prohibiting U.S. citizens from employing any vessel in Antarctica unless such vessel contains such facilities. Makes it unlawful for any individual in charge of a vessel or any U.S. citizen employing a vessel in Antarctica to: (1) intentionally discharge oil or dispose of plastic in the Antarctic marine environment; (2) dispose of dunnage, lining, or packing materials less than 25 nautical miles from the closest land or ice shelf; (3) dispose of food waste or other garbage less than 12 nautical miles from the closest land or ice shelf; or (4) discharge sewage within 12 nautical miles of the closest land or ice shelf. Prescribes civil penalties for disposal violations or for violations of waste disposal facility requirements. Makes vessels committing disposal violations or violations concerning compliance with specified international shipping conventions liable in rem for such penalties. Requires all vessels supporting U.S. activities in Antarctica to comply with specified international conventions relating to pollution prevention and ship safety. Directs the Secretary to issue regulations requiring all vessels supporting U.S. activities in Antarctica and all U.S. facilities in Antarctica where oil is stored to have contingency plans and the capability and equipment to respond, prevent, and clean up oil spills. Makes such parties liable for the removal of oil and for the restoration of any natural resources, specially-protected areas, or sites of special scientific interest. Prescribes civil penalties if such restoration is not feasible. Requires the President to direct the Secretary of State to initiate actions within the International Maritime Organization to secure designation of the waters south of 60 degrees south latitude as a special area under the International Convention for the Prevention of Pollution From Ships, 1973 and the Protocol of 1978 Relating Thereto. Directs the Under Secretary of Commerce for Oceans and Atmosphere to develop and implement an environmental monitoring program for Antarctica. Requires regulations promulgated pursuant to the Antarctic Conservation Act of 1978 to include requirements for specially-protected areas. Requires the Director to issue regulations designating as a pollutant any substance which is liable, if introduced into Antarctica, to: (1) create health hazards or harm living resources; or (2) damage amenities or interfere with other legitimate uses of Antarctica. Provides for the issuance of permits to regulate the discharge of such pollutants into the Antarctic environment by U.S. citizens. Applies the National Environmental Policy Act of 1969 to all Federal activities in Antarctica. Requires the Secretary of State, before submitting the Convention on the Regulation of Antarctic Mineral Resource Activities to the Senate for ratification, to prepare an environmental impact statement on the Convention. Sets forth provisions concerning citizen suits. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Antarctic Environmental Protection Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Antarctic Conservation Act of 1978 to protect the environment of Antarctica, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:01-05:00"
}