{
  "actions": [
    {
      "acted_at": "1995-03-09", 
      "references": [
        {
          "reference": "CR E562", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-09", 
      "committee": "Committee on Transportation and Infrastructure, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Transportation and Infrastructure, and in addition to the Committee on Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-09", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-09", 
      "committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-14", 
      "in_committee": "House Transportation and Infrastructure", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on Surface Transportation Prior to Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-20", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Energy and Power", 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-23", 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "subcommittee": "Surface Transportation", 
      "text": "Referred to the Subcommittee on Surface Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-28", 
      "bill_ids": [
        "hr1323-104"
      ], 
      "in_committee": "House Transportation and Infrastructure", 
      "references": [], 
      "text": "See H.R.1323.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1187-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Surface Transportation", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Brewster, Bill K.", 
      "sponsored_at": "1995-03-22", 
      "state": "OK", 
      "thomas_id": "00123", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Laughlin, Greg", 
      "sponsored_at": "1995-03-09", 
      "state": "TX", 
      "thomas_id": "00669", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-03-09", 
  "number": "1187", 
  "official_title": "To increase the safety for the public health and the environment by reducing the risks associated with the pipeline transportation of natural gas and hazardous liquids, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1323-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Pipeline Safety Act of 1995", 
  "sponsor": {
    "district": "6", 
    "name": "Petri, Thomas E.", 
    "state": "WI", 
    "thomas_id": "00912", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-03-09", 
  "subjects": [
    "Accident prevention", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Authorization", 
    "Commerce", 
    "Cost effectiveness", 
    "Department of Transportation", 
    "Economics and public finance", 
    "Emergency management", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental protection", 
    "Excavation", 
    "Federal advisory bodies", 
    "Finance and financial sector", 
    "Gas pipelines", 
    "Government operations and politics", 
    "Government paperwork", 
    "Industrial standards", 
    "Information services", 
    "Labeling", 
    "Law", 
    "Petroleum pipelines", 
    "Pipeline siting", 
    "Pipelines", 
    "Public service advertising", 
    "Risk assessment", 
    "Risk management", 
    "Science, technology, communications", 
    "Standards", 
    "Telephone", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Transportation research", 
    "Transportation safety", 
    "Urban affairs", 
    "Urban areas", 
    "Water resources development", 
    "Water supply"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-03-09", 
    "text": "Pipeline Safety Act of 1995 - Amends Federal natural gas and hazardous liquid pipeline safety transportation law to exclude from the meaning of the term \"transporting gas\" the gathering of gas in rural locations which are outside the limits of any incorporated or unincorporated city, town, or village. (Sec. 4) Requires Federal minimum safety standards for pipeline transportation and pipeline facilities to: (1) include a requirement that all individuals who operate pipeline facilities be qualified to recognize and react to abnormal operating conditions that may indicate a dangerous situation or a condition exceeding design limits; and (2) be applied as mandatory requirements to owners and operators of regulated pipeline facilities only after certification by the Secretary of Transportation that their compliance is justified based on specified considerations. Repeals the current application of such minimum safety standards to transporters of gas and hazardous liquid. Requires the Secretary to establish by regulation a procedure for petitioning for reconsideration of any significant standard or group of closely related standards, including certain risk assessment and cost-benefit requirements. Requires the Secretary when prescribing pipeline safety standards to prepare a risk assessment document and conduct a cost-benefit analysis: (1) distinguishing scientific findings from other consideration; (2) discussing certain positive and negative data; and (3) listing alternative assumptions, inferences, or models. Requires the Secretary when prescribing pipeline safety standards to consider, among other things, the: (1) costs of compliance with the standard; and (2) recommendations of the Technical Pipeline Safety Standards Committee and the Hazardous Liquid Pipeline Safety Standards Committee. Directs the Secretary to prescribe minimum safety standards requiring replacement of an existing gas pipeline transmission facility, hazardous liquid pipeline facility, or equipment to be carried out in a way accommodating passage through the replacement facility or equipment of an instrumented internal inspection device (\"smart pig\"). Directs the Secretary, to the extent practicable, to keep current industry standards that have been adopted as part of the federal pipeline safety regulatory program. (Sec. 5) Directs the Secretary to establish a voluntary demonstration project under which owners and operators of pipeline facilities may submit for approval Risk Management Plans in lieu of complying with regulations that would otherwise apply under this Act. (Sec. 6) Authorizes the Secretary to adopt current standards or guidelines published by the National Fire Protection Association when prescribing minimum safety standards for new liquefied natural gas pipeline facilities. (Sec. 7) Eliminates the application of certain inspection and maintenance requirements for persons who transport gas or hazardous liquids. Eliminates the requirement that the Secretary inspect a pipeline facility at least once every two years. (Sec. 8) Requires the Secretary, when identifying an area as unusually sensitive to environmental damage if there is a hazardous liquid pipeline accident, to limit consideration to areas of critical biological or ecological resources and community water systems. (Sec. 9) Authorizes the Secretary to adopt industry accepted performance and manufacturing standards when developing standards for the performance of excess flow valves used to protect lines in a natural gas distribution system. (Sec. 10) Revises the requirement that the Secretary, when deciding whether a pipeline facility is hazardous to life and property, consider the proximity of the area in which the hazardous liquid pipeline facility is located to environmentally sensitive areas. Changes the standard from \"environmentally sensitive\" to \"unusually sensitive to environmental damage.\" (Sec. 11) Revises the requirement that the Secretary prescribe regulations requiring an operator of a natural gas distribution pipeline that does not maintain customer-owned natural gas service lines up to building walls to advise its customers of certain maintenance information. Limits such requirement to operators that do no maintain underground lines up to building walls. (Sec. 13) Requires the Technical Pipeline Safety Standards Committee and the Technical Hazardous Liquid Pipeline Safety Standards Committee of the Department of Transportation to serve as \"peer review\" committees. Declares that such service shall be deemed in compliance with the requirements of other applicable Federal statutes. Requires committee members to be experienced in risk management. Revises the composition of the committees. Requires at least one of the individuals selected for each committee from the natural gas or hazardous liquid industry and from the general public to have education, background, or experience in risk assessment and cost- benefit analysis. Requires the Secretary, when giving to each committee each standard proposed for transporting gas and hazardous liquid, and for gas and hazardous liquid pipeline facilities, to include a risk assessment document, cost-benefit, and other analyses supporting such standard. Requires each committee to meet with the Secretary at least four times (currently, twice) annually. Requires certain committee members to serve for a term of no more than 36 months. (Sec. 14) Requires each person who transports gas to provide a program for educating the public on, among other things, the use of damage prevention (\"one-call\") systems prior to excavation. (Sec. 15) Requires the Secretary to allow owners and operators of natural gas or hazardous liquid pipelines who have voluntarily developed risk management plans meeting certain requirements to opt to follow those plans. (Sec. 16) Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pipeline Safety Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To increase the safety for the public health and the environment by reducing the risks associated with the pipeline transportation of natural gas and hazardous liquids, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:13-05:00"
}