{
  "actions": [
    {
      "acted_at": "1980-03-19", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-19", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-03-19", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-06-18", 
      "references": [], 
      "text": "Reported to House from the Committee on Science and Technology with amendment, H. Rept. 96-1100 (Part I).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Reported to House from Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1100 (Part II).", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure called up under motion to suspend rules and pass in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "references": [], 
      "text": "Measure passed House, amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "1980-09-15", 
      "bill_ids": [
        "s2443-96"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2443 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6865-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-03-19", 
  "number": "6865", 
  "official_title": "A bill to authorize the Department of Energy to carry out a high-level liquid nuclear waste management demonstration project at the Western New York Service Center in West Valley, New York.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2443-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "West Valley Demonstration Project Act", 
  "sponsor": {
    "district": "39", 
    "name": "Lundine, Stanley N.", 
    "state": "NY", 
    "thomas_id": "00716", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-03-19", 
  "subjects": [
    "Environmental protection", 
    "Licenses", 
    "New York State", 
    "Nuclear energy", 
    "Nuclear facilities", 
    "Nuclear fuels", 
    "Public health", 
    "Radioactive wastes", 
    "Safety measures", 
    "Transportation and Travel", 
    "Waste products"
  ], 
  "subjects_top_term": "Radioactive wastes", 
  "summary": {
    "as": "Reported to House amended, Part II", 
    "date": "1980-09-15", 
    "text": "(Reported to House from Committee on Interstate and Foreign Commerce with amendment, H. Rept. 96-1100 (Part II)) West Valley Demonstration Project Act - Directs the Secretary of Energy to carry out a high level radioactive waste management demonstration project at the Western New York Service Center (the Center) in West Valley, New York, to demonstrate solidification techniques for preparing high level radioactive waste for disposal. Directs the Secretary to: (1) solidify such waste at the Center into a form suitable for transportation and disposal by vitrification or by such other technology as the Secretary may prescribe; (2) develop containers for the permanent disposal of such solidified waste; (3) transport, in accordance with applicable provisions of law, such solidified waste to an appropriate Federal repository for permanent disposal; (4) dispose of low level radioactive waste and transuranic waste produced by the solidification of high level radioactive waste under such project; and (5) decontaminate and decommission facilities, material, and hardware used in connection with such project. Requires that prior to starting such project, the Secretary shall: (1) hold public hearings to inform residents near the Center of such project and receive their comments; (2) consider the various solidification technologies available; (3) undertake engineering and cost estimates; (4) prepare a plan for the safe removal of high level radioactive waste; (5) conduct safety analyses; and (6) prepare required environmental impact analyses. Directs the Secretary to enter into a cooperative agreement with the State of New York, in accordance with the Federal Grant and Cooperative Agreement Act of 1977, under which: (1) the State shall make available the facilities and the high level radioactive waste at the Center; (2) the Secretary shall provide technical assistance in securing required license amendments; and (3) the State shall pay ten percent of the costs of such project. Requires the Secretary and the Nuclear Regulatory Commission (NRC) within one year of the date of enactment of this Act to enter into an agreement to arrange for NRC review and consultation concerning a plan for the solidification and disposal of high level radioactive waste and the decontamination of facilities used in solidifying such waste. Sets forth the provisions of such agreement, including a requirement that the Secretary shall afford the NRC access to the Center to monitor the activities under the project in order to assure the public health and safety. Directs the Secretary, in carrying out the project, to consult with the Administrator of the Environmental Protection Agency, the Secretary of Transportation, the Director of the Geological Survey, and the commercial operator of the Center. Prohibits the Secretary from conducting any activity determined by the NRC to be dangerous to the public health and safety. Authorizes appropriations for fiscal year 1981 for such project. Provides that the total amount obligated for the project shall be 90 percent of the costs of such project. Limits the authority of the Secretary to enter into contracts under this Act in any fiscal year to such extent or in such amounts as are provided in advance by appropriation Acts. Directs the Secretary to transmit to the Speaker of the House of Representatives and the President pro tempore of the Senate an annual report on the activities conducted in carrying out the project, beginning no later than February 1, 1981. States that, except for the costs and responsibilities established by this Act for the project, nothing in this Act is to be construed as affecting any rights, obligations, or liabilities of the commercial operator of the Center, the State of New York, or any person, arising under the Atomic Energy Act of 1954 or under any other law, contract, or agreement for the operation, maintenance, or decontamination of any facility at the Center. Declares that nothing in this Act is to be construed as affecting any licensing requirements of such Act or the Energy Reorganization Act of 1974. Provides that this Act does not authorize the Federal Government to acquire title to any high level radioactive waste at the Center or to the Center. Directs the Attorney General, within one year of the enactment of this Act, to determine if any person, other than the United States or the State of New York, is legally responsible for the costs of decontaminating and decommissioning the Center and to publish and make available to Congress the results of such study. Requires the Attorney General to take action to require payment by any such person of such costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "West Valley Demonstration Project Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Department of Energy to carry out a high-level liquid nuclear waste management demonstration project at the Western New York Service Center in West Valley, New York.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:07-05:00"
}