{
  "actions": [
    {
      "acted_at": "1984-02-01", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-02-10", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-04-03", 
      "in_committee": "House Committee on Education and Labor", 
      "in_subcommittee": "Elementary, Secondary and Vocational Education", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-04-04", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "Executive Comment Requested from Education, EPA.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4720-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": "9", 
      "name": "Ford, Harold E.", 
      "sponsored_at": "1984-04-04", 
      "state": "TN", 
      "thomas_id": "00400", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Mavroules, Nicholas", 
      "sponsored_at": "1984-05-22", 
      "state": "MA", 
      "thomas_id": "00751", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Studds, Gerry E.", 
      "sponsored_at": "1984-05-22", 
      "state": "MA", 
      "thomas_id": "01121", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Wortley, George C.", 
      "sponsored_at": "1984-02-08", 
      "state": "NY", 
      "thomas_id": "01243", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-02-01", 
  "number": "4720", 
  "official_title": "A bill to amend the Asbestos School Hazard Detection and Control Act of 1980.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2237-98", 
      "reason": "identical"
    }, 
    {
      "bill_id": "s2237-98", 
      "reason": "identical"
    }
  ], 
  "short_title": "Asbestos School Hazard Detection and Control Act Amendments of 1984", 
  "sponsor": {
    "district": "7", 
    "name": "Sundquist, Don", 
    "state": "TN", 
    "thomas_id": "01125", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-02-01", 
  "subjects": [
    "Advisory bodies", 
    "Air pollution control", 
    "Asbestos", 
    "Asbestosis", 
    "Building materials", 
    "Child health", 
    "Congress and Members of Congress", 
    "Congressional oversight", 
    "Consumer protection", 
    "Department of Education", 
    "Education", 
    "Educational facilities", 
    "Educational finance", 
    "Elementary education", 
    "Environmental health", 
    "Environmental monitoring", 
    "Environmental protection", 
    "Environmentally induced diseases", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Health", 
    "Indoor air pollution", 
    "Intergovernmental fiscal relations", 
    "Local and Municipal Government", 
    "Local finance", 
    "Maintenance and repair", 
    "Occupational health and safety", 
    "Planning", 
    "Public health", 
    "Public schools", 
    "Safety measures", 
    "School personnel", 
    "Secondary education", 
    "State education agencies", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Asbestos", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-02-01", 
    "text": "Asbestos School Hazard Detection and Control Act Amendments of 1984 - Amends the Asbestos School Hazard Detection and Control Act of 1980 to add: (1) the finding that the presence of asbestos and the exposure to asbestos fibers in the schools of local educational agencies (LEAs) pose a serious threat to the quality of education available in such schools; and (2) the purpose of providing Federal financial assistance for an emergency program of removal of asbestos from the schools of LEAs most in need of such assistance. Requires the Asbestos Hazards School Safety Task Force to meet at least four times each year. Directs the Task Force, in making recommendations respecting the approval or disapproval of applications for specified grants and loans, to consider: (1) the extent of compliance with specified Environmental Protection Agency (EPA) regulations; (2) the number of schools in each LEA which have closed due to asbestos related problems; (3) the financial condition of the affected localities as determined by the total cost of abatement or removal, or both; (4) the fiscal effort of the community in which the LEA is located made to maintain the public school system of the agency; and (5) the number of schools in the LEA requiring funds for abatement or removal. Provides that the Task Force review of, and recommendation of modifications of, EPA regulations shall take place only upon request of the EPA Administrator. Repeals the requirement that the Task Force assist the Secretary of Education in formulating standards and procedures. Repeals a provision for termination of the Task Force. Requires State education agencies (SEAs) to submit State plans to the Secretary within three months after enactment of this Act. Requires State plans to include a description of the extent to which LEAs are in compliance with the provisions of, and regulations issued under, the Asbestos School Hazard Detection and Control Act of 1980 and with specified EPA regulations. Establishes an emergency asbestos hazard control program. Makes an LEA eligible to receive emergency grants whenever the Secretary determines that the LEA: (1) is in compliance with specified EPA regulations; (2) has such limited fiscal resources that the LEA is unable to obtain a loan to carry out specified projects; and (3) the asbestos hazard in the school buildings of the school district of such agency adversely affect the public education in such district. Authorizes the Secretary to make emergency grants to eligible LEAs according to a specified ranking procedure. Provides that such grants shall cover all costs of projects for: (1) containment or removal of any materials containing asbestos in school buildings in which such materials pose an imminent hazard to the health and safety of children or employees; (2) replacement of the asbestos materials removed from school buildings with other appropriate building materials; and (3) making repairs which the Secretary determines to be necessary to restore school buildings to conditions comparable to those existing before containment or removal project activities were undertaken. Sets forth application requirements for such emergency grants. Sets forth factors to be used for ranking such applications. Directs the Secretary to provide the Task Force with a copy of any such application. Prohibits emergency grants for projects for which the LEA has an approved application for specified other grants under such Act. Directs the Secretary to report on the emergency grant program by February 1 of each year to the appropriate congressional committees. Authorizes appropriations for FY 1985 through 1988 for the emergency asbestos hazard control program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Asbestos School Hazard Detection and Control Act Amendments of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Asbestos School Hazard Detection and Control Act of 1980.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:11:39-05:00"
}