{
  "actions": [
    {
      "acted_at": "2009-05-21", 
      "references": [
        {
          "reference": "CR S5850", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-21", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [
        {
          "reference": "CR S5850-5852", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1143-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-05-21", 
  "number": "1143", 
  "official_title": "A bill to amend the Public Health Service Act to establish various programs for the recruitment and retention of public health workers and to eliminate critical public health workforce shortages in Federal, State, local, and tribal public health agencies and health centers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2620-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr2810-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Public Health Workforce Development Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2009-05-21", 
  "subjects": [
    "Health", 
    "Health care coverage and access", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Medical education", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2009-05-21", 
    "text": "Public Health Workforce Development Act of 2009 - Amends the Public Health Service Act to require the Secretary of Health and Human Services (HHS) to establish the Public Health Workforce Scholarship Program to assure an adequate supply of public health professionals to eliminate critical public health workforce shortages in federal, state, local, and tribal public health agencies and centers by offering four-year scholarships in return for employment at such agencies and centers. Requires the Secretary to establish the Public Health Workforce Loan Repayment Program to provide for the repayment of loans incurred by individuals in the pursuit of the relevant public health workforce educational degree or certificate in exchange for working at public health agencies or centers for at least three years. Requires the Secretary to award grants to public health agencies that receive public health preparedness cooperative agreements from HHS to operate state, local, and tribal public health workforce loan repayment programs. Authorizes the Secretary to make grants to, or enter into contracts with, any eligible entity to award scholarships to eligible individuals to enroll in degree or professional training programs for the purpose of enabling mid-career professionals in the public health workforce to receive additional training in the field of public health. Requires the Director of the Office of Personnel Management (OPM), in cooperation with the Secretary, to ensure that included in the OPM website there is an online catalogue, or a link to an online catalogue, of public health workforce employment opportunities in the federal government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Health Workforce Development Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to establish various programs for the recruitment and retention of public health workers and to eliminate critical public health workforce shortages in Federal, State, local, and tribal public health agencies and health centers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:07-05:00"
}