{
  "actions": [
    {
      "acted_at": "1975-07-30", 
      "committee": "House Committee on Science and Technology", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Science and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9055-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Science and Technology", 
      "committee_id": "HSSY"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Udall, Morris K.", 
      "sponsored_at": "1975-01-03", 
      "state": "AZ", 
      "thomas_id": "01173", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-07-30", 
  "number": "9055", 
  "official_title": "A bill to create within the Energy Research and Development Administration the position of Assistant Administrator for Solar and Geothermal Energy and Conservation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Commitment to Energy Independence using Solar and Geothermal Energy Act", 
  "sponsor": {
    "district": "2", 
    "name": "Runnels, Harold L.", 
    "state": "NM", 
    "thomas_id": "01001", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-07-30", 
  "subjects": [
    "Energy", 
    "Energy conservation", 
    "Energy policy", 
    "Federal officials", 
    "Geothermal resources", 
    "Housing and community development", 
    "Power resources", 
    "Solar energy"
  ], 
  "subjects_top_term": "Energy conservation", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-07-30", 
    "text": "National Commitment to Energy Independence using Solar and Geothermal Energy Act - Title I: Findings, Policy, Purpose, and Definitions - Sets forth the findings of Congress that energy independence can be achieved through solar and geothermal energy as a source for at least 10 percent of the Nation's energy needs and simultaneous reduction of energy use by 10 percent through various conservation programs. Declares it to be the policy of the United States and the purpose of this Act to eliminate the national reliance on crude oil imports as an energy source within ten years from the date of enactment of this Act. Defines terms used in this Act. Title II: Assistant Administrator for Solar and Geothermal Energy and Conservation - Creates, within the Energy Research and Development Administration, the position of Assistant Administrator for Solar and Geothermal Energy and Conservation (Administrator). Directs the Administrator to administer the Solar Energy Research Institute, the Solar Energy Information Data Bank, and the Geothermal Loan Program and other projects and programs relating to solar and geothermal energy. States that the duties of the Administrator relating to conservation shall be limited to the areas involving the reduction of heat use, heat loss, electric energy use, the reuse of solid wastes, and those programs relating to research and development concerning energy storage. Title III: Test and Evaluation Facilities - Directs the Administrator to establish and administer programs to test, evaluate, and implement various current concepts retaling to solar and geothermal energy and to energy conservation. Sets forth a list of facilities to be tested, including solar-thermal-electric generation facilities, ocean-thermal-electric facilities, and geothermal-electric-facilities. Directs the Administrator to standardize photovoltaic component costs, specifications, and production methods, with the goal of commercial production, as described in this Act, within five years. Directs the Administrator to establish and administer a residential and commercial structure solar heating and cooling program with the goal of construction within five years of at least 100,000 single unit and the same number of multifamily unit solar heated and cooled private residences and 10,000,000,000 square feet of commercial-use structures. Declares it to be the duty of the Administrator to insure that a major portion of such research and development be performed by private industry. Title IV: Commercial Implementation - Directs the Administrator, upon the final evaluation of the title III programs, to initiate, through funding and the provision of technological information, the construction of commercial facilities to the extent that, within ten years, such facilities will produce ten percent of the energy consumed in the United States through the use of solar and geothermal energy sources, and will concurrently reduce energy consuption by ten percent. Title V: Report - Requires the Administrator to report to the Congress, within 90 days of enactment, a plan and timetable for the implementation of the provisions of this Act. Requires an annual progress report. Title VI: Conservation - Directs the Administrator to establish and administer programs to develop, evaluate, and implement various systems to enhance energy conservation. Describes programs to be undertaken. Title VII: Regulations - Information to Congress - Directs the Administrator, in consultation with appropriate Federal officers and agencies, to prescribe such reuglations as may be necessary or appropriate to carry out the purposes of this Act, keeping the appropriate committees of Congress fully and currently informed with respect to all activities under this Act. Title VIII: Authorization of Appropriations - Authorizes appropriations for the purpose of carrying out the programs established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Commitment to Energy Independence using Solar and Geothermal Energy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to create within the Energy Research and Development Administration the position of Assistant Administrator for Solar and Geothermal Energy and Conservation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:00-05:00"
}