{
  "actions": [
    {
      "acted_at": "1986-03-26", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1986-03-26", 
      "references": [], 
      "text": "Committee on Banking. Reported to Senate by Senator Heinz without amendment. With written report No. 99-273. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-03-26", 
      "calendar": "Senate Legislative", 
      "number": "592", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 592.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1986-07-21", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-21", 
      "references": [], 
      "text": "Amendment sp 2213 re-proposed by Senator Heinz.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-22", 
      "references": [], 
      "text": "Considered by Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-22", 
      "bill_ids": [
        "hr4510-99"
      ], 
      "references": [], 
      "text": "Senate incorporated this measure in H.R. 4510 as an amendment.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-22", 
      "bill_ids": [
        "hr4510-99"
      ], 
      "references": [], 
      "text": "Senate passed companion measure H.R. 4510 in lieu of this measure by Voice Vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-07-22", 
      "references": [], 
      "text": "Returned to the Calendar. Calendar No. 592.", 
      "type": "action"
    }, 
    {
      "acted_at": "1986-10-09", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2212-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2212"
    }, 
    {
      "amendment_id": "s2213-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2213"
    }, 
    {
      "amendment_id": "s2215-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2215"
    }, 
    {
      "amendment_id": "s2216-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2216"
    }, 
    {
      "amendment_id": "s2217-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2217"
    }, 
    {
      "amendment_id": "s2218-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2218"
    }, 
    {
      "amendment_id": "s2219-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2219"
    }, 
    {
      "amendment_id": "s2220-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2220"
    }, 
    {
      "amendment_id": "s2221-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2221"
    }, 
    {
      "amendment_id": "s2222-99", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2222"
    }
  ], 
  "bill_id": "s2247-99", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chafee, John H.", 
      "sponsored_at": "1986-03-26", 
      "state": "RI", 
      "thomas_id": "01303", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1986-03-26", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Danforth, John C.", 
      "sponsored_at": "1986-03-26", 
      "state": "MO", 
      "thomas_id": "01314", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dixon, Alan J.", 
      "sponsored_at": "1986-03-26", 
      "state": "IL", 
      "thomas_id": "01317", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Dodd, Christopher J.", 
      "sponsored_at": "1986-03-26", 
      "state": "CT", 
      "thomas_id": "00302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1986-03-26", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1986-03-26", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1986-03-26", 
  "number": "2247", 
  "official_title": "A bill to amend and extend the Export-Import Bank Act of 1945, and to eliminate foreign predatory export practices.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4510-99", 
      "reason": "related"
    }
  ], 
  "short_title": "Export-Import Bank Act Amendments of 1986", 
  "sponsor": {
    "district": null, 
    "name": "Heinz, John", 
    "state": "PA", 
    "thomas_id": "00528", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1986-03-26", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural surpluses", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "American investments", 
    "Angola", 
    "Authorization", 
    "Communist countries", 
    "Congressional oversight", 
    "Countervailing duties", 
    "Department of the Treasury", 
    "Development credit institutions", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Export credit", 
    "Export-Import Bank of the United States", 
    "Exports", 
    "Farm produce", 
    "Federal advisory bodies", 
    "Fees", 
    "Finance and financial sector", 
    "Foreign Trade and Investments", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Government and business", 
    "Government operations and politics", 
    "Import restrictions", 
    "Interest", 
    "International agencies", 
    "International banking", 
    "Mines and mineral resources", 
    "Monetary policy", 
    "Natural gas", 
    "Negotiations", 
    "Petroleum industry", 
    "Subsidies", 
    "Trade adjustment assistance", 
    "Trade agreements", 
    "Treaties", 
    "Unemployment"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1986-10-09", 
    "text": "(Measure indefinitely postponed in Senate) Title I: Export-Import Bank Act Extension - Export-Import Bank Act Amendments of 1986 - Amends the Export-Import Bank Act of 1945 to authorize the Export-Import Bank (the Bank) to collect fees to cover the marginal costs of the Bank's conferences and publications. Requires the Bank's medium-term financing program to: (1) be available in the form of direct credits to the foreign borrower to finance exports having a value of not less than $50,000; (2) impose minimal administrative, procedural, and documentary burdens on its users; (3) not require the payment of fees unless such fees are equivalent to those charged under the Bank's long-term loan program and are in accordance with certain other requirements. Deletes the provision that declares that the Bank's terms and conditions need not be equivalent to those offered by foreign countries. Prohibits the Bank from imposing a credit application fee unless: (1) the fee is competitive with the average fee charged by the Bank's primary foreign competitors and is related to the risk of the transaction; and (2) the borrower or the U.S. exporter is given the option of paying the fee over the lifetime of the loan. Prohibits the Bank from withdrawing or denying financing to a country or for a transaction backed by a country on the basis that there is no reasonable assurance of repayment if the National Advisory Council on International Monetary and Financial Policies (the National Advisory Council) makes a contrary determination. Requires the Bank to provide medium-term risk protection coverage through multiple exporter organizations for the members and clients of such organizations. Requires that support of exports under the Export-Import Bank Act of 1945 shall be made available to U.S. exporters directly or to U.S. banks, non-U.S. banks, or nonbank lenders financing U.S. exports with such support. Prohibits assistance under the Export-Import Bank Act of 1945 to Marxist-Leninist countries defined as countries which: (1) maintain a centrally-planned economy based on the principles of Marxism-Leninism; or (2) are dependent on the Soviet Union or any other communist country. Sets forth a list of such countries. Authorizes the President to remove any country, except Angola, from the list if the President determines that the country neither: (1) maintains such a centrally planned economy; nor (2) is dependent on the Soviet Union or any other communist country. Permits removal of Angola from the list only if the President makes the above determination and the President certifies to the Congress that no Cuban military personnel or military personnel from any other controlled country remain in Angola. Requires the Bank to authorize the transferability of medium- and long-term obligations insured or guaranteed by the Bank without affecting, limiting, or terminating the guarantee or insurance provided by the Bank. Prohibits the Bank from extending credit or guarantees for establishing or expanding production of any commodity for export by any country other than the United States, if: (1) there is likely to be a world surplus of such commodity by the time the resulting production capacity becomes operative or the resulting production capacity is expected to compete with U.S. production of the same, similar, or competing commodity; and (2) the assistance will cause substantial injury to U.S. producers of a competing commodity. Declares that such prohibition shall not apply if the short- and long-term benefits to U.S. industry and employment are likely to outweigh the injury to U.S. competitors. Authorizes appropriations for FY 1987 to cover the net subsidy cost of new direct loans under the program limitations of FY 1987. Extends the authority of such Act through FY 1996. Requires the Bank, in all cases involving potential adverse impact on domestic industries or employment, to consider and address in writing the view of parties who may be substantially adversely affected by the loan or guarantee before taking final action on such loan or guarantee. Requires the Secretary of the Treasury to investigate whether noncompetitive financing is being offered whenever the Secretary receives information that a foreign country is providing export credits that exceed the limits of certain agreements irrespective of whether the governments offering the credits are signatories to such agreements. Requires (current law authorizes) the Bank to be authorized to provide matching financing if the foreign government does not withdraw such credits or does not respond to the U.S. request that such credits be withdrawn. (Current law conditions such requirement upon a finding that the availability of noncompetitive financing is likely to be a significant factor in the sale.) Requires the Bank to report to the Congress on its medium-term export support program by April 15, 1987. Sets forth information to be included in such report. Requires the Bank and the Office of Management and Budget to report to the Congress and the General Accounting Office on: (1) the need for U.S. Government involvement in export credit insurance; (2) the need to employ an agent in administering government-supported insurance programs; and (3) the efficiency and effectiveness of continuing to use the Foreign Credit Insurance Association as the Bank's agent. Title II: Elimination of Foreign Predatory Export Credit Practices - Fair Export Financing Act of 1986 - Directs the Secretary of the Treasury (the Secretary) to establish within the Department of the Treasury a program of tied aid credits for U.S. exports in order to facilitate the negotiation of a comprehensive international arrangement restricting the use of tied aid and partially untied aid credits for commercial purposes. Authorizes using such tied aid credit facility to respond to predatory financing activities by other countries. Requires the tied aid credit program to be carried out by the Secretary in cooperation with the Bank or with private financial institutions or entities. Prohibits approval of any financing under programs authorized by this Act without the concurrence of the National Advisory Council. Authorizes the U.S. Trade Representative and the Secretary of Commerce to provide to the Secretary and the National Advisory Council trade information on those countries which block progress toward a comprehensive international arrangements on tied aid credit. Sets forth financing methods that may be included in such program. Authorizes appropriations for FY 1987 and 1988 for such program. Authorizes the Secretary to reimburse the Export-Import Bank for the cost of tied aid credits authorized by the Export-Import Bank during FY 1986. Requires each financing made pursuant to such program to be consistent with the procedures established by the Arrangement on Guidelines for Officially Supported Export Credits. Limits judicial review of actions by the National Advisory Council, the Secretary, and the Chairman of the Export-Import Bank. Requires the Secretary to report every six months to the Congress on: (1) the principal offers of predatory financing by foreign countries during the past six months; (2) steps taken to combat specific predatory financing practices of foreign countries; (3) use of the fund by the United States to match specific predatory financing practices of foreign countries and to initiate tied aid credit offers; (4) the additional steps the United States will take to discourage such practices; and (5) progress achieved in negotiations to establish a comprehensive international arrangement restricting the use of tied aid and partially untied aid credits. Title III: Miscellaneous Provisions - Expresses the sense of the Congress that U.S. interests are best served when U.S. business transactions in Angola do not support Cuban troops and Soviet advisers. Requests the President to use special authorities under the International Emergency Economic Powers Act to block U.S. business transactions that conflict with U.S. security interests in Angola. Amends the Trade Act of 1974 to grant eligibility for trade adjustment assistance to firms and workers in firms which: (1) explore for, produce, or process oil or natural gas; or (2) provide essential parts or services to other firms that engage in such activities. Directs the Secretary of the Treasury to instruct the U.S. Executive Directors of specified international development banks to oppose any assistance by such institutions for the production or extraction of any commodity or mineral for export if: (1) there is a world surplus of such commodity or mineral; and (2) the export of such commodity or mineral would cause substantial injury to competing U.S. producers. Reduces the amount of the U.S. contribution to each such institution by an amount that is proportionate to the amount of assistance given by such institution for the production or extraction of such commodity or mineral. Amends the Food Security Act of 1985 to permit certain foreign purchasers of U.S. agricultural commodities to participate in the export market expansion program established by such Act if the foreign purchasers have traditionally purchased U.S. farm commodities and maintain trade relations with the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Export-Import Bank Act Amendments of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Fair Export Financing Act of 1986", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend and extend the Export-Import Bank Act of 1945, and to eliminate foreign predatory export practices.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:55:50-05:00"
}