{
  "actions": [
    {
      "acted_at": "1973-10-23", 
      "committee": "Senate Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2603-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Abourezk, James", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01268", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Case, Clifford P.", 
      "sponsored_at": "1973-01-03", 
      "state": "NJ", 
      "thomas_id": "01302", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hughes, Harold E.", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "01364", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1973-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ribicoff, Abraham A.", 
      "sponsored_at": "1973-01-03", 
      "state": "CT", 
      "thomas_id": "01422", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-23", 
  "number": "2603", 
  "official_title": "A bill to provide for the continuation of an independent, thorough investigation of certain activities by high Federal officials and persons acting in concert with them.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Independent Investigation Act", 
  "sponsor": {
    "district": null, 
    "name": "Stevenson, Adlai E., III", 
    "state": "IL", 
    "thomas_id": "01441", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-23", 
  "subjects": [
    "Congress", 
    "Congressional-Presidential relations", 
    "Government operations and politics", 
    "Law", 
    "Special prosecutors", 
    "Watergate affair"
  ], 
  "subjects_top_term": "Watergate affair", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-23", 
    "text": "Independent Investigation Act - Expresses the findings of Congress. Establishes an Office of Special Prosecutor to investigate: (1) possible violations of Federal law, and possible instances of official misconduct by Federal officials, which occurred in connection with the 1972 Presidential primaries and general election and any campaign, canvass, or other activities related to such election; and (2) allegations of other illegal conduct or official misconduct on the part of the President, members of the White House staff, or Presidential appointees. Provides that the Office shall be headed by a Special Prosecutor, who shall be appointed by the chief judge of the United States District Court for the District of Columbia pursuant to the Constitution of the United States. States that the Special Prosecutor shall serve for a term beginning upon his appointment and ending on June 30, 1977, and shall be removable only by impeachment. States that the Special Prosecutor shall have exclusive jurisdiction over the conduct of all investigations, prosecutions, and civil actions on behalf of the United States to enforce all provisions of Federal law violated by: (1) any person in connection with the Presidential primaries and general election of 1972, and any campaign, canvass, or other activity related to such election; or (2) by the President, members of the White House staff, or Presidential appointees. Directs the Attorney General to cooperate with the Special Prosecutor to the fullest extent possible to insure that the Special Prosecutor has exclusive control of all activities relating to any such investigation and prosecution resulting from such election. Provides that, notwithstanding any other provision of law, the Special Prosecutor is vested with all of the powers and duties of the Attorney General of the United States and of the United States attorney. Directs each department, agency, and independent instrumentality of the Government to cooperate with the Special Prosecutor. Provides that the Office shall remain in existence until such time as the Special Prosecutor certifies to the chief judge of the United States District Court for the District of Columbia that all investigations and prosecutions conducted pursuant to this Act have been completed, or on June 30, 1977, whichever occurs first. Authorizes to be appropriated such sums as may be necessary to carry out the purposes of this Act. Provides that all funds appropriated to the Watergate Special Task Force pursuant to the State-Justice-Commerce Appropriations Act for fiscal year 1974 and not previously expended shall be transferred on the date of enactment of this Act to the account of the Office. Directs the Office to submit its budget requests directly to the Congress and furnish the Office of Management and Budget with informational copies. Provides that in the event that the United States District Court for the District of Columbia, prior to the enactment of this legislation, appoints one or more persons to serve as special counsel grand jury currently investigating incidents relating to the 1972 Presidential campaign, and in the event that funds to compensate such person or persons for services rendered or expenses incurred are unavailable, any funds transferred to or appropriated for the Office shall be utilized to compensate or reimburse such person or persons. States that in the event that the President of the United States, or anyone acting on his behalf, or any other person, initiates legal proceedings challenging the constitutionality of any provision of this Act, the Office shall have the right to defend the constitutionality of this Act in any such proceeding, and shall be entitled to utilize the funds transferred or appropriated to the Office to defray any expenses incurred in the course of such a defense. Provides that no decision invalidating any portion of this Act shall take effect until such decision becomes final. States that exclusive jurisdiction over lawsuits challenging the constitutionality of this Act shall reside in the United States District Court for the District of Columbia. Provides that the invalidation of any provision of this Act shall not affect the validity of any other provision of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Independent Investigation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the continuation of an independent, thorough investigation of certain activities by high Federal officials and persons acting in concert with them.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:56-05:00"
}