{
  "actions": [
    {
      "acted_at": "1974-11-18", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr17435-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-11-18", 
  "number": "17435", 
  "official_title": "A bill to revise and improve the program of supplemental security income established by title XVI of the Social Security Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3908-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Supplemental Security Income Amendments", 
  "sponsor": {
    "district": "9", 
    "name": "Ashley, Thomas L.", 
    "state": "OH", 
    "thomas_id": "00032", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-11-18", 
  "subjects": [
    "Aged and aging", 
    "Agriculture and food", 
    "Alcoholic beverages", 
    "Alcoholism", 
    "Drugs", 
    "Food stamps", 
    "Poverty", 
    "Social welfare", 
    "Supplemental security income program"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-11-18", 
    "text": "Supplemental Security Income Amendments - Provides, for purposes of determining benefits under the supplemental security income provisions of the Social Security Act, that individuals in residential institutions which charge more than the basic benefits allowable but which waive such excess shall not have any amount greater than such excess counted as unearned income. Excludes from the computed income of such individuals one-half of the unearned income received as support in cash or kind. Requires the establishment of criteria for determining presumptive disability under such program. Sets forth increased amounts which may be paid as cash advances to persons in an emergency who are initially applying for supplemental security income benefits. Requires administrative coordination of such benefits program with other assistance programs. Removes the requirement defining \"household\" under the Food Stamp Act that household members be related. Includes, in such definition, specified alcoholics, addicts, and elderly residents of federally subsidized housing. Places households where someone receives supplemental security income within the food stamp eligibility requirements of non-public assistance households. Removes the third-party payee requirements of the supplemental security income provisions where direct payment would be therapeutic to the recipient. Requires action within 30 days upon applications for such income benefits. Allows a hearing to the aged, blind, and disabled who are denied social services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Supplemental Security Income Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to revise and improve the program of supplemental security income established by title XVI of the Social Security Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:39-05:00"
}