{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr679-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "679", 
  "official_title": "A bill to amend the Public Health Service Act to provide for a National Center for Clinical Pharmacology, to provide support for the study of clinical pharmacology and clinical pharmacy, and to provide for review of drug prescribing; and to amend the Federal Food, Drug, and Cosmetic Act to provide for additional regulation of drug promotions, to provide for record-keeping and reporting for all drugs, to provide for certification of programs respecting manufacturers' representatives, to provide for the submission of data relating to therapeutic equivalence of drugs, to provide for the certification of certain drugs, to provide for a national drug compendium, to provide additional drug information to consumers, to establish a code system for the identification of all drugs, to provide for the recall of adulterated or misbranded foods, drugs, and cosmetics.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr556-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Drug Safety Consumer Information and Medical Records Act", 
  "sponsor": {
    "district": "17", 
    "name": "Murphy, John M.", 
    "state": "NY", 
    "thomas_id": "00842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Advertising", 
    "Advisory bodies", 
    "Agriculture and food", 
    "Consumer protection", 
    "Cosmetics", 
    "Crime and law enforcement", 
    "Drugs", 
    "Education", 
    "Executive reorganization", 
    "Labeling", 
    "Medical care, personnel, and facilities", 
    "Pharmacists", 
    "Public health"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Drug Safety, Consumer Information, and Medical Records Act - Title I: National Center for Clinical Pharmacology - Establishes, under the Public Health Service Act and within the Department of Health, Education, and Welfare, the National Center for Clinical Pharmacology to provide support, in the nature of grants, for the study of clinical pharmacology. Enumerates the nature and general provisions of such grants. Provides for the collection of data regarding drug experiences and adverse drug reactions. Calls for a study to be conducted on the inappropriate prescribing of drugs and on whether controls are needed for such inappropriate prescribing. Requires all organizations receiving assistance under this Act to review the prescribing and administering of all drugs in the course of delivery of health care. Calls for the establishment of procedures to insure the confidentiality of medical records pertaining to the experiences of a specific individual in taking drugs. Provides for Congressional inspection of medical data. Authorizes appropriations through fiscal year 1976 to carry out the purposes and projects of this title. Title II: Promotional Practices - Prohibits, under the Federal Food, Drug, and Cosmetic Act, the giving by any person engaged in the manufacture, propagation, processing, or distribution of any drug of any gift or other free promotional item having a retail value of more than $5.00 to any practitioner, pharmacist, student, or any other person engaged in the delivery of health care. Prohibits the transfer of samples and free drugs to practioners unless each such practioner has filed a written request for such drug. Places additional restrictions on the transfer of any sample or other free drug. Places a prohibition on prescription surveys. Provides for: (1) price information in drug advertising; (2) restrictions on, remainder labeling and advertising and false and misleading advertising; and (3) certification of training programs for manufactures' representatives. Title III: Drug Quality - Provides, under the Federal Food, Drug, and Cosmetic Act, for the establishment of regulations governing the requirements for proof of therapeutic equivalence of drugs. Defines the terms used in this Act. Provides procedures for certification of batches of specified kinds of drugs (other than insulin and antibiotics). Sets forth recordkeeping and reporting requirements for drugs by persons subject to registration under this Act, specifing the procedures under which any such reports shall be made available to the committees of Congress. Title IV: National Drug Compendium - Calls for the preparation of a drug compendium, listing by established name, drugs lawfully available in the United States, to provide adequate and reliable prescribing information. Sets forth the method for compilation and publication of such compendium, including, (1) the appointment of a committee to advise the Secretary on compendium matters, and (2) the requirements governing advertising of information contained in the compendium. Title V: Consumer Drug Information - Requires specified prescription drug information be included on all drug labels in such terms so that it is likely to be understood by the ordinary individual. Directs the establishment of a uniform system of coding of drugs consiting of representing: (1) the identity of the manufacturer, the drug, and the final packager; (2) the dosage form and strength of the drug; (3) the number of drug units in the immediate container. Requires that pharmacies post prescription drug prices. Directs the Secretary of Health, Education, and Welfare to identify methods for informing consumers of the costs associated with the manufacture and distribution of retail drugs. Empowers the Secretary to make grants to consumer groups for informing the public with price comparison data of drugs. Authorizes $1,000,000 to be appropriated for such grants for fiscal year 1975. Title VI: Recall Authority; Increased Criminal Penalty - Vests the Secretary with authority to recall an article of food, drug, device or cosmetic which is liable to be proceeded against on libel of information and condemnation. Increases from $1,000 to $5,000 the criminal penalty for violations of the Federal Food, Drug and Cosmetic Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Drug Safety Consumer Information and Medical Records Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to provide for a National Center for Clinical Pharmacology, to provide support for the study of clinical pharmacology and clinical pharmacy, and to provide for review of drug prescribing; and to amend the Federal Food, Drug, and Cosmetic Act to provide for additional regulation of drug promotions, to provide for record-keeping and reporting for all drugs, to provide for certification of programs respecting manufacturers' representatives, to provide for the submission of data relating to therapeutic equivalence of drugs, to provide for the certification of certain drugs, to provide for a national drug compendium, to provide additional drug information to consumers, to establish a code system for the identification of all drugs, to provide for the recall of adulterated or misbranded foods, drugs, and cosmetics.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:39-05:00"
}