{
  "actions": [
    {
      "acted_at": "1975-09-25", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr9859-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-09-25", 
  "number": "9859", 
  "official_title": "A bill to amend the Social Security Act to establish a national catastrophic illness insurance program under which the Federal Government, acting in cooperation with State insurance authorities and the private insurance industry, will reinsure and otherwise encourage the issuance of private health insurance policies which make adequate health protection available to all Americans at a reasonable cost.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Catastrophic Illness Protection Act", 
  "sponsor": {
    "district": "4", 
    "name": "Roush, J. Edward", 
    "state": "IN", 
    "thomas_id": "00991", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-09-25", 
  "subjects": [
    "Health", 
    "Health insurance", 
    "Insurance", 
    "Medical care, personnel, and facilities", 
    "Medicare", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-09-25", 
    "text": "National Catastrophic Illness Protection Act - PART A: General Provisions - Sets forth the findings of the Congress that there are still many individuals who cannot secure or cannot afford adequate health insurance protection and that very little insurance protection is available to help meet the costs of a catastrophic illness or disease. Establishes as the policy of Congress the need for a National Catastrophic Illness Insurance program to encourage State and private insurers in the development of policies which will meet the problems set forth in the statement of findings. PART B: Establishment of Program; State Plans - Authorizes the Secretary of Health, Education, and Welfare to establish and carry out a National Catastrophic Illness Insurance Program. Provides that the program shall involve the creation of State-wide plans providing extended health insurance, and that the Federal Government will reinsure insurers and pools of insurers who offer such insurance. Requires all plans to include: (1) that extended health insurance be available to all eligible individuals, and at a cost which is reasonable, subject only to deductibles authorized in this Act; (2) that where an insurer does not agree to write a policy of extended insurance, or does so under various limiting conditions, the State authority is notified and provides that the policy would then be placed with a pool or otherwise assigned to insurers by the \"all-industry placement facility\" ; (3) that data be compiled and studied in connection with the operation of the State-wide plan; (4) that reports be submitted to the State insurance authority by individual insurers; (5) that any cancellation of a policy provide for reasonable notice to permit coverage under a new policy to be written under the plan; and (6) that public information about the plan be readily distributed. Sets premium rates on the basis of a study of the risks in question and actuarial principals, such rates to be promulgated by the Secretary. Provides that, before payments are made under an extended insurance policy, a deductible must be satisfied through an equal amount of medical expenses paid or incurred by such individual. Provides that the amount of such deductible is determined by relating the extent of medical expenses to adjusted income and is equal to one-half of the amount by which a person's or family's adjusted income exceeds $1,000 but does not exceed $2,000; plus all of the amount by which such adjusted income exceeds $2,000. Provides that statements pledging participation and cooperation with the State insurance authority would be required of insurers seeking reinsurance under the program. Provides that no insurer shall direct any agent or broker not to solicit business through such a plan, nor penalize agents or brokers in any manner for submitting applications under the plan. Provides that the State plan shall be evaluated from time to time in accordance with criteria established by the Secretary. PART C: Reinsurance Coverage - Provides that the Secretary is authorized to reinsure against the losses which might be incurred under extended health insurance policies. Authorizes the Secretary to make agreements with insurers and pools for reinsurance in consideration of payments of reinsurance premiums deposited in the National Catastrophic Illness Insurance Fund in excess of the estimated amount of losses under such policies. Provides a detailed procedure for implementation of the reinsurance program in a State within specified time requirements, taking into account specified State and local factors which might affect such implementation. Provides that the Government may recover in the courts any unpaid premiums lawfully payable to the Government by an insurer under provisions of a 5-year statute of limitations. PART D: Government Program with Industry Assistance - Authorizes, after determination that a State-wide program cannot be carried out, or that the objective of the program would be materially assisted by the Federal Government's assumption of the plan, arrangements for operation by the Government to carry out the objectives of the program. PART E: Provisions of General Applicability - Provides procedures for judicial review of disallowances for claims for losses under the reinsurance program whether State-wide or operated by the Federal Government. Authorizes the Government to enter into contracts and other arrangements for claims review, and receiving and disbursing funds for making payments. Provides for the creation of a National Catastrophic Illness Insurance Fund for purposes of receiving premiums for reinsurance. Provides that the Secretary may make periodic payments to insurers and pools in recognition of reduction in premium rates below estimated risks. Provides that the Secretary may, on a reimbursable basis, utilize the services of other Government agencies. Authorizes necessary payment adjustments in connection with the program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Catastrophic Illness Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act to establish a national catastrophic illness insurance program under which the Federal Government, acting in cooperation with State insurance authorities and the private insurance industry, will reinsure and otherwise encourage the issuance of private health insurance policies which make adequate health protection available to all Americans at a reasonable cost.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:13-05:00"
}