{
  "actions": [
    {
      "acted_at": "2010-12-18", 
      "references": [
        {
          "reference": "CR S10685-10686", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-12-18", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s4049-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "111", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-12-18", 
  "number": "4049", 
  "official_title": "A bill to sustain the economic development and recreational use of National Forest System land and other public land in the State of Montana, to add certain land to the National Wilderness Preservation System, to release certain wilderness study areas, to designate new areas for recreation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Forest Jobs and Recreation Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Tester, Jon", 
    "state": "MT", 
    "thomas_id": "01829", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2010-12-18", 
  "subjects": [
    "Administrative remedies", 
    "Congressional oversight", 
    "Environmental assessment, monitoring, research", 
    "Fires", 
    "Forests", 
    "Lakes and rivers", 
    "Land transfers", 
    "Land use and conservation", 
    "Montana", 
    "Outdoor recreation", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Roads and highways", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2010-12-18", 
    "text": "Forest Jobs and Recreation Act of 2010 - Establishes the Montana Forest Jobs and Restoration Pilot Initiative under which the Secretary of Agriculture (USDA), through the Chief of the Forest Service, shall implement authorized forest and watershed restoration projects and other land management projects on certain eligible lands within the Beaverhead-Deerlodge and Kootenai National Forests in Montana to achieve the specified purposes of the Initiative and specified performance requirements within such forests. Permits the inclusion of the Seeley Ranger District of the Lolo National Forest within the Initiative. Requires the identification of one or more collaborative groups or resource advisory committees for each national forest within the Initiative. Requires the Secretary to provide annual summaries to Congress on the Initiative's progress, and every five years, reports assessing such progress. Requires the Secretary to: (1) annually implement one or more authorized forest and watershed restoration projects on the eligible lands; and (2) implement in, one or more certain watershed areas, those projects that provide landscape-scale work in order to minimize entries into the watershed or watersheds; and (3) enter into stewardship contracts or agreements to carry out authorized forest and watershed restoration projects. Designates specified lands administered by the Forest Service or the Bureau of Land Management (BLM) in Montana as wilderness areas and as components of the National Wilderness Preservation System (NWPS). Releases: (1) certain BLM wilderness study areas from further study for designation as wilderness; and (2) the Sapphire and West Pioneer Wilderness Study Areas from further study for inclusion as components of the NWPS. Designates specified federal lands in Montana as special management or recreation management areas. Requires a specified all-terrain vehicle study and report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Forest Jobs and Recreation Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to sustain the economic development and recreational use of National Forest System land and other public land in the State of Montana, to add certain land to the National Wilderness Preservation System, to release certain wilderness study areas, to designate new areas for recreation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:51:03-05:00"
}