{
  "actions": [
    {
      "acted_at": "1976-04-13", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13210-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "D'Amours, Norman E.", 
      "sponsored_at": "1975-01-03", 
      "state": "NH", 
      "thomas_id": "00259", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Fenwick, Millicent H.", 
      "sponsored_at": "1975-01-03", 
      "state": "NJ", 
      "thomas_id": "00376", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-04-13", 
  "number": "13210", 
  "official_title": "A bill to authorize a local public works capital development and investment program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12518-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Local Public Works Capital Development and Investment Act", 
  "sponsor": {
    "district": "25", 
    "name": "Myers, Gary A.", 
    "state": "PA", 
    "thomas_id": "00846", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-04-13", 
  "subjects": [
    "Capital investments", 
    "Economic development", 
    "Labor and employment", 
    "Public works"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-04-13", 
    "text": "Local Public Works Capital Development and Investment Act - Authorizes the Secretary of Commerce, acting through the Economic Development Administration, to make grants to any State or local government for local public works projects, including but not limited to: (1) those public works projects of State and local governments for which Federal financial assistance is authorized under provisions of law other than this Act; and (2) the architectual design, engineering, and related planning of local public works projects. Stipulates that the Federal share of any project for which a grant is made under this Act shall be 100 percent of the cost of such project. Authorizes the Secretary to make an additional grant for the purposes of increasing to 100 percent the Federal contribution to a public works project for which Federal financial assistance is authorized under provisions of law other than this Act. Stipulates that no such grants shall be made for any project which has as its principal purpose the channelization, damming, dredging, or diversion of a natural watercourse, or the enlargement of any canal other than a canal designated as a historic site. Directs the Secretary to prescribe rules, regulation, and procedures necessary to carry out this Act. Lists factors that the Secretary shall consider in accordance with the relative needs of the various sections of the country, with priority consideration to those areas where unemployment exceeds the national average. Stipulates that not less then one-half of one percent nor more than ten percent of all amounts authorized under this title shall be allocated for local public works projects within any one State. Authorizes the appropriation of $2,000,000,000 through fiscal year 1977 in order to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Local Public Works Capital Development and Investment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize a local public works capital development and investment program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:10-05:00"
}