{
  "actions": [
    {
      "acted_at": "1975-03-03", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s921-94", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1975-01-03", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-03", 
  "number": "921", 
  "official_title": "A bill to authorize appropriations during the fiscal year 1976, the period beginning July 1, 1976 and ending September 30, 1976, and the fiscal year 1977 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces, and to prescribe the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense, and to authorize the military training student loads.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of Defense Appropriation Authorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Stennis, John C.", 
    "state": "MS", 
    "thomas_id": "01439", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-03", 
  "subjects": [
    "Air force", 
    "Appropriations", 
    "Armed forces and national security", 
    "Armed forces reserves", 
    "Army", 
    "Defense budgets", 
    "Department of Defense", 
    "Education", 
    "Military training", 
    "National defense", 
    "Navy", 
    "Research and development", 
    "Service academies", 
    "Weapons"
  ], 
  "subjects_top_term": "Defense budgets", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-03", 
    "text": "Department of Defense Appropriation Authorization Act - Title I: Procurement - Authorizes the appropriation of funds in specified amounts for the fiscal years 1976 and 1977 for the use of the Armed Forces of the United States for procurement of aircraft, missles, naval vessels, tracked vehicles and other weapons. Title II: Research, Development, Test and Evaluation - Authorizes the appropriation of funds in specified amounts for the use of the Armed Forces of the United States for research, development, test, and evaluation for the fiscal years 1976 and 1977. Title III: Active Forces - Authorizes an end strength for active duty personnel of the Army, the Navy, the Marine Corps and the Air Force for specified fiscal years. Title IV: Reserve Forces - Directs the Selected Reserve of each Reserve component of the Armed Forces to be programmed to attain specified average strengths. Provides for reductions in such strengths. Title V: Civilian Personnel - Authorizes an end strength for civilian personnel in the Department of Defense for specified fiscal years. Title VI: Military Training Student Loads - Sets an average military training student load for each component of the Armed Forces for specified fiscal years. Title VII: General Provisions - Provides that within the limitation of appropriations made for the purpose, the Secretary of Defense and the Secretary of a military department within his department, may provide for any emergency or extraordinary expense which cannot be anticipated or classified. Provides that when it is so provided in such an appropriation, the funds may be spent on approval or authority of the Secretary concerned for any purpose he determines to be proper, and such a determination is final and conclusive upon the accounting officers of the United States. Authorizes the Secretary concerned to certify the amount of any such expenditure authorized by him that he considers advisable not to specify, and his certificate is sufficient voucher for the expenditure of that amount."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Department of Defense Appropriation Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations during the fiscal year 1976, the period beginning July 1, 1976 and ending September 30, 1976, and the fiscal year 1977 for procurement of aircraft, missiles, naval vessels, tracked combat vehicles, torpedoes, and other weapons, and research, development, test and evaluation for the Armed Forces, and to prescribe the authorized personnel strength for each active duty component and of the Selected Reserve of each Reserve component of the Armed Forces and of civilian personnel of the Department of Defense, and to authorize the military training student loads.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:28:09-05:00"
}