{
  "actions": [
    {
      "acted_at": "1991-04-23", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1991-04-24", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Energy Research and Development", 
      "text": "Referred to Subcommittee on Energy Research and Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s886-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Energy Research and Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "102", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-23", 
  "number": "886", 
  "official_title": "A bill to amend the Federal Non-nuclear Energy Research and Development Act of 1974 for the establishment of an electric energy storage and utilization research, development and demonstration program and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Electric Energy Storage and Utilization Research, Development and Demonstration Act of 1991", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-23", 
  "subjects": [
    "Administrative procedure", 
    "Air conditioning", 
    "Air pollution control", 
    "Alternative energy sources", 
    "Authorization", 
    "Commercialization", 
    "Electric batteries", 
    "Electric vehicles", 
    "Energy", 
    "Energy conservation", 
    "Energy efficiency", 
    "Energy policy", 
    "Energy research", 
    "Energy storage", 
    "Fuel", 
    "Government vehicles", 
    "Grants-in-aid", 
    "Heating", 
    "Industrial energy conservation", 
    "Information services", 
    "Joint ventures", 
    "Research and development", 
    "Technological innovations", 
    "Technology transfer"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-23", 
    "text": "Electric Energy Storage and Utilization Research, Development and Demonstration Act of 1991 - Title I: Energy-Related Research and Development for Advanced Electricity Storage Systems and More Energy Efficient Technologies Utilizing Electricity - Amends the Federal Nonnuclear Energy Research and Development Act of 1974 to direct the Secretary of Energy (the Secretary) to: (1) establish a cooperative program with selected private industry sectors to conduct joint research and development projects in specified advanced energy technology areas; (2) present to the Congress a comprehensive multiyear program plan to implement such projects; and (3) conduct a technology transfer program designed to accelerate wider application of advanced energy storage systems for both stationary and mobile sources, and to increase the utilization of energy efficient technologies that use electricity in various industrial processes. Authorizes appropriations. Title II: Infrastructure Development and Data Acquisition Program to Support the Use of Energy Efficient Electric Technologies and the Use of Electric and Other Alternative Fueled Vehicles - Amends the Energy Policy and Conservation Act to ensure that annual Federal acquisition of alternative-fueled vehicles includes electric vehicles. Extends the authorization for appropriations for the Federal alternative-fueled vehicle program to FY 1996. Directs the Secretary to establish data collection programs to: (1) identify those industrial sectors that could benefit from energy efficient electric technologies; and (2) assist persons seeking to manufacture, distribute, or operate electric vehicles or other clean alternative fuel vehicles. Directs the Secretary to issue regulations establishing guidelines for comprehensive State energy infrastructure development plans to promote the use of electricity and other clean alternative fuels for vehicular use and general energy conservation. Directs the Secretary to invite State Governors to submit feasibility assessments and State plan proposals with respect to alternative fueled vehicles and electric vehicles. Outlines the criteria under which proposed State plans are eligible for Federal technical and financial assistance. Requires the Secretary to report annually to the President and the Congress regarding the status of Federal/State programs for alternative fuel use. Authorizes appropriations for such programs. Directs the Secretary to enter into joint ventures with non-Federal entities for cost-shared projects to: (1) support the infrastructure necessary to use electric vehicles and advanced technologies that are more efficient in the industrial uses of electricity; or (2) evaluate the prospects for advanced technologies' application. Outlines parameters for such joint ventures. Authorizes appropriations. Title III: Electric Vehicle Energy Demonstration Program - Electric Vehicle Energy Demonstration Act of 1991 - Directs the Secretary to solicit proposals to demonstrate electric vehicles and associated equipment in eligible metropolitan areas. Outlines the proposal selection process and the prerequisites for any accepted final proposal. Sets forth a discount payment program under which the Secretary must reimburse a proposer for discounts provided to electric vehicle users. Directs the Secretary to report annually to the Congress regarding the promotion of electric vehicle use and development. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Electric Energy Storage and Utilization Research, Development and Demonstration Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Electric Vehicle Energy Demonstration Act of 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Non-nuclear Energy Research and Development Act of 1974 for the establishment of an electric energy storage and utilization research, development and demonstration program and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:52-05:00"
}