{
  "actions": [
    {
      "acted_at": "1996-07-10", 
      "references": [
        {
          "reference": "CR S7673", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-10", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-07-11", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Parks, Preservation and Recreation", 
      "text": "Referred to Subcommittee on Parks, Preservation and Recreation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1940-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Parks, Historic Preservation, and Recreation", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Moseley-Braun, Carol", 
      "sponsored_at": "1996-07-10", 
      "state": "IL", 
      "thomas_id": "01405", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thompson, Fred", 
      "sponsored_at": "1996-07-10", 
      "state": "TN", 
      "thomas_id": "01447", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-07-10", 
  "number": "1940", 
  "official_title": "A bill to authorize appropriations for the preservation and restoration of historic buildings at historically black colleges and universities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1584-104", 
      "reason": "identical"
    }
  ], 
  "short_title": "Historically Black Colleges and Universities Historic Building Restoration and Preservation Act", 
  "sponsor": {
    "district": null, 
    "name": "Frist, William H.", 
    "state": "TN", 
    "thomas_id": "01336", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-07-10", 
  "subjects": [
    "Black colleges", 
    "Commemorations", 
    "Economics and public finance", 
    "Education", 
    "Educational facilities", 
    "Federal aid to higher education", 
    "Higher education", 
    "Historic sites", 
    "History", 
    "Iowa", 
    "Kansas", 
    "Minorities", 
    "Tennessee"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-07-10", 
    "text": "TABLE OF CONTENTS: Title I: Historically Black Colleges and Universities Historic Building Restoration and Preservation Title II: Cooper Hall and Science Hall Preservation and Restoration Title I: Historically Black Colleges and Universities Historic Building Restoration and Preservation - Historically Black Colleges and Universities Historic Building Restoration and Preservation Act - Directs the Secretary of the Interior to make grants, from amounts authorized to be appropriated to carry out the National Historic Preservation Act for FY 1996 through 1999, to historically black colleges and universities for the preservation and restoration of historic buildings and structures on their campuses. Requires a grantee to covenant, for the period of time specified by the Secretary, that: (1) no alteration will be made in the property with respect to which the grant is made without the concurrence of the Secretary; and (2) reasonable public access will be permitted to such property for interpretive and educational purposes. Authorizes the Secretary to: (1) obligate funds for a grant with respect to a building or structure listed on the National Register of Historic Places only if the grantee agrees to match the amount of such grant with funds derived from non-Federal sources; and (2) waive this matching requirement if an extreme emergency exists or that such a waiver is in the public interest to ensure the preservation of historically significant resources. Limits amounts made available for this Act for FY 1995 through 1998. Earmarks funds for FY 1995 for grants to: (1) Fisk University; and (2) historically black colleges and universities identified for inclusion in the Department of the Interior Historically Black College and University Historic Preservation Initiative. Title II: Cooper Hall and Science Hall Preservation and Restoration - Directs the Secretary to make grants to preserve and restore Cooper Hall at Sterling College located in Sterling, Kansas, and Science Hall at Simpson College located in Indianola, Iowa, from amounts authorized to be appropriated to carry out the National Historic Preservation Act. Authorizes the Secretary to obligate such funds only if the grantee agrees to match the amount of such grant with funds derived from non-Federal sources. Limits amounts to be made available for such grants."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Historically Black Colleges and Universities Historic Building Restoration and Preservation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for the preservation and restoration of historic buildings at historically black colleges and universities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:17-05:00"
}