{
  "actions": [
    {
      "acted_at": "1973-01-18", 
      "committee": "Senate Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-05-23", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Interior and Insular Affairs with amendment, S. Rept. 93-873.", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-08", 
      "references": [], 
      "text": "Measure passed Senate, amended, roll call #285 (71-1).", 
      "type": "action"
    }, 
    {
      "acted_at": "1974-07-10", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s424-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Interior and Insular Affairs", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bennett, Wallace F.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01281", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Church, Frank", 
      "sponsored_at": "1973-01-03", 
      "state": "ID", 
      "thomas_id": "01305", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gurney, Edward J.", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "01345", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "1973-01-03", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Javits, Jacob K.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "01371", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1973-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moss, Frank E.", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "01406", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pastore, John O.", 
      "sponsored_at": "1973-01-03", 
      "state": "RI", 
      "thomas_id": "01415", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-18", 
  "number": "424", 
  "official_title": "A bill to provide for the management, protection, and development of the national resource lands.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Resource Lands Management Act", 
  "sponsor": {
    "district": null, 
    "name": "Jackson, Henry M.", 
    "state": "WA", 
    "thomas_id": "01370", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-18", 
  "subjects": [
    "Inventories", 
    "Land use", 
    "Mines and mineral resources", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1974-07-08", 
    "text": "(LATEST SUMMARY) National Resource Lands Management Act - Defines the terms used in this Act. Provides for public participation in the activities covered by this Act. Directs the Secretary of the Interior to establish procedures, including public hearings where appropriate, to give the Federal, State, and local governments and the public adequate notice and an opportunity to comment upon the formulation of standards and criteria for the preparation and execution of plans and programs concerning, and in the management of, the national resource lands. Authorizes the Secretary, pursuant to the Federal Advisory Committee Act and other applicable law, to establish and consult such advisory boards and committees as he deems necessary to secure full information and advice on the execution of his responsibilities. Authorizes the appropriation of such sums as are necessary to carry out the purpose and provisions of this Act. =Title I: General Management Authority= - Directs the Secretary to develop, with public participation, maintain, and when appropriate, revise land use plans for the national resource lands consistent with the terms and conditions of this Act and coordinated so far as he finds feasible and proper, or as may be required by the enactment of a National Land Use Policy or other law, with the land use plans of State and local governments and other Federal agencies. =Title II: Conveyance and Acquisition Authorities= - Authorizes the Secretary to sell national resource lands if he determines that the sale of such tracts will not cause needless degradation of the environment and meets disposal criteria under this Act. Provides that sales of land under this Act shall be conducted under competitive bidding procedures to be established by the Secretary. Provides that all conveyance of title issued by the Secretary under this Act shall reserve to the United States all minerals in the lands, together with the right to prospect for, mine, and remove the minerals under applicable law and such regulations as the Secretary may prescribe. Provides that the Secretary shall insert in any patent or other documents of conveyance he issues under this Act such terms, covenants, and conditions as he deems necessary to insure proper land use, environmental integrity, and protection of the public interest. Authorizes the Secretary to acquire by purchase, exchange, donation, or otherwise lands or interests therein needed for the management of the national resource lands including, but not limited to, lands needed to provide access by the general public to national resource lands. =Title III: Management Implementing Authority= - Grants the Secretary the authority to establish filing fees, service fees and charges, and commissions with respect to applications and other documents relating to national resource lands and change and abolish such fees, charges, and commissions. Authorizes the Secretary to require a deposit of any payments intended to reimburse the United States for extraordinary costs with respect to applications and other documents relating to national resource lands. Provides that the moneys received for extraordinary costs under this title shall be deposited with the Treasury in a special account and are hereby appropriated and made available until expended. Establishes a working capital fund for the management of national resource lands. Makes this fund available without fiscal year limitation for expenses necessary for furnishing, in accordance with the Federal Property and Administrative Services Act of 1949, and regulations promulgated thereunder, supplies and equipment services in support of Bureau of Land Management programs. Requires the fund to be credited with payments from appropriations and funds of the Bureau of Land Management, other agencies of the Department of the Interior, other Federal agencies, and other sources, as authorized by law, at rates approximately equal to the cost of furnishing the facilities, supplies, equipment, and services (including depreciation and accrued annual leave). Authorizes to be appropriated not to exceed $3,000,000 as initial capital of the working capital fund. Provides that for the specific purpose of enforcing any law or regulation relating to lands or resources managed by the Secretary, the Secretary may designate any employee to: (1) carry firearms; (2) execute and serve any warrant or other process issued by a court or officer of competent jurisdiction; (3) make arrests without warrant or process for a misdemeanor he has reasonable grounds to believe is being committed in his presence or view, or for a felony if he has reasonable grounds to believe that the person to be arrested has committed or is committing such felony; (4) search without warrant or process any person, place, or conveyance as provided by law; and (5) seize without warrant or process any evidentiary item as provided by law. Provides that any violation of regulations which the Secretary issues with respect to the management, protection, development, acquisition, and conveying of the national resource lands and properly located thereon and which the Secretary identifies as being subject to this section shall be punishable by a fine of not more than $1,000 or imprisonment for not more than twelve months, or both. Declares the finding of the Congress that the California desert contains historical, scenic, archeological, environmental, biological, cultural, scientific, and educational resources that are unique and irreplaceable; and to insure further study of the relationship of man and the desert environment and preserve the unique and irreplaceable resources of the California desert, the public must be provided more opportunity to participate in such planning and management, and additional management authority must be provided to the Secretary to enable effective implementation of such planning and management. Makes it a purpose of this Act to provide for the immediate and future protection and management of the California desert within the framework of a program of multiple use and the maintenance of environmental quality. Directs the Secretary to prepare and implement a comprehensive, long-range plan for the management, use, and protection of the national resource lands within the California desert area. Requires such plan to be completed and implementation thereof initiated on or before June 30, 1979. Establishes a California Desert Area Advisory Committee. Makes it the function of such advisory committee to advise the Secretary with respect to the preparation and implementation of the comprehensive, long-range plan required under this title. Directs the Secretaries of Agriculture and Defense to manage lands within their respective jurisdictions located in or adjacent to the California desert area, in accordance with the laws relating to such lands and wherever practicable, in a manner consonant with the purpose of this section. Directs the Secretary of Interior to report to the Congress no later than two years after the enactment of this Act, and annually thereafter in the report required under this Act, on the progress in, and any problems concerning, the implementation of this section, together with any recommendations, which he may deem necessary, to remedy such problems. Provides that all moneys paid on or after January 1, 1974 to any state from sales, bonuses, royalties, and rentals of public lands for the purposes of research in or development of shale oil may be used by such State and its subdivisions for (1) planning, (2) construction and maintenance of public facilities, and (3) provision of public services, as the legislature of the State may direct. =Title IV: Authority to Grant Rights-of-Way= - Authorizes the Secretary to grant, issue, or renew rights-of-way over, upon, or through the national resource lands for: (1) reservoirs, canals, ditches, flumes, laterals, pipes, pipelines, tunnels, and other facilities and systems for the impoundment, storage, transportation, or distribution of water; (2) pipelines and other systems for the transportation or distribution of liquids and gases, other than oil, natural gas, synthetic liquid or gaseous fuels, or any refined product produced therefrom, or water and for storage and terminal facilities in connection therewith; (3) pipelines, slurry and emulsion systems, and conveyor belts for transportation and distribution of solid materials, and facilities for the storage of such materials in connection therewith; (4) systems for generation, transmission, and distribution of electric energy, except that the applicant shall also comply with all applicable requirements of the Federal Power Commission under the Act of June 10, 1920; (5) systems for transmission or reception of radio, television, telegraph, and other electronic signals, and other means of communication; (6) roads, trails, highways, railroads, canals, tramways, airways, livestock driveways, or other means of transportation; and (7) such other necessary transportation or other systems or facilities which are in the public interest and which require rights-of-way over, upon, or through the national resource lands. Directs the Secretary to require, prior to granting, issuing, or renewing a right-of-way, that the applicant submit and disclose any or all plans, contracts, agreements, or other information or material reasonably related to the use, or intended use, of the right-of-way which he deems necessary to a determination, in accordance with the provisions of this title, as to whether a right-of-way shall be granted, issued, or renewed and the terms and conditions which should be included in such right-of-way. Requires the Secretary to take into consideration and, to the extent practical, comply with State standards for right-of-way construction, operation, and maintenance if those standards are more stringent than Federal standards and if the national resource lands are adjacent to lands to which such State standards apply. =Title V: Construction of Law, Preservation of Valid Existing Rights, and Repeal of Laws= - States that, except as provided in title IV of this Act, the authority conferred upon the Secretary by this Act is in addition to all other authority vested in him by law, and nothing in this Act shall be deemed to repeal any such other authority by implication. States that nothing in this Act shall be construed; (1) as limiting or restricting the power and authority of the United States; or (2) as affecting in any way any law governing appropriations or use of, or Federal right to, water on national resource lands; or (3) as expanding or diminishing Federal or State jurisdiction, responsibility, interests, or rights in water resources development or control."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Resource Lands Management Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the management, protection, and development of the national resource lands.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:19-05:00"
}