{
  "actions": [
    {
      "acted_at": "1979-02-28", 
      "committee": "House Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2500-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-28", 
  "number": "2500", 
  "official_title": "A bill to direct the President to submit a plan for reform of the Selective Service System, to reactivate registration under the Military Selective Service Act beginning in 1981, to place the Selective Service System under the jurisdiction of the Secretary of Defense except when induction authority is in effect under such Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Military Selective Service Registration Act of 1979", 
  "sponsor": {
    "district": "3", 
    "name": "Nichols, Bill", 
    "state": "AL", 
    "thomas_id": "00863", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-28", 
  "subjects": [
    "Armed forces and national security", 
    "Compulsory military service", 
    "Congressional oversight", 
    "Department of Defense", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government records, documents, and information", 
    "Licenses", 
    "Military personnel", 
    "Military policy", 
    "Presidential powers", 
    "Presidents and Vice Presidents", 
    "Public records", 
    "Selective Service System", 
    "Women soldiers", 
    "Women's rights"
  ], 
  "subjects_top_term": "Compulsory military service", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-28", 
    "text": "Military Selective Service Registration Act of 1979 - Directs the President to prepare and transmit to the Congress a plan to reform the existing procedures for the registration and inductment of persons for training and service in the armed forces including: (1) the desirability and feasibility of automatically registering individuals through a centralized automated system using school records and other existing records; (2) the enactment of authority for the President to induct registered individuals during periods when the President determines that such authority is required in the interest of national defense; (3) whether women should be subject to registration and induction; (4) the desirability of using 1980 census data to accomplish the registration of 18 year olds; and (5) such changes in the organization and operation of the Selective Service System as are necessary to provide for more efficient and expeditious mobilization to meet the personnel requirements of the armed forces. Amends the Military Selective Service Act to require individuals who attain the age of 18 after December 31, 1980, to register for selective service pursuant to such Act. Stipulates that the President may suspend such registration solely for the purpose of revising existing registration procedures or to establish new registration procedures. Stipulates that such a suspension may not exceed 90 days and may not be done more than once a year. Stipulates that the Director of the Selective Service shall be subject to the direction of the Secretary of Defense while induction authority is not in effect. Makes the Director subject to the direction of the President when such authority exists. Stipulates that the annual report of the Secretary of Defense to the Congress shall include a statement of the personnel requirements of each of the armed forces in the event of full mobilization and shall evaluate the capability of the Selective Service System to meet such requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Military Selective Service Registration Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to direct the President to submit a plan for reform of the Selective Service System, to reactivate registration under the Military Selective Service Act beginning in 1981, to place the Selective Service System under the jurisdiction of the Secretary of Defense except when induction authority is in effect under such Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:39-05:00"
}