{
  "actions": [
    {
      "acted_at": "1998-07-14", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1998-10-21", 
      "references": [
        {
          "reference": "CR S12856-12857", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2303-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Biden, Joseph R., Jr.", 
      "sponsored_at": "1998-07-14", 
      "state": "DE", 
      "thomas_id": "01284", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-07-14", 
  "number": "2303", 
  "official_title": "A bill to deter and punish international crime, to protect United States nationals and interests at home and abroad, and to promote global cooperation against international crime.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Crime Control Act of 1998", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-07-14", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Agriculture and food", 
    "Air pollution control", 
    "Alcoholic beverages", 
    "American economic assistance", 
    "Americans in foreign countries", 
    "Armed forces and national security", 
    "Arms sales", 
    "Arrest", 
    "Assault", 
    "Bank records", 
    "Border patrols", 
    "Boundaries", 
    "Bribery", 
    "Business records", 
    "Chemicals", 
    "Child pornography", 
    "Child sexual abuse", 
    "Civil rights and liberties, minority issues", 
    "Claims", 
    "Commerce", 
    "Computer crimes", 
    "Contempt of court", 
    "Counterfeiting", 
    "Courts of special jurisdiction", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal investigation", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Criminal liability", 
    "Custody of children", 
    "Customs administration", 
    "Department of Justice", 
    "Department of the Treasury", 
    "Drug abuse", 
    "Drug law enforcement", 
    "Drug traffic", 
    "Economics and public finance", 
    "Embezzlement", 
    "Emergency management", 
    "Energy", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Evidence (Law)", 
    "Explosives", 
    "Export controls", 
    "Exports", 
    "Extortion", 
    "Extradition", 
    "Extradition agreements", 
    "Extraterritoriality", 
    "Families", 
    "Federal aid to law enforcement", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Firearms", 
    "Foreign agents", 
    "Foreign banks and banking", 
    "Foreign exchange", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Forgery", 
    "Fraud", 
    "Fugitives from justice", 
    "Government operations and politics", 
    "Government paperwork", 
    "Hearsay evidence", 
    "Identification devices", 
    "Illegal aliens", 
    "Immigration", 
    "Import restrictions", 
    "Imports", 
    "Informers", 
    "Injunctions", 
    "International affairs", 
    "International claims", 
    "International cooperation", 
    "Judicial officers", 
    "Judicial review of administrative acts", 
    "Juries", 
    "Jurisdiction", 
    "Labor and employment", 
    "Larceny", 
    "Law", 
    "Law enforcement officers", 
    "Licenses", 
    "Limitation of actions", 
    "Local officials", 
    "Maritime law", 
    "Misconduct in office", 
    "Money laundering", 
    "Murder", 
    "Nuclear exports", 
    "Obstruction of justice", 
    "Organized crime", 
    "Poisons", 
    "Police training", 
    "Pretrial procedure", 
    "Prisoners", 
    "Prosecution", 
    "Right of privacy", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Seizure of vessels and cargoes", 
    "Sentences (Criminal procedure)", 
    "Smuggling", 
    "State officials", 
    "Tariff", 
    "Tax courts", 
    "Taxation", 
    "Terrorism", 
    "Trading with the enemy", 
    "Translating and interpreting", 
    "Transportation and public works", 
    "Transportation of hazardous substances", 
    "Travel costs", 
    "Treaties", 
    "Violence", 
    "War and emergency powers", 
    "Weapons of mass destruction", 
    "Witnesses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-07-14", 
    "text": "TABLE OF CONTENTS: Title I: Investigating and Punishing Violent Crimes Against United States Nationals Abroad Title II: Strengthening the Air, Land, and Sea Borders of the United States Subtitle A: Violence Committed Along United States Border Subtitle B: Strengthening Maritime Law Enforcement Along United States Borders Subtitle C: Smuggling of Contraband and Other Illegal Products Title III: Denying Safe Havens to International Criminals Subtitle A: Strengthening Extradition to Ensure International Criminals are Brought to Justice Subtitle B: Strengthening Immigration Laws to Exclude International Criminals from the United States Subtitle C: Additional Tools to Deny Safe Haven to International Criminals Title IV: Seizing and Forfeiting the Assets of International Criminals Title V: Responding to Emerging International Crime Threats Subtitle A: Computer and High-Tech Crime Subtitle B: Alien Smuggling Subtitle C: Trafficking in Chemicals Used to Produce Drugs Subtitle D: Arms Trafficking Title VI: Promoting Global Cooperation in the Fight Against International Crime Title VII: Streamlining the Investigation and Prosecution of International Crimes in United States Courts International Crime Control Act of 1998 - Title I: Investigating and Punishing Violent Crimes Against United States Nationals Abroad - Amends the Federal criminal code to prohibit, and set penalties for, committing or attempting to commit extortion against a U.S. national. Authorizes prosecution for homicide, an attempt or conspiracy to commit homicide, or acts of physical violence with intent to cause, or resulting in, serious bodily injury with respect to U.S. nationals abroad where the Attorney General or the highest ranking subordinate of the Attorney General with responsibility for criminal prosecutions certifies in writing that the offense was intended to further the objectives of an organized criminal group (currently, limited to circumstances where such actions were intended to coerce, intimidate, or retaliate against a government or a civilian population). Specifies that such certification shall not be subject to judicial review. (Sec. 1002) Prohibits, and sets penalties for, the murder or serious assault of a State or local law enforcement, judicial, or other official abroad while such official is engaged in, or if the prohibited activity occurs on account of the performance by that official of, training or providing technical or other assistance to the United States or a foreign government in connection with any program funded by the Federal Government. Limits prosecution and judicial review under this section. Title II: Strengthening the Air, Land, and Sea Borders of the United States - Subtitle A: Violence Committed Along United States Border - Prohibits, and sets felony penalties for, violence committed while eluding inspection or during violation of arrival, reporting, entry, or clearance requirements, including conspiracy and reckless endangerment. Subtitle B: Strengthening Maritime Law Enforcement Along United States Borders - Prohibits, and sets penalties for: (1) failing to obey an order to heave to (on being so ordered by an authorized Federal law enforcement officer); and (2) failing to comply with an order of such officer in connection with the boarding of the vessel, impeding or obstructing a boarding, arrest, or other law enforcement action authorized by Federal law, or providing false information to such an officer during a boarding regarding the destination, origin, ownership, registration, nationality, cargo, or crew of the vessel. Authorizes: (1) a foreign country to consent or waive objection to the enforcement of U.S. law by the United States under this subtitle by international agreement or, on a case-by-case basis, by radio, telephone, or similar oral or electronic means; (2) the Secretary of State or his or her designee to prove a consent or waiver by certification; and (3) the seizure and forfeiture of a vessel used in violation of this subtitle. (Sec. 2202) Sets a civil penalty of not more than $25,000 for failure to comply with a lawful boarding, obstruction of boarding, or provision of false information. Provides for in rem liability. (Sec. 2203) Amends the Tariff Act of 1930 to define an \"authorized place\" to board vessels to include a location in a foreign country at which U.S. customs officers are permitted to conduct inspections, examinations, or searches. Subtitle C: Smuggling of Contraband and Other Illegal Products - Prohibits, and sets penalties for, smuggling contraband and other goods from the United States and for facilitating the transportation of such goods prior to exportation. Makes such smuggling, and smuggling goods into foreign countries, a predicate offense under the money laundering statute. Amends the Tariff Act to provide for the forfeiture of merchandise illegally exported or attempted to be exported from the United States. (Sec. 2302) Expands the scope of provisions prohibiting smuggling goods into foreign countries to include the use of vehicles, aircraft, and conveyances or other modes of transportation (currently, limited to vessels). Repeals a requirement that the penalties shall apply only if any penalty or forfeiture is provided under the laws of the foreign government for violation of U.S. laws respecting customs revenue. Authorizes the Secretary of the Treasury (the Secretary) to promulgate regulations regarding illicit liquor trafficking enforcement. Prohibits, and sets penalties for: (1) transporting more than 360 liters of distilled spirits from one State into another State or foreign country; or (2) receiving or possessing more than such amount of distilled spirits that have been transported in interstate or foreign commerce in violation of Federal or State law. Provides for its seizure and forfeiture. (Sec. 2303) Increases the penalty for entry of goods by means of false statements. Prohibits, and applies such penalty to, embezzling, stealing, or wrongfully converting to personal use funds, assets, securities, or other property entrusted to a person's care or to the care of another for the purpose of paying any lawful customs duties. (Sec. 2304) Prohibits, and sets penalties for, false certifications relating to exports. Title III: Denying Safe Havens to International Criminals - Subtitle A: Strengthening Extradition to Ensure International Criminals are Brought to Justice - Authorizes the Attorney General, if a foreign government makes a request for the extradition of a person who is charged with or has been convicted of an offense within that government's jurisdiction, and if an extradition treaty between that government and the United States is in force but does not provide for extradition for the offense for which the person has been charged or convicted, or if no treaty is in force, to authorize the filing of a complaint for extradition, subject to specified conditions. Subtitle B: Strengthening Immigration Laws to Exclude International Criminals from the United States - Amends the Immigration and Nationality Act (INA) to make inadmissible for a visa or for admission into the United States any alien coming to the United States to avoid lawful prosecution in a foreign country for a crime involving moral turpitude (other than a purely political offense). Provides for the removal of such aliens to the country seeking prosecution of that alien unless, in the Attorney General's discretion, the removal is determined to be impracticable, inadvisable, or impossible. (Sec. 3202) Amends the INA to provide for the inadmissibility of persons: (1) involved in racketeering and arms (or explosive material) trafficking; (2) who have benefited from illicit activities of drug traffickers; and (3) involved in international alien smuggling. Subtitle C: Additional Tools to Deny Safe Haven to International Criminals - Grants the Attorney General the authority, if a person is being held in pretrial detention or is otherwise in custody in a foreign county based upon a violation of the law in that country and the person is found extraditable to the United States by the competent authorities of that country while still in pretrial detention or custody, to: (1) request the temporary transfer of that person to the United States to face prosecution in a Federal or State criminal proceeding; (2) maintain the custody of that person while he or she is in the United States; and (3) return that person to the foreign country at the conclusion of the criminal prosecution, including any imposition of sentence. Sets forth similar provisions regarding the Attorney General's authority with respect to the temporary transfer of persons in pretrial detention or custody in the United States to foreign governments seeking their extradition. (Sec. 3302) Amends the Federal judicial code to prohibit a person from using the resources of the U.S. courts in furtherance of a claim in any related civil forfeiture action, or a claim in third party proceedings in any related criminal forfeiture action, if that person: (1) purposely leaves U.S. jurisdiction; (2) declines to enter or reenter the United States to submit to its jurisdiction; or (3) otherwise evades the jurisdiction of the court in which a criminal case against that person is pending. (Sec. 3303) Removes restrictions on the transfer of foreign prisoners to serve sentences in their country of origin where provided by treaty. (Sec. 3304) Authorizes the Attorney General to permit the temporary transit through the United States of a person wanted for prosecution or imposition of sentence in a foreign country. Title IV: Seizing and Forfeiting the Assets of International Criminals - Prohibits, and sets penalties for, violations of anti-money laundering orders. (Sec. 4002) Amends the Tariff Act to authorize a customs officer, in order to assure compliance with and enforce U.S. customs laws, to stop and search mail originating in the United States that is addressed to a location outside the United States in accordance with regulations prescribed by the Secretary. Sets forth provisions regarding requirements for such regulations (examination and search by customs officers, sealed versus unsealed mail), limitations on reading correspondence contained in such mail, and procedures for such examination. (Sec. 4003) Provides for civil forfeiture of the proceeds of foreign crimes, the property used to commit drug crimes abroad and to violate Federal explosives laws, and the property involved in a transaction in violation of the prohibition of illegal money transmitting businesses. (Sec. 4005) Establishes a presumption in international drug and money laundering cases that property is subject to civil forfeiture if the United States establishes: (1) that such property was acquired by a person who was engaged in an offense against a foreign nation involving the manufacture, importation, sale, or distribution of a controlled substance and there was no likely source for the property other than the offense; or (2) three of the following factors: such property constitutes or is traceable to more than $10,000 that has been or was intended to be transported to or from a major drug transit, drug producing, or money laundering country; the transaction occurred in a foreign country whose bank secrecy laws prevent the United States from obtaining records; an involved person has been convicted of or is a fugitive from a felony money laundering or controlled substance offense; or the transaction was conducted by a shell corporation not engaged in any legitimate activity in the United States. (Sec. 4006) Authorizes the Attorney General, if a person is arrested or charged in a foreign country in connection with an offense that would give rise to the forfeiture of property in the United States under the code or under the Controlled Substances Act (CSA), to apply to any Federal judge or magistrate judge in the district in which the property is located for an ex parte order restraining the property subject to forfeiture for up to 30 days, subject to specified requirements. (Sec. 4007) Specifies that in a civil forfeiture case, or in an ancillary proceeding in a criminal forfeiture case under CSA, the refusal of a claimant to provide financial records located in a foreign country in response to a discovery request shall result in the dismissal of the claim with prejudice if: (1) the records may be material to a claim or the Government's ability to respond to the claim or, in a civil forfeiture case, to the Government's ability to establish the forfeitability of the property; and (2) it is within the claimant's capacity to waive his or her rights under those secrecy laws, or to obtain the records himself or herself, so that the records can be made available. (Sec. 4008) Grants the district courts jurisdiction over any foreign person, including any financial institution registered in a foreign country, that commits a money laundering offense involving a financial transaction that occurs in whole or in part in the United States, if service of process is made as specified. Authorizes the court to take action necessary to ensure that any bank account or other property held by the defendant in the United States is available to satisfy a judgement under this section. (Sec. 4009) Amends the money laundering statute to: (1) include foreign banks within the definition of \"financial institution\"; and (2) add specified serious foreign crimes to the list of money laundering predicate offenses. (Sec. 4011) Amends CSA to authorize the court: (1) in the case of property that has been placed beyond the court's jurisdiction, to order the defendant to return the property to the court's jurisdiction so it may be seized and forfeited; and (2) to order the defendant to repatriate any property subject to forfeiture pending trial and to deposit that property in the registry of the court, or with the United States Marshals Service or the Secretary, in an interest-bearing account (sets penalties for failure to comply). (Sec. 4012) Amends the judicial code to establish a procedure by which: (1) a foreign nation seeking to have its value based confiscation judgment registered and enforced by a U.S. district court shall first submit to the Attorney General a request; and (2) the Attorney General shall determine whether to certify the request. Authorizes that nation to file a civil proceeding in U.S. district court seeking to enforce such judgment if the request is certified. Sets forth provisions regarding entry and enforcement of judgment, finality of foreign findings, and currency conversion. (Sec. 4013) Expands the Secretary's administrative summons authority under the Bank Secrecy Act. (Sec. 4014) Revises the Electronic Communications Privacy Act of 1986 to authorize a person or entity to divulge the contents of a communication to a law enforcement agency or supervisory agency if such contents were inadvertently obtained by the service provider, appear to pertain to the commission of the crime, and appear to reveal a suspicious transaction relevant to a possible violation of law or regulation. (Sec. 4015) Amends the International Emergency Economic Powers Act (IEEPA) and the Trading With the Enemy Act of 1917 (TWEA) to provide that information obtained under such Acts may be withheld only to the extent permitted by statute, except that information submitted, obtained, or considered in connection with any transaction prohibited under such Acts, including license applications, licenses or other authorizations, information or evidence obtained in the course of any investigation, and information obtained or furnished in connection with international agreements, treaties, or obligations shall be withheld from public disclosure, unless the release of the information is determined by the President to be in the national interest. (Sec. 4016) Increases the civil penalty and the criminal fine for violations of IEEPA. (Sec. 4017) Amends TWEA to cover attempted violations of the Act. Title V: Responding to Emerging International Crime Threats - Subtitle A: Computer and High-Tech Crime - Authorizes the interception of wire, oral, or electronic communications when such interception may provide or has provided evidence of a felony relating to computer fraud and attacks on computer systems. Specifies circumstances under which a person who commits an offense outside the United States that would constitute fraud or another prohibited related activity in connection with an access device shall be subject to the penalties for such offense as if it were committed in the United States. Subtitle B: Alien Smuggling - Modifies INA to provide for the civil and criminal forfeiture of any conveyance, including any vessel, vehicle, or aircraft, that has been or is being used in the commission of an alien smuggling offense (currently, only provides for civil forfeiture) and of property that constitutes, is derived from or traceable to the proceeds obtained from, or is used to or intended to be used to facilitate, the commission of such offense. Specifies that, in cases of: (1) civil forfeiture, any such property may be seized by the Attorney General in accordance with procedures under the code; and (2) criminal forfeiture, certain provisions of the Comprehensive Drug Abuse Prevention and Control Act of 1970 shall apply. Subtitle C: Trafficking in Chemicals Used to Produce Drugs - Amends the Controlled Substances Import and Export Act (CSIEA) to require each person who proposes to engage in a transaction involving the importation or exportation of a listed chemical that requires advance notification, or of an encapsulating machine, to notify the Attorney General within 15 days before the transaction. Authorizes the Attorney General to provide that the 15-day notification requirement: (1) shall apply to all imports of a listed chemical, regardless of the status of certain importers of that listed chemical as regular importers, upon finding that such notification is necessary to support effective chemical diversion control programs or is required by treaty or other international agreement to which the United States is a party; and (2) for certain importations or exportations, shall include additional information to enable a determination to be made that the listed chemical will be used for a legitimate purpose or at the time the information is needed to satisfy requirements of the importing or exporting country. Directs the Attorney General to provide notice of such additional requirements specifically identifying the listed chemicals and countries involved. Rewrites CSIEA provisions to authorize a controlled substance in schedule I to be imported into the United States for transshipment to another country or for transference or transshipment from one vessel, vehicle, or aircraft to another within the United States for immediate exportation, only if: (1) evidence is furnished that enables the Attorney General to determine that the substance will be used for scientific, medical, or other legitimate purposes in the country of destination; and (2) the substance is imported, transferred, or transshipped with the prior written approval of the Attorney General (which shall be granted or denied within 21 days after the request is made) based on a determination that specified requirements have been satisfied. Authorizes a controlled substance in schedule II, III, or IV, or a listed chemical to be imported, transferred, or transshipped only if: (1) evidence is furnished that enables the Attorney General to determine that the substance or chemical will be used for scientific, medical, or other legitimate purposes in the country of destination; and (2) advance notification is given to the Attorney General within 15 days prior to the exportation of the substance or chemical from the foreign port of embarkation. Authorizes suspension of the importation, transfer, transshipment, or exportation of: (1) a controlled substance on the ground that it may be diverted to other than scientific, medical, or other legitimate purposes; and (2) a listed chemical on the ground that it may be diverted to the clandestine manufacture of a controlled substance. Allows the Attorney General to place under seal any shipment of a controlled substance or listed chemical that: (1) has been imported or is subject to U.S. jurisdiction; and (2) is subject to an order suspending the importation, transfer, transshipment, or exportation of the controlled substance or listed chemical. Prohibits any disposition of a controlled substance or listed chemical under seal until the suspension order becomes final. Sets forth provisions regarding orders of sale, disposal, surrender to the Attorney General for appropriate disposition, and forfeiture. Establishes penalties for importing or exporting a listed chemical with intent to evade reporting or recordkeeping requirements by: (1) falsely representing to the Attorney General that the importation or exportation is not subject to the 15-day advance notification requirement or to reporting requirements established by the Attorney General; or (2) misrepresenting the actual country of final destination of the listed chemical or the actual listed chemical being imported or exported. Replaces certain penalty provisions with a provision stating that, in addition to any other applicable penalty, any person convicted of a felony violation of CSIEA relating to the receipt, distribution, manufacture, importation, or exportation of a listed chemical may be enjoined from engaging in any transaction involving a listed chemical for not more than ten years. Subtitle D: Arms Trafficking - Amends the Arms Export Control Act to make prohibitions regarding transactions with countries supporting acts of international terrorism inapplicable with respect to any transaction arising out of an investigation by a Federal law enforcement agency concerning possible criminal violations of U.S. law. Amends the Brady Handgun Violence Prevention Act to provide for background checks for purchases of explosives. Sets forth provisions regarding penalties for violations, written reasons provided on request for denial of requests for permission to receive explosive materials, correction of erroneous system information, remedies for erroneous denial of such materials, and attorney's fees. Requires that: (1) applications for a user permit or license to import, manufacture, or deal in explosive materials include fingerprints and a photograph of the applicant; (2) each applicant for a license pay a fee established by the Secretary of up to $300 and each applicant for a permit pay a fee established by the Secretary of up to $100 (currently, $200 for a license or permit). (Sec. 5403) Prohibits convicted felons from receiving and possessing explosive materials. Title VI: Promoting Global Cooperation in the Fight Against International Crime - Authorizes the Attorney General or the Secretary, whenever property is civilly or criminally forfeited under any provision of Federal law, to transfer such property or proceeds to a cooperating foreign country which participated in the seizure or forfeiture of the property. (Sec. 6002) Amends the Federal judicial code to authorize the Attorney General to present a request made by a foreign government for assistance with respect to a foreign investigation, prosecution, or proceeding regarding a criminal matter the execution of which requires the use of compulsory measures in more than one judicial district, to a judge or judge magistrate of any one of such districts or of the U.S. District Court for the District of Columbia. Grants such judge or magistrate the authority to issue orders to execute the request. (Sec. 6003) Grants the Attorney General authority to temporarily transfer a person who is serving a sentence, is in pretrial detention, or is otherwise being held in U.S. custody, whose testimony is needed in a foreign criminal proceeding, subject to specified requirements, if such transfer is consistent with the international obligations of the United States. (Sec. 6004) Amends the Foreign Assistance Act of 1961 to make an exception to the prohibition against training of foreign law enforcement agencies with respect to assistance and training provided for antiterrorism purposes. (Sec. 6005) Authorizes the Attorney General to make payments from the Department of Justice Assets Forfeiture Fund to return forfeited property repatriated to the United States by a foreign government or others acting at the direction of a foreign government, and interest earned on the property under specified conditions. Title VII: Streamling the Investigation and Prosecution of International Crimes in United States Courts - Authorizes the Attorney General to obligate, as necessary expenses from any appropriate appropriation account available to the Department of Justice in FY 1998 or any fiscal year thereafter, the cost of reimbursement to State or local law enforcement agencies for translation services and related expenses, including transportation expenses, in cases involving extradition or requests for mutual legal assistance from foreign governments. (Sec. 7002) Amends the Federal judicial code to establish procedures governing the admission of foreign records in U.S. courts. (Sec. 7003) Authorizes the Attorney General to: (1) determine that, if a person located outside the United States is requested by a magistrate judge or Federal law enforcement officer to appear and provide testimony or answer questions in the United States in connection with any Federal or State criminal matter, the person shall not be subject to service of process, or be detained or subjected to any restriction of personal liberty, by reason of any acts or convictions that preceded such person's departure from the foreign jurisdiction; and (2) specify the appropriate duration and conditions of any grant of safe conduct. Specifies conditions of safe conduct granted. (Sec. 7004) Prohibits a defendant from receiving credit for any time spent in official detention in a foreign country if: (1) the defendant fled from, or remained outside of, the United States to avoid prosecution or imprisonment; (2) the United States officially requested the defendant's return to the United States for prosecution or imprisonment; and (3) the defendant is in custody in the foreign country pending surrender to the United States for prosecution or imprisonment. (Sec. 7005) Amends the Federal criminal code to provide that a period of suspension of the statute of limitations for collection of evidence located abroad shall end on the date on which the foreign court or authority, having taken final action on the request and having transmitted the decision or results to the United States, delivers the decision or results to the requesting U.S. authority. (Sec. 7006) Amends the Tariff Act to specify that the awarding of compensation to informers with respect to violations of the customs or navigation laws shall be at the sole discretion of the Secretary or the Secretary's designee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Crime Control Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to deter and punish international crime, to protect United States nationals and interests at home and abroad, and to promote global cooperation against international crime.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:37:34-05:00"
}