{
  "actions": [
    {
      "acted_at": "1979-07-09", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1457-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-09", 
  "number": "1457", 
  "official_title": "A bill to amend the Merchant Marine Act, 1936, to further promote the development of the United States-dry bulk fleet, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Inouye, Daniel K.", 
    "state": "HI", 
    "thomas_id": "01369", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-09", 
  "subjects": [
    "Licenses", 
    "Merchant marine", 
    "Shipbuilding", 
    "Shipbuilding subsidies", 
    "Ships and shipping", 
    "Vessel documentation"
  ], 
  "subjects_top_term": "Merchant marine", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-09", 
    "text": "Amends the Merchant Marine Act, 1936, to allow a dry bulk cargo vessel to be removed from documentation under the laws of the United States ten years (previously 25 years) after such documentation where such removal is coincident with the sale of such a vessel to a person who is not a citizen of the United States. Requires the owner of such a vessel to pay the United States any principal or interest due prior to such removal and requires the owner to place the net proceeds of such sale in its capital construction fund. Requires the owner of such a vessel to contract for the construction of a new dry bulk cargo replacement vessel within one year after such a sale if the vessel which was sold was constructed less than 25 years earlier. Stipulates that any purchaser of such a vessel shall enter into an agreement with the Secretary allowing the vessel to be used by the United States, for just compensation, in time of emergency. Allows dry bulk cargo vessels which are receiving an operating- differential subsidy to perform repairs outside of the United States or Puerto Rico. Revises the formula for computing the maximum amount which owners or leasees of a dry bulk cargo vessels may deposit in their capital construction fund. Sets forth conditions with respect to the withdrawal of such funds for the acquisition or construction of a dry bulk cargo vessel. Removes the provision of law which prohibits individuals who are receiving an operating-differential subsidy or who are chartering vessels owned by the Department of Commerce from operating or acting as an agent for any foreign-flag dry bulk cargo vessel which competes with American carriers. Directs the Secretary of Commerce to promulgate regulations to insure that the removal of such prohibition will not result in unfair competition with operators of exclusively United States-flag vessels and that no diversion of any subsidy will occur with respect to foreign-flag operations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Merchant Marine Act, 1936, to further promote the development of the United States-dry bulk fleet, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:42:03-05:00"
}