{
  "actions": [
    {
      "acted_at": "1974-06-21", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr15552-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-06-21", 
  "number": "15552", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act to establish a loan insurance program for cattle, hog, and poultry producers and feeders.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Livestock Producers and Feeders Act", 
  "sponsor": {
    "district": "5", 
    "name": "Latta, Delbert L.", 
    "state": "OH", 
    "thomas_id": "00668", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-06-21", 
  "subjects": [
    "Agriculture and food", 
    "Insurance", 
    "Livestock", 
    "Loans", 
    "Poultry"
  ], 
  "subjects_top_term": "Livestock", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-06-21", 
    "text": "Livestock Producers and Feeders Act - Directs that, for a period of one year from the enactment of this Act, the Secretary of Agriculture shall insure loans made by a lender other than the United States, or made by the Secretary and sold to such lender, to a borrower in the United States who: (1) is a citizen of the United States; (2) is or has been engaged in cattle, hog, or poultry producing and feeding operations to an extent and in a manner determined by the Secretary as necessary to assure reasonable prospects of success in livestock producing endeavors financed by loans insured under this Act; (3) is unable to obtain sufficient credit to finance his actual needs in the cattle, hog, or poultry producing business at reasonable rates and terms, as determined by the Secretary after considering prevailing private and cooperative rates and terms in the community in or near which the applicant resides for loans for similar purposes and periods of time; (4) has, if he has received previously a loan insured under this Act, performed successfully the terms of such loan; and (5) is not an operator of a commercial feedlot. Stipulates that, subject to the approval of the county committee, the amount of any loan insured under this Act shall be determined by the lender but in no case shall such amount exceed $250,000. Sets forth requirements pertaining to the issuance of loans and to the rate of interest payments to be made. Establishes the Cattle, Hog, and Poultry Feeders Insurance Fund, which shall be used by the Secretary as a revolving fund for the discharge of obligations of the Secretary under the provisions of this Act. Directs the Secretary to utilize the fund: (1) to make loans which can be insured under this Act whenever he has reasonalbe assurance that they can be sold without undue delay, and he may sell and insure such loans; (2) to pay amounts to which the holder of insured notes is entitled on loans insured accruing between the date of any payments by the borrower and the date of transmittal of any such payments to the holder; and (3) to pay to the holder of insured notes any defaulted installment, or upon assignment of the note to the Secretary at the Secretary's request, the entire balance due on the loan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Livestock Producers and Feeders Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act to establish a loan insurance program for cattle, hog, and poultry producers and feeders.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:20:09-05:00"
}