{
  "actions": [
    {
      "acted_at": "1987-06-26", 
      "committee": "Committee on Veterans", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-07-10", 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "text": "Committee on Veterans requested executive comment from VA, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1987-07-31", 
      "bill_ids": [
        "s1464-100"
      ], 
      "in_committee": "Committee on Veterans", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans. Provisions of measure incorporated into measure S. 1464 ordered to be reported.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1443-100", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": null, 
      "name": "DeConcini, Dennis", 
      "sponsored_at": "1987-06-26", 
      "state": "AZ", 
      "thomas_id": "01315", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Bob", 
      "sponsored_at": "1987-06-26", 
      "state": "FL", 
      "thomas_id": "01342", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Matsunaga, Spark M.", 
      "sponsored_at": "1987-06-26", 
      "state": "HI", 
      "thomas_id": "00749", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Frank H.", 
      "sponsored_at": "1987-06-26", 
      "state": "AK", 
      "thomas_id": "01408", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1987-06-26", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-06-26", 
  "number": "1443", 
  "official_title": "A bill to amend title 38, United States Code, to establish an Office of Medical Inspector General in the Office of the Chief Medical Director of the Veterans' Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1464-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Veterans' Administration Medical Inspector General Act of 1987", 
  "sponsor": {
    "district": null, 
    "name": "Cranston, Alan", 
    "state": "CA", 
    "thomas_id": "01311", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1987-07-31", 
  "subjects": [
    "Armed forces and national security", 
    "Executive reorganization", 
    "Government operations and politics", 
    "Health facilities", 
    "Hospital personnel", 
    "Hospitals", 
    "Inspectors general", 
    "Medical personnel", 
    "Quality control", 
    "Risk management", 
    "Standards", 
    "Veterans' hospitals", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-06-26", 
    "text": "Veterans' Administration Medical Inspector General Act of 1987 - Amends Federal veterans' benefits relating to organizational aspects of the Veterans Administration's (VA) Department of Medicine and Surgery (the Department) to establish in the Office of the Chief Medical Director of the Department an Office of Medical Inspector General (the Office). Outlines administrative provisions concerning the composition of medical personnel in the Office. Provides that the Medical Inspector General shall be directly responsible to the Chief Medical Director, and shall review, monitor, and investigate any adverse incident which is experienced by a patient during the course of a patient's care in a VA health-care facility, including any incident that would not normally be considered a natural consequence of the patient's disease or illness and any incident that would carry a recognized need for medical intervention. Authorizes the Medical Inspector General to also review and investigate matters he or she considers necessary to identify problems in the provision of health care to veterans and to propose any corrective measures to such problems to the Chief Medical Director. States that the Medical Inspector General shall have sole discretion in determining whether to investigate any incident involving patient care or to study or review any problem in the provision of health care to veterans. Directs the Medical Inspector General to submit a report, no later than February 1 annually, to the Administrator of Veterans Affairs, the Chief Medical Director, and the Senate and House Veterans' Affairs Committees on the activities of the Office under this Act during the preceding fiscal year. Requires the Medical Inspector General to be an ex officio, nonvoting member of all policymaking bodies within the central office of the Department that are concerned with the quality of health care provided in VA facilities or that are concerned with quality assurance in the provision of such care. Prohibits the Medical Inspector General, however, from having any direct responsibilities for quality assurance activites. Directs the Administrator to transfer to the Office such amounts as determined necessary to support five full-time medical doctors and five full-time support personnel in the Office. Outlines administrative provisions concerning such full-time medical personnel of such Office. Requires that, in the Office of the Chief Medical Director, one of the Assistant Chief Medical Directors in such Office shall be a qualified physician trained in or having suitable experience in health-care quality assurance and risk management who shall be responsible to the Chief Medical Director for carrying out responsibilities in such areas. Requires the Chief Medical Director to take such action to ensure that all personnel of the Department: (1) are periodically given an explanation of their quality assurance responsibilities in such Department; and (2) are advised that any failure to comply with quality assurance procedures within the Department will result in appropriate disciplinary action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Veterans' Administration Medical Inspector General Act of 1987", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to establish an Office of Medical Inspector General in the Office of the Chief Medical Director of the Veterans' Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:00:36-05:00"
}