{
  "actions": [
    {
      "acted_at": "1973-10-01", 
      "committee": "Senate Committee on Banking, Housing and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Banking, Housing and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2507-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-10-01", 
  "number": "2507", 
  "official_title": "A bill to improve and simplify laws relating to housing and housing assistance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Housing Act", 
  "sponsor": {
    "district": null, 
    "name": "Tower, John G.", 
    "state": "TX", 
    "thomas_id": "01449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-10-01", 
  "subjects": [
    "Advisory bodies", 
    "Finance and financial sector", 
    "Historic sites", 
    "Housing and community development", 
    "Loans", 
    "Mobile homes", 
    "Mortgages"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-10-01", 
    "text": "Housing Act - Title I: Direct Cash Assistance - Sets forth the findings of Congress and goals of the Housing and Urban Development Act. Authorizes an expansion of the Experimental Housing Allowance Program to initiate pilot programs of cash assistance for rental or homeownership expense. Authorizes the appropriation of such sums as necessary for carrying out this purpose. Permits the use of funds from the United States Housing Act of 1937 for making cash assistance payments for rental or home ownership expense. Title II: Mortgage Credit Assistance - Revised Housing Act - Sets forth the difinitions of terms used in this Act. Requires that an insured mortgage be made by, and held by, a mortgagee approved by the Secretary of Housing and Urban Development as responsible and able to service the mortgage property. Provides that prior to July 1, 1977, the Secretary would be permitted to insure as a special risk a transaction involving experimental financing. Directs the Secretary to prescribe, with respect to specified mortgages, limitations as to the ratio between the principal amount of eligible mortgages or loans and the value, cost, or replacement cost of the properties. Provides for the interest rates on mortgages and loans insured under the Act. Requires that there be water and sewerage facilities serving newly constructed housing except where it was determined by the Secretary that it was not economically feasible. Authorizes the Secretary to use the General Insurance Fund and the Special Risk Insurance fund to carry out his obligations under this and other Acts. Authorizes the Secretary to: (1) fix an insurance premium charge; (2) collect an adjusted premium charge in the event a home or project mortgage was prepaid; (3) terminate any insurance contract upon request of the mortgagor and the mortgagee, and to require the payment of a termination charge. Authorizes the Secretary to insure financial institutions against losses in making improvement loans, mobile home loans, and historic residential structure preservation loans. Prescribes the terms for home improvement loans, refinancing, property standards, contract provisions and waiver of requirements. Provides the requirements a home mortgage must meet to be eligible for insurance, including that: (1) the mortgage must require complete amortization payments which, are not in excess of the mortgagor's ability to pay and must have a maximum term within such limits as the Secretary may prescribe; and (2) the mortgagor would have to make a minimum down payment in cash or its equivalent in such amount as the Secretary requires. Provides for four categories of multifamily housing: (1) rental projects; (2) cooperative projects; (3) projects in which the individual units are to be sold on a condominium basis; and (4) mobile home parks. Authorizes the Secretary to insure mortgages financing the construction of new multifamily projects and the rehabilitation, purchase, or refinancing of existing multifamily projects. Provides for mortgage insurance for health facilities and for supplemental project loans. Sets forth additional authorizations and powers of the Secretary, including: (1) the power to deal with and dispose of property; (2) the power to acquire title; and (3) the power to make expenditures to correct defects in experimental property. Provides for the transition between the National Housing Act and the Revised National Housing Act. Title III: Public Housing Assistance Program - Revises the United States Housing Act of 1937. Declares the policy of the United States and sets forth the definitions of terms used in this Act. Authorizes the Secretary to make loans to public housing agencies to finance low-income housing projects. Authorizes the Secretary to make annual contributions to public housing agencies. Directs that provisions for such contributions be embodied in a contract guaranteeing their payment. Empowers the Secretary to include in any contract for loans, annual contributions or instruments made pursuant to this Act, such provisions as may be necessary to insure the low-income character and economic viability of the project involved. Describes conditions and provisions required in every contract for annual contributions. Directs the Secretary to assist public housing agencies, in providing housing for displaced, elderly, or handicapped families, to develop housing to meet the special needs of the occupants. Makes provisions for low-income housing in private accommodations. Authorizes the Secretary, at periodic intervals, to determine the market rental required to obtain modest existing and newly constructed rental housing and to establish for each a fair market monthly rental. Requires the Secretary to submit annual budget programs, as provided for wholly owned Government Corporations by the Government Corporation Control Act, and to maintain an integral set of accounts to be audited annually by the General Accounting Office. Provides for the financing of low-income housing projects. Provides for the termination of the Secretary's authority to enter into new contracts. Specifies the formula for applicability of rental contracts. Exempts specified projects from such formula. Makes technical and conforming amendments to specified acts. Federal Mortgage Foreclosure Act - Sets forth the findings of Congress and the definitions of terms. Provides that a Federal foreclosure remedy is created by authorizing a nonjudicial power of sale. Enumerates the prerequisites to foreclosure and the procedures for notice of default and foreclosure sale. States that money realized from a foreclosure sale be applied to costs of foreclosure, then to any liens prior to the mortgage which are rquired to be paid, then to advancements for taxes and assessments and expenditures for the necessary protection of the security property, then to interest on the mortgage, then to the principal on the mortgage, then to payment of junior lienholders in order of priority, then to the mortgagor. Prescribes procedures for protection of properties after default when property becomes vacant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Housing Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve and simplify laws relating to housing and housing assistance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:54-05:00"
}