{
  "actions": [
    {
      "acted_at": "1978-06-26", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13293-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-26", 
  "number": "13293", 
  "official_title": "A bill to establish a Commission on National Primary Health Care Needs and to amend the Public Health Service Act to establish hospital-affiliated primary care centers and to provide for research and demonstration projects in primary health care.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr13551-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Primary Health Care Act", 
  "sponsor": {
    "district": "7", 
    "name": "Maguire, Andrew", 
    "state": "NJ", 
    "thomas_id": "00725", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-26", 
  "subjects": [
    "Advisory bodies", 
    "Agriculture and Rural Affairs", 
    "Federal advisory bodies", 
    "Health", 
    "Medical centers", 
    "Public health", 
    "Rural conditions", 
    "Rural economic development"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-26", 
    "text": "Primary Health Care Act - States that it is the purpose of this Act: (1) to develop and promote a long-term strategy for addressing primary health care needs; and (2) to alleviate the shortage of health resources in both urban and rural medically underserved areas of the country. Establishes the Commission on National Primary Health Care Needs. Requires the Commission to issue a report to Congress on the national primary health care needs with special attention on the varying needs of both urban and rural areas. Defines the term \"primary care\" as first contact medical care services, including health promotion and disease prevention, and continuous patient management throughout secondary and tertiary treatment. Defines, for purposes of the Public Health Service Act, the following terms: (1) community hospital; (2) hospital-affiliated primary care center (primary care center); (3) primary care group practice; and (4) primary care resident. Authorizes the Secretary of Health, Education, and Welfare to make grants to community hospitals for planning, developing, and operating primary care centers in medically underserved populations. Sets forth specified assurances which a community hospital must include in an application for such a grant. Authorizes appropriations for such grants through fiscal year 1981. Amends the Public Health Service Act to require the Secretary to establish a plan to allow community health centers to retain earned income if the income is used to expand or improve the services of the center. Authorizes the Secretary to make grants and contracts to demonstrate new, improved, or expanded primary health and dental care delivery mechanisms in the community setting for: (1) medically underserved populations; or (2) other populations if the Secretary determines that such grants or contracts are necessary to demonstrate particular delivery mechanisms. Defines, for purposes of the Public Health Service Act, the following terms: (1) \"medically underserved population\"; (2) \"rural\"; and (3) \"urban.\""
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Primary Health Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a Commission on National Primary Health Care Needs and to amend the Public Health Service Act to establish hospital-affiliated primary care centers and to provide for research and demonstration projects in primary health care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:20-05:00"
}