{
  "actions": [
    {
      "acted_at": "1977-06-21", 
      "committee": "House Committee on Post Office and Civil Service", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Post Office and Civil Service.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7922-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Post Office and Civil Service", 
      "committee_id": "HSPO"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-06-21", 
  "number": "7922", 
  "official_title": "A bill to amend title 39, United States Code, to establish congressional review of postal rate decisions, to increase congressional oversight of the U.S. Postal Service, and to abolish the Board of Governors of the U.S. Postal Service.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7700-95", 
      "reason": "identical"
    }
  ], 
  "short_title": "Postal Service Act", 
  "sponsor": {
    "district": "12", 
    "name": "Rinaldo, Matthew J.", 
    "state": "NJ", 
    "thomas_id": "00963", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-06-21", 
  "subjects": [
    "Capital investments", 
    "Congress", 
    "Congressional oversight", 
    "Executive reorganization", 
    "Government property", 
    "Postal facilities", 
    "Postal rates and revenues", 
    "Postal service", 
    "Presidential appointments", 
    "Surplus government property", 
    "United States Postal Service"
  ], 
  "subjects_top_term": "Postal service", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-06-21", 
    "text": "Postal Service Act - Provides for congressional oversight of decisions of the Postal Rate Commission respecting rates and fees for postal service and mail classification. Limits to two percent of its operating expenses the amount of expenditures which the Postal Service may make for contingencies and prohibits the use of such contingency fund for repayment of past losses. Authorizes appropriations to offset any revenue loss caused by a failure of Congress to authorize postal rates proposed by the Commission, to continue post offices which are no longer self sustaining, to pay for research and development, and to continue the frequency of mail delivery service in effect on June 1, 1977. Sets the maximum size and weight for all parcel mail at 100 inches in girth and length combined and 70 pounds. Abolishes the Board of Governors of the Service and transfers the duties and responsibilities of such Board to the Postmaster General. Makes the Postmaster General an officer appointed by the President with the advice and consent of the Senate and makes the Deputy Postmaster General an officer appointed by the Postmaster General. Subjects the management and disposal of surplus property by the Service to the same regulations controlling the management and disposal of surplus property applicable to other government agencies. Prohibits the Service from commencing any capital investment project costing more than $200,000,000 until the Service transmits a report on such project to specified congressional committees and has received the recommendations of such committees concerning such project."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Postal Service Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 39, United States Code, to establish congressional review of postal rate decisions, to increase congressional oversight of the U.S. Postal Service, and to abolish the Board of Governors of the U.S. Postal Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:38:43-05:00"
}