{
  "actions": [
    {
      "acted_at": "2007-02-15", 
      "references": [
        {
          "reference": "CR S2086-2087", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-02-15", 
      "committee": "Committee on Environment and Public Works", 
      "references": [
        {
          "reference": "CR S2087", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2008-07-31", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2008-09-24", 
      "committee": "Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer without amendment. With written report No. 110-485. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2008-09-24", 
      "calendar": "Senate Legislative", 
      "number": "1056", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 1056.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s642-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2008-07-31", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clinton, Hillary Rodham", 
      "sponsored_at": "2007-06-11", 
      "state": "NY", 
      "thomas_id": "01631", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2007-02-15", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2007-02-15", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-02-15", 
  "number": "642", 
  "official_title": "A bill to codify Executive Order 12898, relating to environmental justice, to require the Administrator of the Environmental Protection Agency to fully implement the recommendations of the Inspector General of the Agency and the Comptroller General of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1103-110", 
      "reason": "identical"
    }
  ], 
  "short_title": "Environmental Justice Act of 2008", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2008-07-31", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Air pollution control", 
    "Congressional reporting requirements", 
    "Depressed areas", 
    "Economics and public finance", 
    "Emergency management", 
    "Employee training", 
    "Environmental Protection Agency", 
    "Environmental assessment", 
    "Environmental health", 
    "Environmental justice", 
    "Environmental protection", 
    "Environmental research", 
    "Epidemiology", 
    "Executive orders", 
    "Federal employees", 
    "Government operations and politics", 
    "Government publicity", 
    "Health", 
    "Judicial review", 
    "Labor and employment", 
    "Law", 
    "Medical research", 
    "Minorities", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2008-09-24", 
    "text": "Environmental Justice Act of 2008 - (Sec. 2) Directs the President to execute, administer, and enforce as a matter of federal law the provisions of Executive Order 12898, dated February 11, 1994, (Federal Actions to Address Environmental Justice in Minority Populations and Low-Income Populations) with modifications: (1) defining \"environmental justice\" and \"fair treatment\"; and (2) providing that the provisions concerning judicial review shall not apply.Defines \"environmental justice\" to mean the fair treatment and meaningful involvement of all people regardless of race, color, national origin, educational level, or income with respect to the development, implementation, and enforcement of environmental laws and regulations in order to ensure that: (1) minority and low-income communities have access to public information relating to human health and environmental planning, regulations, and enforcement; and (2) no minority or low-income population is forced to shoulder a disproportionate burden of the negative human health and environmental impacts of pollution or other environmental hazard. Defines \"fair treatment\" to mean policies and practices that ensure that no group of people bear disproportionately high and adverse human health or environmental effects resulting from federal agency programs, policies, and activities.(Sec. 3) Requires the Administrator of the Environmental Protection Agency (EPA) to carry out recommendations set forth in the EPA Inspector General's report number 2006-P-00034, entitled \"EPA needs to conduct environmental justice reviews of its programs, policies and activities,\" including recommendations that: (1) EPA's program and regional offices identify which programs, policies, and activities need environmental justice reviews and require such offices to establish a plan to complete the necessary reviews; (2) the Administrator ensure that these reviews determine whether the programs, policies, and activities may have a disproportionately high and adverse health or environmental impact on minority and low-income populations; (3) each program and regional office develop specific environmental justice review guidance for conducting environmental justice reviews; and (4) the Administrator designate a responsible office to compile results of environmental justice reviews and recommend appropriate actions.(Sec. 4) Requires the Administrator to carry out recommendations of the Comptroller General as set forth in the Government Accountability Office (GAO) report numbered GAO-05-289, entitled \"EPA Should Devote More Attention to Environmental Justice when Developing Clean Air Rules,\" including recommendations that the Administrator: (1) ensure that workgroups involved in developing a rule devote attention to environmental justice; (2) enhance the ability of such workgroups to identify potential environmental justice issues through such steps as providing workgroup members with guidance and training, helping them identify potential environmental justice problems, and involving environmental justice coordinators in the workgroups; (3) improve assessments of potential environmental justice impacts in economic reviews by identifying the data and developing the modeling techniques needed to assess such impacts; and (4) direct appropriate agency officers and employees to respond fully when feasible to public comments on environmental justice, including improving the agency's explanation of the basis for its conclusions.Requires the Administrator to carry out recommendations set forth in the Inspector General's report number 2004-P-00007, entitled \"EPA Needs to Consistently Implement the Intent of the Executive Order on Environmental Justice,\" including recommendations that the agency: (1) clearly define the mission of the Office of Environmental Justice (OEJ) and provide agency staff with an understanding of its roles and responsibilities; (2) establish specific time frames for the development of definitions, goals, and measurements regarding environmental justice and provide the regions and program offices a standard and consistent definition for a minority and low-income community, with instructions on how the agency will implement and operationalize environmental justice into its daily activities; and (3) ensure the comprehensive training program currently under development includes standard definitions of, and instructions for implementing, the key environmental justice concepts.Requires the Administrator to report semiannually to Congress on the implementation of such recommendations as well as on progress in modifying emergency management procedures to incorporate environmental justice in the agency's Incident Command Structure in accordance with the December 18, 2006, letter from the Deputy Administrator to the Acting Inspector General."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Environmental Justice Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Environmental Justice Act of 2008", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to codify Executive Order 12898, relating to environmental justice, to require the Administrator of the Environmental Protection Agency to fully implement the recommendations of the Inspector General of the Agency and the Comptroller General of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:18-05:00"
}