{
  "actions": [
    {
      "acted_at": "1983-03-08", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-04-11", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held. Hearings printed:  S.Hrg. 98-32 Pt. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-12", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held. Hearings printed:  S.Hrg. 98-32 Pt. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-18", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings concluded. Hearings printed:  S.Hrg. 98-32 Pt.2.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-04-21", 
      "committee": "Committee on Labor and Human Resources for not to exceed thirty days solely to consider and report amendments to Title V", 
      "references": [], 
      "text": "Ordered, that if and when reported, the bill be referred to the Committee on Labor and Human Resources for not to exceed thirty days solely to consider and report amendments to Title V.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-12", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-05-12", 
      "bill_ids": [
        "s871-98"
      ], 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works incorporated provisions of related measures S. 871 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Reported to Senate by Senator Stafford with an amendment in the nature of a substitute and an amendment to the title. With written report No. 98-94.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-05-16", 
      "committee": "Committee on Labor and Human Resources pursuant to the order of April 21, 1983, for not more than 30 days solely for the purpose of considering title V", 
      "references": [], 
      "text": "Referred to the Committee on Labor and Human Resources pursuant to the order of April 21, 1983, for not more than 30 days solely for the purpose of considering title V.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-24", 
      "in_committee": "Committee on Labor and Human Resources pursuant to the order of April 21, 1983, for not more than 30 days solely for the purpose of considering title V", 
      "references": [], 
      "subcommittee": "Employment and Productivity", 
      "text": "Referred to Subcommittee on Employment and Productivity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-26", 
      "in_committee": "Committee on Labor and Human Resources pursuant to the order of April 21, 1983, for not more than 30 days solely for the purpose of considering title V", 
      "in_subcommittee": "Employment and Productivity", 
      "references": [], 
      "text": "Subcommittee on Employment and Productivity. Hearings held on Title V. Hearings printed:  S.Hrg. 98-334.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-15", 
      "references": [], 
      "text": "Senate Committee on Labor and Human Resources discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-06-15", 
      "calendar": "Senate Legislative", 
      "number": "247", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 247.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1983-06-22", 
      "committee": "Committee on Energy and Natural Resources for a period not to extend beyond August 1, 1983, or the date of adjournment of the Senate for the August recess, which ever occurs earlier", 
      "references": [], 
      "text": "Referred to the Committee on Energy and Natural Resources for a period not to extend beyond August 1, 1983, or the date of adjournment of the Senate for the August recess, which ever occurs earlier.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-06-28", 
      "in_committee": "Committee on Energy and Natural Resources for a period not to extend beyond August 1, 1983, or the date of adjournment of the Senate for the August recess, which ever occurs earlier", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Agriculture Department, Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-15", 
      "in_committee": "Committee on Energy and Natural Resources for a period not to extend beyond August 1, 1983, or the date of adjournment of the Senate for the August recess, which ever occurs earlier", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources received executive comment from Interior Department. Unfavorable.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-01", 
      "references": [], 
      "text": "Senate Committee on Energy and Natural Resources discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-08-01", 
      "calendar": "Senate Legislative", 
      "number": "332", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 332.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s724-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR", 
      "subcommittee": "Subcommittee on Employment and Productivity", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "98", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Randolph, Jennings", 
      "sponsored_at": "1983-03-08", 
      "state": "WV", 
      "thomas_id": "01421", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-03-08", 
  "number": "724", 
  "official_title": "A bill to authorize the U.S. Army Corps of Engineers to undertake activities to provide new public works investment, grants to the several states to encourage and foster the construction of necessary public capital investment projects, to assist in creating new and productive jobs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s871-98", 
      "reason": "related"
    }
  ], 
  "short_title": "Youth Employment and Economic Assistance Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Stafford, Robert T.", 
    "state": "VT", 
    "thomas_id": "01438", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-05-12", 
  "subjects": [
    "Authorization", 
    "Business and commerce", 
    "Capital investments", 
    "Children and youth", 
    "Congressional oversight", 
    "Conservation of natural resources", 
    "Department of the Treasury", 
    "Economic development", 
    "Education of socially handicapped children", 
    "Employment and training programs", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to Indians", 
    "Government and business", 
    "Government operations and politics", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Historic sites", 
    "Intergovernmental fiscal relations", 
    "Investments", 
    "Labor and employment", 
    "Local and Municipal Government", 
    "Local finance", 
    "Native Americans", 
    "Public service employment", 
    "Public works", 
    "Regional economic development", 
    "Seasonal labor", 
    "State finance", 
    "States", 
    "Summer employment", 
    "Unemployment", 
    "Waste water treatment", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water supply", 
    "Water treatment plants", 
    "Youth employment"
  ], 
  "subjects_top_term": "Public service employment", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1983-05-16", 
    "text": "(Reported to Senate from the committee on Environment and Public Works with amendment, S. Rept. 98-94) Youth Employment and Economic Assistance Act of 1983 - Title I: Regional Economic Assistance Program - Regional Economic Assistance Act of 1983 - Authorizes the Secretary of the Army, acting through the Chief of Engineers, to make a grant for a portion of the cost of a project for public capital investment or development facility usage, upon a determination that the project: (1) will likely improve economic conditions; (2) will improve job-creating facilities and long-term employment opportunities; (3) will involve State and local government and the private sector; and (4) is part of a comprehensive development/investment strategy. Allows such grants to be given to States, economic districts, local governments, and Indian tribes. Establishes the Federal share for such projects. Authorizes appropriations for such projects for FY 1984 through 1988. States the eligibility requirements for a grant under this title. Authorizes the Secretary to make grants to eligible local educational agencies for school construction to provide education to immigrant children. Establishes the Federal share for such grants. Sets forth requirements for the recognition of immigrant children for purposes of educational grant eligibility. Sets forth application requirements for local educational agencies. Authorizes the Secretary to provide technical assistance to alleviate or prevent excessive unemployment or underemployment in certain areas. Authorizes appropriations for FY 1984 through 1988 to allow the Secretary to provide such assistance. Authorizes the Secretary to make a grant to certain governmental entities (including Indian tribes), paying up to 80 per cent of the cost for economic development planning. Describes the planning assisted under this section. Requires such development plans to be submitted to the Secretary and updated periodically. Authorizes appropriations for such planning for FY 1984 through 1988. Grants the Secretary certain administrative powers for the operation of such development projects. Requires the Secretary to provide written annual reports to Congress. Requires all laborers and mechanics employed by the Secretary to be paid the prevailing wage rate. Requires each grant recipient to maintain detailed records and to provide annually to the Secretary a written report outlining its use of grant funds. Provides the Secretary and the Comptroller General with access to all records of grant recipients. Establishes within the Department of the Army, Corps of Engineers, an Office of Regional Economic Assistance, headed by a Director to be appointed by the President. Provides that such Director shall be responsible for carrying out the functions of the Secretary under this title. Provides for the transfer of support programs and personnel from the Department of Commerce to the Army Corps of Engineers, and transfers all powers and duties with respect to such grants from the Secretary of Commerce to the Secretary of the Army. Repeals the Public Works and Economic Development Act of 1965, effective after such transfer. Title II: Historic Sites - Historic Sites Preservation Act of 1983 - Authorizes appropriations to the Secretary of the Interior to be allocated among the States in a specified manner for historic preservation. Lists projects eligible for funding under this title. States certain eligibility requirements. Requires States to give priority to certain types of projects under this title. Sets forth authorized uses for funds provided under this title. Requires State Historical Preservation Officers to have sole discretion to select eligible projects under this section. Authorizes appropriations to the Secretary for transfer, with certain restrictions, to the National Trust for Historic Preservation. Requires the Secretary to allocate funds authorized under this title within 30 days of their receipt and to monitor implementation of this program. Requires the Secretary to study, monitor, and review this program and to make recommendations to the President and the Congress as to the future authorizations for this program. Sets forth conditions for any State to be eligible to receive funds under this title. Requires participating States to encourage review and comment from elected public officials in the area of a proposed project under this title. Requires the Advisory Council on Historic Preservation to provide for an expedited comment process for such projects. Title III - Youth Employment - Youth Employment Act of 1983 - Establishes a community conservation and improvement program and an American Conservation Corps. Part A: Youth Community Conservation and Improvement Projects - Requires the Secretary of Health and Human Services to allocate funds among the States in a specified manner. Requires a certain percentage of such funds to be available for projects for Native American eligible youths and migrant and seasonal farmworker families. Authorizes the Secretary to make grants to States to pay for youth employment in community improvement projects. Sets forth State grant application requirements. Sets forth the required wage rates for projects under this program. Part B: American Conservation Corps - Establishes an American Conservation Corps to be administered by the Secretary of the Interior (the Secretary) in consultation with the Secretaries of Agriculture and Labor. Requires the Secretary to provide assistance for the establishment of American Conservation Corps (ACC) centers and for the implementation by the ACC of projects designed to carry out such purposes. Specifies projects to be included within such program. Requires a conservation program which: (1) will provide long-term benefits to the public; (2) will provide meaningful work experience; (3) will be labor intensive; and (4) can be planned and initiated promptly. Requires the Secretary to assure that Corps projects are performed in a manner consistent with Federal law. Specifies application requirements for conservation center applicants. Requires States to provide a mechanism under which local units of government may be approved for participation in the program. States the membership requirements of the Corps. Requires the Secretaries to obtain referrals of candidates for the Corps from certain entities. Requires preference to be given to youths residing in areas having substantial unemployment. States the maximum term of enrollment in the Corps as 24 months and the maximum age limit as 24. Sets forth staff and supply requirements for the conservation centers. Prohibits the Secretary from approving any grant for a project which would: (1) result in the displacement of individuals currently employed; (2) result in employment of laid-off workers in the same type of work they are laid off from; or (3) impair existing contracts. Apportions appropriations share among various entities. Provides that enrollees in the Corps shall not be deemed Federal employees, with specified exceptions. Provides that grant funds may be used to pay for costs incidental to the use of volunteers, including transportation, supplies, lodging, subsistence, recruiting, training, and supervision. Prohibits the Secretary from utilizing volunteers in specified situations. Provides that volunteers used in such program shall not be deemed employees of the United States, with specified exceptions. Requires the Secretary of Labor to establish standards for: (1) rates of pay; (2) reasonable hours; and (3) working conditions. Directs such Secretary, in consultation with the Secretary of Defense, to conduct a study to determine the feasibility of various forms of public service as substitutes for military service, and to submit a report to Congress. Prohibits Corps members from performing work involving possible pesticide or herbicide exposure as determined by the Secretary of Labor. Directs the Secretary to provide for research and evaluation to: (1) determine costs and benefits of work performed under the program; and (2) identify options for improving program productivity and youth benefits. Provides an appeal process for any Federal employee displaced by a conservation program. Part C: General Provisions - Authorizes appropriations for FY 1984 through 1988, jointly to the Secretary of Health and Human Services and the Secretary of the Interior. Apportions such appropriations. Provides that youths chosen for enrollment in the Corps shall only be those experiencing severe handicaps in obtaining employment. Allows for reallocation of funds by either respective Secretary. Provides for the awarding of academic credit by educational institutions to enrollees for competencies developed from such work experience. Provides for academic study by Corps enrollees during nonworking hours. Authorizes the Secretary of Health and Human Services to prescribe such rules and regulations as is deemed necessary, in consultation with the Secretary of Labor. Authorizes the Secretary to purchase and sell property and make contracts or agreements in order to advance the purposes of this Act. Title IV: General Provisions - Defines terms and makes technical and conforming amendments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Investment/Jobs Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Economic Stabilization and Job Creation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Historic Sites Development and Jobs Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Public Capital Investment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Standby Public Investment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Youth Employment and Economic Assistance Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Historic Sites Preservation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Regional Economic Assistance Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Youth Employment Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the U.S. Army Corps of Engineers to undertake activities to provide new public works investment, grants to the several states to encourage and foster the construction of necessary public capital investment projects, to assist in creating new and productive jobs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:40-05:00"
}