{
  "actions": [
    {
      "acted_at": "1978-04-05", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11913-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-04-05", 
  "number": "11913", 
  "official_title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954, to strengthen the financing of the social security system, to improve the treatment of women through the establishment of a working spouse's benefits and to eliminate gender-based discrimination, to increase and ultimately repeal the earnings limitation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Security Financing Amendments", 
  "sponsor": {
    "district": "19", 
    "name": "Lagomarsino, Robert J.", 
    "state": "CA", 
    "thomas_id": "00658", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-04-05", 
  "subjects": [
    "Civil Rights and Liberties", 
    "Disability insurance", 
    "Divorcees", 
    "Equality before the law", 
    "Families", 
    "Income tax", 
    "Labor and employment", 
    "Medicare", 
    "Old age, survivors and disability insurance", 
    "Older workers", 
    "Sex discrimination", 
    "Sex discrimination against men", 
    "Social security eligibility", 
    "Social security taxes", 
    "Social welfare", 
    "Taxation", 
    "Widowers", 
    "Withholding tax", 
    "Women"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-04-05", 
    "text": "Social Security Financing Amendments - Title I: Provisions to Improve the Financing of the Old Age-Survivors, and Disability Insurance Program - Amends the Internal Revenue Code to increase the rate of tax established by the Social Security Amendments of 1977 on wages received by the employees and paid by employers, and on the earnings of the self employed, for the purposes of Title II (Old-Age, Survivors, and Disability Insurance) of the Social Security Act. Maintains at the level established by the Social Security Financing Amendments of 1977 the rate of tax on employment and self employment income for purposes of Title XVIII (Medicare) of the Social Security Act. Increases, to specified levels, the allocations of wages and self-employment income from the Treasury to the Federal Disability Insurance Trust Fund. Establishes measures to maintain balances in the Federal Old-Age and Survivor Insurance Trust Fund, and the Federal Hospital Insurance Trust Fund sufficient to make the payments required of such funds by means of loans among such funds. Title II: Working Spouse's Benefit and Elimination of Gender-Based Distinctions Under the Old-Age, Survivors, and Disability Insurance Program - Establishes a \"working spouse's benefit\" under Title II. Provides that any individual who receives both old-age benefits or a disability insurance benefit and wife's husband's, widow's, widower's, or mother's insurance benefits shall be entitled to such working spouse benefit. States that such benefit shall be a percentage of the smaller of the two benefits to which the recipient was entitled. Limits the receipt of such benefits to one member of a married couple when both members are eligible. Amends Title II to eliminate gender-based distinctions in awarding benefits under such Title. Equalizes treatment of fathers, husbands, divorced husbands, surviving divorced husbands, and widowers with the treatment of their female counterparts under the Old-Age, Survivors, and Disability Insurance Program. Eliminates marriage or remarriage of a benefit recipient as a factor in terminating or reducing benefits. Title III: Liberalization and Eventual Repeal of Earnings Limitation for Individuals Age 65 and Over - Increases the minimum amount which an individual may earn before suffering a loss or reduction of benefits under the Old-Age, Survivors, and Disability Insurance Program to $625 for each month of the taxable year ending after 1980 and before 1982. Removes the earning limitation for taxable years beginning after January 1, 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Security Financing Amendments", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Social Security Act and the Internal Revenue Code of 1954, to strengthen the financing of the social security system, to improve the treatment of women through the establishment of a working spouse's benefits and to eliminate gender-based discrimination, to increase and ultimately repeal the earnings limitation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:39:54-05:00"
}