{
  "actions": [
    {
      "acted_at": "2010-07-19", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2010-07-22", 
      "in_committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-12-14", 
      "committee": "Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-12-14", 
      "calendar": "Senate Legislative", 
      "number": "697", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 697.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3614-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "LeMieux, George S.", 
      "sponsored_at": "2010-07-19", 
      "state": "FL", 
      "thomas_id": "01971", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2010-07-19", 
  "number": "3614", 
  "official_title": "A bill to authorize the establishment of a Maritime Center of Expertise for Maritime Oil Spill and Hazardous Substance Release Response, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3643-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Oil Spill Response Act", 
  "sponsor": {
    "district": null, 
    "name": "Hutchison, Kay Bailey", 
    "state": "TX", 
    "thomas_id": "01368", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-07-22", 
  "subjects": [
    "Accidents", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Atlantic Ocean", 
    "Coast guard", 
    "Emergency planning and evacuation", 
    "Environmental assessment, monitoring, research", 
    "Environmental protection", 
    "Environmental technology", 
    "Government information and archives", 
    "Gulf of Mexico", 
    "Hazardous wastes and toxic substances", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Oil and gas", 
    "Pacific Ocean", 
    "Research administration and funding", 
    "Research and development", 
    "Technology assessment", 
    "Water quality"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-12-14", 
    "text": "Oil Spill Response Act - (Sec. 2) Requires the Commandant of the Coast Guard to establish a Maritime Center of Expertise for Maritime Oil Spill and Hazardous Substance Release Response to perform specified functions, including: (1) serving as the primary facility for Coast Guard personnel to obtain qualifications to perform specified regional response and on-scene coordination duties; (2) training first responders in the incident command system structure, maritime oil spill and hazardous substance release response techniques and strategies, and public affairs; (3) working with academic and private sector response training centers; (4) conducting research, development, testing, and demonstration for response equipment, technologies, and prevention and mitigation techniques; (5) maintaining at least two incident management and assistance teams, one of which must be ready to deploy anywhere in the continental United States within 24 hours after an incident or event; (6) administering Coast Guard participation in the National Preparedness for Response Exercise Program; and (7) establishing Coast Guard marine environmental response doctrine. (Sec. 3) Requires the Coast Guard to maintain a National Strike Force (NSF) to facilitate preparedness for, and response to, maritime oil spill and hazardous substance release incidents. Requires the NSF to consist of: (1) a National Strike Force Coordination Center (NSFCC); (2) strike force teams, including one each for the Atlantic Ocean, Pacific Ocean, and the Gulf of Mexico; (3) a public information assist team; and (4) if the Commandant so directs, one or more teams for the northwest Pacific Ocean and the Arctic Ocean. Sets forth the duties required of the NSFCC and related NSF teams. (Sec. 4) Requires the Commandant to maintain district preparedness response teams to administer area contingency plans and the National Preparedness for Response Exercise Program, coordinate district participation with the Federal Emergency Management Agency's (FEMA) regional interagency steering committee, and perform related enumerated activities. (Sec. 5) Requires each maritime oil spill response organization that is listed under the oil spill response plan of a vessel or facility regulated under the National Response System to be certified by the Coast Guard and inspected at least once a year. Directs the Commandant to develop criteria for certifying and classifying maritime oil spill response organizations. Requires each certified oil spill response organization and any facility that is not using a maritime oil spill response organization to meet the facility oil spill response plan requirements of the Federal Water Pollution Control Act to maintain a current list of its response equipment and to submit a copy to the NSFCC. (Sec. 6) Directs the Commandant to establish a research and development program for oil spill and hazardous substance release response to prevent or mitigate oil discharges and hazardous substances releases. Requires such program to include research and development related to: (1) containment, recovery, removal, and disposal methods; (2) vessel designs; (3) private industry and U.S. government response; (4) a public list of approved technology; and (5) a process for private industry, academic institutions, nongovernmental organizations, and federal, state, and local governments to submit systems, equipment, and technologies for testing and evaluation. Authorizes the Commandant to make grants to or enter into cooperative agreements with academic institutions for related research and development. Requires the Commandant to carry out such program by: (1) coordinating with the Interagency Coordinating Committee on Oil Pollution Research; and (2) using sums as may be necessary for FY2010-FY2015 from funds appropriated to the Coast Guard's research, development, and testing program account for those years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Spill Response Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Oil Spill Response Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the establishment of a Maritime Center of Expertise for Maritime Oil Spill and Hazardous Substance Release Response, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:54-05:00"
}