{
  "actions": [
    {
      "acted_at": "1975-10-23", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10344-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-10-23", 
  "number": "10344", 
  "official_title": "A bill to provide standby authority for the President to allocate propane during periods of actual or threatened severe shortages of natural gas.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Propane Standby Allocation Act", 
  "sponsor": {
    "district": "7", 
    "name": "Brown, Clarence, Jr.", 
    "state": "OH", 
    "thomas_id": "00131", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-10-23", 
  "subjects": [
    "Fuel allocation", 
    "Natural gas", 
    "Petroleum and petroleum products", 
    "Petroleum law and legislation", 
    "Propane", 
    "Resource allocation"
  ], 
  "subjects_top_term": "Propane", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-10-23", 
    "text": "Propane Standby Allocation Act - States that, upon finding that shortages of natural gas exist or are imminent and upon finding that such shortages or potential shortages constitute a threat to the public health, safety, or welfare, the President is authorized to issue orders and regulations as he deems appropriate to provide for the establishment of priorities of use and for systematic allocation and pricing of propane in order to meet the essential needs of various sections of the United States and to lessen anticompetive effects resulting from shortages of natural gas. Provides that whoever willfully violates any order or regulation under this Act shall be fined not more than $5,000 for each violation, and anyone non-willfully violating any such order or regulation shall be subject to a civil penalty of not more than $2,500 for each violation. Requires prior notice and hearing for parties affected by rules or regulations issued pursuant to the authority granted by this Act. Vests exclusive appellate jurisdiction in the Temporary Emergency Court of Appeals, a court which is currently in existence, but which is independently authorized by this Act. States that such court shall consist of three or more judges to be designated by the Chief Justice of the United States from judges of the United States district courts and circuit courts of appeals. Authorizes any person suffering legal wrong because of any act, practice, rule, or regulation arising out of this Act to bring an action in a district court of the United States, without regard to the amount in controversy, for appropriate relief."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Propane Standby Allocation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide standby authority for the President to allocate propane during periods of actual or threatened severe shortages of natural gas.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:32:22-05:00"
}