{
  "actions": [
    {
      "acted_at": "1975-01-14", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1172-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-14", 
  "number": "1172", 
  "official_title": "A bill to carry out the recommendations of the Presidential Task Force on Women's Rights and Responsibilities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr63-94", 
      "reason": "identical"
    }
  ], 
  "short_title": "Women's Equality Act", 
  "sponsor": {
    "district": "31", 
    "name": "Wilson, Charles H.", 
    "state": "CA", 
    "thomas_id": "01233", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-14", 
  "subjects": [
    "Civil rights and liberties, minority issues", 
    "Discrimination", 
    "Housing and community development", 
    "Rights of women", 
    "Sex discrimination", 
    "Women"
  ], 
  "subjects_top_term": "Rights of women", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-14", 
    "text": "Women's Equality Act - Confers jurisdiction upon the district courts of the United States to provide for injuctive relief against sex discrimination in public accommodations. Authorizes the Attorney General to institute suits to eliminate sex discrimination in public facilities and public education. Prohibits sex discrimination in the sale, rental, or financing of housing or in the provision of brokerage services. Authorizes the Secretary of Health, Education, and Welfare to make matching grants to States for the establishment of commissions on the status of women. Authorizes the Secretary of HEW to pay up to fifty percent of the cost of commissions, boards, and advisory panels established by the legislatures of Governors of the several States to study any of the following subjects: (1) the denial of equal protection of the laws to women under the laws, ordinances, rules, regulations, or procedures of the State or any political subdivision thereof; (2) private discrimination against women, especially denial of equal employment opportunity, equal access of public accommodations and services, and equal educational opportunity; or (3) affirmative steps necessary by public officials and private citizens to insure equality of opportunity to women and equal participation by women in all aspects of national and State life. Authorizes the appropriation of $2,000,000 to carry out such purpose. Requires the Secretary to make recommendations to equalize the treatment of the sexes under the Social Security Act, the Internal Revenue Code, and the Family Assistance Act. Requires the Commissioner of Education to conduct a survey and report to Congress on the denial of equal educational opportunity because of sex and make recommendations to eliminate such denial."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Women's Equality Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to carry out the recommendations of the Presidential Task Force on Women's Rights and Responsibilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:29:46-05:00"
}