{
  "actions": [
    {
      "acted_at": "1987-02-24", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-03-16", 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "subcommittee": "Elementary, Secondary and Vocational Education", 
      "text": "Referred to Subcommittee on Elementary, Secondary and Vocational Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-22", 
      "bill_ids": [
        "hr5-100"
      ], 
      "in_committee": "House Committee on Education and Labor", 
      "references": [], 
      "text": "See H.R.5.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1227-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Elementary, Secondary, and Vocational Education", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Florio, James J.", 
      "sponsored_at": "1987-02-24", 
      "state": "NJ", 
      "thomas_id": "00392", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-02-24", 
  "number": "1227", 
  "official_title": "A bill to provide a program of grants to assist local educational agencies to improve the basic skills of low-achieving students enrolled in secondary schools with high concentrations of economically disadvantaged students, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5-100", 
      "reason": "related"
    }
  ], 
  "short_title": "Secondary School Basic Skills Act", 
  "sponsor": {
    "district": "1", 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-02-24", 
  "subjects": [
    "Academic performance", 
    "Compensatory education", 
    "Depressed areas", 
    "Dropouts", 
    "Education", 
    "Education of socially handicapped children", 
    "Educational accountability", 
    "Educational innovations", 
    "Educational planning", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Federal aid to education", 
    "High school students", 
    "Illiteracy", 
    "Language arts", 
    "Local and Municipal Government", 
    "Local finance", 
    "Mathematics", 
    "Parent-school relationships", 
    "Poor", 
    "Reading", 
    "Secondary education", 
    "State finance", 
    "States"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-02-24", 
    "text": "Secondary School Basic Skills Act - Establishes a program of grants to local educational agencies (LEAs) having especially high concentrations of children from low-income families to enable such agencies to provide more effective instruction in basic skills for economically disadvantaged secondary school students. Defines \"basic skills\" (to include reading, communications, writing, and mathematics proficiency, as well as problem-solving, comprehension, and reasoning.) Authorizes appropriations for FY 1988 through 1993. Makes certain amounts of such appropriations available for specified activities and types of grants under this Act. Makes a secondary school eligible to receive assistance under this Act for program grants only if 20 percent or more of children aged 12 to 17, inclusive, who are enrolled in such school: (1) are counted under LEA basic grant provisions of the Elementary and Secondary Education Act of 1965 (ESEA), as modified by the Education Consolidation and Improvement Act of 1981 (ECIA); or (2) qualify for a free school lunch under the National School Lunch Act of 1946. Requires that funds made available under this Act for program grants be used to develop new approaches to and carry out educational services and activities designed specifically to raise the basic skills of low-achieving students attending eligible secondary schools. Authorizes the Secretary of Education, from specified funds appropriated for program grants for FY 1988 through 1993, to make grants to enable eligible secondary schools to develop, implement, and carry out new approaches to achieving improved basic skills instruction of low-achieving students attending eligible secondary schools. Requires that the grant application be made on behalf of the eligible secondary school by: (1) the LEA; or (2) an institution of higher education, public agency, or private nonprofit organization if such entity will provide educational services or conduct educational activities subject to the proposal. Requires applicants to assure their participation in a national evaluation. Requires that administrators, teachers, and parents in the eligible school participate in the preparation of the proposal. Requires that the appropriate State educational agency (SEA) be provided on opportunity to review and comment on the application before submittal to the Secretary. Directs the Secretary to assure that eligible applicants represent various geographic regions of the country, including both rural and urban secondary schools within those various geographic regions. Requires each LEA which desires to receive program grants under this Act to file with the Secretary an application containing specified assurances. Allows any eligible applicant organization to apply for a five-year grant, subject to specified restrictions, on behalf of an eligible secondary school. Sets forth requirements for such applications. Requires consultation with parents and teachers of low-achieving students in eligible secondary schools in program design and implementation. Directs the Secretary to conduct a national evaluation of the effectiveness and the implementation of program grants. Requires that such assessment results be submitted to Congress and disseminated to SEAs, LEAs, State legislatures, and Governors. Directs the Secretary to monitor grants and coordinate activities under this Act with other research activities conducted by and through the Office of Educational Research and Improvement. Directs the Secretary, once program grants are awarded, to provide eligible recipients with technical assistance. Prohibits the Secretary from disapproving an LEA application without affording notice and opportunity for a hearing. Directs the Secretary to make payments as expeditiously as possible after approval of applications. Prohibits any grant from being made with respect to any eligible secondary school for more than two academic years unless there is: (1) an improved performance of the targeted secondary school students at the school on a nationally normed basic skills test; or (2) a decrease in the dropout rate at the school. Directs the Secretary to prescribe regulations relating to such requirement. Authorizes the Secretary to grant a waiver of such requirement for one additional academic year of programming if external conditions warrant."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Secondary School Basic Skills Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide a program of grants to assist local educational agencies to improve the basic skills of low-achieving students enrolled in secondary schools with high concentrations of economically disadvantaged students, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:01:56-05:00"
}