{
  "actions": [
    {
      "acted_at": "1997-03-06", 
      "committee": "Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-03-06", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-03-06", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-03-18", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-03-21", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr966-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "105", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Hilliard, Earl F.", 
      "sponsored_at": "1997-03-06", 
      "state": "AL", 
      "thomas_id": "00539", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-03-06", 
  "number": "966", 
  "official_title": "To provide reimbursement under the Medicare Program for telehealth services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Improved Access for Telehealth Act of 1997", 
  "sponsor": {
    "district": "19", 
    "name": "Combest, Larry", 
    "state": "TX", 
    "thomas_id": "00224", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-03-06", 
  "subjects": [
    "Access to health care", 
    "Arts, culture, religion", 
    "Clinics", 
    "Colleges", 
    "Commerce", 
    "Communication in medicine", 
    "Community health services", 
    "Computer networks", 
    "Computers", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Economics and public finance", 
    "Education", 
    "Elementary and secondary education", 
    "Federal advisory bodies", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to medical education", 
    "Finance and financial sector", 
    "Government lending", 
    "Government operations and politics", 
    "Health", 
    "Health education", 
    "Health planning", 
    "Higher education", 
    "Home care services", 
    "Housing and community development", 
    "Information networks", 
    "Interstate commerce", 
    "Labor and employment", 
    "Law", 
    "Libraries", 
    "Licenses", 
    "Long-term care", 
    "Medical economics", 
    "Medical education", 
    "Medical records", 
    "Medicare", 
    "Mental care facilities", 
    "Migrant labor", 
    "Nursing homes", 
    "Public schools", 
    "Quality of care", 
    "Rural health", 
    "Rural hospitals", 
    "Science, technology, communications", 
    "Social welfare", 
    "Standards", 
    "Telemedicine", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-03-06", 
    "text": "TABLE OF CONTENTS: Title I: Medicare Reimbursement for Telehealth Services Title II: Telehealth Licensure Title III: Periodic Reports to Congress from the Joint Working Group on Telehealth Title IV: Development of Telehealth Networks Improved Access for Telehealth Act of 1997 - Title I: Medicare Reimbursement for Telehealth Services - Directs the Secretary of Health and Human Services to make payments from the Federal Supplementary Medical Insurance Trust Fund under part B (Supplementary Medical Insurance) of title XVIII (Medicare) of the Social Security Act (SSA) in accordance with a specified payment methodology for professional consultation via telecommunications systems with an individual or entity furnishing a service for which payment may be made to a Medicare beneficiary residing in a rural or an underserved area, notwithstanding that the individual health care provider providing the professional consultation is not at the same location as the individual furnishing the service to that beneficiary. (Sec. 101) Directs the Secretary to report to the Congress: (1) a detailed analysis of how telemedicine and telehealth (T&T) systems are expanding access to health care services, clinical efficacy and cost-effectiveness of T&T applications, quality of T&T services delivered, and the reasonable cost of telecommunications charges incurred in practicing T&T in rural, frontier, and underserved areas; and (2) an examination of the possibility (including the potential costs to the Medicare program) of making similar payments for such services to Medicare beneficiaries who do not reside in a rural or an underserved area, are homebound or nursing homebound, and for whom being transferred for health care services imposes a serious hardship. Title II: Telehealth Licensure - Directs the Secretary to report to the appropriate congressional committees on: (1) providers licensed to provide telehealth services across State lines, including the number and types of providers licensed to provide them in more than three States; (2) any reciprocal or other licensure agreements between or among various States; (3) any efforts to develop uniform national sets of licensure standards for interstate telehealth services; (4) a projection of future interstate telehealth consultations; (5) State efforts to increase or reduce licensure as a burden to interstate telehealth practice; and (6) any State licensure requirements that appear to constitute unnecessary barriers to interstate telehealth services. (Sec. 202) Directs the Secretary to report annually to the appropriate congressional committees on relevant developments concerning such matters. Provides that, if States are not making progress in facilitating interstate telehealth services by eliminating unnecessary requirements, adopting reciprocal licensing arrangements, implementing uniform licensure requirements, or other means, the Secretary must include in the report recommendations on the Federal actions required to reduce licensure as a barrier to the interstate provision of telehealth services. Title III: Periodic Reports to Congress from the Joint Working Group on Telehealth - Redesignates the Joint Working Group on Telemedicine as the Joint Working Group on Telehealth, with the chairperson designated by the Director of the Office of Rural Health Policy. Makes it the mission of the Joint Working Group on Telehealth to: (1) identify, monitor, coordinate, and analyze Federal telehealth projects, data sets, and programs; and (2) make further recommendations for coordination of Federal and State efforts to increase access to health services, education, and information in rural and underserved areas. Requires the Joint Working Group to report annually to the Congress on mission status and the state of the telehealth field generally. (Sec. 301) Authorizes appropriations. Title IV: Development of Telehealth Networks- Directs the Secretary, acting through the Director of the Office of Rural Health Policy, to provide specified financial assistance to eligible providers to expand access to health care services for individuals in rural and frontier areas through the use of telehealth. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Improved Access for Telehealth Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide reimbursement under the Medicare Program for telehealth services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:38:26-05:00"
}