{
  "actions": [
    {
      "acted_at": "1987-12-18", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-18", 
      "committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-18", 
      "committee": "House Committee on The Judiciary", 
      "references": [], 
      "text": "Referred to House Committee on The Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-23", 
      "in_committee": "House Committee on The Judiciary", 
      "references": [], 
      "subcommittee": "Monopolies and Commercial Law", 
      "text": "Referred to Subcommittee on Monopolies and Commercial Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1987-12-30", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Financial Institutions Supervision, Regulation and Insurance", 
      "text": "Referred to Subcommittee on Financial Institutions Supervision, Regulation and Insurance.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-01-21", 
      "in_committee": "House Committee on Energy and Commerce", 
      "references": [], 
      "subcommittee": "Telecommunications and Finance", 
      "text": "Referred to Subcommittee on Telecommunications and Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3799-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions Supervision, Regulation and Insurance", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Telecommunications and Finance", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Monopolies and Commercial Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "33", 
      "name": "Dreier, David", 
      "sponsored_at": "1988-02-01", 
      "state": "CA", 
      "thomas_id": "00317", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1988-02-01", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Shumway, Norman D.", 
      "sponsored_at": "1988-02-01", 
      "state": "CA", 
      "thomas_id": "01054", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1987-12-18", 
  "number": "3799", 
  "official_title": "A bill to enhance competition in the financial services sector, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Depository Institution Affiliation Act", 
  "sponsor": {
    "district": "10", 
    "name": "Barnard, Doug, Jr.", 
    "state": "GA", 
    "thomas_id": "00054", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1987-12-18", 
  "subjects": [
    "Advisory bodies", 
    "Antitrust law", 
    "Antitrust policy", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank mergers", 
    "Business and commerce", 
    "Federal advisory bodies", 
    "Federal reserve system", 
    "Finance and financial sector", 
    "Financial services", 
    "Insurance", 
    "Nonbank banks", 
    "Real estate business", 
    "Savings and loan associations", 
    "Securities and Investments", 
    "Securities industry", 
    "Securities regulation", 
    "State laws", 
    "States", 
    "Subsidiary corporations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "1987-12-18", 
    "text": "Depository Institution Affiliation Act - Title I: Creation and Control of Depository Instituion Holding Companies - Sets forth the terms and conditions under which a depository institution holding company (DIHC) can be established and must be operated. Requires any DIHC seeking to acquire control of an insured bank, an insured institution, a bank holding company, a savings and loan holding company, or a depository institution holding company to comply with the requirements of the Change in Bank Control Act or the Change in Savings and Loan Control Act, as applicable. Establishes penalties and additional procedures for failing to comply with such requirements. Permits the appropriate Federal regulatory agency the (Comptroller of the Currency, the Board of Governors of the Federal Reserve System, the Board of Directors of the Federal Deposit Insurance Corporation, or the Federal Home Loan Bank Board) to adopt rules and regulations to prevent an insured bank or institution that is controlled by a DIHC from engaging in unsafe or unsound practices. Subjects DIHCs to the same restrictions on affiliate transactions that are imposed upon member banks (banks which are members of a Federal Reserve bank) under the Federal Reserve Act. Establishes additional restrictions on inter-affiliate transactions, including prohibiting an insured bank or institution that is an affiliate of a DIHC from: (1) extending credit to a securities affiliate or subsidiary; and (2) purchasing the assets of a securities affiliate or subisdiary. Provides certain exceptions from such restrictions. Requires any DIHC which is in control of an insured bank or institution found to be undercapitalized to: (1) enter into an agreement with the appropriate Federal regulatory agency to return the bank or institution to compliance with the applicable minimum required capital; (2) divest control of such bank or institution; or (3) be subject to civil penalty. States that Federal regulatory agencies may not impose requirements pertaining to the capitalization of a DIHC. Subjects interstate acquisitions: (1) of an insured bank by a DIHC to the same restrictions applicable to bank holding companies under the Bank Holding Company Act of 1956; and (2) of an insured institution by a DIHC to the same restrictions applicable to savings and loan companies. Prohibits Federal and State governments from enacting laws that discriminate against DIHCs. Prohibits insured banks and institutions that are associated with a DIHC from: (1) dealing in or underwriting securities; (2) underwriting insurance; or (3) investing in or developing real estate. Provides certain limitations on DIHC entry into the businesses of insurance agency and real estate brokerage. Subjects DIHCs to the tying provisions of the Bank Holding Company Act Amendments of 1970 and to the insider lending prohibitions of the Federal Reserve Act Makes conforming amendments to the Bank Holding Company Act of 1956. Amends the Federal Reserve Act to provide that, for the purpose of restricting loans or extending credit to affiliates, a loan or extension of credit shall not be deemed to be made to an affiliate if: (1) the approval of such loan or extension of credit was in accordance with the same standards and procedures and on substantially the same terms that apply to similar loans or extensions of credit; and (2) such loan or extension of credit was not made for the purpose of evading any of the requirements of such Act. Amends the Banking Act of 1933 to make certain provisions which prohibit member banks from becoming affiliated with securities corporations inapplicable to member banks which are controlled by DIHCs. Makes conforming amendments to the Federal Deposit Insurance Act and the National Housing Act. Requires the acquisitions of DIHCs controlling insured institutions to be in accordance with the procedures of such Acts. Amends the Clayton Act to exempt acquisitions of insured banks and institutions by DIHCs from the premerger notification requirements of the Depository Institution Affiliation Act, the Federal Deposit Insurance Act, and the National Housing Act. Makes conforming amendments to the Community Reinvestment Act. Title II: Supervisory Improvements - Establishes a National Financial Services Committee to establish uniform principles and standards for the examination and supervision of financial institutions and other providers of financial services. Title III: Thrift Improvements - Amends the National Housing Act to exempt institutions controlled by DIHCs from the definition of \"insured institution\" for purposes of the Savings and Loan Holding Company Act. States that savings and loan holding companies and their subsidiaries shall not be subject to the debt approval requirements of such Act if their insured subsidiaries have met certain qualified thrift lender requirements. Deletes the Savings and Loan Holding Company Act management interlock prohibitions. Establishes affiliate transaction standards which are applicable to all insured institutions. Preempts inconsistent State and Federal laws, rules, and regulations. Exempts savings and loan holding companies from restrictions on: (1) affiliation with institutions which engage in underwriting and distributing securities; and (2) cross marketing practices. Amends the Depository Institutions Management Interlocks Act to permit management interlocks between savings and loan holding companies whose insured subsidiaries satisfy the qualified thrift lender requirement (unless the Federal Home Loan Bank Board determines that such an interlock would result in a monopoly or lessen competition and that preventing the interlock is the only way to prevent such anticompetitive results)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Depository Institution Affiliation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance competition in the financial services sector, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:05-05:00"
}