{
  "actions": [
    {
      "acted_at": "1989-06-06", 
      "committee": "Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1130-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1989-06-06", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1989-06-06", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cohen, William S.", 
      "sponsored_at": "1989-06-06", 
      "state": "ME", 
      "thomas_id": "00215", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Glenn, John H., Jr.", 
      "sponsored_at": "1989-06-06", 
      "state": "OH", 
      "thomas_id": "01339", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1989-06-16", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinz, John", 
      "sponsored_at": "1989-06-06", 
      "state": "PA", 
      "thomas_id": "00528", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kassebaum, Nancy Landon", 
      "sponsored_at": "1989-06-06", 
      "state": "KS", 
      "thomas_id": "01375", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1989-06-06", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moynihan, Daniel Patrick", 
      "sponsored_at": "1989-06-06", 
      "state": "NY", 
      "thomas_id": "01407", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "1989-06-06", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Riegle, Donald W., Jr.", 
      "sponsored_at": "1989-06-06", 
      "state": "MI", 
      "thomas_id": "00961", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shelby, Richard C.", 
      "sponsored_at": "1989-06-06", 
      "state": "AL", 
      "thomas_id": "01049", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Simpson, Alan K.", 
      "sponsored_at": "1989-06-06", 
      "state": "WY", 
      "thomas_id": "01435", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-06-06", 
  "number": "1130", 
  "official_title": "A bill to amend Titles II and XVI of the Social Security Act to improve supervision of representative payees on behalf of beneficiaries under those programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Representative Payee Abuse Prevention Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, David H.", 
    "state": "AR", 
    "thomas_id": "01420", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-06-06", 
  "subjects": [
    "Congressional reporting requirements", 
    "Criminal justice information", 
    "Debtor and creditor", 
    "Information services", 
    "Old age, survivors and disability insurance", 
    "Public assistance programs", 
    "Social welfare", 
    "Supplemental security income program", 
    "Veterans' benefits", 
    "Welfare fraud"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-06-06", 
    "text": "Representative Payee Abuse Prevention Act of 1989 - Amends titles II (Old Age, Survivors and Disability Insurance) (OASDI) and XVI (Supplemental Security Income) (SSI) of the Social Security Act to require that the Secretary of Health and Human Services conduct criminal background checks of representative payee applicants (excluding parents and spouses) and verify their identification. Prohibits the certification of a representative payee without substantial evidence that such certification is in the interest of the OASDI or SSI beneficiary, giving priority to the immediate needs of such beneficiary. Forbids large lump-sum payments of retroactive benefits to new representative payees, pending completion of the investigation into their background and identification. Requires the Secretary to maintain a centralized, current file, accessible to local offices of the Social Security Administration, identifying all representative payees, beneficiaries utilizing the services of representative payees, and persons who have previously misused Social Security Act benefits. Requires that such file highlight instances where two or more beneficiaries who utilize representative payee services reside at the same address. Directs the Secretary to provide an OASDI or SSI beneficiary with notice of a determination that he or she needs a representative payee, including an explanation of his or her right to appeal such determination and the designation of a particular person as representative payee. Prohibits a beneficiary's creditor from serving as his or her representative payee, unless such creditor: (1) is a relative residing with such beneficiary; (2) is the beneficiary's legal guardian or court appointed agent; (3) is a licensed or certified care facility; or (4) poses no risk to the beneficiary, serves no other beneficiary, and no other suitable representative payee is available. Directs the Secretary to make good faith efforts to locate a suitable representative payee for each beneficiary for whom a suitable representative payee can not be readily established, including the provision of an updated list to local Social Security Administration offices of all local public and nonprofit community-based social service agencies that serve as representative payees. Pays benefits directly to a beneficiary until a representative payee has been chosen and investigated, and beneficiary appeal rights have been exhausted, except in certain situations where the beneficiary's condition makes direct payments potentially harmful or such payments are large lump-sum payments of retroactive benefits. Directs the Secretary to terminate or suspend the services of a representative payee who acts contrary to a beneficiary's best interests and secure a new representative payee for such beneficiary. Covers a beneficiary's loss of benefits resulting from the Secretary's failure to investigate or monitor a representative payee who subsequently misuses such benefits. Requires the Secretary to take steps to recover misused benefits from representative payees and use recovered amounts to repay beneficiaries. Directs the Secretary to establish and implement a more frequent and detailed system of accountability monitoring for certain categories of high-risk representative payees which include all persons unrelated to the beneficiary as well as licensed or certified care facilities and their administrators, owners, and employees. Requires the Secretary to conduct a feasibility study and report to the Congress, within six months after this Act's enactment, on designating the Department of Veterans Affairs as the lead agency for purposes of selecting, appointing, and monitoring representative payees for individuals who receive OASDI or SSI benefits and benefits from the Department of Veterans Affairs. Sets forth reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Representative Payee Abuse Prevention Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend Titles II and XVI of the Social Security Act to improve supervision of representative payees on behalf of beneficiaries under those programs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:29-05:00"
}