{
  "actions": [
    {
      "acted_at": "1995-06-07", 
      "references": [
        {
          "reference": "CR H5686", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-06-30", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-07-10", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-03-19", 
      "references": [
        {
          "reference": "CR H2464-2465", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1995-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "49", 
      "name": "Bilbray, Brian P.", 
      "sponsored_at": "1995-06-30", 
      "state": "CA", 
      "thomas_id": "00087", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Blute, Peter I.", 
      "sponsored_at": "1995-06-30", 
      "state": "MA", 
      "thomas_id": "00100", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Clinger, William F., Jr.", 
      "sponsored_at": "1995-06-30", 
      "state": "PA", 
      "thomas_id": "00207", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Cooley, Wes", 
      "sponsored_at": "1995-06-30", 
      "state": "OR", 
      "thomas_id": "00230", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "47", 
      "name": "Cox, Christopher", 
      "sponsored_at": "1995-06-30", 
      "state": "CA", 
      "thomas_id": "00242", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Frisa, Dan", 
      "sponsored_at": "1995-06-30", 
      "state": "NY", 
      "thomas_id": "00417", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Heineman, Frederick K. (Fred)", 
      "sponsored_at": "1995-08-04", 
      "state": "NC", 
      "thomas_id": "00527", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "LaTourette, Steven C.", 
      "sponsored_at": "1995-06-30", 
      "state": "OH", 
      "thomas_id": "00667", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Martini, William J.", 
      "sponsored_at": "1995-08-04", 
      "state": "NJ", 
      "thomas_id": "00744", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "McIntosh, David M.", 
      "sponsored_at": "1995-06-30", 
      "state": "IN", 
      "thomas_id": "00776", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Miller, Dan", 
      "sponsored_at": "1995-06-30", 
      "state": "FL", 
      "thomas_id": "00807", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Oxley, Michael G.", 
      "sponsored_at": "1995-06-30", 
      "state": "OH", 
      "thomas_id": "00885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Peterson, Collin C.", 
      "sponsored_at": "1995-06-30", 
      "state": "MN", 
      "thomas_id": "00910", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Solomon, Gerald B. H.", 
      "sponsored_at": "1995-08-04", 
      "state": "NY", 
      "thomas_id": "01088", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Weldon, Dave", 
      "sponsored_at": "1995-06-30", 
      "state": "FL", 
      "thomas_id": "01215", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-06-30", 
  "number": "1995", 
  "official_title": "To amend the Federal Food, Drug, and Cosmetic Act to make improvements in the regulation of drugs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Life Extending and Life Saving Drug Act", 
  "sponsor": {
    "district": "13", 
    "name": "Fox, Jon D.", 
    "state": "PA", 
    "thomas_id": "00406", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-06-30", 
  "subjects": [
    "Administrative procedure", 
    "Administrative remedies", 
    "Blood", 
    "Blood banks", 
    "Business intelligence", 
    "Clinical trials", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Crime and law enforcement", 
    "Department of Health and Human Services", 
    "Drug industry", 
    "Drugs", 
    "Environmental assessment", 
    "Environmental protection", 
    "Executive reorganization", 
    "Export controls", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government service contracts", 
    "Health", 
    "International affairs", 
    "International cooperation", 
    "Labeling", 
    "Law", 
    "Licenses", 
    "Manufacturing industries", 
    "Medical supplies", 
    "Pharmaceutical research", 
    "Privatization", 
    "Product safety", 
    "Production engineering", 
    "Science, technology, communications", 
    "Standards", 
    "Tissue banks", 
    "Toxicology"
  ], 
  "subjects_top_term": "Drugs", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-06-30", 
    "text": "Life Extending and Life Saving Drug Act - Amends the Federal Food, Drug, and Cosmetic Act (FDCA) to declare that the mission of the Food and Drug Administration (FDA), with regard to drugs, biological products, and devices, is to promote and protect the health of the American people. (Sec. 3) Declares that investigations to show a new drug or biological product is safe and effective shall be required to be performed using products manufactured at a full-scale commercial facility only if necessary. Mandates actions to harmonize FDCA requirements for preclinical and clinical investigations with similar foreign laws through the International Conference on Harmonization. (Sec. 4) Amends the Public Health Service Act to revise requirements regarding the regulation of biological products. Regulates tissue, blood, and blood components and derivatives separately. Mandates approval of product license applications on a demonstration that there is reasonable assurance that the product is safe and effective. Specifies license requirements. Mandates standards for tissue, blood, and blood components or derivatives. (Sec. 5) Amends the FDCA to mandate regulations regarding good manufacturing practices applicable to drugs and biological products, including establishing requirements for submissions of changes in manufacturing practices. (Sec. 6) Modifies the definition of \"substantial evidence\" as used in provisions relating to refusal, approval, withdrawal, or suspensions of approval of new drug applications. (Sec. 7) Allows submission for approval of a new drug based on an evaluation by a domestic nongovernmental organization following approval of the drug, after enactment of this Act, by the European Medicines Evaluation Agency, the United Kingdom Medicines Control Agency, or any competent governmental or nongovernmental organization, established to evaluate the safety and effectiveness of drugs, that meets general criteria established by the Secretary of Health and Human Services. (Sec. 8) Amends provisions relating to investigational use of new drugs to allow a clinical study of a new drug to be begun after the Secretary has received a notification containing information about the drug and the study. Limits the required contents of notifications. Allows clinical holds only on a demonstration that the drug represents an unreasonable risk to the safety of study subjects. (Sec. 9) Limits the required contents of new drug applications. Requires, with agreement of the applicant, review by contract with outside organizations or individuals. Mandates application review standards. Limits changing of advice to a sponsor or applicant. Prohibits field changes to written decisions of, or field delay of actions by, the center for drugs and the center for biologics. (Sec. 10) Authorizes a program to contract, in whole or significant part, to conduct toxicology reviews, chemistry reviews, statistical analysis, preapproval manufacturing practice inspections, clinical reviews, and any other FDA function relating to the review and approval of drugs and devices. Provides for certification of qualified individuals and laboratories. Requires approval under new drug and premarket approval provisions if the certified contractor review determines that a drug or device meets all approval requirements. Declares that review of a new drug or device or of a biological product shall not include an environmental impact review under the Environmental Quality Improvement Act of 1970. (Sec. 11) Requires FDA research relating to drugs, devices, and biological products, authorized under specified provisions of the FDCA and the Public Health Service Act, to directly relate to the review and approval of drugs, devices, and biological products. Allows the FDA, in conducting such research, to collaborate with scientific institutions and the drug and device industry. Requires any research conducted by or for the FDA to be solely related directly to the regulatory mission or professional staff development related to that mission. Limits the research to the minimum necessary to achieve those purposes. (Sec. 12) Establishes in the office of the Assistant Secretary for Health a permanent commission responsible for broad oversight of the policy and performance of the FDA. (Sec. 13) Establishes in the FDA a drug and biologics policy appeals committee, consisting of the directors and deputy directors of each of the center for drugs and the center for biologics, to hear and consider any dispute raised by an individual wishing to contest a drug or device policy matter. Mandates establishment of standing panels of qualified experts who are not Federal, State, or local government employees to hear appeals by individuals who have exhausted their informal appeals in the FDA. Requires a procedure assuring immediate access to the panel and prompt panel conclusions and recommendations. (Sec. 14) Revises requirements regarding a food, drug, device, or cosmetic intended for export, including regarding new drugs and biological products. Repeals provisions relating to exports of certain unapproved products."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Life Extending and Life Saving Drug Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Federal Food, Drug, and Cosmetic Act to make improvements in the regulation of drugs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:39-05:00"
}