{
  "actions": [
    {
      "acted_at": "2013-02-04", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-02-28", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Immigration And Border Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr459-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Border Security", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-02-04", 
  "number": "459", 
  "official_title": "To amend the Immigration and Nationality Act to promote innovation, investment, and research in the United States, to eliminate the diversity immigrant program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s303-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "STEM Visa Act of 2013", 
  "sponsor": {
    "district": "49", 
    "name": "Issa, Darrell E.", 
    "state": "CA", 
    "thomas_id": "01640", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-02-04", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Area studies and international education", 
    "Canada", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Department of Labor", 
    "Foreign labor", 
    "Government studies and investigations", 
    "Higher education", 
    "Immigration", 
    "Immigration status and procedures", 
    "Latin America", 
    "Mexico", 
    "Science and engineering education", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-02-04", 
    "text": "STEM Jobs Act of 2013 - Amends the Immigration and Nationality Act to make up to 55,000 visas available in FY2015 and subsequent fiscal years to qualified immigrants who: (1) have a doctorate degree in a field of science, technology, engineering, or mathematics (STEM degree) from a U.S. doctoral institution of higher education; and (2) have taken all doctoral courses in a STEM field, including all courses taken by correspondence or by distance education, while physically present in the United States. Defines \"United States doctoral institution of higher education\" as an institution that: (1) is defined under the Higher Education Act of 1965, (2) was classified by the Carnegie Foundation for the Advancement of Teaching on January 1, 2012, as a doctorate-granting university with a very high or high level of research activity or classified by the National Science Foundation as having research activity equivalent to such institutions, and (3) is accredited by an accrediting body that is itself accredited either by the Department of Education or the Council for Higher Education Accreditation. Makes any such unused visas available to aliens who: (1) hold a master's degree in a STEM field from a U.S. doctoral institution of higher education that was either part of a master's program that required at least two years of enrollment or part of a five-year combined baccalaureate-master's degree program in such field; and (2) have taken all master's degree courses in a STEM field, including all courses taken by correspondence or by distance education, while physically present in the United States. Prohibits the Secretary of Homeland Security (DHS) (Secretary) from approving an employer petition on behalf of a STEM alien unless the Secretary receives a determination by the Secretary of Labor that there are not sufficient American workers available for the job. Requires DHS to: (1) adjudicate a petition on behalf of a STEM alien within 60 days, and (2) notify a petitioner within 30 days if the petition does not meet approval standards and needs to be resubmitted. Requires: (1) employers of foreign STEM graduates to submit a job order for the position with the appropriate state workforce agency, and (2) such agency to post the position on its website for at least 30 days. Requires the Department of Labor to: (1) adjudicate a STEM application within 180 days, and (2) notify an applicant within 60 days if the application does not meet approval standards and needs to be resubmitted. Makes unused STEM visas in FY2015 through FY2017 available for use in future years under specified conditions. Eliminates the diversity immigrant program. States that: (1) the permanent priority date for any employment-based petition shall be the date on which the petition is filed, unless such filing was preceded by the filing of a labor certification with the Secretary of Labor, in which case that date shall constitute the priority date; and (2) an alien who is the beneficiary of an employment-based petition that was approvable when filed shall retain such petition's priority date in the consideration of any subsequently filed employment-based petition. Revises foreign student visa (F-visa) provisions to establish: (1) an F-1 visa for a foreign student who is pursuing a full course of STEM field study at a U.S. institution of higher education or a proprietary institution of higher education which has agreed to report the attendance termination of each nonimmigrant student to DHS, or who is participating in related temporary optional practical training following completion of such studies; (2) an F-2 visa for a foreign student who has an actual residence in a foreign country and who seeks to enter the United States temporarily and solely to pursue a course of study at an established college, university, seminary, conservatory, academic high school, elementary school, or in a language training program in the United States, which has agreed to report the attendance termination of each nonimmigrant student to DHS; (3) an F-3 visa for the spouse or minor child of an F-1 or F-2 foreign student; and (4) an F-4 visa for a Canadian or Mexican foreign student who maintains an actual residence in such country and commutes to a U.S. institution for full or part-time (F-1 or F-2 related) study."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "STEM Visa Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Immigration and Nationality Act to promote innovation, investment, and research in the United States, to eliminate the diversity immigrant program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-11-03T11:07:51-05:00"
}