{
  "actions": [
    {
      "acted_at": "1980-05-14", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1980-05-14", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr7359-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1980-05-14", 
  "number": "7359", 
  "official_title": "A bill to amend Title VI of the Federal Land Policy and Management Act of 1976, as amended (43 U.S.C. 1701 et seq.) to establish the Snake River Birds of Prey National Conservation Area, Idaho.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7386-96", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1980-05-14", 
  "subjects": [
    "Idaho", 
    "Mines and mineral resources", 
    "National parks", 
    "Public Lands and Real Property", 
    "Public lands and natural resources", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "National parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1980-05-14", 
    "text": "Amends the Federal Land Policy and Management Act of 1976 to establish the Snake River Birds of Prey National Conservation Area in the State of Idaho. Requires the Secretary of the Interior to continue implementation of the comprehensive plan for the management of the public lands and their resources within the area pursuant to such Act. Directs the Secretary, within two years after the effective date of this section, to review the plan in effect on the effective date of this section to assure that it provides for protection and enhancement of the raptor population and raptor habitat within a framework of multiple use and sustained yield. Requires the Secretary to review and revise such plan as necessary, but no less than once every four years. Authorizes the Secretary to issue regulations necessary to implement the provisions of this section with regard to management, use and protection of the public lands including the property located thereon in the area. Sets forth penalties for violations of such rules or regulations. Withdraws, subject to valid existing rights, the area from operation of the mining laws and mineral exploration and development. Requires the head of any Federal agency, with respect to any expenditure of funds for new projects, programs, or activities within the area, to provide for such conditions and restrictions as the Secretary determines are necessary to avoid adverse effects on raptor habitat. Permits any project in such area which the Secretary of Defense determines is essential to national defense. Requires the Secretary to review existing authorizations or agreements with the Idaho National Guard which provide for military maneuvers within the area and to provide for continuation of such use subject to such modification as the Secretary deems necessary. Requires the Secretary to provide for visitor use of the public lands within the area to such extent and in such manner as is consistent with protection of the raptors and the raptor habitat within the area. Authorizes the Secretary to provide technical assistance to, and to enter into cooperative agreements with, State and local governments to carry out the purposes and policies of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend Title VI of the Federal Land Policy and Management Act of 1976, as amended (43 U.S.C. 1701 et seq.) to establish the Snake River Birds of Prey National Conservation Area, Idaho.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:45:17-05:00"
}