{
  "actions": [
    {
      "acted_at": "1973-05-31", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr8277-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-05-31", 
  "number": "8277", 
  "official_title": "A bill to amend the Federal Aviation Act of 1958 to provide effective program to prevent aircraft piracy, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Antihijacking Act", 
  "sponsor": {
    "district": "13", 
    "name": "Maraziti, Joseph J.", 
    "state": "NJ", 
    "thomas_id": "00734", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-05-31", 
  "subjects": [
    "Air piracy", 
    "Aviation"
  ], 
  "subjects_top_term": "Air piracy", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-05-31", 
    "text": "Title I: Antihijacking Act - Antihijacking Act - Expands the definition of the term \"special aircraft jurisdiction of the United States\" when used in the Federal Aviation Act to include the following aircraft while in flight: (1) any aircraft outside the United States that has \"an offense\", as defined in the convention for the Suppression of Unlawful Seizure of Aircraft, committed aboard, if the aircraft lands in the United States with the alleged offender still aboard; and (2) other aircraft leased without crew to a lessee who has his principal place of business in the United States, or his permanent residence in the United States. Provides that whoever aboard an aircraft in flight outside the special aircraft jurisdiction of the United States commits \"an offense\", as defined in the Convention for the Suppression of Unlawful Seizure of Aircraft, and is afterward found in the United States shall be punished by death if convicted or by imprisonment for not less than 20 years if the accused surrendered himself to the captain of the aircraft. Provides that whenever the President determines that a foreign nation is acting in a manner inconsistent with the Convention for the Suppression of Unlawful Seizure of Aircraft, or is used as a base of operations for terrorist groups, he may, without notice or hearing and for as long as he determines necessary to assure the security of aircraft against unlawful seizure, suspend the right of any air transportation and any persons to operate aircraft in foreign air commerce to and from that foreign nation and the right of any foreign air carrier to engage in foreign air transportation, and any foreign person to operate aircraft in foreign air commerce between the United States and any foreign nation which maintains air service between itself and that foreign nation. Authorizes the Secretary of Transportation to suspend the operating authority of foreign air carriers when he finds that a foreign nation does not effectively maintain and administer security measures relating to transportation of persons or property or mail in foreign air transportation that are equal to or above the minimum standards which are established pursuant to the Convention on Internationl Civil Aviation or, prior to a date when such standards are adopted and enter into force pursuant to such convention, the specifications and practices set out in appendix A to Resolution A 17-10 of the Seventeenth Assembly of the International Civil Aviation Organization. Title II: Air Transportation Security Act - Air Transportation Security Act - Directs the Administrator of the Federal Aviation Administration to prescribe reasonable regulations requiring that all passengers and property intended to be carried in the aircraft cabin be screened by weapon-detecting devices operated by the air carrier's employees. Requires the Administrator to acquire and furnish for the use by air carriers sufficient devices necessary for the purposes of this Act. Requires the Administrator to submit semiannual reports to Congress on the effectiveness of the screening program. Requires the Administrator to provide regulations for the establishment and maintenance of air transportation security forces to insure safety from criminal violence and air piracy of persons traveling in air transportation. Establishes powers and responsibilities of such security forces. Authorizes the Administrator to require air carriers to refuse transportation to persons or property where there is refusal to consent to search. Set forth criminal penalties for the carrying aboard an aircraft of weapons. Authorizes appropriations of $35,000,000 for fiscal year 1973 and each succeeding fiscal year to maintain the air transportation security force provided for in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Antihijacking Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Aviation Act of 1958 to provide effective program to prevent aircraft piracy, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:06-05:00"
}