{
  "actions": [
    {
      "acted_at": "2000-07-18", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2000-07-19", 
      "references": [
        {
          "reference": "CR E1271-1272", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-26", 
      "in_committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4875-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "markup"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Youth and Families", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Ballenger, Cass", 
      "sponsored_at": "2000-07-18", 
      "state": "NC", 
      "thomas_id": "00050", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Boehner, John A.", 
      "sponsored_at": "2000-07-18", 
      "state": "OH", 
      "thomas_id": "00102", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "DeMint, Jim", 
      "sponsored_at": "2000-07-18", 
      "state": "SC", 
      "thomas_id": "01605", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Goodling, William F.", 
      "sponsored_at": "2000-07-18", 
      "state": "PA", 
      "thomas_id": "00447", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2000-07-18", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2000-07-18", 
  "number": "4875", 
  "official_title": "To provide for improvement of Federal education research, evaluation, information, and dissemination.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Scientifically Based Education Research, Statistics, Evaluation, and Information Act of 2000", 
  "sponsor": {
    "district": null, 
    "name": "Castle, Michael N.", 
    "state": "DE", 
    "thomas_id": "00183", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2000-07-18", 
  "subjects": [
    "Academic performance", 
    "Administrative fees", 
    "Adult education", 
    "Advice and consent of the Senate", 
    "Armed forces and national security", 
    "Arts, culture, religion", 
    "Citizenship education", 
    "Civil rights and liberties, minority issues", 
    "Competitive bidding", 
    "Computer software", 
    "Computers and government", 
    "Computers in education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost effectiveness", 
    "Crime and law enforcement", 
    "Data banks", 
    "Demography", 
    "Department of Education", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational finance", 
    "Educational innovations", 
    "Educational research", 
    "Educational statistics", 
    "Educational surveys", 
    "Educational technology", 
    "Educational tests", 
    "Elementary and secondary education", 
    "Elementary education", 
    "Evaluation research (Social action programs)", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to research", 
    "Federal officials", 
    "Federal-state relations", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Geography", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Government statistics", 
    "Higher education", 
    "History", 
    "Housing and community development", 
    "Illiteracy", 
    "Indian children", 
    "Indian education", 
    "Internet", 
    "Labor and employment", 
    "Libraries", 
    "Management information systems", 
    "Mathematics", 
    "Military dependents", 
    "Minorities", 
    "Misconduct in office", 
    "Performance measurement", 
    "Planning", 
    "Presidential appointments", 
    "Public lands and natural resources", 
    "Reading", 
    "Regional planning", 
    "Research and development", 
    "Research centers", 
    "Research grants", 
    "Right of privacy", 
    "Rural education", 
    "School choice", 
    "School violence", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Social welfare", 
    "Standards", 
    "Student aid", 
    "Student records", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teaching", 
    "Teaching materials"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Introduced", 
    "date": "2000-07-18", 
    "text": "TABLE OF CONTENTS: Title I: National Academy for Education Research, Statistics, Evaluation, and Information Title II: National Centers for Education Research, Evaluation, and Statistics; National Assessment Governing Board Subtitle A: National Centers for Education Research, Evaluation, and Information Chapter 1: National Center for Education Research Chapter 2: National Center for Program Evaluation Chapter 3: National Center for Education Statistics Subtitle B: National Assessment Governing Board and National Assessment of Educational Progress Chapter 1: National Assessment Governing Board Title III: Activities Within the Department of Education Title IV: Miscellaneous Provisions Scientifically Based Education Research, Statistics, Evaluation, and Information Act of 2000 - Requires that a specified portion of amounts for discretionary programs of the Department of Education (ED) be made available for FY 2002 through 2006 to carry out certain programs under titles I and II of this Act.Title I: National Academy for Education Research, Statistics, Evaluation, and Information - Establishes a National Academy for Education Research, Statistics, Evaluation, and Information (the Academy) as an independent agency in the executive branch, whose Director shall: (1) coordinate with the Secretary of Education to ensure that ED and each of the Centers within the Academy use common sources of data in standardized formats; and (2) ensure that the Commissioner of each Center (under title II, subtitle A) establishes and maintains a regular schedule of data releases for all of the information it collects, with such data to be archived in electronic format and made accessible to the public in a timely fashion.(Sec. 102) Provides for the Academy's board of directors, which is to be known as the National Board for Education Research, Statistics, Evaluation, and Information.(Sec. 103) Establishes within the Academy a National Education Library and Clearinghouse Office (Library), to be headed by a Deputy Director appointed by the Director.Title II: National Centers for Education Research, Evaluation, and Statistics; National Assessment Governing Board - Subtitle A: National Centers for Education Research, Evaluation, and Information - Chapter 1: National Center for Education Research - Establishes within the Academy a National Center for Education Research (NCER).(Sec. 203) Requires the President to appoint a Commissioner of Educational Research (CER), who will head NCER and appoint a Senior Scientist and staff.(Sec. 204) Requires NCER to oversee and support the conduct of an evaluative summary of the primary education priority areas of each of the National Research and Development Centers (NRDCs) which are eligible grantees. Directs CER, on the basis of an NRDC's priorities and research plan, and the extent to which its work has met the standards of scientifically valid research, to: (1) extend or renegotiate any existing grant, contract, or cooperative agreement for a period not to extend beyond FY 2005; or (2) terminate it or prohibit its renewal.(Sec. 205) Establishes within NCER a Committee for Education Research.(Sec. 208) Requires NCER to: (1) ensure that research under its direction follows scientific standards, is published in peer-reviewed journals, and comply with Federal guidelines regarding research misconduct; (2) develop other necessary standards for research conduct and evaluation; (3) review procedures of other Federal agencies engaged in research and development, and solicit recommendations from research organizations and the public; and (4) use specified minimum standards with regard to awarding of funds and evaluation of applicants and recipients of such funds.Chapter 2: National Center for Program Evaluation - Establishes within the Academy a National Center for Program Evaluation (NCPE).(Sec. 212) Requires the President to appoint a Commissioner for Program Evaluation (CPE).(Sec. 213) Requires NCPE to: (1) evaluate programs under title I (Helping Disadvantaged Children Meet High Standards) of the Elementary and Secondary Education Act of 1965 (ESEA), other Federal education programs as determined by the Director, and education programs on a contractual basis for other Federal or State agencies; and (2) administer all operations and contracts associated with evaluations under ESEA title I (which are currently administered by ED), including the national assessment, a longitudinal evaluation of the effectiveness of school interventions, and national longitudinal surveys of schools. Sets forth quality standards and other requirements for such evaluations.(Sec. 214) Authorizes CPE to establish one or more independent review panels for each evaluation, or set of evaluations, to assist NCPE.Chapter 3: National Center for Education Statistics - National Education Statistics Act of 2000 - Reauthorizes, revises, and establishes within the Academy the National Center for Education Statistics (NCES).(Sec. 224) Requires the President to appoint the Commissioner for Education Statistics (CES), who heads NCES and appoints a Deputy Commissioner, Associate Commissioners, and staff. Extends the term of CES to six years.(Sec. 225) Requires NCES to collect, analyze, and disseminate statistics and other information related to education in the United States and in other nations, including specified types of data.Directs CES to make customer service a priority and ensure customer satisfaction through certain means. Authorizes CES to establish: (1) a program to train employees of public and private educational agencies, organizations, and institutions in the use of NCES's standard statistical procedures and concepts; and (2) a fellows program to appoint such employees as temporary fellows to assist NCES.(Sec. 226) Authorizes CES to award grants, and enter into contracts and cooperative agreements, on a competitive basis, for a maximum five-year period, and to renew such grants for an additional maximum five-year period.Gives CES final authority within the Academy with respect to decisions regarding the implementation of data collection activities, including the appropriateness of specific collection methodologies, except with respect to the National Assessment of Educational Progress under subtitle B of this title. Authorizes CES to use: (1) the statistical sampling method; (2) information collected from specified types of sources; and (3) interagency agreements or other arrangements with any agencies, organizations, or institutions for collection of information. Directs CES to: (1) provide technical assistance to ED offices that gather data for statistical purposes; (2) coordinate closely with other ED offices in the collection of data; and (3) notify sources of information, at least six months advance, of hardware and software requirements for new collection activities for which electronic submission will be required, and of any other new requirements for data collection and submission.(Sec. 227) Directs CES to submit to the President and the appropriate congressional committees, an annual statistical report on the condition and progress of education in the United States, and to issue regular statistical reports on appropriate education topics.(Sec. 228) Establishes within NCES an Advisory Council for Education Statistics.(Sec. 229) Requires NCES to develop and enforce confidentiality standards. Prohibits use of individually identifiable information for any purpose other than statistical. Sets forth confidentiality provisions relating to NCES administration, employees, staff, temporary staff, and penalties. Allows access to NCES records, including individual identifiers, by the Academy Director, the U.S. Comptroller General, the Director of the Congressional Budget Office, and the Librarian of Congress; but makes disclosure restrictions applicable to such officials.(Sec. 230) Directs NCES to: (1) provide State and local educational agencies (SEAs and LEAs) opportunities to suggest development of particular compilations of statistics, surveys, and analyses that would assist those agencies; (2) furnish special statistical compilations and surveys at the request of appropriate congressional committees; (3) provide access to other Federal agencies needing educational data it receives; and (4) provide all interested parties, for research and statistical information purposes, direct access to data it collects. Allows NCES to: (1) furnish copies of statistical records; and (2) make special statistical compilations and surveys for various entities and to charge fees for such work or services. Authorizes CES to engage in joint statistical projects with various entities.(Sec. 231) Authorizes CES to establish and provide grants, contracts, cooperative agreements, and technical assistance for one or more: (1) national cooperative education statistics systems; and (2) postsecondary education data advisory groups.Subtitle B: National Assessment Governing Board and National Assessment of Educational Progress - Chapter 1: National Assessment Governing Board - Establishes within the Academy the National Assessment Governing Board (NAGB), which shall have full authority to formulate policy and carry out the National Assessment of Educational Progress (NAEP). Sets forth requirements for establishment of policy for NAEP. Makes NAGB independent of the Director and the other offices and officers of the Academy.(Sec. 252) Directs NAGB to establish policy for the NAEP (which collectively refers to a long-term trend assessment, national assessment, and State assessments), and carry it out through grants, contracts, or cooperative agreements with one or more qualified entities or consortia. Sets forth requirements relating to: (1) the schedule for such assessments, including frequency, student ages, grades, and subject areas; (2) prohibited data; (3) public access and confidentiality; (4) voluntary participation by SEAs and LEAs; (5) non-Federal share; (6) student performance levels; (7) reviews and reports; and (8) coverage agreements with schools operated by the Department of Defense or operated or supported by the Bureau of Indian Affairs.(Sec. 253) Prohibits use of funds by ED, NAGB, the Academy, or an applicable program for activities related to any federally sponsored national test in reading, mathematics, or any other subject that is not specifically and explicitly provided for in authorizing legislation enacted into law. Makes such prohibition inapplicable to the Third International Mathematics and Science Study or other international comparative assessments developed under the authority of specified provisions of this Act and administered only to a representative sample of pupils in the United States and in foreign nations.Repeals specified provisions of the Department of Labor, Health and Human Services and Education and Related Agencies Appropriations Act, 1999 of the Omnibus Consolidated and Emergency Supplemental Appropriations Act for 1999 (Public Law 105-277) relating to the authority of the NAGB over the direction and all policies and guidelines for developing voluntary national tests.Title III: Activities Within the Department of Education - Amends the Department of Education Organization Act to replace provisions for the Office of Educational Research and Improvement. Establishes the Office of Planning, Performance Measurement, and Technical Assistance. Requires the Office Director to provide: (1) assistance for planning and program performance measurement; (2) assistance to SEAs and LEAs in developing and maintaining management information systems; (3) technical assistance and information dissemination for the regional comprehensive technical assistance and reform initiatives which the Office Director establishes and coordinates, and (4) technical assistance and information dissemination for a school-based customer driven technical assistance program under which the Secretary shall award competitive grants to States.(Sec. 302) Authorizes appropriations.Title IV: Miscellaneous Provisions - Requires the Director of the Office of Management and Budget provide for a transition of the activities described in this Act previously administered through the Department of Education (ED) and transferred under this Act.(Sec. 402) Repeals: (1) the Educational Research, Development, Dissemination, and Improvement Act of 1994; (2) the National Education Statistics Act of 1994 (which is title IV of the Improving America's Schools Act of 1994); and (3) specified provisions relating to educational research, Federal evaluations, demonstrations, and transition projects, or national education statistics under the Department of Education Organization Act, the Goals 2000: Educate America Act, ESEA, and the General Education Provisions Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Scientifically Based Education Research, Statistics, Evaluation, and Information Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Education Statistics Act of 2000", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for improvement of Federal education research, evaluation, information, and dissemination.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:45:20-05:00"
}