{
  "actions": [
    {
      "acted_at": "2011-10-31", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1766-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-10-31", 
  "number": "1766", 
  "official_title": "A bill to establish the Honorable Stephanie Tubbs Jones Fire Suppression Demonstration Incentive Program within the Department of Education to promote installation of fire sprinkler systems, or other fire suppression or prevention technologies, in qualified student housing and dormitories, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3250-112", 
      "reason": "identical"
    }
  ], 
  "short_title": "Honorable Stephanie Tubbs Jones College Fire Prevention Act", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2011-10-31", 
  "subjects": [
    "Education", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Fires", 
    "Higher education", 
    "Minority education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2011-10-31", 
    "text": "Honorable Stephanie Tubbs Jones College Fire Prevention Act - Directs the Secretary of Education to make competitive demonstration grants to institutions of higher education (IHEs), fraternities, and sororities for up to half the cost of installing approved fire suppression systems in student housing and dormitories owned or controlled by such entities. Gives grant priority to applicants that demonstrate the greatest financial need. Reserves the following portions of grant funds made available for each fiscal year: (1) at least 10% for historically Black colleges and universities, Hispanic-serving institutions, tribally controlled colleges and universities, Alaska Native and Native Hawaiian-serving institutions, and IHEs that are eligible for Institutional Aid under the Higher Education Act of 1965; and (2) at least 10% for social fraternities and sororities. Provides that any application for assistance under this Act, any negative determination on the part of the Secretary with respect to such application, or any statement of reasons for the determination, shall not be admissible as evidence in any proceeding of any court, agency, board, or other entity (except a proceeding to enforce an agreement entered into between the Secretary and a grantee under this Act)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Honorable Stephanie Tubbs Jones College Fire Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Honorable Stephanie Tubbs Jones Fire Suppression Demonstration Incentive Program within the Department of Education to promote installation of fire sprinkler systems, or other fire suppression or prevention technologies, in qualified student housing and dormitories, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:17:34-05:00"
}