{
  "actions": [
    {
      "acted_at": "1994-02-22", 
      "references": [
        {
          "reference": "CR S1618, S1649-1657", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1994-02-22", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1994-03-24", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Subcommittee on African Affairs. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1856-103", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR", 
      "subcommittee": "Subcommittee on African Affairs", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "103", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1994-02-22", 
  "number": "1856", 
  "official_title": "A bill entitled the \"Peace, Prosperity, and Democracy Act of 1994\".", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Peace, Prosperity, and Democracy Act of 1994", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1994-02-22", 
  "subjects": [
    "AIDS (Disease)", 
    "Abortion", 
    "Accident insurance", 
    "Accounting", 
    "Administration of justice", 
    "Advice and consent of the Senate", 
    "Africa (Sub-Saharan)", 
    "Agricultural economics", 
    "Agriculture and food", 
    "Agriculture in foreign trade", 
    "Alien labor", 
    "American economic assistance", 
    "American investments", 
    "American military assistance", 
    "Americans employed in foreign countries", 
    "Appropriations", 
    "Armed forces abroad", 
    "Armed forces and national security", 
    "Arms Control and Disarmament Agency", 
    "Arms control", 
    "Arms control agreements", 
    "Arms sales", 
    "Arrest", 
    "Arts, culture, religion", 
    "Auditing", 
    "Australia", 
    "Authorization", 
    "Biological diversity conservation", 
    "Biological weapons", 
    "Buy American", 
    "CIS countries", 
    "Cargo preference", 
    "Central Europe", 
    "Charities", 
    "Chemical weapons", 
    "Child health", 
    "Civil rights and liberties, minority issues", 
    "Civil-military relations", 
    "Claims", 
    "Climate change and greenhouse gases", 
    "Clothing industry", 
    "Coast guard", 
    "Collective security", 
    "Collective security agreements", 
    "Commerce", 
    "Commercial arbitration", 
    "Communist countries", 
    "Community development", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional investigations", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Conventional weapons", 
    "Conversion of industries", 
    "Cooperative societies", 
    "Coups d'etat", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Crimes against humanity", 
    "Criminal investigation", 
    "Cultural relations", 
    "Customs administration", 
    "Defense budgets", 
    "Defense burdensharing", 
    "Defense procurement", 
    "Delegation of powers", 
    "Democracy", 
    "Department of Defense", 
    "Department of State", 
    "Developing countries", 
    "Diplomacy", 
    "Disaster relief", 
    "Discrimination in employment", 
    "Dislocated workers", 
    "Dispute settlement", 
    "Drug abuse", 
    "Drug abuse prevention", 
    "Drug law enforcement", 
    "Eastern Europe", 
    "Economic development", 
    "Economic growth", 
    "Economics and public finance", 
    "Education", 
    "Educational exchanges", 
    "Emergency management", 
    "Employee rights", 
    "Energy", 
    "Energy policy", 
    "Environmental assessment", 
    "Environmental law enforcement", 
    "Environmental protection", 
    "Ethnic relations", 
    "Europe", 
    "Export credit", 
    "Export finance", 
    "Expropriation", 
    "Families", 
    "Federal aid to higher education", 
    "Federal officials", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Food relief", 
    "Foreign exchange", 
    "Foreign loans", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Fraud", 
    "Free enterprise", 
    "Free ports and zones", 
    "Freedom of information", 
    "Genocide", 
    "Gifts", 
    "Government aircraft", 
    "Government consultants", 
    "Government corporations", 
    "Government lending", 
    "Government operations and politics", 
    "Government procurement", 
    "Government service contracts", 
    "Habitat conservation", 
    "Health", 
    "Health insurance", 
    "Herbicides", 
    "Higher education", 
    "Hospitals", 
    "Human immunodeficiency viruses", 
    "Human rights", 
    "Humanitarian intervention", 
    "Immigration", 
    "Immunities of foreign states", 
    "Inspectors general", 
    "Insurance companies", 
    "Interest", 
    "International Development Cooperation Agency", 
    "International affairs", 
    "International agencies", 
    "International cooperation", 
    "International courts", 
    "International education", 
    "International law", 
    "International military forces", 
    "International relief", 
    "Investment guaranty insurance", 
    "Israel", 
    "Japan", 
    "Jurisdiction", 
    "Labor and employment", 
    "Labor unions", 
    "Law", 
    "Legislative resolutions", 
    "Libraries", 
    "Licenses", 
    "Location of industries", 
    "Marine transportation", 
    "Medical centers", 
    "Medical education", 
    "Medical research", 
    "Merchant ships", 
    "Middle East", 
    "Middle East and North Africa", 
    "Military advisers", 
    "Military and naval supplies", 
    "Military education", 
    "Military intervention", 
    "Military personnel", 
    "Military readiness", 
    "Military training", 
    "Military transportation", 
    "Military weapons", 
    "Minorities", 
    "Misconduct in office", 
    "Money laundering", 
    "Multilateral development banks", 
    "Narcotic traffic", 
    "Nongovernmental organizations", 
    "Nuclear exports", 
    "Nuclear fuels", 
    "Nuclear nonproliferation", 
    "Nuclear weapons", 
    "Oceania", 
    "Officer personnel", 
    "Organized crime", 
    "Overseas Private Investment Corporation", 
    "Pakistan", 
    "Palestinians", 
    "Peace", 
    "Peace Corps", 
    "Plant shutdowns", 
    "Police", 
    "Police training", 
    "Population growth", 
    "Presidential appointments", 
    "Presidential powers", 
    "Preventive medicine", 
    "Prisons", 
    "Prosecution", 
    "Public corruption", 
    "Public lands and natural resources", 
    "Refugee policy", 
    "Refugees", 
    "Rehabilitation of criminals", 
    "Reinsurance", 
    "Reprogramming of appropriated funds", 
    "Russia", 
    "Russian Republic", 
    "Sanctions (International law)", 
    "Schools", 
    "Science, technology, communications", 
    "Securities fraud", 
    "Securities regulation", 
    "Service academies", 
    "Sewage disposal", 
    "Small business", 
    "South Asia", 
    "State-sponsored terrorism", 
    "Sterilization (Birth control)", 
    "Surplus government property", 
    "Sustainable development", 
    "Technology transfer", 
    "Terrorism", 
    "Textile industry and fabrics", 
    "Transfer of employees", 
    "Transportation and public works", 
    "Treaties", 
    "Unemployment", 
    "United Nations", 
    "United Nations finances", 
    "Uranium enrichment", 
    "Valuation", 
    "Volunteer workers", 
    "War crime trials", 
    "War risk insurance", 
    "Waste water treatment", 
    "Women", 
    "World health"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1994-02-22", 
    "text": "TABLE OF CONTENTS: Title I: Sustainable Development Title II: Building Democracy Title III: Promoting Peace Title IV: Providing Humanitarian Assistance Title V: Promoting Growth Through Trade and Investment Title VI: Advancing Diplomacy Title VII: Special Authorities, Restrictions on Assistance, and Reports Title VIII: General Provisions Title IX: Technical and Conforming Provisions Peace, Prosperity, and Democracy Act of 1994 - Repeals the Foreign Assistance Act of 1961 (with the exception of a few provisions) as well other specified foreign relations and assistance Acts. Sets forth revised foreign assistance policy provisions. Title I: Sustainable Development - Chapter 1: Sustainable Development Authorities - Sets forth policy for sustainable development programs and voluntary cooperation in development. (Sec. 1103) Encourages the President to establish a formal and continuing partnership with private voluntary organizations, cooperatives, and credit unions which have experience working in developing countries, and with colleges and universities, to carry out the objectives of this title. Authorizes the President to use funds in support of this title for: (1) schools and libraries outside the United States that are sponsored by U.S. citizens and that serve as study and demonstration centers for the ideas and practices of the United States; and (2) hospital centers for medical education and research outside the United States that are sponsored by U.S. citizens. (Sec. 1104) Permits the President to provide assistance for credit programs in furtherance of the following sustainable objectives: (1) micro- and small enterprise development; (2) shelter, urban services, and environmental infrastructure; and (3) other programs to carry out the purposes of this chapter. Chapter 2: Development Fund for Africa - Makes funds under chapter 1 available for programs for Subsaharan Africa. Chapter 3: Role of Related Programs - Sets forth U.S. policy regarding: (1) the role of international financial institutions; (2) the Peace Corps; (3) the African Development and Inter-American Foundations; and (4) specified non-emergency food assistance programs. Title II: Building Democracy - Sets forth policy regarding the promotion of democracy. Chapter 1: Promoting Democracy - Subchapter A: Countries in Transition - Authorizes the President to provide assistance for countries: (1) that have recently emerged or are in the process of emerging as democratic societies; (2) that have recently emerged or are emerging from civil strife and either have a democratically-elected government or are making progress toward developing such a government; or (3) where democratic progress or institutions are threatened. (Sec. 2102) Declares that programs under this subchapter should be designed to facilitate the trend toward more open, just, and democratic societies. Permits such assistance to military and law enforcement forces to: (1) orient militaries or law enforcement agencies to their respective roles in a democratic order; (2) enhance the accountability of law enforcement agencies to civil justice institutions; (3) promote demilitarization of society; and (4) meet security challenges on a transitional basis that threaten to impede or reverse democratic reforms or institutions. Subchapter B: Independent States of the Former Soviet Union - Makes funds available for assistance to the independent states of the former Soviet Union as authorized and appropriated to the President each fiscal year. Subchapter C: Central and Eastern Europe - Sets forth policy towards democracy and free enterprise in Central and Eastern Europe. (Sec. 2302) Makes funds available for assistance for Central and Eastern Europe as authorized and appropriated to the President each fiscal year. Chapter 2: Information and Exchange - Sets forth policy with respect to programs administered by the U.S. Information Agency (USIA). Title III: Promoting Peace - Chapter 1: Peacekeeping and Related Programs - Sets forth policy concerning peacekeeping and related programs. (Sec. 3102) Authorizes the President to: (1) pay assessed and other contributions and expenses of international peacekeeping activities; and (2) furnish assistance to foreign countries and international and regional organizations and arrangements for peacekeeping. (Sec. 3103) Authorizes the President to direct the drawdown of up to $100 million (currently, $75 million) worth of defense articles and services in unforeseen emergencies. Authorizes appropriations as necessary to reimburse the applicable appropriation, fund, or account. Chapter 2: Nonproliferation and Disarmament Fund - Authorizes assistance to be provided for specified activities to facilitate the dismantlement and nonproliferation of nuclear, biological, chemical, and conventional weapons. Chapter 3: Regional Peace, Security and Defense Cooperation - Authorizes assistance to be provided to: (1) support peace and the development of democratic institutions and to meet economic, political, and security needs in the Near East; (2) meet immediate threats to international peace and security posed by regional and internal conflicts through collective defense efforts; and (3) enhance the ability of countries willing to share the burden of collective security efforts to maintain international peace and security. (Sec. 3303) Declares that the President, in providing such assistance, should take into account the desirability of shifting resources away from the provision of defense articles to economic development purposes as rapidly as is warranted by the easing of threats to regional peace and the need to maintain ongoing defense relations. Chapter 4: International Narcotics Trafficking, Terrorism and Crime Prevention - Authorizes assistance to be provided to: (1) control narcotics and other controlled substances; (2) enhance the rule of law and the ability of law enforcement and defense personnel to combat international criminal activity; (3) enhance anti-terrorism skills of foreign law enforcement and defense personnel; (4) provide anti-crime, -terrorism, and -narcotics assistance to friendly countries; and (5) promote international criminal justice. (Sec. 3403) Incorporates certain existing anti-narcotics assistance and agreement authorities. (Sec. 3404) Prohibits Department of State employees from engaging in the training of law enforcement personnel for anti-terrorism programs, with a specified exception. (Sec. 3405) Makes provisions of law which prohibit assistance to countries in arrears on certain loan commitments to the United States inapplicable with respect to narcotics control assistance. Title IV: Providing Humanitarian Assistance - Chapter 1: Refugee Assistance - Lists purposes of refugee assistance. Incorporates existing provisions of law that provide for the U.S. Emergency Refugee and Migration Assistance Fund. Chapter 2: Disaster Assistance - Incorporates existing provisions of law that authorize international disaster assistance. Expands the source of funding from which the disaster account can borrow. Authorizes funds to be used to respond rapidly to reconstruction and institution-building needs arising from natural or manmade disasters. Chapter 3: Emergency Food Assistance - Sets forth U.S. policy regarding emergency food assistance. Title V: Promoting Growth Through Trade and Investment - Chapter 1: Overseas Private Investment Corporation - Incorporates certain existing provisions regarding the purpose and guidelines of the Overseas Private Investment Corporation (OPIC). Raises the ceiling on: (1) per capita income of countries required to receive preferential consideration for OPIC projects; and (2) the maximum contingent liability pursuant to insurance issued. (Sec. 5104) Authorizes OPIC to commit investment financing for direct lending in an amount of up to $5 billion for FY 1995 through 1999. Extends OPIC's authority to carry out investment insurance and financing through FY 1999. (Sec. 5201) Directs the Corporation to refuse to insure, reinsure, or finance an investment for purposes of establishing in a foreign country any export processing zone or area in which the tax, tariff, labor, environment, and safety laws of that country do not apply to activities carried out in the area unless the assistance is not likely to cause a loss of jobs within the United States. Chapter 2: Trade and Development Agency - Incorporates certain existing provisions of law regarding the Trade and Development Agency. Chapter 3: Role of Related Programs - Sets forth policy regarding food security and Export-Import Bank programs. Title VI: Advancing Diplomacy - Sets forth policy regarding the advancement of diplomacy. Title VII: Special Authorities, Restrictions on Assistance, and Reports - Chapter 1: Special Authorities - Revises existing provisions regarding the President's authority to transfer funds between foreign assistance accounts. (Sec. 7102) Sets forth presidential special waiver authorities similar to those under existing law. Raises annual ceilings on the amounts that can be authorized for arms sales or leases or foreign assistance or for the use of foreign currencies under such authorities. (Sec. 7103) Raises the annual ceiling on the amount the President can use for unanticipated contingencies. (Sec. 7104) Provides for assistance for certain law enforcement functions. (Sec. 7106) Provides that restrictions contained in any Act with respect to assistance for a country shall not be construed to restrict assistance in support of programs of nongovernmental or international organizations. (Sec. 7108) Authorizes the functions of this Act to be performed without regard to specified provisions of the Neutrality Act of 1939. (Sec. 7110) Incorporates certain existing provisions regarding the President's authority to conduct reimbursable programs. (Sec. 7111) Raises the ceiling on the amount of defense and services authorized to be drawn down in unforeseen emergencies or special circumstances. (Sec. 7113) Authorizes the use of sustainable development assistance funds to support development education programs. (Sec. 7114) Authorizes assistance to nongovernmental organizations to strengthen their capacity to carry out development programs. (Sec. 7115) Permits the use of certain funds under this Act to support activities of international tribunals, commissions, or panels to investigate or prosecute persons responsible for genocide, crimes against humanity, and other violations of international humanitarian law. Authorizes the President to draw down Federal property or services for such purposes. Chapter 2: Restrictions on Assistance - Incorporates and revises certain existing provisions to prohibit assistance to: (1) Communist countries; (2) human rights violators; (3) countries whose governments have expropriated U.S. property; (4) countries whose elected head of government is deposed by a military coup; (5) terrorist or major illicit drug producing or transit countries; and (6) countries in arrears to the U.S. Government for more than one year on any interest or principal on a loan or credit extended under this Act, the Arms Export Control Act, or the former authorities of the Foreign Assistance Act of 1961. (Sec. 7201) Provides for waivers of such restrictions if the President submits a certain report and the assistance: (1) is important to the national interest; (2) will directly benefit the needy; (3) is for refugees and displaced persons; or (4) will promote human rights and democracy. Requires the President to designate Communist countries. Prohibits the following with respect to human rights violators: (1) sales of defense articles and services and the issuance of export licenses under the Arms Export Control Act; and (2) the issuance of export licenses required for crime control and detection equipment under the Export Administration Act of 1979. Bars assistance under the Agricultural Trade Development and Assistance Act of 1954, the Peace Corps Act, and the Export-Import Bank Act of 1945 to terrorist countries. Prohibits arms sales under the Arms Export Control Act, the provision of agricultural commodities other than food under the Agricultural Trade Development and Assistance Act of 1954, and assistance under the Export-Import Bank Act of 1945 to major illicit drug producing and transit countries. (Sec. 7202) Prohibits the use of funds to provide: (1) any financial incentive to a business for purposes of inducing it to relocate outside the United States if it will reduce the number of employees in the United States; (2) assistance for developing an export processing zone or other designated area in which a country's tax, tariff, labor, environment, and safety laws do not apply to activities in the areas, unless the President certifies that such assistance is not likely to cause a loss of jobs within the United States; or (3) assistance for any project that contributes to the violation of workers' rights. (Sec. 7203) Incorporates existing prohibitions on the use of funds to coerce a person to practice abortions or to perform, or undergo, involuntary sterilization. (Sec. 7204) Declares that the President, in determining whether to provide assistance under this Act, should take into consideration whether assistance would be furnished to support an activity that is specifically designed to increase exports of any agricultural, textile, or apparel commodity from a developing country where such exports: (1) would be in direct competition with U.S. exports; and (2) can reasonably be expected to cause substantial injury to U.S. exporters of the same or a similar commodity. (Sec. 7205) Incorporates restrictions on nuclear enrichment and reprocessing transfers and illegal nuclear exports similar to those under existing law. Retains a requirement that conditions assistance for Pakistan on a certification that Pakistan does not possess a nuclear explosive device. (Sec. 7206) Sets forth prohibitions on assistance to major illicit drug producing and transit countries. Authorizes (current law requires) the President to withhold up to 50 percent of the assistance allocated to such a country until the country has taken adequate steps to control cultivation, smuggling, trafficking, and abuse of illegal drugs. (Sec. 7208) Permits the President to waive a limitation on participation in combatant duties by the armed forces in carrying out assistance programs if such limitation is not in the national interest. (Sec. 7209) Prohibits the use of development assistance for military or paramilitary purposes, with exceptions for military participation in training activities, conferences, and other sustainable development programs. (Sec. 7210) Incorporates certain existing provisions concerning the impact of development assistance programs on the environment. Urges (current law requires) the President to prepare and take into account environmental assessments of proposed programs. Chapter 3: Reports and Notifications to Congress - Sets forth requirements for: (1) congressional presentation documents for programs under titles I, II, and III of this Act; (2) human rights, international narcotics control, and annual allocation reports; (3) notification of program changes; and (4) the establishment of a program within the Agency for International Development (AID) to evaluate and monitor development program performance. Title VIII: General Provisions - Chapter 1: Exercise and Coordination of Functions - Incorporates existing provisions concerning delegation of authorities by the President and the roles of the Secretaries of State and Defense concerning foreign assistance. (Sec. 8104) Requires AID to be under the foreign policy guidance and subject to the supervision of the Secretary of State. Chapter 2: Administrative Authorities - Subchapter A: General Authorities - Incorporates certain existing provisions regarding the allocation of funds and reimbursement among Federal agencies. (Sec. 8202) Authorizes the President to charge fees for guarantees and loans issued in connection with assistance under this Act. Incorporates certain existing general assistance authorities. Authorizes any agency administering assistance under this Act to establish a working capital fund to be used for expenses related to the training of foreign nationals. Removes certain ceilings on the amount of assistance funds available for entertainment expenses, the acquisition of living quarters, schools, and hospitals for personnel, and the education of dependents. Subchapter B: Department of Defense Administrative Authorities - Incorporates certain existing provisions that make funds available for administrative expenses incurred in furnishing assistance through the Department of Defense (DOD). (Sec. 8212) Provides that no prior consent for transfer by a foreign country of defense articles sold by the United States shall be required if: (1) such articles constitute components incorporated into a foreign defense article; (2) the recipient is the government of a North Atlantic Treaty Organization (NATO) country, Australia, or Japan; (3) the U.S.-origin components were not significant military equipment and are not Missile Technology Control Regime items; and (4) the foreign country or persons transferring the items provide notification to the United States within 30 days following the transfer. Chapter 3: Special Requirements and Authorities Relating to Appropriations and Local Currencies - Subchapter A: Provisions Relating to Appropriations - Incorporates certain existing provisions that require authorization before funds appropriated for foreign assistance are expended. (Sec. 8302) Authorizes funds to remain available until expended. Subchapter B: Local Currencies - Incorporates certain existing provisions concerning the use of, and interest on, local currencies. Chapter 4: Procurement and Disposition of Articles - Requires the President to: (1) carry out assistance programs through private channels to the maximum extent practicable; (2) utilize the products and services of the U.S. private sector to operate projects in cases in which direct private investment is not readily encouraged; and (3) utilize goods and services of private enterprise on a contract basis in providing technical assistance. (Sec. 8403) Incorporates and revises certain existing authorities concerning shipping on U.S. vessels and the use of excess property in furnishing assistance. (Sec. 8405) Sets forth conditions on the transfer of excess defense articles. (Sec. 8407) Authorizes the President to designate countries in which a stockpile may be located. Chapter 5: Personnel and Administrative Expenses - Subchapter A: General - Authorizes the President to appoint 12 officers in AID. (Sec. 8502) Sets forth provisions regarding: (1) the employment of personnel; (2) the use of experts and consultants; and (3) the detail of personnel to foreign governments and international organizations. (Sec. 8511) Authorizes AID to expend funds in advance of appropriations in an amount sufficient to maintain operations at posts abroad for up to three days. Subchapter B: Overseas Management of Assistance and Sales Programs Administered Through the Department of Defense - Authorizes the President to detail members of the armed forces to foreign countries to perform certain functions for the management and sales programs administered through DOD under this Act and the Arms Export Control Act. (Sec. 8521) Requires advisory and training assistance by members of the armed forces to be kept to an absolute minimum. Subchapter C: Administrative Provisions for the Trade and Development Agency - Incorporates certain existing provisions concerning the Trade and Development Agency. Subchapter D: Administrative Provisions for the Overseas Private Investment Corporation - Incorporates certain existing administrative provisions for OPIC. Subchapter E: Definitions and Miscellaneous Provisions - Sets forth specified definitions. Title IX: Technical and Conforming Provisions - States that this Act shall take effect on October 1, 1994. (Sec. 9103) Incorporates certain existing provisions concerning: (1) the Federal Act of State doctrine; (2) accounting and valuation of foreign currencies and expropriated property; and (3) participation in foreign police actions. (Sec. 9104) Makes conforming amendments and repeals specified laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Peace, Prosperity, and Democracy Act of 1994", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the \"Peace, Prosperity, and Democracy Act of 1994\".", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:28:18-05:00"
}