{
  "actions": [
    {
      "acted_at": "1990-05-15", 
      "committee": "Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2634-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-05-15", 
  "number": "2634", 
  "official_title": "A bill to amend the Consolidated Farm and Rural Development Act and the Farm Credit Act of 1971 to extend and improve farm credit programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Agricultural Credit Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Conrad, Kent", 
    "state": "ND", 
    "thomas_id": "01307", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-05-15", 
  "subjects": [
    "Administrative remedies", 
    "Agricultural credit", 
    "Agricultural economics", 
    "Agricultural machinery", 
    "Agriculture and food", 
    "Congressional reporting requirements", 
    "Debtor and creditor", 
    "Employee training", 
    "Farmers", 
    "Farms", 
    "Federally-guaranteed loans", 
    "Finance and financial sector", 
    "Foreclosure", 
    "Government paperwork", 
    "Indian lands", 
    "Interest", 
    "Interest rates", 
    "Leases", 
    "Mediation", 
    "Minority business enterprises", 
    "Native Americans", 
    "Valuation"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-05-15", 
    "text": "Agricultural Credit Act of 1990 - Title I: FmHA Loans - Amends the Consolidated Farm and Rural Development Act to require applicants for farm ownership and operating loans to have had at least three years of farm or ranch training or experience during the five-year period immediately preceding their loan application. Allows the Secretary of Agriculture to set the interest rates on farm ownership and operating loans made to limited resource borrowers at a specified level. Includes the leasing of farm equipment among the acceptable uses of operating loans. Repeals the prohibition against collection by the Secretary of interest accrued on interest which is not more than 90 days overdue on Farmers Home Administration (FmHA) loans. Requires the Secretary to: (1) document his or her consent to the transfer of the property of a borrower in the borrower's file; (2) provide a summary of debt settlement programs to borrowers who are at least 180 days delinquent in the payment of principal or interest on an FmHA loan; and (3) use underwriting forms, standards, practices, and terminology in administering FmHA loans similar to those used by private lenders. Provides that the Secretary's appointment of a farmer who is eligible for an FmHA loan to the County Committee shall not preclude such farmer's election to the committee. Requires the Secretary to mail ballots to persons eligible to vote for committee members and provide training and a training manual to committee members. Makes a County Committee's certification of a farmer's eligibility for an FmHA loan effective for two years or such other period as the committee determines to be appropriate. Requires that each application for an FmHA community and business program loan or loan guarantee which would be disapproved due to the Secretary's lack of funds be placed in a pending status until such funds become available. Directs the Secretary to look for ways to streamline and improve the FmHA loan application process. Prohibits the Secretary from denying an application for a direct or guaranteed FmHA loan solely on the basis that the applicant's Farm and Home Plan is based on an agricultural production system that is part of research under the Food Security Act of 1985. Allows an applicant or recipient of an FmHA loan or loan guarantee who is adversely affected by a decision of the Secretary to appeal such decision without the lender joining in the appeal. Requires a County Committee or FmHA employee to implement a case decision returned after appeal within a reasonable period. Permits a County Committee to select between qualified applicants for FmHA administered farmland on a random basis if such applicants have an equal need for farm income and meet loan eligibility criteria. Limits the borrower purchase or lease option to real farm or ranch property which the Secretary acquires from the borrower as security on a loan. Puts beginning farmers or ranchers on the list of preferred purchasers or lessees of property acquired by the Secretary. Gives Indians 180 days after this Act's enactment to purchase or lease lands which are in the land inventory, were owned by an Indian borrower-owner before enactment and are situated on an Indian reservation, regardless of the date of foreclosure or Federal acquisition. Requires transfer of such lands to the Secretary of the Interior who shall administer the land for the Indians' benefit if there is no intent expressed to exercise such right within the deadline. Allows the FmHA to sell inventory property at its fair market value, rather than on the basis of its anticipated farming revenue. Directs the Secretary to report annually to the Congress on the demand for direct and guaranteed FmHA loans and the number of applications denied due to lack of funding. Increases the amount of payments the Secretary may make to, and the term of the contract the Secretary may have with, lenders to reduce the amount of interest charged on FmHA guaranteed loans. Extends, through FY 1995, a demonstration program reducing interest rates paid by borrowers for loans to buy Farm Credit System properties. Amends the farm debt restructuring and loan servicing program to: (1) include a delinquent borrower's unsecured assets in the calculation as to whether the delinquency is beyond the borrower's control; and (2) allow a borrower to sell security for essential living and operating expenses without being determined to have acted in bad faith if the FmHA has denied the borrower adequate living and operating expenses. Adjusts calculations under the program to protect a farmer's ability to meet obligations and continue farming operations. Prohibits a borrower from receiving a second write-down of interest. Limits the amount of write-down or buy-out of principal indebtedness which may be provided to any one borrower. Directs the Secretary to: (1) establish annual target participation rates that ensure that members of socially disadvantaged groups receive farm ownership and operation loans made or insured by the FmHA; and (2) maintain statistics on the participation of such groups in the FmHA loan and farmland sale or lease programs. Treats an Indian tribe that is a socially and economically disadvantaged small business concern as a socially disadvantaged group. Makes Indian tribes eligible for FmHA real estate loans. Allows a tribe to use such a loan to purchase and consolidate a parcel of trust land whose ownership is highly fractionated as a result of multiple undivided heirship interests. Directs the Secretary to: (1) establish a plan encouraging FmHA borrowers to graduate to private commercial credit; (2) provide training to borrowers in financial and farm management concepts associated with commercial farming; and (3) conduct loan assessments of FmHA direct and guaranteed loan applicants, as well as annual reviews of direct loans and periodic reviews of loan guarantees to assess a recipient's progress toward farm goals and private commercial credit. Directs the Secretary to: (1) establish a market placement program for borrowers who have a reasonable chance of qualifying for commercial credit with a FmHA guarantee; (2) provide adequate training to FmHA employees on credit analysis and financial and farm management; and (3) ensure that FmHA credit supervision includes an annual visit to each borrower's farm and biannual consultations between the borrower and loan officer. Directs the Secretary to establish innovative land transfer finance and assistance programs for beginning farmers or ranchers. Directs the Secretary, if a borrower defaults on a FmHA guaranteed loan, to: (1) meet with the borrower and lender to discuss loan servicing options; (2) review any decision of a lender not to provide loan servicing before submitting a liquidation plan; and (3) notify the lender of FmHA loan servicing programs and provide it with a written explanation of any denial of its liquidation plan. Requires a lender to disclose its foreclosure plan before the Secretary approves a guaranteed loan application. Expresses the sense of the Congress that the Secretary should quickly act to correct specified problems with the system of FmHA loan application review and loan servicing monitoring of guaranteed loans. Title II: Miscellaneous - Repeals the Emergency Agricultural Credit Adjustment Act of 1978. Extends authorized appropriations for State agricultural loan mediation programs. Title III: Authorizations - Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Agricultural Credit Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Consolidated Farm and Rural Development Act and the Farm Credit Act of 1971 to extend and improve farm credit programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:03-05:00"
}