{
  "actions": [
    {
      "acted_at": "1983-07-18", 
      "references": [], 
      "text": "Subcommittee on Treasury,U.S. Postal Service. Approved for full committee consideration an original measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-19", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Appropriations ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1983-07-20", 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Abdnor. With written report No. 98-186.", 
      "type": "action"
    }, 
    {
      "acted_at": "1983-07-20", 
      "calendar": "Senate Legislative", 
      "number": "306", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 306.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1984-02-02", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2480-98", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2480"
    }
  ], 
  "bill_id": "s1646-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "markup"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Treasury, Postal Service, General Government", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-07-20", 
  "number": "1646", 
  "official_title": "An original bill making appropriations for the Treasury Department, the United States Postal Service, the Executive Office of the President, and certain Independent Agencies, for the fiscal year ending September 30, 1984, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Executive Office Appropriations Act, 1984", 
  "sponsor": {
    "district": null, 
    "name": "Abdnor, James", 
    "state": "SD", 
    "thomas_id": "00001", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1983-07-19", 
  "subjects": [
    "Administrative Conference of the U.S.", 
    "Administrative procedure", 
    "Advisory bodies", 
    "Appropriations", 
    "Civil service compensation", 
    "Civil service system", 
    "Committee for Purchase from Severely Handicapped", 
    "Courts and Civil Procedure", 
    "Department of the Treasury", 
    "Disabled", 
    "District of Columbia", 
    "Drug seizures", 
    "Economics and public finance", 
    "Executive Office of the President", 
    "Federal Election Commission", 
    "Federal advisory bodies", 
    "Federal employees", 
    "Federal employees and officials", 
    "Federal officials", 
    "General Services Administration", 
    "Government consultants", 
    "Government operations and politics", 
    "Independent regulatory commissions", 
    "Intergovernmental relations", 
    "Lobbying", 
    "Local and Municipal Government", 
    "Merit Systems Protection Board", 
    "Motor vehicles", 
    "Office of Personnel Management", 
    "Postal service", 
    "Salaries", 
    "Security measures", 
    "States", 
    "Tax courts", 
    "Travel costs", 
    "United States Postal Service", 
    "Whistle blowing"
  ], 
  "subjects_top_term": "Appropriations", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-07-20", 
    "text": "Title I: Treasury Department Appropriation Act, 1984 - Makes appropriations to the Department of the Treasury for FY 1984 for: (1) the Office of the Secretary; (2) the Federal Law Enforcement Training Center; (3) the Bureau of Government Financial Operations; (4) the Bureau of Alcohol, Tobacco and Firearms; (5) the United States Customs Service; (6) the Bureau of the Mint; (7) the Bureau of the Public Debt; (8) the Internal Revenue Service; and (9) the United States Secret Service. Makes appropriations to the Treasury Department in this Act available for uniforms or allowances, auto insurance in foreign countries, and employee health and medical services. Requires the conduct of officers and employees of the Internal Revenue Service in connection with collection of any underpayment of tax to comply with the Fair Debt Collection Practices Act. Prohibits the use of any funds appropriated by this Act to disqualify or issue an unfavorable advance determination letter, with respect to any tax-qualified pension plan which has vesting requirements or provides for nonforfeitable rights to benefits equal to or more stringent than 4/40. Prohibits the use of funds to implement changes shortening the time granted, or altering the mode of payment permitted, for payment of excise taxes by law or regulations in effect on January 1, 1981. Declares that no more than two percent of any appropriations in this Act for the Department of the Treasury may be transferred between such appropriations. Amends the Tariff Act of 1930 to declare that duties determined to be due on a liquidation or reliquidation shall be due upon that date and shall be considered delinquent unless received within 25 days. Requires interest to be paid on any amounts paid as increased or additional duties where a determination is made to reliquidate an entry. Repeals the capitalization limitation for the Capital Fund in the Office of the Secretary. Provides such sums as necessary to compensate private debt collection agencies under contract with the Secretary of the Treasury. Prohibits the use of funds to impose or assess any excise tax on the manufacture of recreational equipment in all cases where less than 50 items are manufactured or produced per annum. Prohibits the use of funds to place the United States Secret Service, the Customs Service, and the Bureau of Alcohol, Tobacco and Firearms under the operation, oversight, or jurisdiction of the Inspector General of the Department of the Treasury. Title II: Postal Service Appropriation Act, 1984 - Postal Service Appropriation Act, 1984 - Makes appropriations to the Postal Service for FY 1984 for payment to the Postal Service Fund. Title III: Executive Office Appropriations Act, 1984 - Makes appropriations to the Executive Office of the President for FY 1984 for: (1) compensation of the President; (2) the Office of Administration; (3) the White House Office; (4) the Executive Residence at the White House; (5) the official residence of the Vice President; (6) special assistance to the President; (7) the Council of Economic Advisers; (8) the Office of Policy Development; (9) the National Security Council; (10) the Office of Management and Budget; (11) Office of Information and Regulatory Affairs; (12) the Office of Federal Procurement Policy; (13) the Property Review Board; and (14) unanticipated needs. Authorizes the President to appoint and fix the compensation of the Executive Director of the Property Review Board at a rate not to exceed the rate of basic pay then currently paid for level III of the Executive Schedule. Title IV: Independent Agencies Appropriations Act, 1984 - Makes appropriations for FY 1984 to the following independent agencies: (1) the Administrative Conference of the United States; (2) the Advisory Commission on Intergovernmental Relations; (3) the Advisory Committee on Federal Pay; (4) the Committee for Purchase from the Blind and Other Severely Handicapped; (5) the Federal Election Commission; (6) the General Services Administration (GSA) for the Federal Buildings Fund (with amounts for repairs and alterations to specified federal buildings); (7) the National Archives and Records Service; (8) the Federal Property Resources Service; (9) the National Defense Stockpile Transaction Fund; (10) general management and agency operations; (11) the Office of Inspector General; and (12) allowances and office staff for former presidents; and (13) Office of Information Resources Management. Credits the appropriate appropriation or fund available to the GSA with: (1) cost of operation, protection, maintenance, upkeep, repair, and improvement, included as part of rentals received from Government corporations; and (2) funds of other agencies transferred to GSA, in connection with property transferred to GSA. Makes funds available to GSA available for the hire of passenger motor vehicles. Makes appropriations available for payment to GSA for charges for space, services, and public improvements to buildings and facilities. Permits funds in the Federal Buildings Fund to be transferred between activities only to the extent necessary for mandatory program requirements. Permits the transfer, if approved in advance by the Appropriations Committees, of up to one percent of the appropriations for operating expenses and salaries and expenses (excluding the Federal Buildings Fund) between such appropriations for mandatory program requirements. Exempts funds made available for the payment of rent from certain statutory restrictions. Makes appropriations for FY 1984 for: (1) the Office of Personnel Management (including transfer of trust funds); (2) the government payment for annuitants and employees' health benefits; (3) the payment to the Civil Service Retirement and Disability Fund; (4) the Merit Systems Protection Board (including a transfer of funds); (5) the Office of Special Counsel; (6) the Federal Labor Relations Authority; and (7) the United States Tax Court. Title V: General Provisions - Places limitations on travel expenses. Prohibits the availability of any appropriations to pay the salary of any person filling a position, other than a temporary position, formerly held by an employee who left to enter the armed forces and, after discharge, has made timely application for restoration. Prohibits the use of any appropriation for the purchase or sale of real estate or for establishing new offices inside or outside the District of Columbia, except for programs approved by Congress and appropriated. Prohibits any appropriation contained in this Act from remaining available for obligation beyond the current fiscal year unless expressly so provided. Prohibits the availability of any appropriation for the procurement of any hand or measuring tool not produced in the United States or its possessions except in the case of insufficient quantity and unsatisfactory quality. Limits the expenditure of any appropriation under this Act for any consulting service through a procurement contract. Prohibits the use of any part of any appropriation contained in this Act for the procurement of stainless steel flatware not produced in the United States or its possessions. Prohibits the use of the funds made available to the General Services Administration under the Federal Property and Administrative Services Act of 1949 to procure by contract any service which, before the date of this Act, was performed by GSA employees in any position of guards, elevator operators, messengers, custodians, and Public Buildings Service mechanics, except funds for sheltered workshops for the severely handicapped. Prohibits the use of funds to implement or enforce any provisions of the rule TD ATF-66 issued by the Department of the Treasury, Bureau of Alcohol, Tobacco and Firearms on labeling and advertising of wine, distilled spirits and malt beverages. Authorizes the Secretary of the Treasury to conduct followup investigations of all seizures or arrests involving controlled substances by a Customs officer. Provides that of the total amount of budget authority provided for FY 1984 for consulting services, management and professional services, and special studies and analyses, ten percent shall be placed in reserve and not made available for obligation or expenditure. Exempts any entity whose budget request for 1984 for such purposes did not amount to $5,000,000. Title VI: General Provisions (Department, Agencies, and Corporations) - Prohibits any appropriation in this Act from being used for publicity or propaganda purposes within the United States not heretofore authorized by Congress. Fixes the maximum allowable amounts during the current fiscal year for the purchase of any passenger motor vehicle. Prohibits any appropriation from being used to pay the compensation of any officer or employee of the Government of the United States whose post of duty is in the continental United States unless such person is: (1) a citizen of the United States; (2) eligible for citizenship, has filed a declaration of intention to become a citizen and is residing in the United States; (3) owes allegiance to the United States; (4) an alien from one of a specified number of countries; or (5) a refugee from one of a specified number of countries. Makes certain appropriations available for expenses of travel also available for quarters allowances and cost-of-living allowances. Makes appropriations available for payment to the General Services Administration for charges for space and services and those expenses of renovation and alteration of buildings and facilities which constitute public improvements. Prohibits any appropriation from being paid to any person for the filling of any position for which he or she as been nominated after the Senate has voted not to approve such nomination. Makes specified funds available for rent in the District of Columbia. Permits the use by Federal agencies of foreign credits owed to or owned by the United States for any purpose for which appropriations are made for the current fiscal year. Prohibits the use of funds for publicity or propaganda purposes designed to support or defeat legislation pending before Congress. Denies funds to pay the salary of any officer or employee of the U.S. Postal Service who tries to prevent other officers or employees from communicating with Members or committees of Congress (whistle blowing), or who tries to discipline any officer or employee who does so communicate. Prohibits the use of appropriations for interagency financing of boards, commissions, councils, committees, or similar groups which do not have prior and specific statutory approval to receive financial support from more than one agency or instrumentality. Makes specified funds available for the employment of guards for all buildings and areas owned or occupied by the United States or the Postal Service. Limits the amount which any agency may pay the Administrator of the General Services Administration per square foot for rental of space and services. Prohibits the use of funds for administrative expenses in connection with the designation for construction, arranging for financing, or execution of contracts or agreements for financing or construction of any additional purchase contract projects under the Public Buildings Amendments of 1972 during the period beginning October 1, 1976, and ending September 30, 1984. Prohibits the use of funds for the purchase of passenger automobiles with an EPA estimate of less than 22 miles per gallon, except in specified cases. Prohibits the use of funds made available by this Act to implement, administer, or enforce any regulation which has been disapproved by a resolution of disapproval duly adopted. Limits the amount that may be paid to any prevailing rate employee for FY 1983. Requires the designation of one office, officer, or employee of each executive agency to establish and operate a central monitoring system for the oversight of agency motor vehicle operations and related activities. Requires the head of each agency to develop a system to identify, collect, and analyze data with respect to all cost incurred in operating motor vehicles. Sets forth information to be included by each executive agency in the requests for appropriations for FY 1985 concerning motor vehicles. Requires each executive agency to review the motor pool, storage, maintenance, and other intra-agency motor vehicle facilities of the agency, and to consolidate where feasible and cost effective. Requires the Administrator to conduct a study of the feasibility and cost implications of using commercial firms to operate, maintain, purchase, and dispose of motor vehicles. Requires a report to be made to Congress concerning such motor vehicle provisions not later than 12 months after the date of enactment of this Act. Requires the Comptroller General to report to Congress on the activities of the Director of the Office of Management and Budget, the Administrator of the General Services Administration, and executive agencies in carrying out such provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Executive Office Appropriations Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Independent Agencies Appropriations Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Postal Service Appropriation Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Treasury Department Appropriation Act, 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill making appropriations for the Treasury Department, the United States Postal Service, the Executive Office of the President, and certain Independent Agencies, for the fiscal year ending September 30, 1984, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:00-05:00"
}