{
  "actions": [
    {
      "acted_at": "1995-01-27", 
      "references": [
        {
          "reference": "CR E198-199", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-27", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-22", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "National Parks, Forests and Lands", 
      "text": "Referred to the Subcommittee on National Parks, Forests and Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-02-22", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "text": "Executive Comment Requested from Interior, USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-22", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "Energy and Mineral Resources", 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr723-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Forests, and Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-27", 
  "number": "723", 
  "official_title": "To provide for the protection of the geothermal resources of Yellowstone National Park.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s274-104", 
      "reason": "related"
    }
  ], 
  "short_title": "Old Faithful Protection Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Williams, Pat", 
    "state": "MT", 
    "thomas_id": "01231", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-27", 
  "subjects": [
    "Churches", 
    "Citizen lawsuits", 
    "Claims", 
    "Congress", 
    "Congressional reporting requirements", 
    "Damages", 
    "Easements", 
    "Eminent domain", 
    "Energy", 
    "Energy development", 
    "Energy policy", 
    "Energy research", 
    "Environmental protection", 
    "Environmental research", 
    "Federal-state relations", 
    "Geothermal resources", 
    "Government liability", 
    "Government operations and politics", 
    "Groundwater", 
    "Idaho", 
    "Indian claims", 
    "Injunctions", 
    "Judicial review of administrative acts", 
    "Land transfers", 
    "Law", 
    "Licenses", 
    "Minorities", 
    "Montana", 
    "National forests", 
    "National parks", 
    "Parks", 
    "Parties to actions", 
    "Prospecting", 
    "Public lands and natural resources", 
    "Religion", 
    "Right-of-way", 
    "Science, technology, communications", 
    "State laws", 
    "Water pollution control", 
    "Water resources development", 
    "Water rights", 
    "Wyoming"
  ], 
  "subjects_top_term": "Parks", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-27", 
    "text": "Old Faithful Protection Act of 1995 - Declares that any use of, or production from, any existing geothermal well, or any exploration for, or development of, any new geothermal well or any facility related to the use of geothermal steam and associated geothermal resources within the boundary of the Yellowstone Protection Area risks adverse effects upon the hydrothermal and geothermal features of Yellowstone National Park. (Sec. 4) Prohibits the Secretary of the Interior from issuing any geothermal lease for lands within the boundary of the Area. (Sec. 5) Places a moratorium upon the use of, or production from, any existing geothermal well, or any exploration for, or development of, any new geothermal well or any facility related to the use of geothermal steam and associated geothermal resources within the boundary of the Yellowstone Protection Area. Directs the Secretary to review National Park Service management of the Park and take the steps necessary to protect the Park's thermal systems, features, and resources. (Sec. 6) Directs the National Park Service to research, inventory, and report to the Congress periodically on the current and potential effects of hydrothermal, geothermal development, mineral, or other resources upon protected systems and features. Mandates the exclusive use of nonintrusive methodologies. (Sec. 7) Prescribes guidelines under which the States of Montana, Wyoming, and Idaho are encouraged to implement federally approved State management programs for regulated resources outside Yellowstone National Park. Prohibits any use (including research), production, exploration, or development of any regulated resources on lands within the Area except as authorized by permit issued by a State agency implementing a federally approved State program. Authorizes the Secretary to enter into cooperative agreements with Montana, Wyoming, and Idaho and with the Secretary of Agriculture to fulfill the purposes of this Act. (Sec. 8) Declares that the water rights compact between the United States and the State of Montana ratified in 1993 shall be considered an approved State program for regulation of groundwater resources within Yellowstone Protection Area. (Sec. 9) Deems certain provisions of the Idaho Code to have been submitted to the Secretary for approval as an approved State program. (Sec. 10) Makes the State management program provisions of section 7 of this Act ineffective with respect to the Area within Idaho and Wyoming for two years if the Governor of the State notifies the Secretary that the State will prohibit any permit or other approval action involving regulated resources within the Area during such period. Authorizes either State to submit a State program during such period. Activates such provisions at the end of the two-year period upon approval or disapproval of the respective State program. (Sec. 11) Authorizes citizen suits to enjoin any party (including the United States, except for a State or State agency or local government) alleged to be in violation of this Act, or pertinent regulations. (Sec. 12) Provides for judicial review of administrative procedures relating to this Act. (Sec. 14) Authorizes appropriations. (Sec. 16) Prescribes guidelines for the Secretary of Agriculture to acquire by exchange certain lands and interests in lands owned by the Church Universal and Triumphant located in the Yellowstone Controlled Groundwater Area and Corwin Springs Known Geothermal Resource Area of the Gallatin National Forest."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Old Faithful Protection Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for the protection of the geothermal resources of Yellowstone National Park.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:57-05:00"
}