{
  "actions": [
    {
      "acted_at": "1981-05-08", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-06-03", 
      "in_committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "subcommittee": "Energy and the Environment", 
      "text": "Referred to Subcommittee on Energy and the Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3513-97", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and the Environment", 
      "subcommittee_id": "06"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-08", 
  "number": "3513", 
  "official_title": "A bill to amend the Price-Anderson provisions of the Atomic Energy Act of 1954 relating to liability for accidents at nuclear facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Nuclear Liability Reform Act of 1981", 
  "sponsor": {
    "district": "22", 
    "name": "Bingham, Jonathan B.", 
    "state": "NY", 
    "thomas_id": "00090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1981-05-08", 
  "subjects": [
    "Business and commerce", 
    "Civil procedure", 
    "Courts and Civil Procedure", 
    "Insurance", 
    "Liability for nuclear damages", 
    "Liability insurance", 
    "Nuclear energy", 
    "Nuclear power plant accidents", 
    "Nuclear power plants"
  ], 
  "subjects_top_term": "Liability for nuclear damages", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-08", 
    "text": "Nuclear Liability Reform Act of 1981 - Amends the Atomic Energy Act of 1954 to limit the maximum aggregate liability of a licensee and other persons who may be liable for damages resulting from a nuclear incident to the sum of: (1) the financial protection required; and (2) any indemnity provided by the Nuclear Regulatory Commission (NRC) if the persons indemnified are (a) NRC contractors, (b) nonprofit educational institutions, or (c) connected with the nuclear ship Savannah. Limits such aggregate liability under an indemnification agreement with an NRC contractor for a nuclear incident outside the United States to $100,000,000 plus the contractor's required protection. Prohibits payment for public liability arising from a single nuclear incident involving a facility licensed on or after the enactment of this Act from any source except the financial protection required until that protection is exhausted. Requires that specified licensees under such Act make arrangements which satisfy the NRC that the manufacturer and the architect-engineer of a licensed facility will participate in the industry retrospective rating plan. Revises to one year after enactment of this Act the date by which the NRC must determine the maximum amount of financial protection required of licensees involved in nuclear incidents. Requires that such insurance be made available to, and required of, each licensee, manufacturer, and architect-engineer of a nuclear facility. Specifies the deferred premiums which shall be charged under an industry retrospective rating plan to a licensee, a manufacturer, and an architect-engineer following any nuclear incident. Increases the statute of limitations for suits based on nuclear incidents from 20 to 40 years for purposes of waiver of defenses. Specifies the standard of proof which shall apply in determining liability for damages caused by a nuclear incident. Prohibits the courts from considering claims by the owner or operator of a nuclear reactor until all other claims permitted under the Act have been resolved."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Nuclear Liability Reform Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Price-Anderson provisions of the Atomic Energy Act of 1954 relating to liability for accidents at nuclear facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:48:58-05:00"
}