{
  "actions": [
    {
      "acted_at": "1975-01-15", 
      "committee": "Senate Committee on Armed Services", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "sres6-94", 
  "bill_type": "sres", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1975-01-03", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-01-15", 
  "number": "6", 
  "official_title": "Resolved, that (a) there is established a select committee of the Senate, to be known as the Select Committee on Intelligence Operations and Activities (hereinafter referred to as the \"select committee\"), to conduct a study and behalf of the intelligence community of the Federal Government with a view to determining whether, and to what extent, illegal, improper, or unethical actions, have been engaged in by any persons, acting either individually or in combination with others, while carrying our intelligence operations or activities or while acting under the guise of carrying out such operations or activities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Schweiker, Richard S.", 
    "state": "PA", 
    "thomas_id": "01431", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-01-15", 
  "subjects": [
    "Armed forces and national security", 
    "Central Intelligence Agency", 
    "Congressional committees", 
    "Congressional committees (Senate)", 
    "Crime and law enforcement", 
    "Government operations and politics", 
    "Law", 
    "National defense", 
    "Senate"
  ], 
  "subjects_top_term": "Congressional committees (Senate)", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-01-15", 
    "text": "Establishes in the Senate the Select Committee on Intelligence Operations and Activities, to conduct a study of the intelligence operations carried out by, under the direction or supervision of, or on behalf of the intelligence community of the Federal Government with a view to determining whether, and to what extent, illegal, improper, or unethical actions, have been engaged in by any persons, acting either individually or in combination with others, while carrying out intelligence operations or activities or while acting under the guise of carrying out such operations or activities. States that it shall be the function of the select committee to conduct an investigation with respect to the charter of the Central Intelligence Agency, including a consideration of the following matters: (1) the extent to which the statutory authority of the Central Intelligence Agency has been modified, expanded, or diminished by executive orders, by National Security Council actions, decrees, or directives, or by other means; (2) the effectiveness of the existing charter in guaranteeing individual consitutional rights and the integrity of democratic institutions, consistent with the requirements of national security; and (3) the nature and extent of any Central Intelligence Agency activities performed on behalf of, or at the request of, other Government departments, agencies, or officials. Sets forth the powers of the committee. Directs the Committee to submit an interim report of its findings within six months and a final report, together with its findings and its recommendations for any new legislation, to the Senate at the earliest practicable date, but no later than February 28, 1976. Expresses the sense of the Senate that the President immediately designate an individual of the highest character and integrity from outside the executive branch to serve as special prosecutor for the Government of the United States in any and all criminal investigations, indictments, and actions arising from any violations of the National Security Act of 1947 or the Central Intelligence Agency Act of 1949 by any person acting individually or in combination with others."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Resolved, that (a) there is established a select committee of the Senate, to be known as the Select Committee on Intelligence Operations and Activities (hereinafter referred to as the \"select committee\"), to conduct a study and behalf of the intelligence community of the Federal Government with a view to determining whether, and to what extent, illegal, improper, or unethical actions, have been engaged in by any persons, acting either individually or in combination with others, while carrying our intelligence operations or activities or while acting under the guise of carrying out such operations or activities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:34:13-05:00"
}