{
  "actions": [
    {
      "acted_at": "1991-04-11", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s802-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bingaman, Jeff", 
      "sponsored_at": "1991-09-18", 
      "state": "NM", 
      "thomas_id": "01285", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1991-04-11", 
  "number": "802", 
  "official_title": "A bill to amend title VII of the Public Health Service Act to prohibit discrimination against international medical graduates, to provide for the establishment of a National Repository of Physician Records, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "International Medical Graduates Anti-Discrimination Act", 
  "sponsor": {
    "district": null, 
    "name": "Simon, Paul", 
    "state": "IL", 
    "thomas_id": "01059", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1991-04-11", 
  "subjects": [
    "Discrimination in employment", 
    "Federal advisory bodies", 
    "Foreign-trained physicians", 
    "Government paperwork", 
    "Grants-in-aid", 
    "Health", 
    "Licenses", 
    "Medical students", 
    "Physicians", 
    "Student records"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1991-04-11", 
    "text": "International Medical Graduates Anti-Discrimination Act - Amends the Public Health Service Act to establish the National Repository for Physician's Records. Requires the Repository, on request of an applicant for physician licensure in a State to: (1) maintain and verify documents on the applicant's educational background and credentials; and (2) provide such information to medical licensing boards and related entities. Establishes the Advisory Council on Medical Licensure to monitor the Repository for its first three years. Authorizes appropriations. Prohibits: (1) discrimination against an international medical graduate (defined as a graduate from a medical school outside the United States or Canada), on the basis of the international medical degree of the graduate, in facets of medical practice such as licensing, hiring, or granting clinical or hospital privileges or peer-review process; and (2) requiring an international graduate to provide additional information or meet additional requirements that would not be required from a graduate of a school in a State or Canada. Provides for grants to the Federation of State Medical Boards for developing and administering a single national medical licensing examination or set of examinations. Authorizes appropriations. Makes it unlawful for a graduate medical residency training program to deny a residency to an international medical graduate if such a residency cannot be filled by a graduate of a U.S. or Canadian medical school. Authorizes relief in the form of damages and specific performance. Requires such a program, to the extent practicable, to ensure that all residencies offered, and for which funds are available, are filled in accordance with these provisions. Mandates a report to the Congress comparing the treatment of graduates from U.S. and Canadian medical schools with international medical graduates."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "International Medical Graduates Anti-Discrimination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title VII of the Public Health Service Act to prohibit discrimination against international medical graduates, to provide for the establishment of a National Repository of Physician Records, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:10:51-05:00"
}