{
  "actions": [
    {
      "acted_at": "1995-03-22", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-27", 
      "in_committee": "House Committee on Resources", 
      "references": [], 
      "subcommittee": "National Parks, Forests and Lands", 
      "text": "Referred to the Subcommittee on National Parks, Forests and Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-03-28", 
      "in_committee": "House Committee on Resources", 
      "in_subcommittee": "National Parks, Forests and Lands", 
      "references": [], 
      "text": "Subcommittee Hearings Held. Hearings Printed: H. Hrg. 104-8.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1301-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on National Parks, Forests, and Lands", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Blute, Peter I.", 
      "sponsored_at": "1995-03-22", 
      "state": "MA", 
      "thomas_id": "00100", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Boehlert, Sherwood", 
      "sponsored_at": "1995-03-22", 
      "state": "NY", 
      "thomas_id": "00101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Boucher, Rick", 
      "sponsored_at": "1995-03-22", 
      "state": "VA", 
      "thomas_id": "00113", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Coyne, William J.", 
      "sponsored_at": "1995-03-22", 
      "state": "PA", 
      "thomas_id": "00245", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Hall, Tony P.", 
      "sponsored_at": "1995-03-22", 
      "state": "OH", 
      "thomas_id": "00487", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "26", 
      "name": "Hinchey, Maurice D.", 
      "sponsored_at": "1995-03-22", 
      "state": "NY", 
      "thomas_id": "00541", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Hoke, Martin R.", 
      "sponsored_at": "1995-03-22", 
      "state": "OH", 
      "thomas_id": "00549", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "1995-07-18", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kennedy, Patrick J.", 
      "sponsored_at": "1995-03-30", 
      "state": "RI", 
      "thomas_id": "00627", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Meehan, Martin T.", 
      "sponsored_at": "1995-03-22", 
      "state": "MA", 
      "thomas_id": "00788", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Mollohan, Alan B.", 
      "sponsored_at": "1995-03-22", 
      "state": "WV", 
      "thomas_id": "00824", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Neal, Richard E.", 
      "sponsored_at": "1995-03-22", 
      "state": "MA", 
      "thomas_id": "00854", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "1995-03-22", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Reed, Jack", 
      "sponsored_at": "1995-03-22", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Regula, Ralph", 
      "sponsored_at": "1995-03-22", 
      "state": "OH", 
      "thomas_id": "00951", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Sawyer, Thomas C.", 
      "sponsored_at": "1995-03-22", 
      "state": "OH", 
      "thomas_id": "01022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Spratt, John M., Jr.", 
      "sponsored_at": "1995-03-30", 
      "state": "SC", 
      "thomas_id": "01092", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Torkildsen, Peter G.", 
      "sponsored_at": "1995-03-22", 
      "state": "MA", 
      "thomas_id": "01161", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Traficant, James A., Jr.", 
      "sponsored_at": "1995-03-22", 
      "state": "OH", 
      "thomas_id": "01166", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-03-22", 
  "number": "1301", 
  "official_title": "To establish the American Heritage Areas Partnership Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Heritage Areas Act of 1995", 
  "sponsor": {
    "district": "4", 
    "name": "Vento, Bruce F.", 
    "state": "MN", 
    "thomas_id": "01185", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-03-22", 
  "subjects": [
    "Administrative procedure", 
    "American Revolution", 
    "Animals", 
    "Architecture", 
    "Art", 
    "Arts, culture, religion", 
    "Authorization", 
    "Buy American", 
    "Canals", 
    "Civil rights and liberties, minority issues", 
    "Civil war", 
    "Coal", 
    "Commemorations", 
    "Commerce", 
    "Congress", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Conservation of natural resources", 
    "Cooperative societies", 
    "Cultural property", 
    "Department of the Interior", 
    "Easements", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Energy", 
    "Energy policy", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fishery management", 
    "Fishing", 
    "Foreign trade and international finance", 
    "Government lending", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Greenways", 
    "Harbors", 
    "Historic sites", 
    "History", 
    "Hunting", 
    "Illinois", 
    "Indiana", 
    "Industrialization", 
    "Iron and steel industry", 
    "Kentucky", 
    "Labor and employment", 
    "Labor unions", 
    "Land use", 
    "Law", 
    "Leather industry", 
    "Marine and coastal resources, fisheries", 
    "Massachusetts", 
    "Military history", 
    "New York State", 
    "Nonprofit organizations", 
    "Ohio", 
    "Outdoor recreation", 
    "Pennsylvania", 
    "Planning", 
    "Public lands and natural resources", 
    "Recreation areas", 
    "Regional planning", 
    "Rhode Island", 
    "Right of property", 
    "Rivers", 
    "Roads and highways", 
    "Signs and signboards", 
    "Sports and recreation", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Textile industry and fabrics", 
    "Traffic signs and signals", 
    "Trails", 
    "Transportation and public works", 
    "Trapping", 
    "Virginia", 
    "Water resources development", 
    "Watershed management", 
    "Watersheds", 
    "Waterways", 
    "West Virginia", 
    "Wildlife conservation", 
    "Wildlife management", 
    "Wisconsin", 
    "Women", 
    "Women's education", 
    "Women's employment"
  ], 
  "subjects_top_term": "Historic sites", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-03-22", 
    "text": "TABLE OF CONTENTS: Title I: American Heritage Areas Partnership Program Title II: Designation of American Heritage Areas Title III: Studies Regarding Potential American Heritage Areas Title IV: Blackstone River Valley National Heritage Corridor Amendments Title V: Bramwell National Historic District Title VI: Southwestern Pennsylvania American Heritage Area Amendments Title VII: Buy American Policy American Heritage Areas Act of 1995 - Title I: American Heritage Areas Partnership Program - American Heritage Areas Partnership Program Act of 1995 - Establishes the American Heritage Areas Partnership Program within the Department of the Interior, consisting of such Areas designated by this Act. Authorizes the Secretary of the Interior to: (1) evaluate nominated Areas; (2) advise State and local governments, nonprofit organizations, and other appropriate entities as to suitable methods of recognizing and preserving thematically and geographically linked natural, historic, and cultural resources and recreational opportunities; and (3) consider any designated Heritage Area for nomination to the World Heritage List if the Area meets the nomination qualifications. Specifies that no county, city, or town shall be included within the boundaries of the Area unless its government agrees and notifies the Secretary. Provides that an area may be designated as an American Heritage Area only by an Act of the Congress or by the means provided in title II. Conditions such designation on the Secretary of the Interior's approval of an Area feasibility study and compact. (Sec. 106) Sets forth provisions regarding compacts (relating to the objectives and management of Areas proposed for designation) and management plans (which shall present comprehensive recommendations for the conservation, funding, management, and development of such Areas). Authorizes the Secretary to provide technical and financial assistance for early actions that are important to the theme of an Area and that protect resources that would be in imminent danger of irreversible damage otherwise. Specifies that no provision of this title shall be construed to require any change in land use regulation as a condition of approval of a compact, management plan, or revision of a compact or management plan by the Secretary. (Sec. 107) Authorizes the management entities named in the compacts for American Heritage Areas to receive Federal funds in support of cooperative partnerships to prepare and implement the management plans and otherwise perform the functions contemplated in this title. Directs the management entity for an American Heritage Area to publish procedures to ensure that the rights of owners of private property are protected, including a process to provide information to such owners with respect to obtaining just compensation due as a result of taking of private property under the Fifth Amendment to the Constitution. (Sec. 108) Sets forth provisions regarding: (1) withdrawal of the designation of an Area; (2) matching grants; (3) technical and other assistance; (4) spending Federal funds on non-federally owned property; (5) reporting requirements; (6) duties of Federal entities conducting Area activities; and (7) the lack of effect of this Act on other land use regulation. (Sec. 111) Authorizes appropriations. Specifies funding limitations. (Sec. 115) Specifies that: (1) the designation of an American Heritage Area shall not diminish the authority of the affected State to manage fish and wildlife, including the regulation of fishing and hunting within such Area; and (2) limitations on fishing, hunting, or trapping may not be made a condition for the approval of a compact or management plan, the provision of assistance for early actions, the determination of eligibility for Federal funds, or the receipt, in connection with the American Heritage Area status of an area, of any other form of assistance from the Secretary of other Federal agencies. Title II: Designation of American Heritage Areas - Designates the following areas, subject to specified requirements, as part of the American Heritage Areas Partnership Program: (1) American Coal Heritage Area, West Virginia and Virginia; (2) Essex American Heritage Area, Massachusetts; (3) Hudson River Valley American Heritage Area, New York; (4) Ohio & Erie Canal American Heritage Area, Ohio; (5) Shenandoah Valley Battlefields American Heritage Area, Virginia; (6) Steel Industry American Heritage Area, Pennsylvania; and (7) Wheeling American Heritage Area, West Virginia. Title III: Studies Regarding Potential American Heritage Areas - Directs the Secretary to complete a study on the suitability and feasibility of designating the following as American Heritage Areas: (1) Ohio River corridor, from its headwaters in Pennsylvania to its confluence with the Mississippi River; (2) Fox and Lower Wisconsin River corridors, Wisconsin; and (3) Tryon County, in the Mohawk Valley of New York State, and the Country of the Six Nations (Iroquois Confederacy). Title IV: Blackstone River Valley National Heritage Corridor Amendments - Amends the Act establishing the Blackstone River Valley National Heritage Corridor in Massachusetts and Rhode Island to make changes with respect to boundaries, membership and termination of the Blackstone River Valley National Heritage Corridor Commission, and plan revision and implementation. Directs the Commission to revise the Cultural Heritage and Land Management Plan and submit the revised plan to the Secretary and the Governors of Massachusetts and Rhode Island for approval. Specifies that the revision shall address any change in the boundaries of the Corridor that occurs after submission of the plan and shall include a natural resource inventory of areas or features that should be protected, restored, or managed because of the natural and cultural significance of the areas or features. (Sec. 402) Authorizes the Secretary to provide funds for projects in the Corridor that exhibit national significance or provide a wide spectrum of historic, recreational, environmental, educational, or interpretive opportunities, without regard to whether the projects are in public or private ownership. Sets forth provisions regarding: (1) application procedures; and (2) funding and funding limitations. Authorizes appropriations. Title V: Bramwell National Historic District - Designates the Bramwell National Historic District, West Virginia. Authorizes the Secretary to enter into cooperative agreements with the State of West Virginia, or any political subdivision thereof, to further the purposes of the Historic District. Sets forth provisions regarding the ratio of non-Federal funds and agreements regarding payments. Authorizes appropriations. Title VI: Southwestern Pennsylvania American Heritage Area Amendments - Southwestern Pennsylvania American Heritage Area Amendments Act - Amends the Act establishing in the Department of the Interior the Southwestern Pennsylvania Heritage Preservation Commission (the Act) to designate the Southwestern Pennsylvania American Heritage Area. Specifies that such Area shall not be considered an American Heritage Area for purposes of the American Heritage Areas Partnership Program Act of 1994 or the American Heritage Areas Partnership Program. (Sec. 604) Directs the Commission to revise: (1) the management plan developed before the date of enactment of this title to provide for limited Federal involvement; and (2) the scope and cost document developed before such date to reflect the total cost of each project proposed for approval and the Federal portion of such cost. Specifies that both the management plan and the scope and cost document shall be submitted to the Secretary for approval. Bars the Commission from making loans or grants involving Federal funds except as provided in this title. Limits specified funds available for the preservation or restoration of historic properties in an amount not to exceed $100,000 for each project so assisted. Specifies that Federal funds available under the Act with respect to projects may be made available only for projects that are consistent with the Standards and Guidelines for Historic Properties promulgated by the Secretary. Sets forth additional funding limitations. (Sec. 606) Authorizes appropriations. (Sec. 607) Authorizes the Secretary to provide signs, interpretive materials, and other informational devices for a vehicular tour route known as the Path of Progress Heritage Route. Title VII: Buy American Policy - Expresses the sense of the Congress that, to the greatest extent practicable, all equipment and products purchased with funds made available under this Act should be American made. Directs the Secretary to provide notice of such statement to any entity receiving financial assistance or entering a contract pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "American Heritage Areas Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "American Heritage Areas Partnership Program Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Southwestern Pennsylvania American Heritage Area Amendments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish the American Heritage Areas Partnership Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:34:16-05:00"
}