{
  "actions": [
    {
      "acted_at": "1973-01-09", 
      "committee": "Senate Committee on Government Operations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Government Operations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s260-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Government Operations", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Bayh, Birch", 
      "sponsored_at": "1973-01-03", 
      "state": "IN", 
      "thomas_id": "01277", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Beall, J. Glenn, Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MD", 
      "thomas_id": "01278", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Clark, Dick", 
      "sponsored_at": "1973-01-03", 
      "state": "IA", 
      "thomas_id": "01306", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cook, Marlow W.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cranston, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01311", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gurney, Edward J.", 
      "sponsored_at": "1973-01-03", 
      "state": "FL", 
      "thomas_id": "01345", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hart, Philip A.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "01348", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Haskell, Floyd K.", 
      "sponsored_at": "1973-01-03", 
      "state": "CO", 
      "thomas_id": "01350", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatfield, Mark O.", 
      "sponsored_at": "1973-01-03", 
      "state": "OR", 
      "thomas_id": "01352", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Huddleston, Walter (Dee)", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01363", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Humphrey, Hubert H.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01366", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mathias, Charles McC., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "MD", 
      "thomas_id": "01391", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McGovern, George", 
      "sponsored_at": "1973-01-03", 
      "state": "SD", 
      "thomas_id": "01397", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metcalf, Lee", 
      "sponsored_at": "1973-01-03", 
      "state": "MT", 
      "thomas_id": "01399", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Metzenbaum, Howard M.", 
      "sponsored_at": "1974-12-31", 
      "state": "OH", 
      "thomas_id": "01400", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mondale, Walter F.", 
      "sponsored_at": "1973-01-03", 
      "state": "MN", 
      "thomas_id": "01402", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Nelson, Gaylord", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01411", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1973-01-03", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Percy, Charles H.", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "01418", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Proxmire, William", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "01419", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1973-01-03", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stafford, Robert T.", 
      "sponsored_at": "1973-01-03", 
      "state": "VT", 
      "thomas_id": "01438", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stevenson, Adlai E., III", 
      "sponsored_at": "1973-01-03", 
      "state": "IL", 
      "thomas_id": "01441", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Symington, Stuart", 
      "sponsored_at": "1973-01-03", 
      "state": "MO", 
      "thomas_id": "01444", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tunney, John V.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "01450", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Weicker, Lowell P., Jr.", 
      "sponsored_at": "1973-01-03", 
      "state": "CT", 
      "thomas_id": "01453", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-09", 
  "number": "260", 
  "official_title": "A bill to provide that meetings of Government agencies and of congressional committees shall be open to the public.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr11050-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Government in the Sunshine Act", 
  "sponsor": {
    "district": null, 
    "name": "Chiles, Lawton", 
    "state": "FL", 
    "thomas_id": "01304", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-09", 
  "subjects": [
    "Congressional committees", 
    "Freedom of information", 
    "Government operations and politics", 
    "Government records, documents, and information", 
    "House of Representatives", 
    "Senate"
  ], 
  "subjects_top_term": "Freedom of information", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-09", 
    "text": "Government in the Sunshine Act - Title I: Congressional Procedures - Requires each meeting of each standing, select, or special committee or subcommittee of the Senate and House of Representatives, including meetings to conduct hearings, shall be open to the public. Provides that a portion or portions of such meetings may be closed to the public if the committee or subcommittee determines by vote of a majority of the members present that the matters to be discussed or the testimony to be taken: (1) will disclose matters necessary to be kept secret in the interests of national security or the confidential conduct of the foreign relations of the United States; (2) will relate solely to matters of committee staff personnel or internal staff management or procedure; (3) will tend to charge with crime or misconduct, or to disgrace, injure the professional standing or otherwise expose to public contempt or obloquy any individual, or will represent a clearly unwarranted invasion of the privacy of any individual (unless it relates to any government officer or employee with respect to his official duties or employment); (4) will disclose the identity of any informer or law enforcement agent or of any information relating to the investigation or prosecution of a criminal offense that is required to be kept secret in the interests of effective law enforcement; or (5) will disclose information relating to the trade secrets of financial or commercial information pertaining specifically to a given person. Directs each standing, select, or special committee or subcommittee of the Senate and House of Representatives to make a public announcement of the date, place, and subject matter of each meeting (whether open or closed to the public) at least one week before such meeting unless the committee or subcommittee determines by a vote of the majority of its members that committee business requires that such meeting be called at an earlier date, in which case the committee shall make public announcement of the date, place and subject matter of such meeting at the earliest practicable opportunity. Provides that a complete transcript, including a list of all persons attending and their affiliation, shall be made of each meeting of each standing, select, or special committee or subcommittee. Provides that a copy of each such transcript shall be made available for public inspection within seven days of each such meeting, and additional copies of any transcript shall be furnished to any person at the actual cost of duplication. Provides that all the aforegoing requirements and exceptions applicable to the meetings of the committees and subcommittees of the House and Senate shall also be applicable to each meeting of a committee of conference. Establishes procedures to review and reverse any committee and subcommittee vote to close a meeting to the public or to delete from the publicly available copy a portion of a meeting transcript. Title II: Agency Procedure - Requires all meetings of any Federal agency to be open to the public unless a majority of the entire membership of an agency determines the meeting: (1) will probably disclose matters necessary to be kept secret in the interests of national security or the confidential conduct of the foreign relations of the United States; (2) will relate solely to individual agency personnel or to internal agency office management and procedures or financial auditing; (3) will tend to charge with crime or misconduct, or to disgrace, injure the professional standing or otherwise expose to public contempt of obloquy any individual, or will represent a clearly unwarranted invasion of the privacy of any individual (unless it relates to any government officer or employee with respect to his official duties or employment); (4) will probably disclose the identity of any informer or law enforcement agent or of any information relating to the investigation or prosecution of a criminal offense that is required to be kept secret in the interests of effective law enforcement; or (5) will disclose information relating to the trade secrets or financial or commercial information pertaining specifically to a given person. Directs each agency to make public announcement of the date, place, and subject matter of each meeting at which official action is considered or discussed (whether open or closed to the public) at least one week before each meeting unless the agency determines by a vote of the majority of its members that agency business requires that such meetings be called at an earlier date, in which case the agency shall make public announcement of the date, place, and subject matter of such meeting at the earliest practicable opportunity. Provides that a complete transcript, including a list of all persons attending and their affiliations, shall be made of each meeting of each agency at which official action is considered or discussed (whether open or closed to the public). Provides that a copy of each such meeting shall be made available to the public for inspection, and additional copies of any transcript shall be furnished to any person at the actual cost of duplication. Requires each agency to promulgate regulations to implement the requirements of this title. States that any citizen or person resident in the United States may bring a proceeding in the United States Court of Appeals for the District of Columbia Circuit: (1) to require an agency to promulgate such regulations if such agency has not promulgated such regulations within the time period specified herein; or (2) to set aside agency regulations issued pursuant to this Act that are not in accord with the requirements of this title and to require the promulgation of regulations that are in accord with such requirements. Gives the district courts of the United States jurisdiction to enforce the requirements of this title by declaratory judgment, injunctive relief, or otherwise. Provides that such actions may be brought by any citizen or person resident in the United States. Provides that such actions shall be brought in the district wherein the plaintiff resides, or has his principal place of business, or where the agency in question has its headquarters."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Government in the Sunshine Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide that meetings of Government agencies and of congressional committees shall be open to the public.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:16-05:00"
}