{
  "actions": [
    {
      "acted_at": "1992-05-05", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1992-09-22", 
      "in_committee": "Committee on Environment and Public Works", 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held. Hearings printed: S.Hrg. 102-890.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2658-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burdick, Quentin N.", 
      "sponsored_at": "1992-05-19", 
      "state": "ND", 
      "thomas_id": "01297", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-05-05", 
  "number": "2658", 
  "official_title": "A bill to authorize the Secretary of Commerce to make grants to States and local governments for the construction of projects in areas of high unemployment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Infrastructure Growth and Employment Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-05-05", 
  "subjects": [
    "Buy American", 
    "Capital investments", 
    "Construction industries", 
    "Economic development", 
    "Economic growth", 
    "Education", 
    "Employment of the handicapped", 
    "Federal aid to higher education", 
    "Foreign trade and international finance", 
    "Government operations and politics", 
    "Grants-in-aid", 
    "Hours of labor", 
    "Industrial parks", 
    "Industrial research", 
    "Infrastructure (Economics)", 
    "Labor statistics", 
    "Local finance", 
    "Minimum wages", 
    "Minority employment", 
    "Native Americans", 
    "Public service employment", 
    "Public works", 
    "Research and development facilities", 
    "School districts", 
    "State finance", 
    "Underemployment", 
    "Unemployed", 
    "Unemployment", 
    "Wages"
  ], 
  "subjects_top_term": "Public works", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-05-05", 
    "text": "Infrastructure Growth and Employment Act of 1992 - Authorizes the Secretary of Commerce (the Secretary), acting through the Economic Development Administration, to make grants to any State or local government for construction, renovation, repair, or other improvement of local public works projects (including those State and local projects for which Federal funding is authorized under other laws). Sets the Federal share at 80 percent of project cost. Terminates the making of such grants after the earlier of: (1) any three-consecutive-month period during which the national unemployment rate remained below six percent; or (2) September 30, 1993. Allocates funds among the States on the basis of a formula involving relative numbers of unemployed persons, average unemployment rates, and severity of unemployment. Reserves specified portions of such funds for projects of Indian tribes and Alaskan Native villages, minimum State allotments, and development and administration of each project. Requires that at least ten percent of total grant funds be set aside and expended only for project grants to local governments with populations under 10,000. Requires that priority and preference be given to: (1) local government projects; (2) local-government-endorsed projects by States and special purpose units; (3) school district projects; (4) projects for industrial research or development parks which allocate space for new businesses; and (5) projects for applied research facilities which develop new products and processes (at higher education institutions). Requires expediting and giving priority to applications from States or local governments with unemployment rates for the past 12 months in excess of the national rates (and, after that, to those with average unemployment rates for that period in excess of six percent). Requires State and local prioritization of projects in their applications. Requires localization of unemployment rate determinations. Requires rules, regulations, and procedures which assure that adequate consideration is given to the relative needs of various sections of the country, based on various factors including amount of unemployment or underemployment in construction and construction-related industries. Prohibits use of funds for acquisition of land or for maintenance costs. Requires applicants to assure that, if funds are available, on-site labor work can begin within 90 days after project approval. Requires: (1) contracting out; (2) competitive bidding; (3) awards to the lowest responsive bid; (4) advertising specifications; (5) environmental law and regulation compliance; and (6) applicability of specified requirements involving Buy American provisions, minority participation, individuals with disabilities, and Davis-Bacon Act prevailing wage rates. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Infrastructure Growth and Employment Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Commerce to make grants to States and local governments for the construction of projects in areas of high unemployment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:34-05:00"
}