{
  "actions": [
    {
      "acted_at": "1979-01-22", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-22", 
      "committee": "House Committee on Public Works and Transportation", 
      "references": [], 
      "text": "Referred to House Committee on Public Works and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-01-22", 
      "committee": "House Committee on International Relations (Subsequently: Foreign Affairs)", 
      "references": [], 
      "text": "Referred to House Committee on International Relations (Subsequently: Foreign Affairs).", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1235-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Public Works and Transportation", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-01-22", 
  "number": "1235", 
  "official_title": "A bill to effect certain reorganization of the Federal Government to strengthen Federal programs and policies for combating international and domestic terrorism.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Omnibus Antiterrorism Act of 1979", 
  "sponsor": {
    "district": "2", 
    "name": "Mathis, Dawson", 
    "state": "GA", 
    "thomas_id": "00747", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-01-22", 
  "subjects": [
    "Air piracy", 
    "Airports", 
    "Arms sales", 
    "Aviation", 
    "Aviation agreements", 
    "Crime prevention", 
    "Crimes aboard aircraft", 
    "Department of Justice", 
    "Department of State", 
    "Executive reorganization", 
    "Explosives", 
    "Firearms", 
    "Foreign Trade and Investments", 
    "Government operations and politics", 
    "International affairs", 
    "International cooperation", 
    "Sanctions (International law)", 
    "Security measures", 
    "Terrorism", 
    "Transportation and public works", 
    "Treaties"
  ], 
  "subjects_top_term": "Terrorism", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-01-22", 
    "text": "Omnibus Antiterrorism Act of 1979 - Title I: Reorganization of Executive Office of the President - Establishes a Council to Combat Terrorism in the Executive Office of the President. Includes among the council's functions: (1) assisting the President to implement this Act; (2) assisting in the preparation of lists of countries aiding terrorist enterprises and of dangerous foreign airports; and (3) coordinating Federal efforts to combat terrorism. Directs the President to: (1) report to Congress on each act of terrorism which involves or affects United States citizens; and (2) impose sanctions against countries on the list of countries aiding terrorists and against airports on the list of dangerous foreign airports. Title II: Reorganization of the Department of State - Establishes a Bureau for Combating International Terrorism in the Department of State. Urges the President to seek international agreements to assure cooperation in combating terrorism. Lists provisions which should be given priority in negotiating such agreements. Requires the President to: (1) develop programs to insure full implementation of the Convention for the Suppression of Unlawful Acts Against the Safety of Civil Aviation; (2) approve each defense article, sale, and credit made to any individual or group; and (3) include the names of all types of explosives on the United States Munitions List. Title III: Reorganization of the Department of Justice - Establishes an Office for Combating Terrorism in the Department of Justice. Directs the President to extend existing safety and security requirements to supplemental means of air transportation, including charter operations and commuter services. Title IV: Aircraft Sabotage and Piracy - Amends provisions of title 18 of the U.S. Code that specify prohibited acts regarding the destruction of aircraft or aircraft facilities to, among other revisions, set forth penalties for committing violence against a passenger which is likely to endanger an aircraft in service, and for communicating false information which results in endangering the safety of an aircraft in flight. Sets forth penalties for a person found in the United States who has committed against or on board a foreign aircraft an offense in violation of the Convention for the Suppression of Unlawful Acts Against the Safety of Civil Aviation. Authorizes civil penalties for carrying an accessible weapon aboard an aircraft and for imparting or conveying information known to be false regarding specified crimes aboard an aircraft. Specifies criminal penalties for threatening to commit air piracy or any other of certain crimes aboard an aircraft."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Omnibus Antiterrorism Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to effect certain reorganization of the Federal Government to strengthen Federal programs and policies for combating international and domestic terrorism.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:16-05:00"
}