{
  "actions": [
    {
      "acted_at": "2007-07-17", 
      "references": [
        {
          "reference": "CR 7/18/2007 S9475-9476", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-07-17", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1804-110", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "110", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2007-07-17", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2007-07-17", 
  "number": "1804", 
  "official_title": "A bill to enhance the ability of the United States to prevent, prepare for, detect, and respond to agriculture and food emergencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Agriculture and Food Defense Act of 2007", 
  "sponsor": {
    "district": null, 
    "name": "Burr, Richard", 
    "state": "NC", 
    "thomas_id": "00153", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2007-07-17", 
  "subjects": [
    "Agriculture and food", 
    "Animal diseases", 
    "Animals", 
    "Commerce", 
    "Congress", 
    "Congressional reporting requirements", 
    "Consumer education", 
    "Department of Agriculture", 
    "Department of Homeland Security", 
    "Economics and public finance", 
    "Emergency management", 
    "Environmental protection", 
    "Epidemiology", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal officials", 
    "Food industry", 
    "Food irradiation", 
    "Food safety", 
    "Food supply", 
    "Foodborne diseases", 
    "Government operations and politics", 
    "Health", 
    "Health surveys", 
    "Livestock", 
    "Meat inspection", 
    "Medical laboratories", 
    "Pest control", 
    "Plant diseases", 
    "Poisons", 
    "Potable water", 
    "Poultry", 
    "Public health personnel", 
    "Terrorism", 
    "Veterinary medicine", 
    "Waste water treatment", 
    "Water resources development"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2007-07-17", 
    "text": "National Agriculture and Food Defense Act of 2007 - States that: (1) the Secretary of Homeland Security (Secretary) shall lead federal, state, local, tribal, and private efforts to enhance the protection of critical U.S. infrastructure and key resources, including the agriculture and food system; (2) the Secretary of Agriculture shall lead federal efforts relating to agriculture, meat, poultry, and egg food products; (3) the Secretary of Health and Human Services (HHS) shall lead federal efforts relating to other food products; and (4) the Administrator of the Environmental Protection Agency (EPA) shall lead federal efforts relating to drinking water and waste water.Establishes in the Department of Homeland Security (DHS): (1) a Chief Medical Officer who shall serve as the Assistant Secretary for Health Affairs; and (2) the agriculture and food defense rotational expertise program.Establishes in the Department of Agriculture the position of Under Secretary for Protection, Preparedness, and Response.Directs the Secretary of HHS to coordinate the public health surveillance of zoonotic diseases. Directs the Secretary to: (1) prepare and submit to the appropriate congressional committees the national agriculture and food defense strategy; (2) carry out vulnerability assessments of the agriculture and food system; (3) implement mitigation strategies to protect critical production and processing nodes from diseases, pests, and poisonous agents; (3) ensure that combined federal, state, and local capabilities are adequate to respond to a terrorist attack, disease outbreak, or other disaster affecting the U.S. agriculture and food system; (4) assist the states with food and agriculture protection activities; and (5) establish the Food and Agriculture Government Coordinating Council.Directs the Secretary of Agriculture to: (1) develop a national veterinary stockpile; (2) develop a national plant disease recovery system; (3) establish a National Veterinary Stockpile Advisory Committee; (4) carry out a program (Agricultural Biosecurity Corps) to develop veterinary leaders with epidemiological expertise to respond to animal agriculture threats; (5) develop a national plant diagnostic network; (6) develop a national food emergency response network; (7) develop a national animal health laboratory network; (8) identify an increased production capacity goal for the rendering industry to meet animal disposal needs following a catastrophic animal disease outbreak; and (9) conduct a study of irradiation technology use to enhance food defense capabilities. Directs the Secretaries concerned to submit an integrated food system defense budget. Directs the Administrator to provide assistance to state, local, and tribal governments in assessing, decontaminating, and recovering from an agriculture or food emergency."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Agriculture and Food Defense Act of 2007", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to enhance the ability of the United States to prevent, prepare for, detect, and respond to agriculture and food emergencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:46-05:00"
}