{
  "actions": [
    {
      "acted_at": "1974-02-20", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr12901-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1974-02-20", 
  "number": "12901", 
  "official_title": "A bill to amend the Mineral Lands Leasing Act to provide for a more efficient and equitable method for the exploration for and development of oil shale resources on Federal lands.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr12170-93", 
      "reason": "identical"
    }
  ], 
  "short_title": "Oil Shale Mining and Energy Corporation Act", 
  "sponsor": {
    "district": "20", 
    "name": "Abzug, Bella S.", 
    "state": "NY", 
    "thomas_id": "00003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1974-02-20", 
  "subjects": [
    "Corporations", 
    "Energy", 
    "Mines and mineral resources", 
    "Oil shales", 
    "Petroleum and petroleum products", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Oil shales", 
  "summary": {
    "as": "Introduced", 
    "date": "1974-02-20", 
    "text": "Oil Shale Mining and Energy Corporation Act - Creates the \"Oil Shale Mining and Energy Corporation\" to establish and administer on Federal land a national program of oil shale exploration and development. Provides that the Corporation shall have a Board of Directors appointed by the President with Senate approval, such board to direct the exercise of all the powers of the Corporation. Provides that the Corporation: (1) may make contracts to carry out its functions under this Act: (2) may purchase, lease, or dispose of such property as it deems necessary; (3) shall have the power to exercise the right of eminent domain; (4) shall have such power as may be necessary for the exercise of the powers specifically conferred in this Act; (5) shall have the power to acquire or dispose of real property except for oil or gas exploration and development; (6) shall have the power to explore for oil shale on Federal lands, to develop and sell oil and gas and other oil shale products produced on Federal lands, and to build and operate all those facilities necessary for the development or sales of such resources, as authorized by this Act; (7) shall have the power to explore, develop, acquire or sell oil and gas and other oil shale products alone or on a joint or cooperative basis with any private or public entity; (8) shall have the power to engage in research directed toward the development and utilization of oil shale deposits on Federal lands, and may build, own, and operate research testing, or demonstration facilities, alone or on a joint or cooperative basis with any private or other public entity; (9) shall have the power to obtain and operate facilities necessary for the production, sale, transportation, or delivery of oil, gas, or other shale products; and (10) shall have the power to sell commercially valuable minerals which may be obtained incidental to the production of oil shale products on Federal lands. Authorizes the President of the United States to transfer to the Corporation the use, possession, and control of such other Federal land or personal property of the United States as he may from time to time deem necessary. Specifies, with respect to the Corporation, procedures for maintaining accounts, entering into contracts, and providing annual financial statements and reports. Provides for audit, by the Comptroller General, of the transactions of the Corporation. Authorizes the Corporation to lease, purchase, or construct transmission pipelines within transmission distance from the place where oil and gas products from oil shale on Federal lands are produced and to interconnect with other systems. Authorizes and directs the Board of Directors of the Corporation,, in order to render financial assistance to States and local governments within whose jurisdiction the Corporation has acquired properties previously subject to State and local taxation, to pay to such State and local governments percentages of the gross proceeds derived from the operation of the Corporation. Provides that such payments are in lieu of taxation and that the Corporation, its property, franchises, and income are expressly exempted from taxation in any manner by any State or local government. Authorizes the Corporation to issue and sell bonds, notes, and other evidences of indebtedness in order to assist in financing its oil shale resources exploration and development program and to fund such bonds. Provides criteria for setting of rates for sale of oil shale products by the Corporation. Provides that all net proceeds (over expenses) of the Corporation for each fiscal year shall be deposited in the American Indian Fund, such Fund to be created in the Treasury of the United States. Provides for the allocation of such Fund to eligible Indian tribes by the Secretary of Interior under the State and Local Fiscal Assistance Act. Directs that, prior to the initiation of any program of exploration or the construction of any major facility under this Act, the Corporation shall prepare an environmental impact statement pursuant to the National Environmental Policy Act, such statement to be made public. Provides that hearings be held to allow interested persons to submit comments on the statement. Prohibits the Corporation from using surface mining techniques for the exploration or development of oil shale resources. Authorizes the appropriation to the Corporation for each fiscal year of all sums necessary to carry out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Oil Shale Mining and Energy Corporation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Mineral Lands Leasing Act to provide for a more efficient and equitable method for the exploration for and development of oil shale resources on Federal lands.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:19:24-05:00"
}