{
  "actions": [
    {
      "acted_at": "1990-07-11", 
      "committee": "Committee on Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2840-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "1990-07-11", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boschwitz, Rudy", 
      "sponsored_at": "1990-09-11", 
      "state": "MN", 
      "thomas_id": "01288", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bradley, Bill", 
      "sponsored_at": "1990-09-10", 
      "state": "NJ", 
      "thomas_id": "01289", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1990-07-11", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kohl, Herb", 
      "sponsored_at": "1990-07-11", 
      "state": "WI", 
      "thomas_id": "01380", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1990-09-10", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pressler, Larry", 
      "sponsored_at": "1990-08-04", 
      "state": "SD", 
      "thomas_id": "00927", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roth Jr., William V.", 
      "sponsored_at": "1990-07-11", 
      "state": "DE", 
      "thomas_id": "01425", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-07-11", 
  "number": "2840", 
  "official_title": "A bill to improve the management of the Federal Government by establishing a Deputy Director for Management in the Office of Management and Budget; by establishing a Chief Financial Officer of the United States who shall be in the Office of Management and Budget; by requiring the development of systems that provide complete, accurate and timely financial information; by increasing financial discipline and accountability by requiring independently audited agency financial statements; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Financial Management Improvement Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Glenn, John H., Jr.", 
    "state": "OH", 
    "thomas_id": "01339", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-07-11", 
  "subjects": [
    "Accounting", 
    "Advice and consent of the Senate", 
    "Auditing", 
    "Congressional reporting requirements", 
    "Economics and public finance", 
    "Executive reorganization", 
    "Federal budgets", 
    "Federal officials", 
    "Financial statements", 
    "Fiscal policy", 
    "Government corporations", 
    "Government operations and politics", 
    "Legislation", 
    "Planning", 
    "Presidential appointments"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-07-11", 
    "text": "Federal Financial Management Improvement Act of 1990 - Title I: Title and Statements of Findings and Purpose - Sets forth congressional findings with respect to the financial management systems of the Federal Government. Declares that the purpose of this Act is to improve such systems. Title II: Enhancement of Federal Management and Chief Financial Officers - Amends Federal law to create a Deputy Director for Management within the Office of Management and Budget (OMB), appointed by the President. Requires the Deputy Director, under the general supervision of the Director of OMB, to coordinate and supervise OMB's general management functions. Creates a Chief Financial Officer (CFO) of the United States within OMB, appointed by the President, for a six-year term. Requires the CFO, under the general supervision of the Director, to be the principal advisor to the President on Federal financial management systems and operations. Establishes an Assistant Director for Financial Management, appointed by the Director to carry out duties prescribed by the CFO. Establishes an Office of Federal Financial Management in the Department of the Treasury, under the supervision of the Fiscal Assistant Secretary. Places the Office under the policy direction of the CFO and OMB. Requires the Office to be responsible for: (1) providing technical assistance to agencies on financial management matters; (2) monitoring and reviewing the condition of agency financial management systems; and (3) reporting requirements on the results of agency reviews. Requires each agency head to appoint an agency chief financial officer to carry out required financial management functions. Creates a separate appropriation account for each such agency officer. Title III: Integrated Financial Management Systems, Financial Reporting and Audits - Part A: Integrated Financial Management Systems - Requires the CFO to develop and maintain a five-year financial management plan describing the activities the CFO, the Office of Federal Financial Management and the agency chief financial officers will conduct to improve the financial management of the Federal Government. Directs the Comptroller General to report to the President and to the Congress on the results of a study of the major accounting and financial reporting issues confronting the Federal Government. Part B: Financial Reporting and Audits - Requires specified executive agencies to prepare financial statements as prescribed by the CFO. Requires such statements to be audited annually. Requires the agency head to report to the President, the Congress, and the CFO on the financial statements and audit results and summaries. Requires the CFO to prepare a plan to assure that for the third full fiscal year completed after enactment of this Act, an annual audit of agency financial statements is conducted. Requires the submission of such plan to the Congress. Provides for annual audits of the financial statements of Government corporations and for their annual management reports to the Congress and the President. Authorizes the Comptroller General to review provisions relating to financial management in legislation reported by the Congress and to notify the appropriate committee of any inconsistency with provisions of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Financial Management Improvement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the management of the Federal Government by establishing a Deputy Director for Management in the Office of Management and Budget; by establishing a Chief Financial Officer of the United States who shall be in the Office of Management and Budget; by requiring the development of systems that provide complete, accurate and timely financial information; by increasing financial discipline and accountability by requiring independently audited agency financial statements; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:08-05:00"
}