{
  "actions": [
    {
      "acted_at": "2009-06-25", 
      "committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-09-10", 
      "in_committee": "Committee on Indian Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-06-10", 
      "committee": "Indian Affairs", 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Dorgan without amendment. With written report No. 111-204. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-06-10", 
      "calendar": "Senate Legislative", 
      "number": "425", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 425.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1388-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inouye, Daniel K.", 
      "sponsored_at": "2009-07-28", 
      "state": "HI", 
      "thomas_id": "01369", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2009-06-25", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-25", 
  "number": "1388", 
  "official_title": "A bill to provide for equitable compensation to the Spokane Tribe of Indians of the Spokane Reservation for the use of tribal land for the production of hydropower by the Grand Coulee Dam, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3097-111", 
      "reason": "identical"
    }
  ], 
  "short_title": "Spokane Tribe of Indians of the Spokane Reservation Grand Coulee Dam Equitable Compensation Settlement Act", 
  "sponsor": {
    "district": null, 
    "name": "Cantwell, Maria", 
    "state": "WA", 
    "thomas_id": "00172", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-09-10", 
  "subjects": [
    "Dams and canals", 
    "Electric power generation and transmission", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Native Americans", 
    "Washington State"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2010-06-10", 
    "text": "Spokane Tribe of Indians of the Spokane Reservation Grand Coulee Dam Equitable Compensation Settlement Act - (Sec. 3) States that the purpose of this Act is to compensate the Spokane Tribe of Indians of the Spokane Reservation, Washington State for the use of its land for hydropower generation by the Grand Coulee Dam. (Sec. 5) Establishes in the Treasury the Spokane Tribe of Indians Settlement Fund. Authorizes the Spokane Business Council, upon a Fund deposit, to notify the Secretary requesting that the Secretary pay all or a portion of the Fund amounts to the Council. Obligates Fund amounts for: (1) a Cultural Resource Repository and Interpretive Center concerning the culture and history of the Tribe; (2) tribal member benefits; and (3) resource development, credit, scholarship, or educational programs. (Sec. 6) Directs the Administrator of the Bonneville Power Administration (or the head of a successor entity that markets power produced at the Grand Coulee Dam) to pay to the Tribe: (1) on March 1, 2010, 29% of the computed annual payment for FY2009; and (2) on March 1 of each subsequent year, 29% of the computed annual payment for the preceding fiscal year. (Sec. 7) Allows payments made to the Council or Tribe to be used or invested by the Council in the same manner and for the same purposes as other Tribe governmental funds. Provides that: (1) neither the Secretary of the Interior nor the Administrator shall have trust responsibility for the investment, administration, or expenditure of any funds after the date on which the funds are paid to the Council or Tribe; (2) the payments of all funds to the Council and Tribe and the interest and income generated by the funds, shall be treated in the same manner as specified payments under the Saginaw Chippewa Indian Tribe of Michigan Distribution of Judgment Funds Act; and (3) after the date of fund transfer to the Council or Tribe the funds shall be Tribe governmental funds and subject to annual tribal government audit. (Sec. 8) Sets forth repayment credit provisions. (Sec. 9) Directs the Secretary to transfer administrative jurisdiction from the Bureau of Reclamation to the Bureau of Indian Affairs (BIA) over certain land located within the exterior boundaries of the Spokane Indian Reservation. Provides, with regard to land transferred under this section that: (1) such land shall be held in trust for the Tribe and shall remain part of the Spokane Indian Reservation; (2) the federal trust responsibility shall be the same as for other tribal land held in trust within the Spokane Indian Reservation; (3) the United States reserves a perpetual right over such land to carry out the Columbia Basin Project; and (4) land that was included in the Lake Roosevelt National Recreation Area shall remain part of the Recreation Area. States that nothing in this section establishes or affects the boundary between the Spokane Indian Reservation and the Colville Reservation along the Columbia River and Lake Roosevelt or the agreements and rights provided for in the Act of June 29, 1940. (Sec. 10) Provides that payments by the Secretary and the Administrator and restoration of ownership of land in trust constitute full satisfaction of the claim of the Tribe to a fair share of the annual hydropower revenues generated by the Grand Coulee Dam project for the past and continued use of land of the Tribe for the production of hydropower at Grand Coulee Dam. (Sec. 11) Authorizes appropriations to carry out this Act. (Sec. 12) States that nothing in this Act establishes any precedent or is binding on the Southwestern Power Administration, Western Area Power Administration, or Southeastern Power Administration."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Spokane Tribe of Indians of the Spokane Reservation Grand Coulee Dam Equitable Compensation Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Spokane Tribe of Indians of the Spokane Reservation Grand Coulee Dam Equitable Compensation Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for equitable compensation to the Spokane Tribe of Indians of the Spokane Reservation for the use of tribal land for the production of hydropower by the Grand Coulee Dam, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:12-05:00"
}