{
  "actions": [
    {
      "acted_at": "1983-02-15", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1480-98", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-02-15", 
  "number": "1480", 
  "official_title": "A bill to establish the Reconstruction Finance Corporation to make loans and loan guarantees to individuals or concerns engaged in industry, agriculture, or commerce, who would otherwise be unable to obtain the needed financing or refinancing essential for continued operation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reconstruction Finance Corporation Act of 1983", 
  "sponsor": {
    "district": "18", 
    "name": "Pepper, Claude", 
    "state": "FL", 
    "thomas_id": "00907", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-02-15", 
  "subjects": [
    "Business and commerce", 
    "Commerce", 
    "Corporations and Stocks", 
    "Federally-assisted loans", 
    "Government and business", 
    "Government corporations", 
    "Loans"
  ], 
  "subjects_top_term": "Government corporations", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-02-15", 
    "text": "Reconstruction Finance Corporation Act of 1983 - Establishes the Reconstruction Finance Corporation with a principal office in the District of Columbia. States that the Corporation shall have a capital stock of $5,000,000,000 to be appropriated from the Treasury of the United States. Authorizes the Corporation, in order to aid in financing agriculture, commerce, and industry, to make loans to any business concern to: (1) enable such concern to finance plant construction, conversion, or expansion, or the acquisition of equipment, facilities, or materials; (2) supply it with working capital; or (3) aid it in the payment of current debts or obligations. Prohibits a loan to any business concern unless such concern is otherwise unable to obtain one on reasonable terms. Allows a term for such a loan of up to ten years, extendable to 12 years. States that each such loan shall bear interest at a rate equal to the current average yield on all outstanding obligations of the United States as of the last day of the month immediately preceding the month in which the loan is made. Prohibits the payment of fees or commissions by any applicant for a loan or loan guarantee under this Act. Requires priority in awarding financial assistance to industries located in areas of the United States which are most in need of it and to industries which will assist in the rebuilding of urban infrastructure. Authorizes the Corporation to guarantee the payment of a loan made by a non-Federal lender under certain circumstances. Limits loan guarantees to a period not exceeding ten years. Limits the aggregate principal amounts of guaranteed loans outstanding at any time to $5,000,000,000. Permits the Corporation to subscribe for common or preferred stock in specified business concerns or to purchase their capital notes or debentures and to sell such stock or notes in the open market. Authorizes the Corporation to have outstanding, at any time, obligations in an aggregate amount not exceeding ten times its subscribed capital. Exempts the Corporation from all taxation except real property taxation. Establishes criminal sanctions for false statements or fraudulent acts in connection with transactions with the Corporation. Authorizes appropriations. Limits payments, loans, and guarantees under this Act to amounts provided in advance by appropriation Acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Reconstruction Finance Corporation Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish the Reconstruction Finance Corporation to make loans and loan guarantees to individuals or concerns engaged in industry, agriculture, or commerce, who would otherwise be unable to obtain the needed financing or refinancing essential for continued operation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:10:18-05:00"
}