{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr588-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "588", 
  "official_title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Green, William J.", 
    "state": "PA", 
    "thomas_id": "00464", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Crime and law enforcement", 
    "Crime prevention"
  ], 
  "subjects_top_term": "Crime prevention", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Authorizes the Law Enforcement Assistance Administration to make grants for the prevention of crime, including improved lighting of high crime areas and development of laws and building design techniques to lower crime opportunities. Provides that the Federal share of law enforcement grants to the States under the Omnibus Safe Streets Act of 1968 shall not be greater than 90 percent of the cost of the project. Increases the Federal share of law enforcement grants to local governmental units to 90 percent of the cost of the project or program (now 60 percent). Provides that 50 percent of the funds appropriated for law enforcement grants shall be allocated by the Administration among the States according to their respective population. Provides that the remaining 50 percent of such funds shall, in the discretion of the Administration, be allocated among the States for grants to State planning agencies or used by the Administration for grants for law enforcement assistance to State agencies, units of general local government, public agencies, or combinations of the foregoing, according to the criteria and on such terms and conditions as the Administration shall determine consistent with this title. Provides that a State's allocation shall be increased by 20 percent from funds allocated at the discretion of the Administration where the Administration finds that a comprehensive State plan adequately deals with the special problems and particular needs of the major urban areas of the State and other areas of high crime incidence within the State; and an additional 20 percent where the State contributes at least 50 percent of the non-Federal share of costs for programs of units of general local government funded in accordance with the comprehensive State plan required by the Omnibus Crime Control and Safe Streets Act of 1968. Authorizes the appropriation of $1,000,000,000 for the fiscal year ending June 30, 1972; and $1,200,000,000 for the fiscal year ending June 30, 1973 for law enforcement assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Omnibus Crime Control and Safe Streets Act of 1968.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:15:59-05:00"
}