{
  "actions": [
    {
      "acted_at": "1998-08-04", 
      "committee": "House Committee on Education and the Workforce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4396-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1998-08-04", 
  "number": "4396", 
  "official_title": "To amend title IV of the Employee Retirement Income Security Act of 1974 to protect the rights of participants and beneficiaries of terminated pension plans.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2475-105", 
      "reason": "identical"
    }
  ], 
  "short_title": "Pension Plan Participant Protection Act of 1998", 
  "sponsor": {
    "district": "9", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1998-08-04", 
  "subjects": [
    "Accounting", 
    "Actions and defenses", 
    "Administrative procedure", 
    "Commerce", 
    "Competitive bidding", 
    "Conflict of interests", 
    "Department of Labor", 
    "Employee rights", 
    "Executive reorganization", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Government attorneys", 
    "Government corporations", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Judicial review of administrative acts", 
    "Labor and employment", 
    "Law", 
    "Lawyers", 
    "Legal ethics", 
    "Legal fees", 
    "Legal services", 
    "Ombudsman", 
    "Overhead costs", 
    "Pension Benefit Guaranty Corporation", 
    "Pension funds", 
    "Pension trust guaranty insurance", 
    "Small business", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1998-08-04", 
    "text": "Pension Plan Participant Protection Act of 1998 - Amends the Employee Retirement Income Security Act of 1974 to set forth certain protections for participants and beneficiaries of terminated pension plans. (Sec. 2) Subjects the Pension Benefit Guaranty Corporation (PBGC) to specified fiduciary duties and to reporting, disclosure, and other requirements while it serves as trustee of a terminated pension plan. Provides for assessment of civil penalties against the PBGC for violation of such requirements and duties. Allows any affected party to bring a civil action for relief against the PBGC as fiduciary. Requires the court, in any such action in which the PBGC is removed as trustee, to select the replacement trustee from a list of qualified candidates provided by the affected party. Requires the PBGC to issue its final determination regarding any benefit payable under a terminated pension plan within one year after the date of its appointment as plan trustee. Requires any review of such a PBGC benefit determination by a Federal district court to be de novo. (Sec. 3) Requires the plan trustee to appoint a committee of participants. Authorizes the court, on request of an affected party, to order: (1) the trustee to appoint additional participants' committees if necessary to assure adequate representation; and (2) that a committee of participants not be appointed in a case in which the plan sponsor is a small business. (Sec. 4) Authorizes the appropriate Federal district court to appoint as the trustee of a terminated pension plan the PBGC, a participants' committee, or any other person. Requires the court, if two or more entities apply to serve as trustee, to base the appointment on its determination of which applicant is most qualified to carry out the fiduciary duties of the trustee without conflicts of interest. Requires payment or reimbursement of reasonable fees or expenses of any trustee other than the PBGC. (Sec. 5) Directs the Secretary of Labor to establish in the Department of Labor an Office of Participant's Advocate, headed by a Participant's Advocate, which shall: (1) counsel participants and beneficiaries in connection with their benefits rights; and (2) provide legal representation before the PBGC and in court to participants denied benefits by the PBGC. (Sec. 6) Requires the PBGC, as a trustee of a terminated plan, to: (1) segregate the plan's assets from those of any other plan or any other assets held by the PBGC; (2) use the plan's assets only for payment of benefits or reasonable administrative expenses directly attributable to the plan's termination and administration (excluding any generally applicable overhead expenses of the PBGC); and (3) obtain the services of independent contractors in connection with the termination or administration of the plan only through a competitive bidding process."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Pension Plan Participant Protection Act of 1998", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend title IV of the Employee Retirement Income Security Act of 1974 to protect the rights of participants and beneficiaries of terminated pension plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:40:09-05:00"
}