{
  "actions": [
    {
      "acted_at": "1999-05-18", 
      "committee": "Committee on Ways and Means, and in addition to the Committee on Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-18", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-18", 
      "committee": "House Government Reform", 
      "references": [], 
      "text": "Referred to House Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-26", 
      "in_committee": "House Government Reform", 
      "references": [], 
      "subcommittee": "Civil Service", 
      "text": "Referred to the Subcommittee on Civil Service.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-05-27", 
      "in_committee": "House Ways and Means", 
      "references": [], 
      "subcommittee": "Social Security", 
      "text": "Referred to the Subcommittee on Social Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1853-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM", 
      "subcommittee": "Subcommittee on Social Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Government Reform", 
      "committee_id": "HSGO", 
      "subcommittee": "Subcommittee on Civil Service", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "106", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Shadegg, John B.", 
      "sponsored_at": "2000-09-21", 
      "state": "AZ", 
      "thomas_id": "01043", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-18", 
  "number": "1853", 
  "official_title": "To provide for each American the opportunity to provide for his or her retirement through a S.A.F.E. account, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Savings Account for Every American Act of 1999", 
  "sponsor": {
    "district": "5", 
    "name": "Sessions, Pete", 
    "state": "TX", 
    "thomas_id": "01525", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-18", 
  "subjects": [
    "Armed forces and national security", 
    "Civil service pensions", 
    "Congress", 
    "Congressional reporting requirements", 
    "Disability insurance", 
    "Disabled", 
    "Excise tax", 
    "Federal employees", 
    "Finance and financial sector", 
    "Financial statements", 
    "Fines (Penalties)", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Income tax", 
    "Individual retirement accounts", 
    "Insurance premiums", 
    "Labor and employment", 
    "Law", 
    "Legislation", 
    "Life insurance", 
    "Long-term care insurance", 
    "Medical economics", 
    "Military pensions", 
    "Military personnel", 
    "Old age, survivors and disability insurance", 
    "Payroll deductions", 
    "Pension funds", 
    "Personal income tax", 
    "Savings accounts", 
    "Self-employed", 
    "Social security beneficiaries", 
    "Social security eligibility", 
    "Social security finance", 
    "Social security taxes", 
    "Social welfare", 
    "Tax deductions", 
    "Tax exclusion", 
    "Tax exemption", 
    "Tax penalties", 
    "Tax-deferred compensation plans", 
    "Taxation", 
    "Trusts and trustees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-18", 
    "text": "TABLE OF CONTENTS: Title I: Personal Retirement Program Title II: Tax-Exempt S.A.F.E. Accounts Title III: Conforming Amendments to the Social Security Act and the Internal Revenue Code of 1986 Savings Account for Every American Act of 1999 - Title I: Personal Retirement Program - Requires each covered employer to: (1) have in effect throughout each calendar year a S.A.F.E. account payroll deduction program for eligible employees; (2) deduct from the wages of each eligible employee and pay the prescribed employee contribution (6.2 percent of wages) on the employee's behalf to the employee's designated S.A.F.E. account; and (3) after the employee has maintained a S.A.F.E. account for 15 calendar years, pay into it the prescribed employer contribution (6.2 percent of wages). Prohibits the employer from receiving compensation for administering the S.A.F.E. account program. Allows amounts otherwise payable to be accumulated by the employer in certain cases.(Sec. 103) Sets forth guidelines for the designation of S.A.F.E. accounts.(Sec. 104) Provides rules for the participation of self-employed individuals in the program (including contributions of 12.4 percent of wages).(Sec. 105) Allows any individual who has been assigned a social security account number, and has been paid wages or has derived self-employment income, to elect to be eligible for the S.A.F.E. account program on or after January 1, 2000. Makes an election ineffective if the individual is entitled to an old age or a disability insurance benefit under title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act.(Sec. 106) Sets forth penalties for failure to establish S.A.F.E. account payroll deduction programs, failure to make required deductions, and other specified program violations.(Sec. 107) Directs the Office of Personnel Management to study and report to the President and the Congress on how to provide for the application of this Act to Federal civilian and military personnel.Title II: Tax-Exempt S.A.F.E. Accounts - Amends the Internal Revenue Code to allow an individual taxpayer a deduction from gross income of the aggregate amount paid in cash during the taxable year by or on behalf of such individual to a S.A.F.E. account.(Sec. 201) Includes any amount distributed out of a S.A.F.E. account in the gross income of the distributee, unless: (1) the account beneficiary has attained age 59-and-a-half; (2) the account beneficiary has died; or (3) the distribution has paid for any qualified long-term health insurance contract, disability insurance, or term life insurance. Makes exceptions for certain other distributions as well. Subjects to an additional tax of 20 percent any account distribution which must be included in gross income.Exempts a S.A.F.E. account from income taxation unless it has terminated according to certain rules.Subjects excess contributions to S.A.F.E. accounts to the same excise tax for excess contributions to individual retirement accounts. Subjects S.A.F.E. accounts also to the excise tax for prohibited transactions.Title III: Conforming Amendments to the Social Security Act and the Internal Revenue Code of 1986 - Makes conforming amendments to the Internal Revenue Code and the Social Security Act, especially with regard to: (1) reductions in and exemptions from FICA (Federal Insurance Contributions Act), OASDI, and self-employment income taxes; (2) exclusion of eligible individuals from Old Age, Survivors and Disability Insurance coverage; and (3) the contents of mandatory annual social security account statements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Savings Account for Every American Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To provide for each American the opportunity to provide for his or her retirement through a S.A.F.E. account, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:43:51-05:00"
}