{
  "actions": [
    {
      "acted_at": "1985-02-20", 
      "committee": "House Committee on Small Business", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Small Business.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-03-18", 
      "in_committee": "House Committee on Small Business", 
      "references": [], 
      "subcommittee": "SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems", 
      "text": "Referred to Subcommittee on SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1985-07-30", 
      "in_committee": "House Committee on Small Business", 
      "in_subcommittee": "SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-07-31", 
      "in_committee": "House Committee on Small Business", 
      "in_subcommittee": "SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-08-01", 
      "in_committee": "House Committee on Small Business", 
      "in_subcommittee": "SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-11-21", 
      "in_committee": "House Committee on Small Business", 
      "in_subcommittee": "SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems", 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1985-11-21", 
      "in_committee": "House Committee on Small Business", 
      "in_subcommittee": "SBA & SBIC Authority, Minority Enterprise, and General Small Business Problems", 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended).", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1178-99", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM", 
      "subcommittee": "Subcommittee on SBA and SBIC Authority, Minority Enterprise, and General Small Business", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "99", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Addabbo, Joseph P.", 
      "sponsored_at": "1985-02-20", 
      "state": "NY", 
      "thomas_id": "00006", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Bedell, Berkley W.", 
      "sponsored_at": "1985-02-20", 
      "state": "IA", 
      "thomas_id": "00071", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1985-02-20", 
  "number": "1178", 
  "official_title": "A bill to amend the Small Business Act to provide for equity in the establishment of small business size standards.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "7", 
    "name": "Mitchell, Parren J.", 
    "state": "MD", 
    "thomas_id": "00818", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1985-02-20", 
  "subjects": [
    "Administrative procedure", 
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Aquaculture", 
    "Business and commerce", 
    "Courts and Civil Procedure", 
    "Government contractors", 
    "Government operations and politics", 
    "Government procurement", 
    "Judicial review", 
    "Judicial review of administrative acts", 
    "Livestock industry", 
    "Public Contracts, Procurement, and Property", 
    "Small business"
  ], 
  "subjects_top_term": "Small business", 
  "summary": {
    "as": "Introduced", 
    "date": "1985-02-20", 
    "text": "Amends the Small Business Act (the Act) to define \"small business\" for purposes relating to Government contracts to small businesses. Provides that determinations made by a contracting officer as to whether a business concern qualifies as a small business with respect to Government contracts shall be based on the facts as they exist on the date when such business concern makes a written self-certification as to its small business status. Requires a contracting officer, except under specified circumstances, to accept such self-certification of a business concern as a small business. Requires any dispute regarding the status of a business concern as a small business, or any dispute arising with respect to authority, program, or activity established under the Act to be referred to the Administrator of the Small Business Administration for final resolution. Provides for the judicial review of Small Business Administration (SBA) decisions regarding such disputes. Permits the Administrator of the SBA in effectuating the provisions of this Act to promulgate regulations containing separate and different criteria for specified programs under the Act. Prohibits the Administrator from promulgating any numerical criterion with respect to self-certification as a small business unless such criterion promotes new market entrants and inhibits market concentration among few producers of goods or providers of services. Requires such numerical criteria to be formulated for each market of purchases or sales (including leases) made by the Government and subject to specified provisions of the Act. Defines \"market.\" Requires the Administrator to conduct a review of all numerical criteria and of all markets identified to ascertain whether they are in compliance with specified requirements under this Act. Provides for the adjustment, including the conditions for such adjustment, to the identification of markets or the numerical criteria for such markets. Lists the conditions for adjusting the numerical criterion for a market upward. Permits an interested party to petition the Administrator to conduct a special review of a particular market identification or numerical criterion established under this Act. Permits a decision on the merits of such petition to be rendered if it is determined that the failure to act prior to the next general review is likely to cause immediate and irreparable harm to a substantial number of business concerns, adversely affect a legitimate and substantial acquisition of a Federal agency objective, or be adverse to the purposes of this Act. Prohibits an eligible business concern from receiving a contract under specified programs of the Act unless such business concern agrees to perform a share of the work under the contract with its own labor force that is equal to or greater than specified minimum percentages of the total dollar amount of such contract. Provides that an eligible business concern that is in compliance with specified requirements shall not be denied an opportunity to submit an offer for any procurement contract for the supply of a product solely because such business concern is other than the actual manufacturer or processor of the product to be supplied under the contract. Prohibits an eligible business concern from receiving a contract under the Act for the sale or lease of Government property unless such business concern agrees to such terms and conditions pertaining to the disposal or use of such property as the Administrator deems appropriate. Makes conforming definitional changes to the Small Business Investment Act of 1958. Prohibits a business concern from being deemed ineligible for a program or activity under the Small Business Investment Act of 1958 solely because it is engaged in the production of food and fiber, ranching and raising of livestock, aquaculture, and all other farming and agricultural related industries."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Small Business Act to provide for equity in the establishment of small business size standards.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:56:49-05:00"
}