{
  "actions": [
    {
      "acted_at": "1997-04-10", 
      "references": [
        {
          "reference": "CR S3027-3028", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-04-10", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s553-105", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-04-10", 
  "number": "553", 
  "official_title": "A bill to regulate ammunition, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ammunition Safety Act of 1997", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-04-10", 
  "subjects": [
    "Ammunition", 
    "Animals", 
    "Armed forces and national security", 
    "Citizenship", 
    "Commerce", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Criminal justice information systems", 
    "Drug abuse", 
    "Drug addicts", 
    "Equipment and supplies", 
    "Fees", 
    "Firearms control", 
    "Foreign trade and international finance", 
    "Fugitives from justice", 
    "Government operations and politics", 
    "Health", 
    "Hunting", 
    "Identification of criminals", 
    "Illegal aliens", 
    "Immigration", 
    "Import restrictions", 
    "Law", 
    "Law enforcement officers", 
    "Licenses", 
    "Mentally ill", 
    "Military discharges", 
    "Retail trade", 
    "Sentences (Criminal procedure)", 
    "Sports and recreation", 
    "Standards"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-04-10", 
    "text": "Ammunition Safety Act of 1997 - Amends the Federal criminal code to include persons selling ammunition within the definition of \"dealer\" for purposes of Federal firearms laws. Subjects dealers in ammunition to licensing requirements applicable to firearms dealers. Sets a $10 per year license fee for dealers in ammunition other than ammunition for destructive devices. Applies to ammunition specified prohibitions currently applicable to importing, manufacturing, dealing in, transporting, or receiving firearms without a license. Increases penalties for specified violations of Federal firearms provisions. Subjects any person at least 18 years of age who violates provisions regarding shipping, transporting, possessing, or receiving a firearm or ammunition by specified categories of persons (such as fugitives and illegal aliens) to twice the maximum punishment authorized and at least twice any term of supervised release, except to the extent a greater minimum sentence is otherwise provided. Makes specified provisions of the Brady Handgun Violence Prevention Act applicable to the transfer of ammunition. Requires the Secretary of the Treasury: (1) to establish uniform standards for testing and rating the destructive capacity of projectiles capable of being used in handguns; (2) utilizing such standards, to establish performance-based standards to define the rating of \"armor piercing ammunition\" based on the rating at which the projectiles pierce armor; and (3) at the expense of the ammunition manufacturer seeking to sell a particular type of ammunition, to test and rate the destructive capacity of the ammunition utilizing such standards. Defines \"armor piercing ammunition\" to include any projectile determined to have a destructive capacity rating higher than the threshold established, in addition to the composition-based determination. Authorizes the Congress to exempt specific ammunition designed for sporting purposes from such definition. Prohibits the possession or use of armor piercing ammunition, with exceptions. Permits the manufacture, importation, or use of any projectile that has been proven, by testing performed at the expense of the manufacturer, to have a lower rating threshold than armor piercing ammunition."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Ammunition Safety Act of 1997", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to regulate ammunition, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:36:50-05:00"
}