{
  "actions": [
    {
      "acted_at": "1989-11-15", 
      "committee": "Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-06-13", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "text": "Subcommittee on Consumer. Hearings held. Hearings printed: S.Hrg. 101-1155.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-31", 
      "in_committee": "Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-08-30", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Hollings under the authority of the order of Aug 2, 90 with an amendment in the nature of a substitute and an amendment to the title. With written report No. 101-440.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-08-30", 
      "calendar": "Senate Legislative", 
      "number": "794", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 794.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1884-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Consumer", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Conrad, Kent", 
      "sponsored_at": "1990-09-10", 
      "state": "ND", 
      "thomas_id": "01307", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gorton, Slade", 
      "sponsored_at": "1990-06-13", 
      "state": "WA", 
      "thomas_id": "01341", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1990-09-10", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "1990-09-10", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-11-15", 
  "number": "1884", 
  "official_title": "A bill to promote the use of recycled materials derived from municipal refuse, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Recyclable Commodities Act of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Gore, Albert, Jr.", 
    "state": "TN", 
    "thomas_id": "00449", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1990-07-31", 
  "subjects": [
    "Advertising", 
    "Compost", 
    "Congressional reporting requirements", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal advisory bodies", 
    "Federal aid to higher education", 
    "Feedstock", 
    "Fines (Penalties)", 
    "Foreign trade and international finance", 
    "Foreign trade promotion", 
    "Glass and glass industry", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government procurement", 
    "Labeling", 
    "Lead", 
    "Packaging", 
    "Paper and paper products", 
    "Plastics", 
    "Raw materials", 
    "Recycling of waste products", 
    "Refuse and refuse disposal", 
    "Research centers", 
    "Research grants", 
    "Rubber", 
    "Scrap metals", 
    "Signs and symbols", 
    "Statistics"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1990-08-30", 
    "text": "National Recyclable Commodities Act of 1990 - Directs the Secretary of Commerce to establish a Bureau of Recyclable Commodities within the Department of Commerce to promote the use of recovered materials diverted from solid waste. Requires the Secretary to gather and publish statistics on solid waste and specified recovered materials. Provides for the annual updating of such statistics. Directs the Secretary to: (1) designate between six and ten multi-State regions for the purpose of regional data collection; and (2) collect and compile statistics for such regions. Requires the Secretary to revise the standard industrial classification system, as necessary, to facilitate the collection of statistics and other information on recycling and related activities. Requires the Secretary to identify and, to the extent practicable, standardize: (1) the types and grades of recovered and compostable materials covered under this Act that qualify as recovered materials; (2) the technical specifications applied to the use of recyclable commodities as raw materials or feedstocks for recycling; and (3) the test methods used in determining whether materials meet specifications that apply to each commodity. Provides for the periodic revisions of types and grades, as necessary. Authorizes the Secretary to assign solid waste materials to multiple types and grades. Requires the periodic revision of specifications and test methods to ensure continuing conformance to industry recycling standards. Directs the Secretary to establish an advisory panel to support the identification of specifications and test methods for recyclable materials. Permits industries or local governments engaged in recycling activities to petition the Secretary for the revision of grades, specifications, or test methods to prevent or minimize interference with current recycling techniques. Requires the Secretary to issue a recycling advisory to potentially affected parties if a physical or chemical property or contaminant of a recyclable material is not adequately addressed by specifications or test methods and is interfering with: (1) current recycling techniques; (2) marketing of recycled goods manufactured from the material; or (3) handling of the recyclable material prior to recycling. Makes such advisories available to the public. Directs the Secretary to make reports available to the public, at least on a quarterly basis, on prevailing market prices for recovered materials. Requires the Secretary to make reports available to the public, at least annually, on: (1) the prevailing national recycling rate for each recovered material; and (2) the technical and economic factors that may influence future foreign and domestic markets for recovered materials. Directs the Secretary to report to the Congress on the potential for expanded recycling of recoverable paper and paperboard, lead scrap, rubber scrap, plastic scrap, aluminum scrap, ferrous and nonferrous scrap, waste glass, and yard and food waste. Requires the Secretary to promulgate regulations requiring labeling on the recyclability and composition of nondurable goods. Sets deadlines for the promulgation of such regulations, requiring regulations for all covered items within four years of this Act's enactment. Directs the Secretary to take specified factors into consideration when determining the recyclability of an item. Sets forth label requirements. Authorizes the Secretary to establish an alternative label requirement if such alternative conveys information equivalent to labels required by this Act. Directs the Secretary to publish a standardized, national recyclability seal to further assist purchasers in identifying recyclable packaging, containers, and nondurable goods. Authorizes the Secretary, when a person is in violation of labeling requirements, to: (1) issue a recall order requiring the removal of the item from sale or distribution in commerce; or (2) commence a civil action against such person. Permits the assessment of civil penalties for noncompliance with an order. Directs the Secretary to establish a task force for developing a plan to transfer responsibility for the promulgation of procurement guidelines from the Environmental Protection Agency to the Department of Commerce. Directs the Secretary to issue and periodically revise guidelines for the use of agencies in complying with this Act. Requires such guidelines to set forth information concerning the procurement of recovered items. Sets deadlines for the revision and issuance of guidelines for specified items. Directs the Secretary to review biennially and increase the minimum recycled content standards for procured materials. Requires procuring agencies which procure items designated in the guidelines to procure items composed of the highest percentage of recycled content practicable or which are in conformance with minimum content standards issued by the Secretary. Makes exceptions to such requirements if procurement items: (1) are not reasonably available within a reasonable period of time; (2) fail to meet performance standards set forth in specifications or standards of the procuring agencies; or (3) are only available at an unreasonable price. States that an unreasonable price is one which exceeds the price of alternative items by more than ten percent. Requires contracting offices at procuring agencies to require vendors to: (1) certify that the percentage of recycled content used in the contract will be at least the amount required by specifications or contractual requirements; and (2) estimate the percentage of the total material to be used in the contract which is recycled. Applies such requirements to contracts in which the purchase price of procurement items exceeds $10,000. Directs procuring agencies to develop affirmative procurement programs to assure that items composed of recovered materials will be purchased to the maximum extent practicable. Requires such agencies to: (1) adopt procedures equivalent to those specified in the guidelines and to set equivalent minimum content standards; and (2) maintain records on types, quantities, and percentages of items composed of recycled content which are purchased or contracted for by the agency and report such statistics annually to the Secretary. Requires the Secretary to report annually to the Congress on actions taken by Federal agencies to implement such procurement policies. Repeals a provision of the Solid Waste Disposal Act concerning Federal procurement of recovered materials. Requires the Secretary to develop a program to promote the export of recovered materials for recycling by foreign industries. Directs the Secretary to make available to the public information identifying potential foreign buyers of recovered materials. Requires the Secretary to develop a program to promote the export of recycled goods produced in the United States. Directs the Secretary to integrate this program with existing programs promoting such exports. Requires the Secretary to publish and make available to the public statistics and information on recycling and related activities collected pursuant to this Act on a cost-reimbursable basis. Requires the Secretary to conduct a national advertising campaign that promotes recycling and the purchase of recycled goods. Authorizes the Secretary to publish recycling rates for specific recovered materials and for types of containers, packaging, or goods. Directs the Secretary to make grants to accredited institutions of higher education to establish at least four to six recycling research centers in the United States. Requires the Secretary to establish such centers equitably among the regions of the United States. Directs each center to carry out at least one project relating to research on the composting of yard waste, food waste, or recoverable paper and paperboard. Authorizes such centers, as necessary to conduct research, to enter into contracts with: (1) persons involved in recycling activities; (2) State and local governments; and (3) nonprofit private entities which are exempt from Federal taxation. Limits the Federal share of grants to 80 percent of the total cost of establishing and operating the research center. Prohibits the use of such grants for the acquisition of real property or for building construction. Requires at least 40 percent of the funds made available to each center to be allocated to projects performed jointly by the center and local governments with expertise in areas critical to such research. Sets forth grant selection criteria. Requires the Secretary to establish a program for the source separation and collection of materials contained in solid waste from Federal agencies. Directs the Secretary to issue guidelines for such program. Requires Federal office facilities with more than 25 workers to carry out such programs. Provides for the retention by a Federal agency of any funds received from the sale of collected materials and any savings in solid waste disposal costs resulting from the implementation of such programs. Authorizes the Secretary to conduct an independent technical assessment of any product specification or standard that may: (1) disfavor the use of a recovered material as a substitute for comparable virgin feedstocks or raw materials in the manufacture of the product; and (2) have a substantial adverse impact on existing or potential markets for the recovered material. Prohibits the Secretary from reviewing specifications or standards established by individual firms or persons. Requires the Secretary to: (1) publish and make available to the public the findings of the technical assessment; and (2) provide to interested parties information and technical assistance to remove barriers to recycled goods through the standard-setting process. Permits industries or local governments engaged in recycling activities to petition for an independent technical assessment of any specification or standard. Requires the Secretary to establish an interagency working group to assist in the development of regulations and guidelines and the collection of information required by this Act. Sets forth provisions concerning judicial review of final regulations. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Recyclable Commodities Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Recyclable Commodities Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to promote the use of recycled materials derived from municipal refuse, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:47-05:00"
}