{
  "actions": [
    {
      "acted_at": "1992-10-05", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3342-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "1992-10-05", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-10-05", 
  "number": "3342", 
  "official_title": "A bill relating to copyright compulsory licensing reform.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Copyright Compulsory License Reform Act of 1992", 
  "sponsor": {
    "district": null, 
    "name": "DeConcini, Dennis", 
    "state": "AZ", 
    "thomas_id": "01315", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-10-05", 
  "subjects": [
    "Actions and defenses", 
    "Administrative remedies", 
    "Antitrust law", 
    "Cable television", 
    "Commercial arbitration", 
    "Communication satellites", 
    "Congressional reporting requirements", 
    "Consumer protection", 
    "Copyright", 
    "Copyright infringement", 
    "Copyright royalties", 
    "Indexing (Economic policy)", 
    "Licenses", 
    "Professional sports", 
    "Radio programs", 
    "Restrictive trade practices", 
    "Television broadcasting", 
    "Television broadcasting of sports", 
    "Television programs", 
    "Television relay systems", 
    "Territorial arrangements (Antitrust law)"
  ], 
  "subjects_top_term": "Copyright", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-10-05", 
    "text": "Copyright Compulsory License Reform Act of 1992 - Amends Federal copyright law to make certain limitations on exclusive rights concerning secondary transmissions and requirements for compulsory licensing applicable to multichannel video programming distributors (MVPDs) (currently, cable systems). Makes compulsory licenses inapplicable to a network station transmitted beyond the local service area unless the MVPD: (1) limits the secondary transmission of the signal to persons who reside in unserved households; or (2) does not retransmit duplicate network programming in such area at the request of the station. Requires MVPDs that retransmit a network station beyond its local service area to submit information to the station regarding subscribers receiving secondary transmissions. Makes willful or repeated secondary transmissions actionable under copyright infringement provisions if an MVPD fails to make such submission. Sets forth remedies for violations by MVPDs of territorial restrictions on compulsory licensing. Requires MVPDs subject to compulsory licensing to submit statements of account and royalty fees to the Register of Copyrights. Sets forth distribution procedures for royalty fees to copyright owners of programming that was the subject of secondary transmission. Requires compulsory licenses for MVPDs that are cable systems providing secondary transmissions of broadcast stations to terminate in accordance with specified procedures, including: (1) voluntary negotiation proceedings for licensing rights to all copyrighted programming contained on retransmitted signals between cable systems and copyright owners; (2) arbitration proceedings for purposes of determining reasonable licensing fees and the establishment of arbitration panels; and (3) decisions on arbitration made by the Copyright Royalty Tribunal and appeal procedures. Sets forth similar termination procedures for MVPDs other than cable systems, but exempts MVPDs which: (1) have fewer than 5,000 subscribers; and (2) are not owned or controlled by an MVPD with more than 20,000 subscribers. Directs the Register to study and report to the Congress on whether such termination exemption is adequately serving the needs of copyright owners and affected MVPDs and is promoting the goal of reduced transaction costs for the clearance of copyrights to broadcast programming. Makes it unlawful for any organized professional sports club or league to unreasonably refuse to deal in the licensing of copyrights to sports programming necessary for the retransmission of a television broadcast of games by an MVPD. Places the burden to demonstrate that it has not unreasonably refused to deal in licensing on the club or league if it attempts to reduce the number of games available to viewers during the 1992-1993 season or to increase the fees and rights payments associated with the retransmission of any games. Makes sports antitrust immunity inapplicable to the determination of an unreasonable refusal to deal. Directs the Federal Communications Commission to survey and report triennially to the Congress on viewership of the 1992-1993 sports season to determine: (1) the overall availability of sports programming to the public; (2) the average national cost to sports viewers; and (3) any data relevant to a determination of whether meaningful competition is available in the licensing of sports programming. Authorizes civil actions by broadcast television stations or MVPDs injured by unreasonable refusals to deal in copyright licensing by sports clubs or leagues. Repeals provisions concerning secondary transmissions of superstations and network stations by satellite carriers. Directs the Register to study and report to the Congress on whether marketplace mechanisms to ensure that consumers receive diverse, quality television and radio programming at reasonable prices without compulsory licensing exist or are likely to develop."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Copyright Compulsory License Reform Act of 1992", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill relating to copyright compulsory licensing reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:49-05:00"
}