{
  "actions": [
    {
      "acted_at": "1982-03-30", 
      "committee": "Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2307-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "1982-03-30", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1982-03-30", 
  "number": "2307", 
  "official_title": "A bill to amend title 11 of the Clean Air Act with respect to the mobile sources.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Air Act Reauthorization Amendments of 1982", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1982-03-30", 
  "subjects": [
    "Air pollution control", 
    "Air quality", 
    "Alcohol and Alcoholic Beverages", 
    "Alcohol as fuel", 
    "Alternative energy sources", 
    "Automobile engines", 
    "Automobile industry", 
    "Automobile repair", 
    "Automotive engineering", 
    "Boats and boating", 
    "Business and commerce", 
    "Consumer protection", 
    "Energy", 
    "Environmental Protection Agency", 
    "Environmental protection", 
    "Fuel", 
    "Government and business", 
    "Government operations and politics", 
    "Local and Municipal Government", 
    "Marine engines", 
    "Marine transportation", 
    "Methanol", 
    "Motor Vehicles and Driving", 
    "Motor vehicle pollution control", 
    "Municipal ordinances", 
    "Recreation and Recreational Facilities", 
    "Service stations", 
    "Ships", 
    "Ships and shipping", 
    "Standards", 
    "State laws", 
    "States", 
    "Technology assessment", 
    "Warranties"
  ], 
  "subjects_top_term": "Air pollution control", 
  "summary": {
    "as": "Introduced", 
    "date": "1982-03-30", 
    "text": "Clean Air Act Reauthorization Amendments of 1982 - Title II: Mobile Source Amendments - Amends title II (Emission Standards for Moving Sources) of the Clean Air Act (\"the Act\"). Requires that any more stringent new standard for New Motor Vehicle or New Motor Vehicle Engines not become effective for at least: (1) 48 months after prescription or revision, in the case of heavy-duty vehicles or engines; and (2) 36 months after prescription or revision, in the case of all other new motor vehicles or engines. Provides that any more stringent new standards must reflect the degree of emission reduction the Administrator of the Environmental Protection Agency (EPA) determines to be reasonably achievable through application of technology adequately demonstrated to be available for the appropriate model year. Directs the Administrator, in making such determination, to consider costs, applicability to gasoline or diesel-fueled vehicles or engines, impact on fuel economy, effect on level of all emissions from such vehicles or engines, safety, commercial use, and other appropriate factors. Authorizes the Administrator to arrange with the National Academy of Sciences (NAS) to review the technical feasibility of such proposed new standards and to submit written reports which shall be available to the public. Revises provisions relating to regulations applicable to emissions of carbon monoxide, hydrocarbons, oxides of nitrogen, and particulate matter from classes or categories of heavy- duty vehicles or engines. Directs the Administrator to prescribe such regulations within one year of the enactment of this Act. Provides that the standards prescribed in such emissions regulations shall apply for a minimum period of four model years unless less stringent standards are prescribed for any model year during that period. Requires that standards applicable to emissions of oxides of nitrogen and particulate matter be prescribed at the same time. Directs the Administrator to arrange with NAS for a technological feasibility report with respect to any proposed standard for particulate matter to be prescribed for heavy-duty vehicles and engines. Repeals provisions setting forth criteria for the revision of emission standards for new motor vehicles or engines and requiring a report to Congress on any such revised standard. Revises provisions for a continuing pollutant specific study to require that such study concern the effects of air pollutant emissions of light duty as well as heavy duty vehicles or engines. Revises deadlines for such study (making the next deadlines January 1, 1983, and before January 1 of each fourth year thereafter). Directs the Administrator: (1) after considering the results of such study reported to the Congress, to revise the standards prescribed for heavy-duty vehicles or engines; or (2) upon determination that such revision is not necessary, to publish such determination in the Federal Register. Requires notice and opportunity for public comment before the Administrator determines that the operation or function of an emission control device, system, or element of design will cause or contribute to an unreasonable risk to public health, welfare, or safety. Adds to the factors the Administrator must consider in making such determination any information obtained from any manufacturer under specified compliance testing provisions. Revises standards for regulation of emissions from light-duty vehicles and engines manufactured during and after model year 1982 to require that pollutant grams per vehicle mile (gpm) not exceed: (1) .41 gpm of hydrocarbons; (2) seven gpm of carbon monxide; and (3) two gpm of oxides of nitrogen. Authorizes the Administrator to revise any such standard for any model year after model year 1986. Prohibits any revised standard from being: (1) more stringent than the standard applicable (without regard to any waiver) to light-duty vehicles and engines manufactured in the 1981 model year; or (2) less stringent than the 1982 model year standards. Revises provisions for waivers of such emission standards. Directs the Administrator, after notice and opportunity for public hearing, to waive an emission standard for any model of vehicles or vehicle engines for up to four model years upon petition and demonstration by the manufacturer that such waiver is necessary for the use of an innovative power train technology, innovative emission control device or system, or alternative fuel or powersource. Adds \"the potential to conserve energy\" to factors to be considered in granting such waivers. Revises the maximum number of vehicles or engines per manufacturer to which such waivers may apply. Sets such maximum at 200,000 vehicles or engines per year of such waiver, but not more than 500,000 for a four model years waiver. Prohibits extension or renewal of four model years waivers. Requires that such waivers include appropriate emissions standards to: (1) ensure, in the Administrator's judgment, no significant adverse impact on achieving applicable ambient air quality standards; and (2) encourage development and production of such model. Limits (to one-half the average original actual life for each class or category of motor vehicle or motor vehicle engine) the period of use which the Administrator is authorized to determine as appropriate for specified provisions relating to the \"useful life\" of such vehicles or engines. Provides that future regulations affecting the manufacture, distribution, or sale of motor vehicles or engines for high altitude areas of the United States: (1) shall include the exemptions provided in regulations for model year 1982; and (2) may provide specified high-altitude performance adjustments. Prohibits any regulation requiring a percentage of reduction in emissions from high altitude motor vehicles greater than that required for non-high altitude motor vehicles. Prohibits regulations applying a numerical standard for determination of such percentage reduction for high altitude vehicles more stringent than that for non-high altitude vehicles. Requires that such regulations provide for a percentage reduction in emissions for high-altitude vehicles or engines that is determined by comparing any proposed high-altitude emission standard to high-altitude emissions from vehicles manufactured during model year 1970, but prohibits such regulations from containing standards less stringent than 11 gpm of carbon monoxide from light-duty high-altitude vehicles and engines manufactured during or after model year 1982. Prohibits regulations requiring that any emission control device or element of design needed to meet the applicable emissions standards under high altitude conditions also be installed on motor vehicles or engines intended for principal use in non-high altitude locations. Includes among prohibited acts the failure or refusal by any manufacturer to comply with EPA requests for information for a study relating to the availability and distribution to motor vehicle dealers located at high altitudes of models of new light-duty motor vehicles. Revises provisions for compliance testing and conformity certification to direct the Administrator to reliably evaluate or require reliable evaluation of (but not necessarily to test or require testing of): (1) any new motor vehicle or new motor vehicle engine submitted by a manufacturer; and (2) any emission control system incorporated in a vehicle or engine submitted by any person. Repeals a one-year maximum limit on the period which a certificate of conformity may cover. Directs the Administrator to establish an acceptable quality level for all new motor vehicles equivalent to the level applicable to 1981 model year light-duty vehicles. Repeals a requirement that a all light-duty vehicles manufactured during and after model year 1984 comply with specified emission standards regardless of the altitude at which they are sold. Prohibits the Administrator, in administering compliance testing and certification provisions, from requiring a manufacturer to test or to assume the cost of testing any motor vehicle if: (1) the projected sales for the model year will not exceed 500; and (2) such vehicle incorporates an engine and emission control system which have been used in a motor vehicle for which a certificate of conformity has been issued. Revises provisions for compliance by vehicles and engines in actual use to base determinations of nonconformity with regulations by any class or category of vehicles and engines manufactured after a specified date upon the average performance in testing a representative sample. Permits manufacturers to elect to take other actions, in lieu of remedying such nonconformity, with respect to those or other vehicles or engines, consistent with the purposes of title II of the Act. Prohibits manufacturers from including together in the same such actions: (1) both gasoline and diesel-fueled vehicles or engines; or (2) both light-duty and heavy-duty vehicles or engines. Directs the Administrator to consider the effects on competition, in approving a manufacturer's plan to remedy or take other actions with respect to such nonconformity. Repeals a requirement that dealers furnish purchasers of new light-duty motor vehicles certificates of conformity with applicable emission standards, including notice of purchaser warranty rights. Provides that, in the case of any new motor vehicle or engine designed to comply with State emission control standards for which a waiver of Federal standards has been granted, compliance with such States standards shall be treated as compliance with applicable Federal standards. Repeals a provision requiring that there be a State-instituted motor vehicle inspection and maintenance (I and M ) program in nonattainment areas of a State before authority relating to high-altitude performance adjustments may be available to such State. Provides that specified foregoing amendments made by this title shall take effect with respect to vehicles and engines manufactured in model years beginning more than 60 days after the enactment of this Act. Directs the Administrator to initiate a study and related proceedings, including appropriate informal public hearings, to: (1) develop alternative and practicable approaches to emission control of any air pollutant, subject to such regulation, from new motor vehicles or engines; and (2) evaluate the existing control program. Sets forth the factors to be considered by the Administrator concerning such alternative approach. Requires that a report of such study, including public comments, be submitted to the appropriate committees of the Congress within one year. Sets forth criteria for proposed regulations under any such alternative approach. Prohibits promulgation of such regulations except after final rulemaking as required by this Act and pursuant to legislation reported from the appropriate committees of Congress and enacted either after the date of submission of the report of the study or after the date of submittal of the regulations to the Congress. Repeals a requirement that manufacturers warrant that new motor vehicles or engines are: (1) designed, built, and equipped so as to conform with emissions standards at the time of sale; and (2) free from defects in materials and workmanship which cause failure to conform during the period of useful life. Requires, instead, a production warranty that the vehicle or engine is: (1) equipped with emission control components designed to enable such vehicle or engine to conform at the time of sale with emissions standards; and (2) free from defects in materials and workmanship which cause failure to conform for the first 24 months or the first 24,000 miles, whichever occurs first. Repeals provisions for motor vehicle or engine parts certifications by manufacturers or rebuilders for compliance with emissions standards. Limits a free replacement obligation of manufacturers to emissions control components installed for the sole (currently, sole or primary) purpose of reducing vehicle emissions. Limits specified peformance warranties to: (1) the first 24 months or 24,000 miles; and (2) certain components installed for the sole purpose of emissions control. Revises provisions for manufacturers' instructions for the maintenance, replacement, and repair of emission control parts or components to eliminate requirements that: (1) such instructions correspond to regulations promulgated by the Administrator of the Environmental Protection Agency; and (2) the replacement parts be certified. Eliminates provisions for waivers of a prohibition against including conditions on the purchaser's using components for services unconnected with the manufacturer. Prohibits States from establishing or enforcing a warranty or prescribed maintenance requirement for new motor vehicles or engines unless such warranty or requirement is identical to the corresponding Federal warranty or prescribed maintenance requirement. Permits a person to remove, disconnect, alter, or render inoperative an emission control part on a motor vehicle if the part is replaced with a part which performs the same function or if such action is temporarily necessary for the repair or maintenance of such part or vehicle. Prohibits the sale or offer of sale, of any part or component principally used to render inoperative or alter emission control parts or components of motor vehicles or engines so as to cause the vehicle or engine to exceed applicable emission standards. Expresses the intent of the Congress that the Administrator: (1) not rely on letters and internal memoranda for guidance to those affected by such tampering prohibitions; and (2) promulgate regulations or a general policy statement to provide guidance to those affected and to ensure uniform compliance. Exempts communications regarding any part, component, system, or service provided without charge under the terms of the purchase agreement from specified prohibitions against manufacturer's communications conditioning warranty coverage on use of certain products or services. Prohibits State new motor vehicle emission standards in nonattainment areas from including any provision similar to the production or performance warranty provisions under the Act. Sets forth provisions for the control of marine vessel emissions as mobile source emissions. Directs the Administrator, in consultation with the Secretaries of Commerce, State, Defense, Transportation, and the Department in which the Coast Guard is operating, and with the States, to study and investigate air pollutant emissions from marine vessels to determine: (1) the extent to which such emissions affect air quality; and (2) the technological feasibility of controlling such emissions. Requires that the results of the study be available for public comment at least 90 days prior to publication and that publication be within 12 months after enactment of this Act. Directs the Administrator, in consultation with the States and the Secretary of the Department in which the Coast Guard is located, to issue proposed emission standards for any class or classes of vessels causing or contributing to air pollution which may reasonably be anticipated to endanger public health or welfare. Directs the Administrator to hold public hearings with respect to such proposed standards and to promulgate regulations establishing such standards, with appropriate modifications. Authorizes revision of such standards. Requires that such regulations take effect after a period necessary to permit development and application of requisite technology, with appropriate consideration given to the cost of compliance. Provides that any such regulation shall not apply if disapproved by the President on the basis of a finding, after notice and opportunity for public hearing, by the Secretary of the Department in which the Coast Guard is operating that such regulation would create a hazard to vessel safety. Directs the Secretary of the Department in which the Coast Guard is operating: (1) after consultation with the Administrator and the Secretary of Defense, to prescribe regulations to insure compliance with emission standards for marine vessels; and (2) to insure that all necesary inspections are accomplished. Prohibits State or local government enforcement of standards for control of marine vessel air pollutant emissions unless such standards are identical to those applicable under the marine vessel emissions provisions of this Act. Directs the Administrator, upon the request of any national association of motor vehicle dealers with a membership which includes a majority of U.S. retail franchisers selling imported and domestic new light-duty motor vehicles, to compile data relating to the availability and distribution to dealers located at high altitudes of all models of such vehicles manufactured by any specified manufacturer in a specified model year. Authorizes the Administrator to utilize specified information and to require manufacturers to submit relevant information (except information identifying shipments to individual dealers). Directs the Administrator, within 180 days after such a request is made, to submit to the Congress and publish in the Federal Register a report setting forth the data so compiled, including specified information. Directs the Administrator to: (1) accelerate ongoing studies of performance of methanol and other low-emission fueled vehicles; (2) evaluate and monitor ongoing experiments by other entities; (3) assess the cost effectiveness of such alternatives to gasoline; and (4) determine emission characteristics in methanol and other low-emission fueled engines. Directs the Administrator,if such study results are favorable, to develop a policy to encourage conversion of commercial and governmental vehicle fleets to low-emission fuels. Directs the Administrator to report the results of such studies to the appropriate committees of the Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Air Act Reauthorization Amendments of 1982", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 11 of the Clean Air Act with respect to the mobile sources.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:47:15-05:00"
}