{
  "actions": [
    {
      "acted_at": "1999-05-10", 
      "references": [
        {
          "reference": "CR S4945-4947", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-10", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s993-106", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-05-10", 
  "number": "993", 
  "official_title": "A bill to prevent juvenile crime, provide for certain punishment of juvenile delinquents, and incapacitate violent juvenile criminals, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Juvenile Justice and Delinquency Prevention Act of 1999", 
  "sponsor": {
    "district": null, 
    "name": "Biden, Joseph R., Jr.", 
    "state": "DE", 
    "thomas_id": "01284", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-05-10", 
  "subjects": [
    "Administration of juvenile justice", 
    "Alcohol and youth", 
    "Ammunition", 
    "Authorization", 
    "Block grants", 
    "Building leases", 
    "Crime and law enforcement", 
    "Criminal investigation", 
    "Criminal justice information", 
    "DNA fingerprints", 
    "Delinquency prevention", 
    "Drug abuse", 
    "Drug courts", 
    "Drugs and youth", 
    "Economics and public finance", 
    "Families", 
    "Federal aid to Indians", 
    "Federal aid to law enforcement", 
    "Federal installations", 
    "Federal office buildings", 
    "Federal-local relations", 
    "Federal-state relations", 
    "Fingerprints", 
    "Firearms", 
    "Firearms control", 
    "Gangs", 
    "Government operations and politics", 
    "Government trust funds", 
    "Homeless children", 
    "Housing and community development", 
    "Identification of criminals", 
    "Indian law enforcement", 
    "Indian youth", 
    "Juvenile corrections", 
    "Juvenile courts", 
    "Juvenile delinquency", 
    "Juvenile delinquents", 
    "Juvenile probation", 
    "Law", 
    "Minorities", 
    "Prosecution", 
    "Public prosecutors", 
    "Runaway children", 
    "Sentences (Criminal procedure)", 
    "Shelters for the homeless", 
    "Social welfare", 
    "State laws", 
    "Surplus government property", 
    "Youth violence"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-05-10", 
    "text": "Juvenile Justice and Delinquency Prevention Act of 1999 - Amends the Omnibus Crime Control and Safe Streets of 1968 to direct the Attorney General to make grants to States and local governments for planning, establishing, operating, coordinating, and evaluating projects for the development of more effective investigation, prosecution, and punishment of crimes or acts of delinquency committed by juveniles, programs to improve the administration of justice for and ensure accountability by juvenile offenders, and programs to reduce the risk factors (truancy, drugs, alcohol, gang involvement) associated with juvenile crime or delinquency. Provides authorized grant uses, eligibility requirements, and allocation and distribution requirements. (Sec. 3) Amends the Violent Crime Control and Law Enforcement Act of 1994 (VCCLEA) to authorize the use of community-based justice grants for prosecutors to: (1) allow the hiring of additional prosecutors; (2) provide funding to enable prosecutors to address drug, gang, and youth violence problems more effectively; (3) provide funding to assist prosecutors with funding for technology, equipment, and training to assist prosecutors in reducing the incidence of, and increase the successful identification and speed of, prosecution of young violent offenders; and (4) provide funding to assist prosecutors in their efforts to engage in community prosecution, problem solving, and conflict resolution techniques through collaborative efforts with police, school officials, probation officers, social service agencies, and community organizations. (Sec. 4) Amends the Juvenile Justice and Delinquency Prevention Act of 1974 (JJDPA) to authorize appropriations and to allocate appropriations for specified purposes, including grants to develop alternative methods of punishment for young offenders and grants to prosecutors and courts under VCCLEA. (Sec. 5) Reauthorizes appropriations under JJDPA and under the Runaway and Homeless Youth Act. (Sec. 6) Amends the Brady Handgun Violence Prevention Act (the Act) to prohibit: (1) the sale or other disposition of a firearm or ammunition to any person knowing or having reasonable cause to believe that such person has committed an act of juvenile delinquency; and (2) the shipment, transport, or possession in interstate or foreign commerce of a firearm or ammunition, or the receipt of any firearm or ammunition which has been shipped or transported in interstate or foreign commerce, by a person who has committed an act of juvenile delinquency. Specifies that: (1) what constitutes an adjudication of an act of juvenile delinquency shall be determined in accordance with the law of the jurisdiction in which the proceedings were held; and (2) any State conviction or adjudication of such an act that has been expunged or set aside, or for which a person has been pardoned or has had civil rights restored by the jurisdiction in which the conviction or adjudication of delinquency occurred, shall nevertheless be considered a conviction or adjudication of delinquency unless specified conditions are met. Amends VCCLEA to extend the Violent Crime Reduction Trust Fund through FY 2002."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Juvenile Justice and Delinquency Prevention Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to prevent juvenile crime, provide for certain punishment of juvenile delinquents, and incapacitate violent juvenile criminals, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:41:36-05:00"
}