{
  "actions": [
    {
      "acted_at": "1984-08-08", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1984-08-29", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Agriculture Department, Interior Department, OMB.", 
      "type": "action"
    }, 
    {
      "acted_at": "1984-09-18", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee on Public Lands and Reserved Water. Hearings held. Hearings printed:  S.Hrg. 98-1244.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2916-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Reserved Water and Resource Conservation", 
      "subcommittee_id": "09"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1984-08-08", 
  "number": "2916", 
  "official_title": "A bill to designate certain additional national forest lands and national park lands in the State of Colorado as components of the National Wilderness Preservation System and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Colorado Wilderness Act of 1984", 
  "sponsor": {
    "district": null, 
    "name": "Armstrong, William L.", 
    "state": "CO", 
    "thomas_id": "00029", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1984-08-08", 
  "subjects": [
    "Colorado", 
    "Environmental assessment", 
    "Forests and forest products", 
    "Monuments and memorials", 
    "National forests", 
    "National monuments", 
    "National parks", 
    "Parks and Natural Areas", 
    "Wilderness areas"
  ], 
  "subjects_top_term": "Wilderness areas", 
  "summary": {
    "as": "Introduced", 
    "date": "1984-08-08", 
    "text": "Colorado Wilderness Act of 1984 - Designates the following lands in Colorado as components of the National Wilderness Preservation System: (1) the Buffalo Peaks Wilderness Area in the Pike and San Isabel National Forests; (2) the Greenhorn Wilderness in the San Isabel National Forest; (3) the Piedra Wilderness in the San Juan National Forest; (4) the Sangre de Cristo Wilderness in the San Isabel and Rio Grande National Forests; (5) the Vasquez Peak Wilderness in the Arapaho and Roosevelt National Forests; (6) the West Needles Wilderness in the San Juan National Forest and the San Juan Resource Area; (7) the Powderhorn Wilderness in the Gunnison National Forest and in the Bureau of Land Management Powderhorn Primitive Area; (8) the Service Creek Wilderness in the Routt National Forest; (9) lands in the Routt National Forest which shall be incorporated in the Mount Zirkel Wilderness Area; (10) lands in the White River National Forest which shall be incorporated in the Hunter-Fryingpan Wilderness Area; (11) lands in the San Juan National Forest which shall be incorporated in the Weminuche Wilderness Area; (12) the Mummy Range Wilderness in the Rocky Mountain National Park; (13) the Never Summer Wilderness in Rocky Mountain National Park; (14) the Trail Ridge Wilderness in Rocky Mountain National Park; (15) the Enos Mills Wilderness in Rocky Mountain National Park; (16) the Monument Mesa Wilderness in Colorado National Monument; (17) the No Thoroughfare Canyon Wilderness in Colorado National Monument; (18) the Green Yampa Wilderness in Dinosaur National Monument; and (19) the Blue Mountain Wilderness in Dinosaur National Monument. Provides that a certain portion of the Indian Peaks Wilderness which has been transferred to Rocky Mountain National Park shall be made part of the Enos Mills Wilderness. Provides for management of one part of the Never Summer Wilderness by the U.S. Forest Service and of another part of the Never Summer Wilderness by the U.S. Park Service. Provides that the RARE II (second roadless area review and evaluation) final environmental statement (dated January 1979) with respect to national forest system lands in Colorado shall not be subject to judicial review. Releases national forest system lands in Colorado which were reviewed in the RARE II program from further review by the Department of Agriculture, pending the revision of initial national forest management plans. Releases lands in Colorado reviewed in the RARE II program and not designated as wilderness from management as wilderness areas. Prohibits the Department of Agriculture from conducting any further statewide roadless area review and evaluation of national forest system lands in Colorado without express congressional authorization. States that the provisions above shall also apply to national forest system roadless lands in Colorado which are less than 5,000 acres in size. Declares that nothing in this Act nor in any other Act designating areas in Colorado as part of the National Wilderness Preservation System shall constitute the establishment of water rights in the Federal Government because of the designation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Colorado Wilderness Act of 1984", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to designate certain additional national forest lands and national park lands in the State of Colorado as components of the National Wilderness Preservation System and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:09:27-05:00"
}