{
  "actions": [
    {
      "acted_at": "1992-06-04", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2815-102", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "102", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Garn, E. J. (Jake)", 
      "sponsored_at": "1992-06-04", 
      "state": "UT", 
      "thomas_id": "01338", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1992-06-04", 
  "number": "2815", 
  "official_title": "A bill to amend the Export-Import Bank Act of 1945.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1992-06-04", 
  "subjects": [
    "American economic assistance", 
    "Angola", 
    "Apartheid", 
    "Arms sales", 
    "CIS countries", 
    "Communism", 
    "Communist countries", 
    "Congressional reporting requirements", 
    "Drug law enforcement", 
    "Employee rights", 
    "Energy industries", 
    "Energy policy", 
    "Energy supplies", 
    "Executive reorganization", 
    "Export credit", 
    "Export finance", 
    "Export-Import Bank of the United States", 
    "Federal advisory bodies", 
    "Foreign trade and international finance", 
    "Fossil fuels", 
    "Government and business", 
    "Government corporations", 
    "Human rights", 
    "Insurance premiums", 
    "Interest", 
    "International competitiveness", 
    "Investment guaranty insurance", 
    "Narcotic traffic", 
    "Reinsurance", 
    "South Africa", 
    "U.S.S.R."
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "1992-06-04", 
    "text": "Amends the Export-Import Bank Act of 1945 to repeal the requirement that the Export-Import Bank include in its annual report to the Congress a statement assessing the impact of each loan made to foreign borrowers for the development of energy-related industries abroad on the availability of energy products, services, or supplies in the United States. Redefines the term \"Marxist-Leninist country\" to mean any country which: (1) maintains a centrally planned economy based on the principles of Marxism-Leninism; or (2) is economically and militarily dependent on any other country which maintains a centrally planned economy based on the principles of Marxism-Leninism. Repeals the Marxist-Leninist country list. Repeals the requirement that the President make a separate determination of U.S. national interest with respect to the Bank's financing transactions for the purchase of products by Marxist-Leninist countries in excess of $50,000,000. Repeals the requirement that the Bank notify the Congress of the details of all financing in support of exports of fossil fuel technology to the Soviet Union. Extends the Bank's authority (which would otherwise expire on or before September 30, 1992) to finance the sale of defense articles for anti-narcotics purposes to foreign countries. Repeals the requirement that the Secretary of State certify that any purchaser of U.S. exports in South Africa seeking Bank financing has proceeded to implement the so-called \"Sullivan\" principles regarding human rights. Repeals the prohibition against Bank financing of the export of goods and services to Angola. Increases the size of the Bank's Advisory Committee from 12 to 15 members. Increases the ceiling on the total amount of outstanding loans for Bank programs from $40,000,000,000 to $75,000,000,000. Requires fees and premiums charged to be commensurate with the risks covered in connection with the contractual liability which the Bank incurs for guarantees, insurance, coinsurance, and reinsurance against political and credit risks of loss. (Currently, not less than 25 percent of such contractual liability may be charged against such risks of loss.) Repeals provisions of the Act and of the Trade Act of 1974 limiting to $300,000,000 annually the amount of Bank loans, guarantees, or insurance for exports to the Soviet Union. Extends through FY 1998 the Bank's authority to provide financing for the export and import of goods and services between the United States and foreign countries. Repeals the requirement that in its annual report to the Congress the Bank detail actions it has taken to maintain the competitive position of key linkage industries in the United States. Repeals the requirement that the Comptroller General report to the Congress on the Bank's interest subsidy payment program. Extends the Tied Aid Credit Fund through FY 1994. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Export-Import Bank Act of 1945.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:11:37-05:00"
}