{
  "actions": [
    {
      "acted_at": "1981-02-20", 
      "committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read second time and referred to Senate Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-20", 
      "in_committee": "Senate Committee on Commerce", 
      "references": [], 
      "subcommittee": "Aviation", 
      "text": "Referred to Subcommittee on Aviation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1981-02-24", 
      "in_committee": "Senate Committee on Commerce", 
      "in_subcommittee": "Aviation", 
      "references": [], 
      "text": "Subcommittee on Aviation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-02-25", 
      "in_committee": "Senate Committee on Commerce", 
      "in_subcommittee": "Aviation", 
      "references": [], 
      "text": "Subcommittee on Aviation. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-04-29", 
      "in_committee": "Senate Committee on Commerce", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-05-15", 
      "references": [], 
      "text": "Committee on Commerce. Reported to Senate by Senator Packwood under the authority of the order of May 13, 81 favorably with an amendment in the nature of a substitute. With written report No. 97-97.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-15", 
      "calendar": "Senate Legislative", 
      "number": "121", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 121.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s5-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "5"
    }, 
    {
      "amendment_id": "s7-97", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "7"
    }
  ], 
  "bill_id": "s508-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM", 
      "subcommittee": "Subcommittee on Aviation", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "97", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cannon, Howard W.", 
      "sponsored_at": "1981-02-20", 
      "state": "NV", 
      "thomas_id": "01301", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Exon, J. James", 
      "sponsored_at": "1981-03-10", 
      "state": "NE", 
      "thomas_id": "01328", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Packwood, Bob", 
      "sponsored_at": "1981-02-20", 
      "state": "OR", 
      "thomas_id": "01414", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-02-20", 
  "number": "508", 
  "official_title": "A bill to provide for the improvement of the Nation's airport and airway system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Airport and Airway System Development Act of 1981", 
  "sponsor": {
    "district": null, 
    "name": "Kassebaum, Nancy Landon", 
    "state": "KS", 
    "thomas_id": "01375", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-04-29", 
  "subjects": [
    "Administrative fees", 
    "Affirmative action programs", 
    "Air pollution control", 
    "Air traffic", 
    "Aircraft", 
    "Airports", 
    "Armed forces and national security", 
    "Authorization", 
    "Aviation", 
    "Civil procedure", 
    "Construction industries", 
    "Crimes aboard aircraft", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Employment and training programs", 
    "Environmental protection", 
    "Executive reorganization", 
    "Federal aid to transportation", 
    "Government operations and politics", 
    "Government trust funds", 
    "Labor and employment", 
    "Land transfers", 
    "Military aviation", 
    "Public Contracts, Procurement, and Property", 
    "Public Lands and Real Property", 
    "Transportation and public works", 
    "Veterans' employment", 
    "Wages", 
    "Water pollution control"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1981-05-15", 
    "text": "(Reported to Senate from the Committee on Commerce, Science, and Transportation with amendment, S. Rept. 97-97) Airport and Airway System Development Act of 1981 - Directs the Secretary of Transportation to review and revise the existing national airport system plan to provide for the development of public-use airports in the United States. Specifies that such plan shall include the type and estimated cost of eligible airport development considered by the Secretary to be necessary for civilian, military, and postal purposes. Directs the Department of Defense to make domestic military airports and airport facilities available for civil use to the extent feasible. Requires the Comptroller General, within 180 days after the date of enactment of this Act, to submit to Congress an evaluation of the feasibility of making such airports available for joint civil and military use. Directs the Secretary and the Secretary of Defense, within one year of the date of enactment of this Act, to submit to Congress a plan for making such airports available for joint civil and military use. States that the costs incurred by the Secretary of Transportation for improvements to air navigation facilities shall be charged to funds appropriated by this Act. Authorizes the Secretary to make grants from the Airport and Airway Trust Fund for airport development and planning in the form of project-grants, block-grants, and block-grant supplements. Sets forth the aggregate funding level for such grants for fiscal years 1981 through 1985. Allows expenditures for such development or planning at a privately owned reliever airport under certain conditions. Authorizes appropriations out of the Trust Fund for fiscal years 1981 through 1985 for: (1) the establishment of air navigation facilities; (2) airport research, engineering and development, and demonstration projects; (3) costs of services provided under international agreements relating to the joint financing of air navigation services; and (4) costs incurred by the Secretary to flight check and maintain such air navigation facilities. Sets forth the method for apportioning the funds made available under this Act. States that the funds of the Airport and Airway Trust Fund shall not be appropriated except for purposes described in this Act. States that funds apportioned by this Act and unobligated within a certain time shall be added to a discretionary fund established by this Act. Sets forth airport funding requirements. Describes procedures for the submission of project-grant and block-grant airport development applications and requirements that must be met prior to approval of such applications. Prohibits approval of a project-grant application for airport development involving the location of an airport, an airport runway, or a major runway extension unless: (1) the project sponsor certifies that there has been an opportunity for public hearings on the matter; (2) the sponsor agrees that, upon request, he will submit a transcript of such hearings to the Secretary; (3) the Secretary consults with specified officials in regard to the project's impact on natural resources, including fish and wildlife, recreation assets, and water and air quality; (4) the Secretary conducts a complete review of any adverse effects of such project and finds that no feasible alternative exists; (5) the Governor of the State in which the project is to be located certifies in writing to the Secretary that there is reasonable assurance that the project will comply with applicable air and water quality standards; and (6) the Secretary conditions such approval on compliance during the construction and operation of the project with such air and water quality standards. Imposes upon the Secretary, as a condition precedent to approval of a project grant application submitted under this Act, the duty to receive written assurances that: (1) such airport will be available for public use on fair, reasonable, equitable, and nondiscriminatory terms; (2) such airport and related facilities will be suitably operated and maintained, with due regard to climatic and flood conditions; (3) the aerial approaches to such airport will be adequately cleared, protected, and hazard-free; (4) land in the immediate vicinity of such airport will be used for purposes compatible with airport operations; (5) such airport's facilities will be available for use by United States Government aircraft; (6) the airport operator or owner will furnish certain land, water, or estate therein to the Federal Government for use in connection with air traffic control, navigation, weather reporting, or communications activities related to air traffic control; (7) all project records will be kept in accordance with a standard accounting system; (8) the airport operator or owner will maintain a fee and rental structure for the facilities and services being provided to airport users which will make the airport as self-sustaining as possible; (9) such operator or owner will submit reports as requested by the Secretary; (10) the airport and all airport records will be available for the Secretary's inspection; (11) all revenues generated by the airport will be expended for the capital or operating costs of such airport or certain related facilities; and (12) such operator or owner who receives a grant for the purchase of land for noise compatibility purposes, which is conditioned on the disposal of the acquired land at the earliest practicable time, will use its best efforts to so dispose of such land. Authorizes the Secretary to relieve a project sponsor from contractual obligations entered into under this Act, the Airport and Airway Development Act of 1970, or the Federal Airport Act, to provide free space in airport buildings to the Federal Government. Prescribes conditions for approval of state applications for block-grants and block-grant supplements. Directs the Secretary to require conclusionary certification from participating project sponsors that they have complied or will comply with all of the statutory, regulatory, and procedural requirements imposed under this Act or any other Federal law. Requires airport sponsors to consult affected parties in making a decision to undertake any airport development project. Directs the Secretary, upon approving a project grant, block-grant, or block-grant supplement application, to transmit an offer to the sponsors thereof to make a grant for the U.S. share of allowable project costs. Sets forth procedures for the execution of such agreements. Directs the Secretary first to determine that the cost of an airport development or planning project is allowable before the United States pays from amounts appropriated to carry out the provisions of this Act. Sets forth criteria to be used in determining whether such costs are allowable. Authorizes the Secretary to approve, as allowable costs of an airport development project, terminal development costs in nonrevenue producing public-use areas that are directly related to the movement of passengers and baggage in air commerce within the boundaries of the airport. Describes project costs not allowed under this Act. Limits the United States' share of allowable project costs to 90 percent. Establishes lower percentages for such projects at certain primary airports and in designated public lands States. Authorizes the Secretary to determine, within certain parameters, the times and amounts in which payments shall be made under such agreements. Requires that construction work on projects funded under this Act be subject to inspection and approval by the Secretary and be in accordance with regulations prescribed by the Secretary. Provides that contracts in excess of $2,000 for such construction projects shall include provisions establishing minimum rates of wages to be predetermined by the Secretary of Labor in accordance with the Davis-Bacon Act. Requires that construction contracts for airport development projects grant employment preferences to Vietnam and disabled veterans. Directs the Secretary of Transportation, in the event that a public airport project will require the use of Federal lands, to request the head of the Federal agency or department controlling such lands to transfer the necessary property interests to the participating public agency. Requires the head of such agency or department to notify the Secretary within four months of its decision with respect to such a request. Exempts from such requests lands under the administration of the National Park Service, units of the National Wildlife Refuge System or similar areas under the jurisdiction of the United States Fish and Wildlife Service or within any national forest or Indian reservation. Prescribes criminal penalties for fraudulent acts committed with regard to projects under this Act. Sets forth recordkeeping and auditing requirements with respect to projects under this Act. Requires annual documentation by hub airports of the need for Federal assistance. Directs the Secretary to take affirmative action to assure that no person shall, on the grounds of race, creed, color, national origin, or sex, be excluded from participating in any activity conducted with funds received from any grant made under this Act. Sets forth judicial enforcement procedures available to the Secretary for violations of the provisions of this Act. Provides that no obligation for airport development shall be incurred by the Secretary after September 30, 1981, at any airport which enplanes more than .5 percent (.25 percent after September 30, 1982) of the total number of passengers enplaned in calendar year 1979 at all commercial service airports. Authorizes other airports after such date to elect not to receive such assistance. Directs the Secretary to establish procedures pursuant to which an owner or operator of an airport that becomes ineligible to receive Federal assistance under this Act may terminate any existing obligations with the United States that arose from the acceptance of such Federal assistance. Sets forth procedures for the termination of such obligations. Permits an air carrier airport owner or operator to renegotiate rates, fees, or other charges paid by air carriers to replace such Federal assistance revenues. Repeals the provisions of the Airport and Airway Development Act of 1970 relating to airport development funding. Directs the Secretary to transmit annually to Congress a balance sheet describing the revenues and expenditures of the Trust Fund for the preceding fiscal year. Authorizes operators of commercial service airports that are ineligible to receive Federal airport development or planning assistance to impose a limited passenger facility charge on passengers enplaning at such airports. Lists criteria to be observed in charging such fees. Directs the Civil Aeronautics Board to establish by regulation procedures for the collection of such fees. Transfers such authority of the Board to the Department of Transportation on January 1, 1985. Amends the Federal Aviation Act of 1958 to require that airport operating certificates prescribe terms, conditions, and limitations relating to such friction treatment for runways as the Secretary determines to be necessary. Requires that all airports upon which Federal funds have been expended shall be available for: (1) public use; and (2) all types of aeronautical use on fair, reasonable, and nondiscriminatory terms. Permits an airport owner or operator to establish conditions and limitations on the type, kind, or class of aeronautical use of such airport if necessary for safety or efficiency and if not unjustly discriminatory. Amends the Airport and Airways Development Act Amendments of 1976 to authorize appropriations out of the Trust Fund for fiscal year 1982 for security measures in foreign air transportation. Directs the Secretary to report to Congress on the amounts of compensation due to air carriers under such Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Airport and Airway System Development Act of 1981", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for the improvement of the Nation's airport and airway system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:37-05:00"
}