{
  "actions": [
    {
      "acted_at": "1996-09-12", 
      "references": [
        {
          "reference": "CR E1599-1600", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-12", 
      "committee": "House Committee on Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4077-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Brewster, Bill K.", 
      "sponsored_at": "1996-09-12", 
      "state": "OK", 
      "thomas_id": "00123", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Chenoweth, Helen", 
      "sponsored_at": "1996-09-28", 
      "state": "ID", 
      "thomas_id": "00194", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-12", 
  "number": "4077", 
  "official_title": "To clarify hunting prohibitions and provide for wildlife habitat under the Migratory Bird Treaty Act.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Migratory Bird Treaty Reform Act of 1996", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-12", 
  "subjects": [
    "Animals", 
    "Bail", 
    "Crime and law enforcement", 
    "Environmental protection", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Hunting", 
    "International affairs", 
    "Land transfers", 
    "Migratory bird conservation", 
    "Public lands and natural resources", 
    "Searches and seizures", 
    "Surety and fidelity", 
    "Treaties", 
    "Wildlife refuges"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-12", 
    "text": "Migratory Bird Treaty Reform Act of 1996 - Amends the Migratory Bird Treaty Act (the Act) to prohibit persons from taking migratory game birds: (1) with a trap, snare, net, rifle, pistol, swivel gun, shotgun larger than 10 gauge, punt gun, battery gun, machine gun, fish hook, poison, drug, explosive, or stupefying substance or with a shotgun of any description capable of holding more than three shells; (2) from or by means, aid, or use of a sinkbox or any other type of low floating device having a depression affording a hunter a means of concealment beneath the surface of the water; (3) from or by means, aid or use of any motor vehicle, motor-driven land conveyance, or aircraft of any kind, except that paraplegics and persons missing one or both legs may take from any stationary motor vehicle or stationary motor-driven land conveyance; (4) from or by means of any motorboat or other craft having a motor attached, or any sailboat, unless the motor has been completely shut off and or the sails furled, and its progress therefrom has ceased (allows a powered craft to be used to retrieve dead or crippled birds, except that crippled birds may not be shot from such craft except in the seaduck area, as provided by regulations issued by the Secretary of the Interior); (5) by means or aid of any motor-driven land, water, or air conveyance or any sailboat used for the purpose of, or resulting in, the concentrating, driving, rallying, or stirring up of any migratory bird; (6) by the use or aid of live birds as decoys, including on areas where tame or captive live ducks or geese are present, unless such birds are and have been for a period of ten consecutive days before such taking, confined within an enclosure which substantially reduces the audibility of their calls and totally conceals such birds from the sight of wild migratory waterfowl; (7) by the use or aid of recorded or electrically amplified bird calls or sounds or of imitations thereof; or (8) while possessing shot (either in shotshells or loose shot for muzzle-loading) other than steel shot, bismuth-tin shot, or such other shot as may be approved as nontoxic by the Secretary (applicable to the taking of Anatidae (ducks, geese, including brant, and swans), coots (Fulica americana) and any species that make up aggregate bag limits during concurrent seasons with the former in areas designated as nontoxic shot zones by the Secretary). Prohibits persons from taking migratory birds by the aid of baiting, or on or over any baited area, where they know or should have known through the exercise of reasonable diligence that bait was present. (Sec. 4) Requires all fines and penalties assessed and recovered under this Act to be deposited into the migratory bird conservation fund to be used only for the location, ascertainment, and acquisition of suitable areas for migratory bird refuges under the Act. (Sec. 5) Amends penalty provisions of such Act to provide that in lieu of seizing any personal property, the Secretary shall permit the owner or operator of such property to post bond or other surety pending the disposition of any proceeding under the Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Migratory Bird Treaty Reform Act of 1996", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To clarify hunting prohibitions and provide for wildlife habitat under the Migratory Bird Treaty Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:45-05:00"
}