{
  "actions": [
    {
      "acted_at": "2011-07-19", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2011-07-21", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-21", 
      "in_committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 23 - 20.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2011-09-23T14:36:00-04:00", 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Foreign Affairs. H. Rept. 112-223.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-09-23T14:36:00-04:00", 
      "calendar": "Union", 
      "number": "145", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 145.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2583-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-07-19", 
  "number": "2583", 
  "official_title": "To authorize appropriations for the Department of State for fiscal year 2012, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2699-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Foreign Relations Authorization Act, Fiscal Year 2012", 
  "sponsor": {
    "district": "18", 
    "name": "Ros-Lehtinen, Ileana", 
    "state": "FL", 
    "thomas_id": "00985", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2011-07-21", 
  "subjects": [
    "Abortion", 
    "Accounting and auditing", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Afghanistan", 
    "Africa", 
    "Alliances", 
    "Angola", 
    "Arab-Israeli relations", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Bangladesh", 
    "Budget deficits and national debt", 
    "Cameroon", 
    "Canada", 
    "Caribbean area", 
    "Central African Republic", 
    "Chad", 
    "Child safety and welfare", 
    "China", 
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Crime victims", 
    "Crimes against women", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Cultural exchanges and relations", 
    "Cyprus", 
    "Department of State", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Economic development", 
    "Egypt", 
    "Equatorial Guinea", 
    "Eritrea", 
    "Ethiopia", 
    "Europe", 
    "Executive agency funding and structure", 
    "Foreign aid and international relief", 
    "Fraud offenses and financial crimes", 
    "Gaza Strip", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government trust funds", 
    "Greece", 
    "Guatemala", 
    "Guinea", 
    "HIV/AIDS", 
    "Haiti", 
    "Human rights", 
    "Infectious and parasitic diseases", 
    "International affairs", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Iran", 
    "Iraq", 
    "Israel", 
    "Ivory Coast", 
    "Kenya", 
    "Latin America", 
    "Law enforcement officers", 
    "Lebanon", 
    "Libya", 
    "Macedonia", 
    "Marine and coastal resources, fisheries", 
    "Mexico", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "Military facilities and property", 
    "Military operations and strategy", 
    "Nepal", 
    "Nigeria", 
    "North Korea", 
    "Nuclear weapons", 
    "Pakistan", 
    "Palestinians", 
    "Peace Corps", 
    "Political movements and philosophies", 
    "Public contracts and procurement", 
    "Public-private cooperation", 
    "Racial and ethnic relations", 
    "Reconstruction and stabilization", 
    "Refugees, asylum, displaced persons", 
    "Religion", 
    "Rule of law and government transparency", 
    "Sanctions", 
    "Sex offenses", 
    "Small business", 
    "Smuggling and trafficking", 
    "Social work, volunteer service, charitable organizations", 
    "Somalia", 
    "South Sudan", 
    "Sovereignty, recognition, national governance and status", 
    "Sri Lanka", 
    "Sudan", 
    "Syria", 
    "Terrorism", 
    "Tibet", 
    "Trade restrictions", 
    "U.S. Agency for International Development (USAID)", 
    "User charges and fees", 
    "Vietnam", 
    "Visas and passports", 
    "World health", 
    "Yemen", 
    "Zimbabwe"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "2011-09-23", 
    "text": "Foreign Relations Authorization Act, Fiscal Year 2012 - Title I: Authorization of Appropriations - (Sec. 101) Authorizes FY2012 appropriations for: (1) the Department of State (Department) for the administration of foreign affairs, (2) international organizations, (3) international peacekeeping, (4) international commissions, (5) migration and refugee assistance, and (6) the National Endowment for Democracy. Title II: Department of State Authorities and Activities - Subtitle A: Basic Authorities and Activities - (Sec. 201) Directs the Secretary of State (Secretary) to periodically inspect the administration of operations of each Foreign Service post and each bureau and other operating unit of the Department. (Sec. 202) Amends the the State Department Basic Authorities Act of 1956 to permit funds won by the Department in a decision of an international tribunal to be used for the International Litigation Fund. (Sec. 203) Amends the Foreign Service Act of 1980 to transfer statutory responsibility for performing actuarial duties related to the Department's retirement systems from the Secretary of the Treasury to the Secretary. (Sec. 204) Amends the State Department Basic Authorities Act of 1956 to authorize Department and Foreign Service special agents to investigate: (1) illegal passport or visa issuance or use, (2) Department-related identity theft and document fraud, and (3) federal offenses committed in the special maritime and territorial jurisdictions (nonmilitary) of the United States. (Sec. 205) Revises provisions regarding local guard and protective service contracts in high risk areas abroad. Subtitle B: Consular Services and Related Matters - (Sec. 211) Extends passport surcharge authority. (Sec. 212) Amends the Tibetan Policy Act of 2002 to require the President to: (1) direct the National Security Council (NCS) to ensure that U.S. policy on Tibet is coordinated with all executive branch agencies in contact with China; and (2) provide grants to nongovernmental organizations to support economic development, cultural and historical preservation, health care, education, and environmental projects for Tibetan communities in the Tibet Autonomous Region and in other Tibetan communities in China. Authorizes the Secretary to establish a Tibet Section within the U.S. embassy in Beijing, China, to follow political and human rights, economic, and social developments inside Tibet, including Tibetan areas of Qinghai, Sichuan, Gansu, and Yunnan provinces until a U.S. consulate in Tibet is established. Directs the Secretary to seek to establish a U.S. consulate in Lhasa, Tibet. (Sec. 214) Revises the fee for a border crossing card for minors. (Sec. 215) Directs the Secretary to report to Congress on the resources and effectiveness of the Department's Office of Terrorism Finance and Economic Sanctions Policy. Subtitle C: Other Matters - (Sec. 221) States that it shall be U.S. policy to uphold and act in accordance with all of the reassurances provided by the President in the April 14, 2004, letter to the Prime Minister of Israel. (Sec. 222) States that it is U.S. policy that the U.S. Embassy in Israel should be established in Jerusalem not later than January 1, 2014. Amends the Jerusalem Embassy Act of 1995 to terminate on January 1, 2014, the President's authority to waive certain funding limitations for Department acquisition and maintenance of buildings abroad until the U.S. Embassy in Jerusalem has officially opened. Requires any official U.S. document which lists countries and their capital cities to identify Jerusalem as Israel's capital. Obligates FY2012 funds for construction and other costs associated with the establishment in Jerusalem of the U.S. Embassy in Israel. Title III: Organization and Personnel Authorities - (Sec. 301) Authorizes the Secretary to suspend a Foreign Service member without pay when the member's security clearance is suspended or when there is reasonable cause to believe that the member has committed a crime for which a sentence of imprisonment may be imposed. Entitles such person to: (1) written notice stating the specific reasons for the proposed suspension, (2) reasonable time to respond orally and in writing; (3) representation; (4) a final written decision, including the specific reasons for such decision; and (5) file a grievance. (Sec. 302) Repeals the recertification requirement for Senior Foreign Service members. (Sec. 303) Authorizes a limited appointment extension for: (1) a person serving in the uniformed services whose limited appointment expires during such service; (2) up to 12 months in exceptional circumstances, and (3) a non-career employee who has served five consecutive years under a limited appointment for a subsequent limited appointment provided there is a one-year break in service. (Sec. 304) Sets maximum accrual of compensatory time off for travel status away from the employee's official duty station at 104 hours during any leave year. Title IV: United States International Broadcasting - (Sec. 401) Authorizes FY2012 appropriations for international broadcasting operations and capital improvements. (Sec. 402) Amends the Foreign Relations Authorization Act, Fiscal Year 2003 to extend the International Broadcasting Bureau (IBB) personal services contractor program through December 31, 2014. (Sec. 403) Amends the United States Information and Educational Exchange Act of 1948 to define for international broadcasting and related employment purposes \"suitably qualified United States citizens\" as U.S. citizen applicants who are equally or better qualified than alien applicants. Title V: Reporting Requirements - (Sec. 502) Directs the Secretary to report annually to Congress regarding efforts to assist Israel establish diplomatic relations. (Sec. 503) Requires that every five years, the Secretary's annual human rights report to Congress contain a report on progress to ameliorate violations of religious freedom. Title VI: Proliferation Security Initiative - (Sec. 601) Authorizes the President to utilize: (1) the Proliferation Security Initiative and other measures necessary to enforce U.S. laws and multilateral and bilateral agreements to interdict the import into or export from Iran of items, materials, equipment, goods, or technology useful for any nuclear, biological, chemical, missile, or conventional arms program; and (2) ship boarding and other interdiction agreements to accomplish such enforcement. Title VII: Peace Corps Volunteer Service Protection - (Sec. 701) Expresses the sense of Congress that the Peace Corps has begun responding to concerns related to its handling of sexual assault complaints from its volunteers, including by the hiring of a Victim's Advocate. (Sec. 702) Requires the Director of the Peace Corps to: (1) consult with the Assistant Secretary of State for Diplomatic Security and enter into a memorandum of understanding that specifies the duties and obligations of the Peace Corps and the Bureau of Diplomatic Security regarding the protection of Peace Corps volunteers and staff members serving in foreign countries; (2) develop sexual assault risk-reduction and response training; (3) assign a victims advocate in Peace Corps headquarters; (4) establish a process for volunteers to report incidents of assault, misconduct, or mismanagement that protects volunteer confidentiality and safety; and (5) report annually to Congress regarding assaults and sexual assaults against volunteers. Establishes in the Peace Corps a Sexual Assault Advisory Council. Requires the Director to evaluate at least every three years the allocation of resources across the countries the Peace Corps serves or is considering for service. (Sec. 704) Exempts such Inspector General of the Peace Corps and officers and employees of the Inspector General's Office from certain length of appointment, reappointment, and reassignment limitations applicable to the Foreign Service. (Sec. 705) Authorizes FY2012 appropriations for the Peace Corps, with a specified set-aside for the Office of the Inspector General. Title VIII: Nuclear Proliferation - (Sec. 801) Prohibits assistance, other than humanitarian assistance, from being provided to a country that withdraws from the Treaty on the Non-Proliferation of Nuclear Weapons. Directs the United States to seek the return of transferred material, equipment, or components or special fissionable material produced through the use of such material, equipment, or components from a country that withdraws from the Treaty. (Sec. 802) Prohibits assistance under the Foreign Assistance Act of 1961, the Arms Export Control Act, the Food for Peace Act, the Peace Corps Act, or the Export-Import Bank Act of 1945 to any country if the Secretary determines that the government of the country has repeatedly provided support for acts of proliferation of equipment, technology, or materials to support the design, acquisition, manufacture, or use of weapons of mass destruction. (Sec. 803) Requires the United States when considering the provision of assistance under the Foreign Assistance Act of 1961 or the Arms Export Control Act to a country that is a Treaty party to consider whether the proposed recipient has in force an Additional Protocol to its safeguards agreement with the International Atomic Energy Agency (IAEA). Title IX: Foreign Assistance - Subtitle A: General Provisions - (Sec. 902) Directs the President to establish guidelines for the establishment of measurable goals, performance metrics, and monitoring and evaluation plans that can be applied to U.S. foreign assistance programs, country assistance plans, and international and multilateral assistance programs receiving U.S. financial assistance. (Sec. 903) Requires USAID to report to Congress regarding such guidelines. Subtitle B: Authorizations of Appropriations - (Sec. 911) Authorizes FY2012 appropriations to the President for bilateral economic assistance. Sets aside specified amounts for: (1) Millennium Challenge Corporation(MCC) activities, (2) USAID credit programs, and (3) democracy promotion. (Sec. 912) Authorizes FY2012 appropriations to the President for operating expenses, the Capital Investment Fund, and the Office of Inspector General of the USAID. (Sec. 913) Authorizes FY2012 appropriations to the President for: (1) nonproliferation, antiterrorism, and demining programs; and (2) international narcotics control and law enforcement programs. (Sec. 915) Authorizes the President, through USAID, to provide assistance for partnerships between businesses and postsecondary educational institutions in developing African countries to further the students' education and entrepreneurship skills in order to increase economic freedom and promote civil society. Subtitle C: Prohibitions on Assistance - Part I: General Provisions - (Sec. 921) Prohibits the United States from providing economic or development assistance to the government of a country that does not meet the MCC's corruption performance indicator. (Sec. 922) Prohibits funds under this Act from being made available to any foreign nongovernmental organization that promotes or performs abortions, except in cases of rape or incest or when the life of the mother would be endangered. (Sec. 923) Prohibits funds available to USAID from being used to carry out the Development Innovation Ventures program. (Sec. 924) Prohibits funds under this Act from being provided as bilateral economic assistance to a foreign government that voted with the United States less than 50% of the time in the U.N. General Assembly and, if the foreign government is a member of the U.N. Security Council, in the Security Council and the General Assembly during the most recent General Assembly session. (Sec. 925) Prohibits funds under this Act from being made available for the Global Climate Change Initiative. (Sec. 926) Prohibits specified assistance from being used to support the trilateral assistance program in South Africa. Part II: Country and Organization-Specific Provisions - (Sec. 931) Prohibits funds under this Act from being made available to Argentina, Venezuela, Nicaragua, Ecuador, or Bolivia. (Sec. 932) Prohibits the Secretary from making funds under this Act available to the Muslim Brotherhood. (Sec. 933) Amends the Foreign Assistance Act of 1961 to prohibit assistance from being made available to the Palestinian Authority (PA) unless the President certifies that the PA: (1) has not unilaterally declared independence, (2) is engaged in peace negotiations with Israel, and (3) is not pursuing recognition of Palestinian statehood at the U.N. (Sec. 934) Prohibits assistance from being made available under this Act to Sri Lanka unless the Secretary certifies that Sri Lanka is making progress regarding: (1) accountability for those involved in violations of human rights and war crimes at the end of Sri Lanka's civil war, (2) reconciliation, (3) withdrawal of emergency regulations, and (4) freedom of the press. (Sec. 935) Prohibits the Secretary from using funds under this Act for programs that promote rallies, rhetoric, or propaganda by state-controlled agencies of the Former Yugoslav Republic of Macedonia (FYROM) or encourage acts by private entities likely to incite violence or hatred. Subtitle D: Administrative Provisions - (Sec. 941) Urges the President, through USAID, to transfer to the Treasury not less than 50% of all assets from the liquidation or winding up of: (1) the U.S.-Russia Investment Fund and the Western Newly Independent States Enterprise Fund, (2) The Baltic-American Enterprise Fund, and (3) the South African Enterprise Development Fund. (Sec. 942) Prohibits funds under this Act from being to maintain USAID's Office of Budget and Resource Management. (Sec. 943) Prohibits USAID from awarding more than 50% of the dollar amount of a Merida Initiative training service contract to a single company. (Sec. 944) Directs the President to establish an Internet website to make information on U.S. foreign assistance programs make publicly available. Subtitle E: Reports and Other Matters - (Sec. 951) Sets forth reporting requirements regarding: (1) aid commitments and disbursements by non-U.S. donors and international organizations, and (2) financial disclosure of certain organizations and businesses that receive U.S. foreign assistance funding. (Sec. 954) Expresses the sense of Congress regarding: (1) reducing malaria, (2) a second MCC compact with Cape Verde, and (3) U.S. support for microfinance and microenterprise development in developing countries and in sub-Saharan Africa. Title X: Security Assistance - Security Assistance Act of 2011 - Subtitle A: Military Assistance and Related Matters - Part I: Funding Authorizations - (Sec. 1011) Authorizes FY2012 funds for grant assistance under the Arms Export Control Act. Authorizes specified assistance for Israel and Iraq. (Sec. 1011A) Authorizes specified assistance for international military education and training. Part II: Military Assistance Authorities and Related Provisions - (Sec. 1012) Increases the aggregate dollar amount of excess defense articles authorized to be transferred annually. (Sec. 1012A) Revises annual military assistance and training report requirements. (Sec. 1012C) Authorizes the Secretary to establish the Global Security Contingency Fund to assist countries with border and maritime security and counterterrorism operations consistent with U.S. foreign policy interests. Terminates such authority at the close of September 30, 2015. (Sec. 1012D) Prohibits military education and training (IMET) assistance for Chad until the Secretary certifies to Congress that progress has been made to end child soldier recruitment. Prohibits IMET assistance for Equatorial Guinea and Somalia. Makes IMET assistance available to Angola, Cameroon, Central African Republic, Chad, Cote d'Ivoire, Guinea, and Zimbabwe only for peacekeeping operation training or expanded IMET. Part III: Arms Export Control Act Amendments and Related Provisions - (Sec. 1013) Amends the State Department Basic Authorities Act of 1956 to increase the authorized uses of defense trade controls registration fees. (Sec. 1013A) Amends the Arms Export Control Act to increase the monetary thresholds requiring congressional notification of proposed foreign military sales and commercial arms sales. (Sec. 1013B) Authorizes, with prior Department approval, the retransfer to the United States of \"significant military equipment\" defense articles. (Sec. 1013C) Requires the annual justification for proposed arms sales to include information on the extent to which such transfers advance U.S. regional security cooperation. (Sec. 1013D) Revises specified penalty provisions under the Arms Export Control Act. (Sec. 1013E) Extends the prohibition on transactions with a state sponsor of terrorism to certain nationals of such country. (Sec. 1013F) Exempts from the prohibition on transactions with countries supporting acts of international terrorism federal law enforcement activities against persons suspected of supporting such countries. (Sec. 1013G) Directs the President to report annually to Congress on the foreign military financing program. (Sec. 1013I) Expresses the sense of Congress that the President should increase U.S. diplomatic efforts to strengthen national and international arms export controls. (Sec. 1013J) Directs the Inspector General of the Department to annually review for each of FY 2012-FY2016 the process of reviewing and reporting to Congress any misuse of U.S.-provided defense items. (Sec. 1013K) Subjects a person who willfully exports to a Western Hemisphere country any small arm or light weapon without a license to a fine of up to $3 million and imprisonment for up to 20 years, or both. (Sec. 1013L) Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary to pay rewards to individuals who provide information leading to an arrest or conviction for exporting small arms or light weapons to Mexico. Subtitle B: Security Assistance and Related Matters - Part I: Israel - (Sec. 1021) Directs the President to report to Congress on U.S. commitments to Israel's security and maintenance of its qualitative military edge. (Sec. 1021B) Authorizes funding for Israel's Iron Dome missile defense system. Part II: Egypt - (Sec. 1022) Prohibits funds under this title from being provided for security assistance to Egypt unless the President certifies to Congress that Egypt is: (1) not controlled by a foreign terrorist organization or its supporters, (2) implementing the Israel-Egypt Peace Treaty, and (3) destroying the Egypt-Gaza smuggling network and tunnels. (Sec. 1022A) Directs the Secretary to report to Congress regarding security assistance to Egypt. Part III: Lebanon - (Sec. 1023A) Prohibits assistance to Lebanon unless the President certifies to Congress that: (1) no member of Hezbollah or foreign terrorist organization serves in any governmental policy position, (2) there exists anti-terrorism vetting procedures for security personnel benefitting from U.S. security assistance programs, (3) ministries that benefit from U.S. security assistance are financially transparent and accountable, (4) the government is dismantling foreign terrorist organizations and is fully cooperating with the Special Tribunal for Lebanon, (5) U.S. security assistance and programs are not utilized against Israel and will not adversely impact Israel's qualitative military edge, and (6) Lebanon has made demonstrable progress toward assuming full control of its territory. (Sec. 1023B) Directs the Secretary to report to Congress regarding security assistance to Lebanon. Part IV: Palestinian Authority - (Sec. 1024) Prohibits assistance to the Palestinian Authority (PA) unless the President certifies to Congress that: (1) no member of Hamas or foreign terrorist organization serves in any PA policy position, (2) the PA is implementing the 2005 security reorganization program, (3) PA ministries and operations that benefit from security assistance are financially transparent and accountable, (4) the PA is dismantling all foreign terrorist organizations and cooperating with Israel's security services, (5) the PA is fully implementing reforms within the Ministry of Interior and the judicial sector, (6) the PA has halted anti-Israel incitement and is promoting peace with Israel, (7) there exists anti-terrorism vetting procedures for security personnel benefitting from U.S. security assistance, and (8) the PA publicly acknowledges Israel's right to exist as a Jewish state. (Sec. 1024A) Directs the Secretary to report to Congress regarding security assistance to the PA. Part V: Pakistan - (Sec. 1025A) Amends the Enhanced Partnership with Pakistan Act of 2009 to direct that the certification required in order to provide security assistance to Pakistan include certifications regarding: (1) assistance in investigating the support network in Pakistan for Osama Bin Laden, (2) issuance of entry and exit visas for official U.S. visitors engaged in counterterrorism efforts, and (3) the Haqqani Network (an insurgent network operating in Pakistan and Afghanistan). Part VI: Yemen - (Sec. 1026) Prohibits security assistance to Yemen unless the President certifies to Congress that: (1) no government ministry or instrumentality is controlled by, or affiliated with, a foreign terrorist organization; (2) no member a foreign terrorist organization serves in any governmental policy position; (3) there exists anti-terrorism vetting procedures for security personnel benefitting from U.S. security assistance programs; and (4) the government is not complicit in human rights abuses. (Sec. 1026A) Directs the Secretary to report to Congress regarding security assistance to Yemen. Part VII: Miscellaneous Provisions - (Sec. 1027A) Directs the President to report to Congress on overseas civilian police training in countries or regions that are at risk of, in, or in transition from, conflict or civil strife. (Sec. 1027B) Directs the Secretary to cooperate with audits conducted by the Office of the Special Inspector General for Iraq Reconstruction. Subtitle C: Peacekeeping Operations - (Sec. 1031) Amends the Foreign Assistance Act of 1961 to permit specified funds to be used to enhance the capacity of foreign civilian security forces to participate in peacekeeping operations. Authorizes specified FY2012 appropriations for peacekeeping assistance, including for international peacekeeping activities in Somalia and for a U.S. contribution to the Multinational Force Observers Mission in the Sinai. Subtitle D: Reports - (Sec. 1041) Sets forth reporting requirements regarding: (1) certain sales and financing of defense articles and defense services by NATO countries (other than the United States) to non-NATO countries, and (2) transition of the activities of the Task Force for Business and Stability Operations in Afghanistan from DOD to the Department and USAID. Title XI: Miscellaneous Provisions - Subtitle A: General Provisions - (Sec. 1101) Prohibits the Secretary from using funds under this Act to support the East-West Center. Repeals the Center for Cultural and Technical Interchange Between East and West Act of 1960. (Sec. 1103) Antiboycott Act - Sets forth findings regarding U.S. efforts to oppose the Arab League boycott of Israel. Directs the Secretary of Commerce to issue regulations prohibiting, with specified exceptions, any U.S. person from taking certain actions to support any foreign-imposed or fostered boycott against a country that is friendly to the United States and is not itself the object of any form of U.S. boycott. Sets forth civil penalties for violations of such regulations. (Sec. 1104) Requires the Department to purchase goods produced or manufactured in the United States, with specified exceptions, unless such purchase is inconsistent with the public interest or unreasonably costly. (Sec. 1105) Prohibits the Secretary from requiring potential vendors or contractors to disclose certain information regarding political contributions. (Sec. 1106) Directs the Secretary to: (1) ensure that the protection the intellectual property rights of U.S. persons in other countries is a significant component of U.S. foreign policy, and (2) appoint at least one intellectual property attache to serve in a U.S. embassy or other diplomatic in each geographic region covered by a Department regional bureau. (Sec. 1107) Urges the Secretary to develop a strategy for inter-country adoptions between the United States and foreign countries with over 100 adoptions into the United States per year. (Sec. 1108) Directs the Secretary to issue guidelines to further describe the goods, services, and technologies that will be considered \"sensitive technologies\" (equipment or technology for restricting the flow of unbiased information in Iran) for purposes of related sanctions under the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010. (Sec. 1109) Directs the President to annually submit to Congress a list of persons who continually disregard internationally-recognized maritime best management practices promoted by the Contact Group on Piracy off the Coast of Somalia. (Sec. 1110) Expresses the sense of Congress that the United Nations High Commissioner for Refugees (UNHCR) should review UNHCR processing of religion-based refugee claims and thoroughly train UNHCR staff for assessing such claims. (Sec. 1111) Urges the Secretary to: (1) encourage exchanges between women legislators and civil society leaders in politics and decision-making processes; and (2) focus such exchanges on Afghanistan, the Democratic Republic of the Congo, Iraq, Liberia, and South Sudan. (Sec. 1112) Amends the Child Soldiers Prevention Act of 2008 to authorize the President to exercise the national interest waiver permitting the provision of assistance upon a certification to Congress that the government of the concerned country has taken verifiable steps to end the recruitment and use of child soldiers. Subtitle B: Country-Specific Provisions - (Sec. 1121) Authorizes: (1) the Secretary to support the Azores Cooperative Initiative Program, and (2) FY2012 appropriations from existing Department funds. (Sec. 1122) Expresses the sense of Congress that: (1) the Department should establish embassies in Antigua and Barbuda, Dominica, St. Kitts and Nevis, St. Lucia, and St. Vincent and the Grenadines; (2) the U.S. Embassy in St. George's, Grenada, should serve as a model for such future U.S. embassies; and (3) as the U.S. diplomatic presence diminishes in Afghanistan and Iraq the Department should reassign five of those diplomatic billets to the five Caribbean countries. (Sec. 1123) Prohibits funds from being made available for the U.S.-China Center of Excellence on Nuclear Security unless the President determines that the provision of such funds is in the U.S. national security interest by contributing to efforts to prevent terrorists from obtaining radioactive materials. (Sec. 1124) Directs the Secretary to seek to enter into an agreement with China regarding visa issuance reciprocity for Chinese media workers and U.S. citizen or national employees of the Broadcasting Board of Governors. (Sec. 1125) Directs the Secretary to report to Congress annually for the next three years regarding China's strategic interests in Pakistan and Afghanistan. (Sec. 1126) Directs the President to enforce all U.S. regulations regarding travel to Cuba as in effect on January 19, 2009, and impose the corresponding penalties against individuals in violation of such regulations. (Sec. 1127) States that it shall be U.S. policy to support Cyprus' reunification and to provide assistance to Cyprus only for programs and activities that are consistent with such policy. (Sec. 1128) Expresses the sense of Congress that: (1) the Secretary should engage with the Kingdom of Saudi Arabia to resolve any outstanding claims through the Special Claims Process; and (2) failure to resolve claims should be taken into account when the United States is reviewing its relations with Saudi Arabia, including current and future trade agreements. Requires the Secretary to report to Congress detailing the status of such claims. (Sec. 1129) Prohibits any increase in non-humanitarian assistance to Vietnam in excess of such assistance provided in FY2011 unless: (1) the U.S. government provides assistance for human rights, civil society and rule of law training, and parliamentary exchanges; and (2) the President certifies to Congress that Vietnam has met certain human rights and religious freedom benchmarks. States U.S. policy regarding: (1) Vietnam's jamming of Radio Free Asia, (2) educational and cultural exchanges with Vietnam, and (3) refugee resettlement of Vietnamese nationals. Subtitle C: Statements of Policy - (Sec. 1131) Calls on Turkey to: (1) eliminate discrimination, particularly with respect to religion and race; (2) grant the Ecumenical Patriarchate appropriate international recognition and ecclesiastic succession and the ability to train clergy of all nationalities; and (3) respect the human and property rights of the Patriarchate. (Sec. 1132) Calls upon the President to appoint an Envoy for the Great Lakes Region of Africa to resolve the instability in Eastern Congo. (Sec. 1133) States that it is U.S. policy to: (1) eliminate the threat to civilians and regional stability posed by the Lord's Resistance Army (LRA); and (2) investigate and impose sanctions against any individual or entity responsible for war crimes and crimes against humanity in the Republic of Sudan or Republic of South Sudan. (Sec. 1134) States that it is U.S. policy to: (1) urge Iraq to ensure the continued well-being of the Camp Ashraf residents and prevent their involuntary return to Iran, and (2) support U.S. commitments to ensure such residents' security. (Sec. 1135) States that it shall be U.S. policy to: (1) condemn Syria's suppression of pro-democracy protests and its extensive violations of human rights, and (2) enforce the full range of U.S. sanctions against Syria. (Sec. 1136) States that it shall be U.S. policy to strengthen bilateral economic, political, and foreign policy relations with Russia. (Sec. 1137) Supports the democratic aspirations of the Ivoirian people and welcomes former President Laurent Gbagbo's arrest. Calls upon Mr. Gbagbo to urge his supporters to contribute to peace and reconciliation in the country. (Sec. 1138) States that it shall be U.S. policy to address waterborne illnesses and conditions related to poor sanitation as priorities for U.S. global health policy. Subtitle D: Sense of Congress Provisions - Part I: General Provisions - (Sec. 1141) Expresses the sense of Congress that the Department's Bureau of Educational and Cultural Affairs fosters mutual understanding between the people of the United States and the people of other countries. (Sec. 1142) Expresses the sense of Congress that the Secretary should institute a Department code of conduct to prevent severe forms of trafficking in persons, which should include steps to ensure that Department contractors do not engage in such trafficking. (Sec. 1143) Expresses the sense of Congress that: (1) strengthening U.S. public diplomacy through increased private sector collaboration should be a foreign policy priority; and (2) the Secretary should consider ways to strengthen outreach efforts to key audiences in Egypt, Pakistan, Turkey, and Russia. (Sec. 1144) Expresses the sense of Congress that the Secretary should ensure that human rights are incorporated, on a basis at least equal to economic and political factors, into U.S. bilateral relationships. (Sec. 1145) Expresses the sense of Congress that the Secretary should discourage foreign governments from condoning murder and physical violence directed against persons because of their sexual orientation or gender identity. (Sec. 1146) Expresses the sense of Congress that any effort to expand international cooperation in space should not include participation by entities owned by, or located within, China. (Sec. 1147) Expresses the sense of Congress that timely reporting by the boundary, water, and fisheries commissions that sufficiently explains each commission's activities and the disposition of each such commission's resources is necessary to maintain public support for their continued funding. Part II: Country-Specific Provisions - (Sec. 1151) Expresses the sense of Congress that the Secretary should promptly authorize the presidential permit for the Keystone XL pipeline. (Sec. 1152) Expresses the sense of Congress that: (1) the United States should have a firm understanding of China's expansion in natural resource-rich, high-conflict areas of Africa; and (2) the United States-China Economic and Security Review Commission should report on China's activities in Africa. (Sec. 1153) Expresses the sense of Congress that: (1) China should cease its harassment of Chen Guangcheng and his family, arrange necessary medical treatment, and allow them freedom of movement; and (2) the President and the Secretary should seek diplomatic visits to Mr. Chen, raise the issue of human rights lawyers' treatment, and raise the issue of China's coercive one-child policy. (Sec. 1154) Expresses the sense of Congress that the Secretary should insist that China, which has ownership interests in the companies that exported contaminated drywall to the United States, have the companies submit to U.S. court jurisdiction. (Sec. 1155) Expresses concern for the protection of religious minorities in Egypt, including Coptic Christians. States that the Department's Office of International Religious Freedom and the Bureau of Democracy, Human Rights and Labor should dedicate all appropriate resources to promoting the rights of religious minorities in Egypt. (Sec. 1156) Expresses the sense of Congress that the Administration should include the protection of Coptic Christian communities as a priority in diplomatic engagements with Egypt. (Sec. 1157) Expresses the sense of Congress that the Secretary should designate Eritrea as a state sponsor of terrorism. (Sec. 1158) Expresses the sense of Congress that Central and Eastern European countries should return looted and confiscated Holocaust properties to their rightful owners, or pay equitable compensation where restitution is not possible. (Sec. 1159) Expresses the sense of Congress that: (1) Georgia is a strategic U.S. partner; (2) the United States should support the development of democratic governance in Georgia, (3) the United States should support Georgia's efforts to join NATO and the transatlantic community; and (4) the United States should support Georgia's territorial integrity and should urge European Union (EU) countries to call for Russia's withdrawal from Georgian territory. (Sec. 1160) Expresses the sense of Congress that: (1) the United States should seek the immediate return of U.S. citizen children wrongfully removed to, or retained in, Japan; and (2) the Secretary should take appropriate measures to assure that the left behind parents have direct access and communications with their children. (Sec. 1161) Expresses the sense of Congress that the Secretary should urge the Quartet to adopt the release of Gilad Shalit as an additional condition for contact with any Palestinian government in which Hamas participates. (Sec. 1162) Expresses the sense of Congress that: (1) Russia should safeguard human rights and ensure that the upcoming parliamentary and presidential elections meet international standards, and (2) the President and the Secretary should make respect for democracy and human rights a priority in U.S.-Russia relations. (Sec. 1163) Expresses the sense of Congress that: (1) the independence of the Republic of South Sudan represents a historic opportunity for peace in the region, and (2) the Darfur peace process should remain a priority in U.S. relations with Sudan. (Sec. 1164) Expresses the sense of Congress that the United States should make available to Taiwan necessary defense articles and services, including F-16 fighter jets and diesel submarines. (Sec. 1165) Expresses the sense of Congress that Turkey should: (1) end all forms of religious discrimination; (2) allow church and lay owners of Christian church properties to organize and administer religious and social activities; and (3) return to their rightful owners all Christian churches, monasteries, schools, hospitals, monuments, relics, and other religious properties, and allow their preservation and reconstruction as necessary. (Sec. 1166) Expresses the sense of Congress that: (1) the Secretary should place Vietnam on the list of countries of particular concern for severe violations of religious freedom, and (2) Vietnam should lift restrictions on religious freedom. (Sec. 1167) Expresses the sense of Congress that: (1) the EU should continue its ban on arms exports to China; and (2) the United States and the EU should develop a common strategy to limit sensitive technologies exported to China, seek improvement in human rights conditions in China, and an end to the proliferation of weapons of mass destruction and ballistic missile related technology from China to state sponsors of terrorism. Title XII: Limitation on Assistance to the Palestinian Authority - Preparing the Palestinian People for Peace Act of 2011 - (Sec. 1202) Expresses the sense of Congress that the PA has not lived up to its agreements with Israel to end incitement and should do more to prepare the Palestinian people for peace with Israel. (Sec.1203) Amends the Foreign Assistance Act of 1961 to prohibit assistance from being made to the PA unless the President certifies that the PA: (1) is not engaging in a pattern of incitement against Israel, and (2) is engaged in activities to promote peace with Israel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act, Fiscal Year 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Security Assistance Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Foreign Relations Authorization Act, Fiscal Year 2012", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Preparing the Palestinian People for Peace Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "title": "Security Assistance Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To authorize appropriations for the Department of State for fiscal year 2012, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T22:21:28-05:00"
}