{
  "actions": [
    {
      "acted_at": "1975-03-24", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5389-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1975-03-24", 
  "number": "5389", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide penalties for certain persons who employ, or who refer for employment, aliens who are in the United States illegally, to require disclosure of illegal aliens who are receiving assistance under the Social Security Act, to establish local boards to preclude alien employment except during labor shortages.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "11", 
    "name": "Ryan, Leo J.", 
    "state": "CA", 
    "thomas_id": "01006", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1975-03-24", 
  "subjects": [
    "Advisory bodies", 
    "Agricultural labor", 
    "Agriculture and food", 
    "Alien labor", 
    "Aliens", 
    "Crime and law enforcement", 
    "Department of Justice", 
    "Federal advisory bodies", 
    "Government operations and politics", 
    "Illegal aliens", 
    "Immigration", 
    "Immigration law", 
    "Labor and employment", 
    "Law enforcement officers", 
    "Social welfare", 
    "Visas"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "1975-03-24", 
    "text": "Provides, under the Immigration and Nationality Act, that no person may employ in the United States or refer for employment any alien who has not been lawfully admitted for permanent residence. States that a person shall not be deemed to have violated this Act if he obtains a form signed by the individual to be employed or referred for employment stating that he is a U.S. citizen or an alien lawfully admitted and if the person employing or referring for employment such individual signs a form which states that he has read such individual's birth certificate or any other appropriate document which validates the individual's statement. Provides that any person who violates this Act shall be fined not more than $500 for each day of each such alien's employment or for each such referral. Directs the Immigration and Naturalization Service to increase its personnel by 2,500 before the end of fiscal year 1976. States that such increase shall occur only in the Boarder Patrol and in the Investigations Branch of the Immigration and Naturalization Service. Authorizes to be appropriated such sums as may be necessary to carry out such increase. Requires any officer or employee of the Department of Health, Education, and Welfare to disclose to the Immigration and Naturalization Service the name and most recent address of any alien who such officer or employee knows is not lawfully in the United States and who is receiving assistance under any State plan under title I, X, XIV, XVI, XIX, or part A of title IV of the Social Security Act. Requires the Secretary of Agriculture to, within 60 days of the date of enactment of this Act, publish in the Federal Register a list of the agricultural districts for which there shall be formed alien labor control boards. States that each board shall be composed of growers and farmworkers and one ex officio representative of the Department of Agriculture. Declares that grower and farmworker representatives shall be appointed by the primary legislative body or bodies of the county or counties comprising such agricultural district. Directs the ex officio member to select a director for each board after consultation with the members thereof. Requires the director to report to the ex officio member at least once monthly concerning the labor supply status within the geographic jurisdiction. States that unless a labor shortage exists in such jurisdiction as declared by the board, no alien may be employed therein. Provides that any person who employs an alien except during a declaration of labor shortage shall be fined not more than $500 for each day of such alien's employment. Enumerates powers of each board, including the authority to issue subpenas requiring the attendance and testimony of witnesses and the production of any evidence that relates to any labor shortage matter under investigation by the board. Authorizes, in order to carry out the creation and operation of boards, such sums as may be necessary for fiscal year 1976 and each fiscal year thereafter."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act to provide penalties for certain persons who employ, or who refer for employment, aliens who are in the United States illegally, to require disclosure of illegal aliens who are receiving assistance under the Social Security Act, to establish local boards to preclude alien employment except during labor shortages.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:30:57-05:00"
}