{
  "actions": [
    {
      "acted_at": "1979-12-06", 
      "committee": "House Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Rules.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6056-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Gilman, Benjamin A.", 
      "sponsored_at": "1979-01-03", 
      "state": "NY", 
      "thomas_id": "00440", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-12-06", 
  "number": "6056", 
  "official_title": "A bill to amend the Congressional Budget Act of 1974 to limit the levels of total budget outlays contained in certain concurrent resolutions of the budget; and to establish procedures for making loans and loan guarantees under Federal credit programs subject to the congressional budget process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Federal Credit Program Control Act of 1979", 
  "sponsor": {
    "district": "4", 
    "name": "Holt, Marjorie S.", 
    "state": "MD", 
    "thomas_id": "00555", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-12-06", 
  "subjects": [
    "Congress and Congressmen", 
    "Congressional budget", 
    "Economics and public finance", 
    "Federal budgets", 
    "Federally-guaranteed loans", 
    "Government lending", 
    "Gross national product", 
    "Legislation", 
    "Legislative procedure", 
    "Legislative resolutions"
  ], 
  "subjects_top_term": "Congressional budget", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-12-06", 
    "text": "Amends the Congressional Budget Act of 1974 to prohibit the adoption of any concurrent resolution on the budget which sets forth a level of total budget outlays in excess of 21 percent of the gross national product in fiscal year 1981, or 20 percent of the gross national product for each fiscal year thereafter. Establishes procedures to enable the President and the Congress to suspend such limitations on the level of budget outlays. Title II: Federal Credit Program Control - Federal Credit Program Control Act of 1979 - Declares that the purpose of this Act is to provide a basis for controlling loans and loan guarantees under Federal credit programs through the congressional budget process. Requires the first concurrent resolution on the budget for each fiscal year to set forth the appropriate level of total gross obligations for the principal amount of direct loans and the appropriate level of total commitments to guarantee loans and to allocate such totals among the major functional categories of the budget. Directs each standing committee of the House and Senate to submit its estimates of direct loan obligations and loan guarantee commitments provided for in legislation under its jurisdiction by March 15 of each year for consideration of the Budget Committees in formulating the budget resolution. Directs the House and Senate Banking Committees to submit recommendations to the Budget Committees for the aggregate levels of direct loans and loan guarantees in each fiscal year. Requires the joint explanatory statement accompanying a conference report on the concurrent resolution on the budget to include an estimated allocation of the total levels of direct loan obligations and loan guarantee commitments among the committees of the House and Senate. Directs the Committees on Appropriations to provide such an allocation among their subcommittees as soon as practicable after a budget resolution has been agreed to. Requires the House Committee on Appropriations, before reporting any regular appropriations bills, to submit a summary report to the House comparing the credit authority contained in such bills to the levels agreed to in the budget resolution. Requires any report accompanying legislation conferring new budget authority or increasing tax expenditures to include information on direct loan obligations and loan guarantee commitments. Establishes a deadline for the completion of action on legislation providing credit authority. Requires the second concurrent resolution on the budget in any fiscal year and the reconciliation process to take into account Federal obligations and commitments on loans and loan guarantees. Declares out of order any measure brought up for consideration in either House which would increase the level of loan obligations and guarantee commitments agreed to in the budget process. Requires any authority to guarantee the payment of any indebtedness to be contingent on provisions in appropriation Acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Federal Credit Program Control Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Congressional Budget Act of 1974 to limit the levels of total budget outlays contained in certain concurrent resolutions of the budget; and to establish procedures for making loans and loan guarantees under Federal credit programs subject to the congressional budget process.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:51-05:00"
}