{
  "actions": [
    {
      "acted_at": "1973-01-03", 
      "committee": "House Committee on Merchant Marine and Fisheries", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Merchant Marine and Fisheries.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1272-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Merchant Marine and Fisheries", 
      "committee_id": "HSMM"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-03", 
  "number": "1272", 
  "official_title": "A bill to create a fund in the Treasury of the United States to be known as the Fund for Endangered Wildlife, to be administered by the Department of Interior, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4690-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Whitehurst, G. William", 
    "state": "VA", 
    "thomas_id": "01221", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-03", 
  "subjects": [
    "Animals and birds", 
    "Endangered species", 
    "Imports", 
    "Protection of animals", 
    "Wildlife", 
    "Wildlife conservation"
  ], 
  "subjects_top_term": "Wildlife", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-03", 
    "text": "Title I: Fund for Endangered Wildlife - Creates in the Treasury of the United States a fund to be known as the Fund for Endangered Wildlife, to be administered by the Department of the Interior. Provides that moneys for this fund shall be obtained through the issuance of a stamp by the United States Postal Service, to be purchased at a cost of $3.50 annually which stamp shall permit persons to hunt, fish, and trap in areas under the jurisdiction of any Federal agency. Provides that two-thirds of the funds collected in each fiscal year less printing costs shall be used to carry out research and investigations with respect to threatened species of fish and wildlife. Provides that the remaining funds shall be apportioned among the States in the same ratio as the total land under Federal jurisdiction within each State open to hunting, or to carry out protection programs for endangered and threatened species of fish and wildlife. Establishes a fine of not more than $5,000, or imprisonment for not more than one year, or both, for violation of any provision of this Act. Title II: Protection of Hawks, Owls, and Other Haptors - Adds \"raptors\" as birds to be specially protected within the United States. Prescribes a fine and/or imprisonment for violations of this provision. Allows the possession or transportation of any protected raptor lawfully taken before the effective date of this Act. Permits the capture of bald and golden eagles and protected raptors for scientific propagation, exhibition, religious, and wildlife-protection purposes, whenever the Secretary of the Interior determines that it is compatible with their preservation and the Secretary has prescribed regulation for this purpose. Title III: Endangered Species Act Amendment - Provides a punishment for importing into the United States any threatened species of fish or wildlife, for slaughtering or capturing such animals through inhumane methods, and for using such animals to stock public or private game preserves for other than determined conservation purposes. (Amends 16 U.S.C. 668)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to create a fund in the Treasury of the United States to be known as the Fund for Endangered Wildlife, to be administered by the Department of Interior, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:16:10-05:00"
}