{
  "actions": [
    {
      "acted_at": "1990-07-17", 
      "bill_ids": [
        "s2327-101", 
        "s2651-101", 
        "s307-101", 
        "s2748-101"
      ], 
      "references": [], 
      "text": "Committee on Banking incorporated provisions of related measures S. 2327, S. 2651, S. 307, S. 2748 in reported measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-07-17", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1990-09-12", 
      "references": [], 
      "text": "Committee on Banking. Original measure reported to Senate by Senator Riegle. With written report No. 101-460. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-09-12", 
      "calendar": "Senate Legislative", 
      "number": "819", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 819.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-10-02", 
      "references": [], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-03", 
      "references": [], 
      "text": "Motion to proceed considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-04", 
      "references": [], 
      "text": "Motion to proceed considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-05", 
      "references": [], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-05", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "1990-10-11T16:32:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-10-11T16:32:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-11-08", 
      "bill_ids": [
        "s3266-101"
      ], 
      "references": [], 
      "text": "See also S. 3266.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "s2933-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2933"
    }, 
    {
      "amendment_id": "s2934-101", 
      "amendment_type": "s", 
      "chamber": "s", 
      "number": "2934"
    }
  ], 
  "bill_id": "s3037-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "1990-10-05", 
    "vetoed": false
  }, 
  "introduced_at": "1990-09-12", 
  "number": "3037", 
  "official_title": "An original bill to authorize Federal depository institution regulatory agencies to revoke charters, terminate deposit insurance, and remove or suspend officers and directors of depository institutions involved in money laundering or monetary transaction reporting offenses, to amend chapter 53 of title 31, United States Code, to require the Secretary of the Treasury to issue regulations concerning the identification of nonbank financial institutions subject to the Bank Secrecy Act, to prohibit illegal money transmitting businesses, to provide for the standardization of advertised yields on savings accounts and investments, to require the uniform disclosure of the key costs of such accounts and investments, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s307-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s2327-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s2651-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s2748-101", 
      "reason": "unknown"
    }, 
    {
      "bill_id": "s3266-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Money Laundering Enforcement Amendments of 1990", 
  "sponsor": {
    "district": null, 
    "name": "Riegle, Donald W., Jr.", 
    "state": "MI", 
    "thomas_id": "00961", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "1990-10-05", 
  "subjects": [
    "Actions and defenses", 
    "American investments", 
    "Automated teller machines", 
    "Bank accounts", 
    "Bank deposits", 
    "Bank directors", 
    "Bank examination", 
    "Bank holding companies", 
    "Bank loans", 
    "Bank records", 
    "Bicentennial of the Constitution", 
    "Brokers", 
    "Checking accounts", 
    "Checks", 
    "Coins and coinage", 
    "Congressional reporting requirements", 
    "Consumer credit", 
    "Consumer education", 
    "Consumer protection", 
    "Counterfeiting", 
    "Credit", 
    "Credit unions", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Deceptive advertising", 
    "Deposit insurance", 
    "Discrimination in consumer credit", 
    "Electronic funds transfers", 
    "Executive reorganization", 
    "Exports", 
    "Federal advisory bodies", 
    "Fees", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Foreign investments", 
    "Foreign trade and international finance", 
    "Forfeiture", 
    "Forgery", 
    "Fraud", 
    "Government paperwork", 
    "Government securities", 
    "Home equity loans", 
    "Imports", 
    "Interest rates", 
    "International banking", 
    "Investment advisers", 
    "Money", 
    "Money laundering", 
    "Mortgage loans", 
    "Mutual funds", 
    "Nontariff trade barriers", 
    "Printing", 
    "Prosecution", 
    "Public debt", 
    "Reciprocity", 
    "Right of privacy", 
    "Savings accounts", 
    "Savings and loan associations", 
    "Savings banks", 
    "Searches and seizures", 
    "Securities industry", 
    "Securities regulation", 
    "Trade negotiations", 
    "Valuation"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "1990-10-05", 
    "text": "Money Laundering Enforcement Amendments of 1990 - Title I: Termination of Charters and Insurance - Amends the Revised Statutes, the Home Owners' Loan Act, and the Federal Credit Union Act to prescribe procedures for revoking the charters of national banks, savings associations and credit unions convicted of certain money laundering or cash transaction reporting offenses. Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to: (1) prescribe procedures for terminating the insured status of State depository institutions or credit unions convicted of certain money laundering or cash transaction reporting offenses; and (2) revise procedures for removing institution-affiliated parties and personnel involved in currency reporting violations. Amends Federal law to authorize access by State financial institution supervisors to currency transactions reports. Title II: Money Laundering Enforcement - Amends Federal law to direct the Secretary of the Treasury (the Secretary) to: (1) prescribe regulations requiring each depository institution to report to the Secretary certain non-bank financial institution customers for identification purposes; and (2) transmit such reports to appropriate State financial institution regulatory agencies. Authorizes a civil money penalty for violation of such reporting requirements. Amends Federal criminal law to prescribe seizure and forfeiture procedures (including imprisonment) for parties involved in an illegal money transmitting business. Amends the Anti-Drug Abuse Act of 1988 to prohibit financial institutions and their employees from disclosing the existence of a special reporting order to any person except as prescribed by the Secretary. Amends the Federal Deposit Insurance Act to direct the Secretary to promulgate regulations requiring businesses engaged in funds transfers to maintain (and make available to the Secretary upon request) records of payment orders, including those involving international transactions. Amends the Right to Financial Privacy Act of 1978 to authorize a Federal agency to transfer financial records to the Secretary solely for criminal investigative or prosecutive purposes related to money laundering. Directs the Secretary to report to certain congressional committees the advantages and disadvantages of changing the size, denomination, or color of U.S. currency for money laundering enforcement purposes. Requires the Attorney General to report to the Congress the extent to which compliance with money laundering statutes would be enhanced by issuing prosecutorial guidelines. Title III: Truth in Savings - Truth in Savings and Investments Act - Provides that any advertisement, announcement, or solicitation initiated by any depository institution or by any other entity may not include a reference to a specific rate of interest on any account other than the annual percentage yield. Defines \"annual percentage yield\" as the total amount of interest that would be received on a $100 deposit based on a specified method of compounding and crediting interest. Specifies that any advertisement, announcement, or solicitation containing a reference to such annual percentage yield must state clearly and conspicuously: (1) the period during which such annual percentage yield is in effect; (2) all minimum account balance and time requirements; (3) the minimum initial deposit required; (4) that regular fees or other conditions could reduce such yield; and (5) that a penalty shall be imposed for early withdrawal. Authorizes the Federal Reserve Board (Board) to exempt advertisements, announcements, or solicitations made by any broadcast or electronic medium, outdoor advertising display, or advertising display on the premises of the depository institution from the disclosure statements relating to regular fees or minimum deposit amounts, if the Board finds that any such disclosure would be unnecessarily burdensome. Prohibits any depository institution from advertising an account as a free or no-cost account if: (1) there are minimum balance or limited transaction requirements to avoid fees; or (2) there is any service fee, transaction fee, or similar charge imposed for such account. Prohibits any institution from making any advertisement, announcement, or solicitation that is inaccurate or misleading or that misrepresents its deposit contracts. Requires each depository institution to maintain a schedule, written in clear and plain language, of fees, charges, interest rates, and terms and conditions such as minimum balance and time requirements applicable to each class of accounts offered. Requires that such schedule be disclosed to potential customers and requesting individuals. Requires depository institutions to notify current account holders of their right to request an account schedule containing terms, charges, and interest rates if such account receives a statement on a quarterly or more frequent basis. Requires that account holders receive 30 days' advance notice of any change to be made in any term or condition required to be disclosed in the schedule if the change might reduce the yield or adversely affect any account holder. Directs the Board to require modified disclosure requirements concerning the annual yield on variable rate accounts, multiple rate accounts, guaranteed-rate accounts that mature in less than one year, and accounts for which the interest rate is not guaranteed. Requires a depository institution to provide each of its account holders a periodic statement containing clear and conspicuous disclosures of: (1) annual percentage yield; (2) the amount of interest earned; and (3) any fees or charges imposed. Requires the use of the average daily balance method or the date of deposit to the date of withdrawal method in the determination of an account balance for purposes of calculating interest. Exempts credit unions from such requirements under specified circumstances. Requires a depository institution to calculate the amount of interest on an interest-bearing account based on the full amount of principal in the account for the stated calculation period at the rates of interest disclosed pursuant to the requirements of this Act. Specifies that such requirement shall not be construed as prohibiting or requiring the use of any particular method of compounding or crediting interest. Directs the Board to provide for public notice and comment on, and to publish, model forms and clauses for common disclosures required by this Act. Provides for the enforcement of this Act and the civil liability of a depository institution that fails to comply with requirements of this Act. Sets forth limitations on such liability and factors to be considered by the court in determining class action awards. Provides that an institution may not be held liable for a violation if the institution demonstrates that the violation was not intentional and resulted from a bona fide error, or if the institution makes a notification of and an adjustment for errors within a specified time. Establishes U.S. district court jurisdiction and a one-year statute of limitations for actions brought under this Act. Directs the National Credit Union Administration to provide for the similar regulation of credit unions. Amends the Investment Company Act of 1940 to require the Securities and Exchange Commission (SEC) to: (1) consult with the Federal Reserve Board to review specified regulations to determine whether they are providing consumers the ability to compare effectively savings and investment options; and (2) modify those regulations where necessary. Specifies that the provisions of this Act: (1) do not supersede disclosure requirements of State laws, except to the extent they are inconsistent with this Act; and (2) shall supersede any provisions of State laws relating to the determination of the balance on which interest is calculated. Amends the Expedited Funds Availability Act to authorize the Federal Reserve System to extend by one business day the time by which cash or government checks deposited in a depository institution must be made available for withdrawal if the receiving depository institution cannot reasonably make the funds available for withdrawal on the business day following the business day of deposit. Decreases from six to four business days the time by which certain deposits made at nonproprietary automated teller machines (ATM) must be made available for withdrawal. Extends from September 1, 1990, to September 1, 1994, the period when current deposit withdrawal guidelines shall apply to nonproprietary ATMs. Revises safeguard exceptions to next-day availability schedules with respect to notice requirements regarding large or redeposited checks or repeated overdrafts. Authorizes the Board of Governors of the Federal Reserve System to allocate the risk of loss and liability in connection with the payment system among the States and their political subdivisions as well as depository institutions. Authorizes the Board of Governors of the Federal Reserve System to modify the funds availability schedule for a specified period if it finds that: (1) a pattern of significantly increased losses at depository institutions exists that is attributable to the schedule; and (2) modification is necessary to minimize the volume of such losses. Requires a report to the Congress within ten days after such modification with reasons for the actions and any recommendations. Requires customer notification of any schedule modification. Requires the Comptroller General to evaluate and report to the Congress on changes in the payment system implemented pursuant to the Expedited Funds Availability Act and the implementation of the permanent funds availability schedule. Amends the Truth in Lending Act with respect to home equity loans to require any credit plan involving a variable percentage rate to disclose the applicable margin. Title IV: Counterfeit Deterrence Act of 1990 - Amends the Federal criminal code to: (1) specifically include electronic means for the acquisition, recording, retrieval, transmission, or reproduction of any obligations or other securities of the United States within proscriptions against counterfeiting and forgery; and (2) set penalties for the unauthorized possession of distinctive paper (defined to include any distinctive medium of which currency is made) or distinctive counterfeit deterrent (including any ink, water, seal, security thread, or other feature or device which the Secretary designates as being of value in preventing the counterfeiting of U.S. obligations or other securities). Prohibits the reproduction by electronic means of illustrations of obligations or other securities unless authorized by the Secretary of the Treasury. Title V: Coin Redesign - Amends Federal law regarding the minting of coins to mandate certain design changes to commemorate the 200th anniversary of the U.S. Constitution and specified constitutional concepts. Directs the Secretary to deposit any profits received from the sale of uncirculated and proof sets of coins into the general fund of the Treasury to reduce the national debt. Title VI: Fair Trade in Financial Services - Fair Trade in Financial Services Act of 1990 - Amends the International Banking Act of 1978, the Securities Exchange Act of 1934, and the Investment Advisers Act of 1940 to direct the Secretary of the Treasury to: (1) submit annual status reports to the Congress regarding foreign treatment of certain U.S. business interests; and (2) initiate negotiations with foreign countries to ensure that they offer U.S. banking and bank holding companies, securities brokers and dealers, and investment advisers the same competitive opportunities as are available to their foreign counterparts. Authorizes Federal banking and securities agencies (in consultation with the Secretary) to deny applications filed by foreign persons to conduct banking, securities, or investment advice activities in the United States if the Secretary has published a determination in the Federal Register that the relevant foreign country does not accord national treatment to such U.S. business interests. Directs the Secretary to review such determination annually. Amends the International Banking Act of 1978 to preclude banking interests from such countries from commencing or conducting business in this country as of the date of the Secretary's determination unless prior approval has been obtained from a Federal banking agency (including, under certain circumstances, a State banking agency). Outlines the factors to be considered by the Secretary and the banking and securities regulatory agencies in their exercise of discretion with respect to existing foreign operations in the United States. Amends the Securities Exchange Act of 1934 and the Investment Advisers Act of 1940 to provide that subsequent to the Secretary's determination in the Federal Register that a foreign country does not accord national treatment to U.S. securities or investment adviser interests, a person from such foreign country may not acquire control of a registered broker, dealer, or investment adviser unless the Securities and Exchange Commission has been duly notified and has not prohibited such acquisition. Amends the Omnibus Trade and Competitiveness Act of 1988 to make conforming amendments. Title VII: Fair Lending Enforcement - Fair Lending Enforcement Act of 1990 - Amends the Equal Credit Opportunity Act to require that, upon the loan applicant's written request, each creditor shall furnish a copy of the appraisal report used in connection with the application for a loan secured by a lien on residential real property. Amends the Federal Deposit Insurance Act and the Federal Credit Union Act to mandate that each appropriate Federal banking agency establish a separate consumer compliance program the head of which shall report directly to the head of the agency. Amends the Federal Credit Union Act to require the consumer compliance program to conduct a separate on-site consumer compliance examination of each covered credit union at least every two years. Requires the head of the consumer compliance program to furnish the Congress with an annual status report. Provides that in the case of State-chartered, federally insured institutions such examinations shall take place only if there is no established State examination program. Amends the Equal Credit Opportunity Act to require specified regulatory agencies to refer cases to the Attorney General or at least notify the Secretary of Housing and Urban Development concerning violations of the Equal Credit Opportunity Act. Amends the Home Mortgage Disclosure Act to authorize the Board of Governors of the Federal Reserve System to exempt certain depository institutions from home mortgage disclosure requirements. Title VIII: International Money Laundering - Requires the Secretary of the Treasury to report to the Congress biennially for four years with respect to certain reporting requirements for currency transactions, the manner in which U.S. agencies collect and use such reports to support investigations and prosecutions, and a summary of: (1) sanctions imposed for failure to comply with reporting requirements; and (2) criminal indictments which resulted from investigations initiated by analysis of such reports, and from information regarding suspicious financial transactions provided voluntarily by financial institutions. Directs the Secretary to appoint an Electronic Scanning Task Force to: (1) study methods of printing on U.S. currency notes in denominations of $10 or more a serial number that may be read by electronic scanning; (2) make an assessment of the cost of implementing such scanning; and (3) make recommendations of the amount of time needed for implementation. Requires the Secretary to report to the appropriate congressional committees. Authorizes appropriations. Amends the Federal criminal code to: (1) authorize the Attorney General to transfer forfeited personal property (or the proceeds of the sale) to any foreign country which participated in the seizure or forfeiture of the property, if certain conditions are met; (2) include within the definition of \"specified unlawful activity,\" with respect to money laundering, offenses under provisions relating to false statements by an employee of a financial institution and false statements in connection with loan and credit applications and to exclude offenses relating to bank fraud; and (3) modify the knowledge requirement with respect to international money laundering. Amends the Right to Financial Privacy Act of 1978 to add conforming predicate money laundering references to the \"insider\" exemption under such Act. Amends Federal law regarding monetary transactions to prohibit the evasion of reporting requirements with respect to exporting or importing monetary instruments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Money Laundering Enforcement Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Counterfeit Deterrence Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Truth in Savings and Investments Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Money Laundering Enforcement Amendments of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Counterfeit Deterrence Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Fair Lending Enforcement Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Fair Trade in Financial Services Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "title": "Truth in Savings and Investments Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to authorize Federal depository institution regulatory agencies to revoke charters, terminate deposit insurance, and remove or suspend officers and directors of depository institutions involved in money laundering or monetary transaction reporting offenses, to amend chapter 53 of title 31, United States Code, to require the Secretary of the Treasury to issue regulations concerning the identification of nonbank financial institutions subject to the Bank Secrecy Act, to prohibit illegal money transmitting businesses, to provide for the standardization of advertised yields on savings accounts and investments, to require the uniform disclosure of the key costs of such accounts and investments, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:06:13-05:00"
}