{
  "actions": [
    {
      "acted_at": "1976-06-09", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr14284-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [
    {
      "district": "38", 
      "name": "Kemp, Jack", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00625", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Koch, Edward I.", 
      "sponsored_at": "1975-01-03", 
      "state": "NY", 
      "thomas_id": "00643", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-06-09", 
  "number": "14284", 
  "official_title": "A bill to require in all cases court orders for the interception of communications by electronic and other devices, for the entering of any residence, for the opening of any mail, for the inspection or procurement of certain records.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Bill of Rights Procedures Act", 
  "sponsor": {
    "district": "13", 
    "name": "Mosher, Charles A.", 
    "state": "OH", 
    "thomas_id": "00837", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-06-09", 
  "subjects": [
    "Bank records", 
    "Business and commerce", 
    "Civil Rights and Liberties", 
    "Civil rights and liberties, minority issues", 
    "Common carriers", 
    "Consumer credit", 
    "Consumer protection", 
    "Credit cards", 
    "Crime and law enforcement", 
    "Finance and financial sector", 
    "Government operations and politics", 
    "Jurisdiction", 
    "Law", 
    "Postal service", 
    "Right of privacy", 
    "Searches and seizures", 
    "Subpoena", 
    "Wiretapping"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "1976-06-09", 
    "text": "Bill of Rights Procedures Act - Title I: Confidentiality of Financial, Toll, and Credit Records - Prohibits any United States entity or representative from obtaining copies of, or access to, information contained in the financial records, toll records, or credit records of any customer of a financial institution, communication common carrier, credit card issuer, or consumer reporting agency. Removes such prohibition if the records are described with sufficient particularity, if the customer has authorized disclosure, and if disclosure is obtained in response to an administrative supoena, search warrant, or judicial subpoena. Sets forth procedures for obtaining customer authorization, administrative subpoenas search warrants, and subpoenas. Requires financial institutions, communication common carriers, credit card issuers, and consumer reporting agencies to keep records of all examinations of customer records, including the identity of the person examining such records, the governmental agency or department such person represents, and a copy of the authorization. Stipulates that any action under this title may be brought in any appropriate U.S. district court without regard to the amount in controversy, or in any other court of competent jurisdiction, within three years from the date on which the violation occurs or the date of discovery of such violation, whichever is later. Imposes liability on any person or entity who knowingly obtains or discloses information in violation of this title, making such person or entity liable to the customer to whom the disclosed information relates for actual damages, such punitive damages as the court may allow if the violation was willful, and the costs of litigation. Makes injunctive relief available to any person aggrieved by a violation or threatened violation of this Act. Title II: Mail Covers - Defines a \"mail cover\" as the procedures initiated at the request of a law enforcement authority by which a systematic inspection is made of any data appearing on the outside cover of any mail matter. Prohibits the initiation of any mail cover without the written authorization of specified postal officials and good cause to believe, on the basis of an affidavit setting forth the specific reasons for the proposed mail cover, that such procedure is necessary to the investigation of commission or attempted commission of a felony or is necessary to aid in locating a fugitive. Permits a mail cover to be conducted for 30 days with extensions to be granted as specified. Requires any mail cover conducted for more than one year to be judicially authorized. Allows the chief postal inspector or a regional chief postal inspector to issue an emergency authorization for a mail cover on the basis of an oral request from specified law enforcement officials, if such request is supported by an affidavit within 45 days and on condition that no data from such mail cover be made available to the requesting authority until authorization has been granted. Stipulates that the subjects of mail covers shall be given notice of such cover within 90 days of its termination, unless notice is judicially waived. Requires that the chief postal inspector submit to Congress an annual report including the number of requests for mail covers, the identity of the law enforcement agencies making such requests, and the offenses for which mail cover requests were received. Title III: Amendments to Chapter 119, Title 18, United States Code - Sets forth procedures and restrictions governing the interception of wire or oral communications for purposes of supervisory observing or service by communication common carriers and others. Requires each communication common carrier to submit an annual report to the Federal Communications Commission detailing the interceptions made by it for protection against theft of service, the nature and frequency of communications intercepted, the number of persons whose communications were intercepted, the length of such interceptions, and the number of hours of recording of intercepted communications. Prohibits the manufacture, distribution, possession, and advertising of devices for theft of communication common carrier services. Stipulates that any such device may be seized and forfeited to the United States. Title IV: Penalties - Subjects officers, agents, or employees of the United States who violate any provision of title I or title II of this Act to a fine of not more than $1,000, imprisonment for not more than one year, or both. Title V: Congressional Subpoenas - Stipulates that nothing in this Act shall apply to Congressional subpoenas."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Bill of Rights Procedures Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require in all cases court orders for the interception of communications by electronic and other devices, for the entering of any residence, for the opening of any mail, for the inspection or procurement of certain records.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:29-05:00"
}