{
  "actions": [
    {
      "acted_at": "1997-09-23", 
      "committee": "Committee on House Oversight, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on House Oversight, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-09-23", 
      "committee": "House Oversight", 
      "references": [], 
      "text": "Referred to House Oversight", 
      "type": "referral"
    }, 
    {
      "acted_at": "1997-09-23", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2529-105", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "105", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1997-09-23", 
  "number": "2529", 
  "official_title": "To amend the Federal Election Campaign Act of 1971 to require certain disclosure and reports relating to polling by telephone or electronic device, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Petri, Thomas E.", 
    "state": "WI", 
    "thomas_id": "00912", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1997-09-23", 
  "subjects": [
    "Campaign contributors", 
    "Campaign funds", 
    "Checkoff", 
    "Congress", 
    "Congressional candidates", 
    "Congressional elections", 
    "Congressional elections (House)", 
    "Economics and public finance", 
    "Electronic data interchange", 
    "Fines (Penalties)", 
    "Fund raising", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government trust funds", 
    "Income tax", 
    "Law", 
    "Lobbying", 
    "Newsletters", 
    "Personal income tax", 
    "Political action committees", 
    "Political advertising", 
    "Political parties", 
    "Presidential candidates", 
    "Presidential elections", 
    "Presidential primaries", 
    "Public opinion polls", 
    "Residence requirements", 
    "Science, technology, communications", 
    "Tax credits", 
    "Tax returns", 
    "Taxation", 
    "Telephone"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "1997-09-23", 
    "text": "Amends the Federal Election Campaign Act of 1971 to require certain disclosures and reports by persons conducting Federal election polls by telephone or electronic devices. (Sec. 2) Amends the Internal Revenue Code to allow an individual a credit against tax in an amount equal to one-half of all political contributions and all newsletter fund contributions paid by the taxpayer during the taxable year. Limits the maximum credit allowed to $100 ($200 in the case of a joint return). (Sec. 3) Repeals: (1) provisions concerning the designation of income tax payments to the Presidential Election Campaign Fund; (2) the Presidential Election Campaign Fund Act; and (3) the Presidential Primary Matching Payment Account Act. (Sec. 4) Amends the Federal Election Campaign Act of 1971 to require that the majority of Senate and House of Representatives candidate funds come from individuals residing in the State in which the election is held. Sets forth reporting requirements. (Sec. 5) Prohibits bundling of contributions to candidates by political action committees and lobbyists. (Sec. 6) Prohibits a candidate for Federal office or an individual holding Federal office from establishing, maintaining, financing, or controlling a leadership committee, other than a principal campaign committee. (Sec. 7) Modifies the current limitations on contributions when House candidates spend or contribute large amounts of personal funds, including contributions by the candidate to the candidate's authorized campaign committee. Requires notification by a House candidate's principal campaign committee of expenditures of personal funds made by such candidate, including contributions by the candidate to such committee. (Sec. 8) Changes certain reporting from a calendar year basis to an election cycle basis. (Sec. 10) Decreases the limitation amount applicable to contributions by multicandidate political committees to candidates from $5,000 to $2,000."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "To amend the Federal Election Campaign Act of 1971 to require certain disclosure and reports relating to polling by telephone or electronic device, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:39:16-05:00"
}