{
  "actions": [
    {
      "acted_at": "1996-09-27", 
      "committee": "House Committee on Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-10-11", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-10-11", 
      "in_committee": "House Committee on Commerce", 
      "references": [], 
      "subcommittee": "Commerce, Trade, and Hazardous Materials", 
      "text": "Referred to the Subcommittee on Commerce, Trade, and Hazardous Materials.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4234-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Trade, and Hazardous Materials", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Andrews, Robert E.", 
      "sponsored_at": "1996-09-27", 
      "state": "NJ", 
      "thomas_id": "00021", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Markey, Edward J.", 
      "sponsored_at": "1996-09-27", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Torricelli, Robert G.", 
      "sponsored_at": "1996-09-27", 
      "state": "NJ", 
      "thomas_id": "01163", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-09-27", 
  "number": "4234", 
  "official_title": "To require reporting on toxic chemicals, to protect children's health, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Public Right-to-Know and Children's Environmental Health Protection Act", 
  "sponsor": {
    "district": "6", 
    "name": "Pallone, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "00887", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1996-09-27", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Agriculture and food", 
    "Bioaccumulation", 
    "Business intelligence", 
    "Business records", 
    "Cadmium", 
    "Carcinogens", 
    "Chemical industries", 
    "Chemicals", 
    "Child health", 
    "Chromium", 
    "Citizen lawsuits", 
    "Commerce", 
    "Consumer education", 
    "Consumer protection", 
    "Contractors", 
    "Dioxins", 
    "District courts", 
    "Environmental Protection Agency", 
    "Environmental estrogens", 
    "Environmental health", 
    "Environmental protection", 
    "Families", 
    "Fines (Penalties)", 
    "Food safety", 
    "Government operations and politics", 
    "Government paperwork", 
    "Health", 
    "Industrial pollution", 
    "Inventories", 
    "Jurisdiction", 
    "Labeling", 
    "Labor and employment", 
    "Law", 
    "Lead", 
    "Legal fees", 
    "Materials handling", 
    "Medical research", 
    "Occupational health and safety", 
    "Pesticide residues", 
    "Pesticide residues in food", 
    "Product safety", 
    "Public lands and natural resources", 
    "Public records", 
    "Risk assessment", 
    "Science, technology, communications", 
    "Small business"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "1996-09-27", 
    "text": "TABLE OF CONTENTS: Title I: Toxics Reporting and Public Right to Know Title II: Children's Environmental Protection Act Title III: Endocrine Disruptors Public Right-to-Know and Children's Environmental Health Protection Act - Declares it to be the policy of the United States that: (1) adequate data should be developed with respect to industry's use of and the public's exposure to toxic substances, with priority given to the exposure of children; and (2) such data should be generated by manufacturers, processors, and users of chemical substances and mixtures and then made available to the general public. Title I: Toxics Reporting and Public Right to Know - Amends the Emergency Planning and Community Right-To-Know Act to revise toxic chemical release form requirements, providing, among other things, for certain additional information to be reported to the Administrator of the Environmental Protection Agency (EPA) about known toxic chemicals at facilities subject to such requirements, including the number of employees and contractors at the facility along with the number of those that have been exposed to the chemical. Requires the Administrator to: (1) establish new thresholds for reporting highly toxic chemicals; and (2) develop an EPA plan for integrating and improving access to publicly available information within the jurisdiction of the agency in order to improve the management of information resources and assist agency enforcement, pollution prevention, and multimedia permitting and reporting initiatives. (Sec. 105) Modifies the authority to bring civil actions under this Act, specifically allowing them to be brought for any of the listed failures that are past or ongoing. (Sec. 106) Gives the EPA Administrator the authority to prescribe regulations to carry out the Pollution Prevention Act. Title II: Children's Environmental Protection Act - Children's Environmental Health Protection Act - Prohibits any person in the course of doing business from knowingly exposing any infant or young child to an-EPA listed hazardous synthetic chemical in any children's food or consumer product without first providing a clear and reasonable warning of the exposure, on or immediately adjacent to the food or product at its point of sale to the retail customer. Specifies exemptions from this prohibition, including businesses with fewer than 50 employees, and public entities. (Sec. 204) Requires the EPA Administrator to publish annually in the Federal Register a list of all hazardous synthetic chemicals that have been identified or regulated by any Federal agency as carcinogens, reproductive toxins, or neurotoxins. Authorizes the Administrator to: (1) publish in the Federal Register a list of children's foods and consumer products that are known or likely to expose children to one or more hazardous synthetic chemicals; and (2) identify any foods and products for which the Administrator has determined that there is a reasonable certainty of no harm from any listed hazardous synthetic chemical. (Sec. 206) Provides for the implementation and enforcement, including private citizen enforcement, of this Act, through civil penalties and other means, granting U.S. district courts jurisdiction over civil actions to redress any action or inaction that is alleged to be or to have been in violation of this title. Title III: Endocrine Disruptors - Requires the EPA Administrator to provide for testing under the screening program authorized by the Federal Food, Drug, and Cosmetic Act of any substance to which the Administrator determines a substantial population may be exposed. (Sec. 302) Allows the Administrator to require a warning label on or near any product at its point of sale if such product contains a substance which has an endocrine disrupting effect. Requires any such warning label to state the name of the substance for which labeling is required, and to state in plain language the potential effects of consumption of endocrine disruptors. Allows any person to petition the EPA Administrator to take action under this title. (Sec. 303) Provides that if, on the basis of the results of such screening process, the EPA Administrator finds that a substance may have an endocrine disrupting effect, such finding shall be sufficient basis for applying certain requirements under the Toxic Substances Control Act pertaining to the regulation of hazardous chemical substances and mixtures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Public Right-to-Know and Children's Environmental Health Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To require reporting on toxic chemicals, to protect children's health, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:35:48-05:00"
}