{
  "actions": [
    {
      "acted_at": "1995-01-06", 
      "references": [
        {
          "reference": "CR S564", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-06", 
      "committee": "Committee on Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1995-11-08", 
      "in_committee": "Committee on Judiciary", 
      "references": [], 
      "text": "Committee on Judiciary. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s173-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "1995-01-06", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "1996-02-29", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kyl, Jon", 
      "sponsored_at": "1995-01-06", 
      "state": "AZ", 
      "thomas_id": "00655", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thurmond, Strom", 
      "sponsored_at": "1995-01-06", 
      "state": "SC", 
      "thomas_id": "01448", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-06", 
  "number": "173", 
  "official_title": "A bill to provide for restitution of victims of crimes, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr711-104", 
      "reason": "identical"
    }
  ], 
  "short_title": "Crime Victims Restitution Act of 1995", 
  "sponsor": {
    "district": null, 
    "name": "Nickles, Don", 
    "state": "OK", 
    "thomas_id": "01412", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-06", 
  "subjects": [
    "Compensation for victims of crime", 
    "Conspiracy", 
    "Contempt of court", 
    "Crime and law enforcement", 
    "Criminal procedure", 
    "Damages", 
    "Earnings", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Income", 
    "Injunctions", 
    "Law", 
    "Liens", 
    "Parole", 
    "Probation", 
    "Sentences (Criminal procedure)", 
    "Surety and fidelity"
  ], 
  "subjects_top_term": "Criminal procedure", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-06", 
    "text": "Crime Victims Restitution Act of 1995 - Amends the Federal criminal code to require (current law authorizes) the court to order restitution of the victim when a convicted defendant is being sentenced for specified offenses. Authorizes a court to order restitution of any person who, as shown by a preponderance of the evidence, was harmed physically, emotionally, or pecuniarily by unlawful conduct of the defendant during the offense or during the course of a scheme, conspiracy, or pattern of unlawful activity related to the offense. Directs the court to: (1) order restitution in the full amount of the victim's losses without consideration of the economic circumstances of the offender or the fact that a victim is entitled to receive compensation from insurance or any other source; and (2) upon determination of the amount owed to each victim, specify in the restitution order the manner of, and schedule for, restitution in consideration of the financial resources and other assets, projected earnings and other income, and financial obligations of the offender. Specifies that: (1) a restoration order may direct the offender to make a single, lump-sum payment, partial payments at specified intervals, or such in-kind payments as may be agreeable to the victim and the offender; and (2) such in-kind payments may be in the form of the return or replacement of property, or services rendered to the victim or another person or organization. Provides that when the court finds that more than one: (1) offender has contributed to the loss of a victim, the court may make each offender liable for payment of the full amount or may apportion liability among the offenders to reflect the level of contribution and economic circumstances of each offender; and (2) victim has sustained a loss requiring restitution by an offender, the court shall order full restitution of each victim but provide for different payment schedules to reflect the economic circumstances of each victim. Sets forth provisions regarding: (1) compensation with respect to losses from insurance or other sources; (2) set-offs against amounts later recovered as compensatory damages by the victim in Federal and State civil proceedings; and (3) payment by the offender to an entity designated by the Director of the Administrative Office of the United States Courts for accounting and payment in accordance with this Act. Specifies that a restitution order shall constitute a lien against all property of the offender. Makes compliance with a restitution order a condition of any probation, parole, or other form of release of an offender. Specifies actions the court may take, including revocation of probation or supervised release, if a defendant fails to comply. Provides for enforcement of restitution orders. Authorizes: (1) a victim or the offender to petition the court to modify a restitution order in view of a change in the economic circumstances of the offender; and (2) the court to refer any issue arising in connection with a proposed restitution order to a magistrate or special master for proposed findings of fact and recommendations as to disposition, subject to a de novo determination of the issue by the court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Crime Victims Restitution Act of 1995", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for restitution of victims of crimes, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:33-05:00"
}