{
  "actions": [
    {
      "acted_at": "2009-03-03", 
      "references": [
        {
          "reference": "CR S2706-2707", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-03", 
      "committee": "Committee on the Judiciary", 
      "references": [
        {
          "reference": "CR S2707-2715", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-04-02", 
      "in_committee": "Committee on the Judiciary", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2009-04-02", 
      "committee": "the Judiciary", 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy with amendments. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2009-04-02", 
      "calendar": "Senate Legislative", 
      "number": "46", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 46.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2009-05-12", 
      "references": [], 
      "text": "By Senator Leahy from Committee on the Judiciary filed written report. Report No. 111-18. Additional, Minority and Supplemental views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s515-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2009-04-02", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2009-03-03", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2009-04-02", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2009-03-03", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2009-03-03", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kaufman, Edward E.", 
      "sponsored_at": "2009-06-01", 
      "state": "DE", 
      "thomas_id": "01964", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2009-04-02", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2009-06-25", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Risch, James E.", 
      "sponsored_at": "2009-03-03", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2010-09-13", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2009-03-03", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2009-04-02", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Mark", 
      "sponsored_at": "2009-06-08", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2009-03-03", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-03-03", 
  "number": "515", 
  "official_title": "A bill to amend title 35, United States Code, to provide for patent reform.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1260-111", 
      "reason": "related"
    }, 
    {
      "bill_id": "s610-111", 
      "reason": "related"
    }
  ], 
  "short_title": "Patent Reform Act of 2009", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2009-04-02", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Commerce", 
    "Department of Commerce", 
    "Intellectual property", 
    "Judges", 
    "Jurisdiction and venue"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2009-04-02", 
    "text": "Patent Reform Act of 2009 - (Sec. 2) Amends federal patent law to define \"effective filing date of a claimed invention\" as the filing date of the patent or the application for patent containing a claim to the invention (thus establishing a first-to-file system). Revises the conditions for patentability. Repeals provisions relating to: (1) inventions made abroad; (2) statutory invention registration; and (3) interfering patent remedies. Revises derivation proceeding procedures and policies. Makes (to the extent consistent with U.S. obligations under international agreements) patent examination and search duties sovereign functions. Requires that those functions be performed within the United States by U.S. citizens who are federal employees. (Sec. 3) Modifies requirements regarding the oath or declaration required of an inventor. Allows a person to whom an inventor has assigned (or is under an obligation to assign) an invention to make an application for patent. (Sec. 4) Allows a court to receive expert testimony as an aid to the determination of damages or reasonable royalties. Limits treble damages to cases in which the court finds willful infringement. Requires that the patent owner present by clear and convincing evidence that a willful violator acted with objective recklessness. Bars a finding of willful infringement in certain circumstances. (Sec. 5) Allows any person, at any time, to cite to the U.S. Patent and Trademark Office (USPTO) written statements the patent owner filed in a proceeding before a federal court or the USPTO in which the patent owner takes a position on the scope of one or more patent claims. Requires, on written request of the person making the citation, that that person's identity be kept confidential. Allows a reexamination to be granted on the basis of a citation by any person other than the patent owner. Revises procedures for conducting inter partes reexamination proceedings. Allows a person who is not the patent owner to petition for cancellation and in a variety of other ways regulates procedures relating to post-grant review proceedings. Amends the Intellectual Property and Communications Omnibus Reform Act of 1999 to repeal a provision estopping a party who requests an inter partes reexamination under specified provisions from challenging, at a later time, any fact determined during the reexamination, subject to exception. (Sec. 6) Replaces the Board of Patent Appeals and Interferences with the Patent Trial and Appeal Board, requiring that it: (1) review adverse decisions on applications and reexamination proceedings; and (2) conduct derivation proceedings and post-grant opposition proceedings. (Sec. 7) Allows any person to submit any publication of potential relevance to a patent application. (Sec. 8) Requires a district court to transfer a civil patent action if the transferee venue is clearly more convenient than the venue in which the action is pending. Amends a variety of patent provisions plus the Act commonly known as the Trademark Act of 1946 or the Lanham Act to substitute references to the U.S. District Court for the Eastern District of Virginia for the current references to the U.S. District Court for the District of Columbia. (Sec. 9) Authorizes the USPTO Director to set or adjust the fees the office charges under specified provisions. (Sec. 10) Revises provisions concerning the residency of federal circuit judges and the facilities and administrative support which must be provided to them. (Sec. 11) Defines the term \"micro-entity\" for both an assigned and unassigned application, including specifying for both that an entity qualifies as a small entity if it is so defined in regulations issued by the USPTO Director and has not been named on five or more previously filed patent applications. (Sec. 12) Decreases the percentage of certain invention-related royalties and income that must be paid to the federal government and correspondingly increases the percentage that must be given to small business firms when a nonprofit organization has a funding agreement with the government for the operation of a government owned, contractor operated facility. (An existing provision defines the term \"funding agreement\" as a contract, grant, or cooperative agreement entered into between a federal agency and any contractor for the performance of experimental, developmental, or research work funded in whole or in part by the federal government.) (Sec. 13) Removes a provision limiting to two years the period during which any federal agency may, notwithstanding any other provisions relating to travel and subsistence expenses, pay travel expenses in lieu of any payment otherwise authorized or required under those provisions. Requires the USPTO to conduct a test program under which it may, in certain circumstances involving telework, pay travel expenses of a USPTO employee in lieu of such other payments. Terminates test authority in 2018. (Sec. 14) Prohibits using a failure to disclose the best mode as a basis on which any claim of a patent may be canceled or held invalid or otherwise unenforceable. (Sec. 15) Establishes a program in selected U.S. district courts under which cases involving patent or plant variety protection issues are assigned to judges randomly, with judges who have not requested to hear such cases allowed to decline cases. Terminates the program after 10 years."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Patent Reform Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Patent Reform Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 35, United States Code, to provide for patent reform.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:49:53-05:00"
}