{
  "actions": [
    {
      "acted_at": "1988-03-30", 
      "committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking, Finance and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-04-15", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "references": [], 
      "subcommittee": "Housing and Community Development", 
      "text": "Referred to Subcommittee on Housing and Community Development.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1988-05-24", 
      "in_committee": "House Committee on Banking, Finance and Urban Affairs", 
      "in_subcommittee": "Housing and Community Development", 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4292-100", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Banking, Finance, and Urban Affairs", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Housing and Community Development", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "100", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Frank, Barney", 
      "sponsored_at": "1988-04-21", 
      "state": "MA", 
      "thomas_id": "00407", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Hayes, James A.", 
      "sponsored_at": "1988-08-03", 
      "state": "LA", 
      "thomas_id": "00517", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Kennedy, Joseph P., II", 
      "sponsored_at": "1988-04-21", 
      "state": "MA", 
      "thomas_id": "00626", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Mfume, Kweisi", 
      "sponsored_at": "1988-04-21", 
      "state": "MD", 
      "thomas_id": "00798", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Pelosi, Nancy", 
      "sponsored_at": "1988-04-21", 
      "state": "CA", 
      "thomas_id": "00905", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "34", 
      "name": "Torres, Estaban Edward", 
      "sponsored_at": "1988-04-21", 
      "state": "CA", 
      "thomas_id": "01162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Vento, Bruce F.", 
      "sponsored_at": "1988-05-24", 
      "state": "MN", 
      "thomas_id": "01185", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1988-03-30", 
  "number": "4292", 
  "official_title": "A bill to require the Secretary of Housing and Urban Development to provide emergency mortgage assistance to homeowners.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Housing Assistance Act of 1988", 
  "sponsor": {
    "district": "20", 
    "name": "Gonzalez, Henry B.", 
    "state": "TX", 
    "thomas_id": "00445", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1988-03-30", 
  "subjects": [
    "Economics and public finance", 
    "Federal aid to housing", 
    "Financial institutions", 
    "Foreclosure", 
    "Government trust funds", 
    "Home ownership", 
    "Housing and Housing Finance", 
    "Housing and community development", 
    "Housing finance", 
    "Mortgages"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1988-03-30", 
    "text": "Emergency Housing Assistance Act of 1988 - Directs the Secretary of Housing and Urban Development to make emergency mortgage relief payments on behalf of certain delinquent mortgagors in a district when, for three consecutive months, the amount of delinquent mortgage loans exceeds a specified percentage of the amount of all loans accounted for in the mortgage delinquency series maintained by the Federal Home Loan Bank Board. Provides for the discontinuation and reinstitution of such program depending on delinquency rates. Directs the Secretary to notify the mortgagees of the institution or reinstitution of such a program in that district. Lists program eligibility conditions, including requirements that: (1) the mortgage is not federally insured under the Housing Act of 1949; (2) the mortgagor has suffered a substantial reduction in income, other than as a result of repeated or felonious misconduct, which renders the mortgagor unable to correct a mortgage delinquency or to resume full mortgage payments; (3) the average aggregate annual income of the mortgagor and family members residing with the mortgagor does not exceed a specified amount; (4) the mortgagor has cooperated with any attempt by the mortgagee to establish a reasonable repayment plan; (5) the Secretary has determined that assistance is necessary to avoid foreclosure and that it is likely that the mortgagor will be able to resume full mortgage payments within 36 months and pay the mortgage in full by its maturity date; and (6) the property serving the mortgage is a one-to-four-family principal residence. Requires each mortgagee, at least 30 days before instituting any foreclosure proceeding, to assist the mortgagor involved in applying for assistance under this Act, unless the mortgagor waives such assistance. Prohibits a mortgagee from instituting foreclosure proceedings until it receives notice of the Secretary's decision on such application. Allows a mortgagor to apply for assistance after foreclosure proceedings have begun, in which event such proceedings shall be stayed pending the Secretary's decision. Declares that failure to comply with these provisions shall be the basis of an action to enjoin a foreclosure. States that assistance payments shall: (1) be made from the Homeowners Emergency Relief Fund; (2) not exceed amounts necessary to supplement mortgagor contributions; and (3) be provided for up to 18 months, with an 18-month extension as necessary. Directs the Secretary to establish procedures for ascertaining the mortgagor's financial circumstances to determine whether such payments should be adjusted or terminated. Secures assistance payments under this Act through property liens. Directs the Secretary to: (1) provide homeownership counseling to persons assisted under this Act; and (2) approve or disapprove an application for assistance within 45 days. Establishes in the Treasury the Homeowners Emergency Relief Fund to carry out the provisions of this Act. Authorizes FY 1989 appropriations and limits expenditures for assistance under this Act. Requires the Secretary and certain Federal agencies which supervise financial institutions to: (1) encourage such institutions to exercise forbearance with respect to residential mortgages; and (2) waive or relax limitations pertaining to operations of such institutions or mortgagees with respect to mortgage delinquencies. Directs the Federal home loan banks, the Federal Reserve banks, and the National Credit Union Administration to give special consideration to advance, discount, or credit applications of the institutions or borrowers that have exercised forbearance in residential mortgage foreclosures. Requires the Secretary to report annually to the Congress regarding: (1) the rate of delinquencies and foreclosures in various housing markets; (2) the prospects of voluntary forbearance by mortgagees in such areas; (3) Government actions to encourage such forbearance and to provide assistance under this title; and (4) the default status of mortgages on multifamily properties with recommendations on curing and avoiding such defaults. Directs the Secretary to study and report to the Congress on whether the use of a mortgage delinquency series different from the one specified in this Act would be more effective. Repeals title I (Emergency Homeowners Relief Act) of the Emergency Housing Act of 1975."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Housing Assistance Act of 1988", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to require the Secretary of Housing and Urban Development to provide emergency mortgage assistance to homeowners.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:03:18-05:00"
}