{
  "actions": [
    {
      "acted_at": "1990-04-26", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1990-05-03", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "text": "Executive Comment Requested from USDA.", 
      "type": "action"
    }, 
    {
      "acted_at": "1990-05-03", 
      "in_committee": "House Committee on Agriculture", 
      "references": [], 
      "subcommittee": "Conservation Credit and Rural Development", 
      "text": "Referred to the Subcommittee on Conservation Credit and Rural Development.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4663-101", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Credit, and Rural Development", 
      "subcommittee_id": "01"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Olin, James R.", 
      "sponsored_at": "1990-04-26", 
      "state": "VA", 
      "thomas_id": "00878", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "17", 
      "name": "Stenholm, Charles W.", 
      "sponsored_at": "1990-04-26", 
      "state": "TX", 
      "thomas_id": "01110", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Weber, Vin", 
      "sponsored_at": "1990-04-26", 
      "state": "MN", 
      "thomas_id": "01212", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1990-04-26", 
  "number": "4663", 
  "official_title": "To develop and promote environmentally sound agricultural practices, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Conservation Promotion Act of 1990", 
  "sponsor": {
    "district": "1", 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1990-04-26", 
  "subjects": [
    "Agricultural economics", 
    "Agricultural extension work", 
    "Agricultural price supports", 
    "Agricultural research", 
    "Agriculture and food", 
    "Bankruptcy", 
    "Data banks", 
    "Easements", 
    "Employee training", 
    "Environmental protection", 
    "Environmental research", 
    "Executive reorganization", 
    "Farm lands", 
    "Farmland protection", 
    "Federal advisory bodies", 
    "Fertilizers", 
    "Foreclosure", 
    "Great Plains", 
    "Groundwater", 
    "Information services", 
    "Pest control", 
    "Pesticides", 
    "Reservoirs", 
    "Soil conservation", 
    "Soil erosion", 
    "Trees", 
    "Water pollution control", 
    "Water quality", 
    "Water storage", 
    "Wetland conservation", 
    "Wetlands"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "1990-04-26", 
    "text": "Conservation Promotion Act of 1990 - Title I: Conservation Reserve Program - Amends the Food Security Act of 1985 to make eligible for the conservation reserve program (CRP): (1) environmentally sensitive lands, including sinkholes, filter strips, wetland, and other areas that involve groundwater protection; and (2) uncropped marginal lands that will be planted to trees after CRP enrollment. Extends CRP authority and CRP tree planting authority through 1995. Authorizes 1991 through 1995 enrollment at between 40,000,000 and 50,000,000 acres. Authorizes three to ten-year CRP contract extensions. Provides for farmwide CRP eligibility under specified conditions. Subjects land whose CRP contract has expired to loss of assistance for cropping on highly erodible land. Permits CRP participation of land whose ownership change during the preceding three-year period was due to foreclosure or bankruptcy. Provides for CRP contract extension or optional 15-year contracts for land devoted to hardwood trees, shelterbelts, or windbreaks. Authorizes up to 75 percent cost sharing assistance for hardwood plantings. Waives ownership requirements as necessary for such plantings. States that: (1) no tenant shall lose agricultural benefits eligibility because of another tenants' crop production on the same farm or any other farm; and (2) no person shall lose such eligibility as to any crop on a farm other than the farm on which the production on highly erodible land occurs. Directs the Secretary of Agriculture to offer three-year cost-sharing soil restoration contracts under a Soil Restoration Program. Amends the Agricultural Act of 1949 to count each acre devoted to surface water storage as an acre removed from production for purposes of calculating the acreage base under any acreage limitation or land diversion program. Title II: Wetlands - Amends the Food Security Act of 1985 to direct the Secretary to establish a cost-sharing program of long-term and permanent easements to protect and restore wetlands. Limits fiscal year payments to any owner or operator to $50,000. Authorizes appropriations. Directs the Secretary to establish a cost sharing program to restore drained wetlands to their natural state and to enroll such land in the wetlands reserve. Exempts a producer from agricultural assistance ineligibility for crop production on wetland if the producer: (1) has a specified 1975-1985 cropping history on such land; or (2) agrees to acre-for-acre mitigation of previously converted wetland. Provides flexible penalties for certain inadvertent violations of the highly erodible land and wetland conservation programs. Title III: Water Quality Protection - Directs the Secretary to establish an Agricultural Water Quality Board to coordinate related Federal activities and ensure consistency with State water quality programs. Authorizes the Secretary to provide land managers with accelerated technical assistance in the development of water quality best management practices. Directs the Secretary to: (1) establish the water management practices cost share program; (2) establish the water quality education and outreach program; (3) accelerate Federal water quality research; and (4) utilize data base information to evaluate water quality best management practices. Authorizes appropriations. Title IV: Integrated Crop Management - Directs the Secretary to establish the integrated crop management research program to conduct research related to economically and environmentally sound farming practices. Authorizes appropriations. Directs the Secretary to develop integrated crop management technical guides. Authorizes appropriations. Title V: Extension Service - Provides for Extension Service agent training in all aspects of integrated crop management, including specialist training and information dissemination. Title VI: Data Collection - Directs the Secretary to develop and disseminate information concerning the agricultural uses of pesticides and fertilizers. Title VII: Great Plains Conservation Program - Amends the Soil Conservation and Domestic Allotment Act to: (1) extend the Great Plains conservation program through FY 2001; and (2) increase the program cost ceiling."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Conservation Promotion Act of 1990", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To develop and promote environmentally sound agricultural practices, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:08:45-05:00"
}