{
  "actions": [
    {
      "acted_at": "1999-11-08", 
      "committee": "Committee on Commerce, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Commerce, and in addition to the Committee on Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-08", 
      "committee": "House Commerce", 
      "references": [], 
      "text": "Referred to House Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-08", 
      "committee": "House Education and the Workforce", 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "1999-11-17", 
      "in_committee": "House Commerce", 
      "references": [], 
      "subcommittee": "Health and Environment", 
      "text": "Referred to the Subcommittee on Health and Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3259-106", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health and Environment", 
      "subcommittee_id": "04"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1999-11-08", 
  "number": "3259", 
  "official_title": "To amend the Public Health Service Act and the Employee Retirement Income Security Act of 1974 to establish certain requirements for managed care plans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Managed Care Bill of Rights for Consumers Act of 1999", 
  "sponsor": {
    "district": "12", 
    "name": "Velazquez, Nydia M.", 
    "state": "NY", 
    "thomas_id": "01184", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1999-11-08", 
  "subjects": [
    "Access to health care", 
    "Administrative remedies", 
    "Civil rights and liberties, minority issues", 
    "Commerce", 
    "Communication in medicine", 
    "Contracts", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Drugs", 
    "Emergency management", 
    "Emergency medical services", 
    "Employee health benefits", 
    "Federal advisory bodies", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Freedom of speech", 
    "Government operations and politics", 
    "Grievance procedures", 
    "Gynecology", 
    "Health", 
    "Health insurance", 
    "Health insurance continuation", 
    "Health maintenance organizations", 
    "Labor and employment", 
    "Labor contracts", 
    "Language and languages", 
    "Law", 
    "Liability (Law)", 
    "Managed care", 
    "Medical malpractice", 
    "Obstetricians", 
    "Obstetrics", 
    "Patients' rights", 
    "Physician-patient privilege", 
    "Physicians", 
    "Quality of care", 
    "Standards", 
    "State laws", 
    "Translating and interpreting", 
    "Women", 
    "Women's health", 
    "Wrongful death"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-11-08", 
    "text": "Managed Care Bill of Rights for Consumers Act of 1999 - Amends the Public Health Service Act to set forth requirements for managed care plans, the Secretary of Health and Human Services, or both regarding: (1) prohibiting limiting services (if covered) that are medically necessary and appropriate; (2) referrals for a second opinion; (3) maintenance of an adequate number, mix, and distribution of providers; (4) a choice of providers and allowing enrollees to switch provider selection; (5) continuation of a course of treatment when a contract between a plan and a provider is terminated; (6) choice of specialists, coverage level for nonparticipating specialists, and continuous referrals for ongoing care; (7) designation of an obstetrician or gynecologist as a primary care provider, allowing an enrollee who does not select such a provider as primary to receive routine gynecological and pregnancy-related services without prior primary provider authorization; (8) coverage of emergency services without regard to whether the provider has an arrangement with the plan and without prior authorization; (9) submission of a plan ensuring access to care appropriate to the population, for a plan seeking to provide services in an area that includes a medically underserved population; (10) communication assistance and bilingual information in certain circumstances; (11) prohibiting financial incentives to reduce or limit medically necessary services; (12) prohibiting agreements between plans and health professionals restricting medical communications between health professionals and their patients; (13) grievance and appeals procedures (including prohibiting reprisals); (14) an external review process regarding internal appeals; (15) prohibiting discrimination against enrollees or providers on specified bases, including health status and anticipated need for services; and (16) confidentiality.Establishes a Managed Care Consumer Advisory Commission to assist consumers in assessing services, understanding and exercising their rights and responsibilities, and making an informed and appropriate plan choice.Prohibits managed care plans from limiting coverage, in cases where a plan provides coverage for prescription drugs, if a treating health professional determines such coverage is medically necessary and appropriate. Permits determinations as to whether a drug prescribed to treat a medical condition may be substituted with a different drug to be made only by a treating physician. Bars: (1) plans from providing a standard for substituting prescription drugs; (2) the substitution of a generic drug for a name brand drug unless it has the same chemical composition; and (3) plans that provide prescription drug coverage from limiting access to covered drugs solely on the basis of associated coverage costs.(Sec. 3) Amends the Employee Retirement Income Security Act of 1974 (ERISA) to require a group health plan (and a health insurance issuer offering group coverage) to comply with the above amendments to the Public Health Service Act. Declares that those requirements do not preempt State laws providing equivalent or stricter protections for individuals.(Sec. 4) Prohibits construing certain ERISA provisions (relating to preemption of State laws) to preclude any State cause of action for damages for personal injury or wrongful death against any person providing insurance or administrative services to an employee welfare benefit pan maintained to provide health benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Managed Care Bill of Rights for Consumers Act of 1999", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To amend the Public Health Service Act and the Employee Retirement Income Security Act of 1974 to establish certain requirements for managed care plans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:44:33-05:00"
}