{
  "actions": [
    {
      "acted_at": "1979-07-30", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1979-07-30", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5006-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "96", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "AuCoin, Les", 
      "sponsored_at": "1979-01-03", 
      "state": "OR", 
      "thomas_id": "00036", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-07-30", 
  "number": "5006", 
  "official_title": "A bill to provide assistance to rural water systems in achieving compliance with title XIV of the Public Health Service Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Abdnor, James", 
    "state": "SD", 
    "thomas_id": "00001", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-07-30", 
  "subjects": [
    "Agriculture and Rural Affairs", 
    "Environmental protection", 
    "Health", 
    "Public health", 
    "Rural affairs legislation", 
    "Rural economic development", 
    "Water and Water Resources Development", 
    "Water pollution control", 
    "Water rates", 
    "Water supply"
  ], 
  "subjects_top_term": "Water supply", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-07-30", 
    "text": "Title I: Amendments to the Consolidated Farm and Rural Development Act - Amends the Consolidated Farm and Rural Development Act to authorize the Secretary of Agriculture to make grants to any water system to enable it to comply with any national primary drinking water regulation, schedule, or other requirement with which it does not currently comply, and to assist such water system to serve its users at a reasonable user rate. Authorizes grants to any association with the legal authority to construct, operate, and maintain a water system in order to construct a proposed water system to comply with such regulations, when such association has been notified by the Environmental Protection Agency that the current drinking water supply of any potential user of such proposed system would not comply with such regulations. Limits the amount of any such grant, in most cases, to that portion (not to exceed 90 percent) of the cost of constructing, installing, operating, or maintaining treatment facilities and equipment necessary to achieve compliance, which cannot be paid through reasonable user rates over a reasonable period of time. Authorizes the Secretary to make grants to any water system which has achieved compliance with all national primary drinking water regulations, for the purpose of assisting such system to serve its users at a reasonable user rate. Limits any such grant to the difference between 75 percent of the development cost of the system and the amount of any previous development grant. Establishes priorities for the making of grants to water systems. Title II: Amendments to Title XIV of the Public Health Service Act - Amends the Public Health Service Act to deem in compliance with national primary drinking water regulations, until any noncompliance is corrected or a grant application under this Act is withdrawn or rejected, any rural public water system: (1) which the Environmental Protection Agency has notified of noncompliance with such regulations; and (2) which has certified to the Administrator in writing that the system is unable to comply because the expense of achieving compliance would require the imposition of an unreasonable user rate; and (3) which certifies that it has applied to the Secretary of Agriculture for a grant under Title I of this Act. Waives specified notice-to-user requirements for a noncomplying system during the period of deemed compliance. Requires the Administrator of the Environmental Protection Agency, at the request of any association with legal authority to construct, operate, and maintain a public or similar water system, to determine whether the drinking water supply of any potential user of such proposed system, if such system were a public system, would be in compliance with all national primary drinking water regulations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to provide assistance to rural water systems in achieving compliance with title XIV of the Public Health Service Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:44:29-05:00"
}