{
  "actions": [
    {
      "acted_at": "1977-07-28", 
      "references": [], 
      "text": "Reported to Senate from the Committee on Environment and Public Works, S. Rept. 95-370.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-07-28", 
      "references": [], 
      "text": "Placed on calendar in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-08-04", 
      "references": [], 
      "text": "Measure called up by unanimous consent in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-08-04", 
      "references": [], 
      "text": "Measure considered in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-08-04", 
      "bill_ids": [
        "hr3199-95"
      ], 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate, H.R. 3199 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1952-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-07-28", 
  "number": "1952", 
  "official_title": "An original bill to amend the Federal Water Pollution Control Act Amendments of 1972.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3199-95", 
      "reason": "related"
    }
  ], 
  "short_title": "Clean Water Act", 
  "sponsor": {
    "district": null, 
    "name": "Muskie, Edmund S.", 
    "state": "ME", 
    "thomas_id": "01410", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "INTRODUCED", 
  "status_at": "1977-07-28", 
  "subjects": [
    "Agricultural pollution", 
    "Authorization", 
    "Dredging", 
    "Economics and public finance", 
    "Environmental protection", 
    "Federal-state relations", 
    "Great Lakes", 
    "Marine pollution", 
    "Oil pollution", 
    "Phosphates", 
    "Recreation", 
    "Waste water treatment", 
    "Water allocation (Policy)", 
    "Water pollution control", 
    "Water treatment plants"
  ], 
  "subjects_top_term": "Water pollution control", 
  "summary": {
    "as": "Indefinitely postponed in Senate", 
    "date": "1977-08-04", 
    "text": "(Measure indefinitely postponed in Senate, H.R. 3199 passed in lieu) Clean Water Act - Changes the title of the Federal Water Pollution Control Act to the Clean Water Act. Amends the Federal Water Pollution Control Act to extend through fiscal year 1980 the authorization of appropriations for (1) water treatment works pilot training programs; (2) the development of a system of forecasting the supply of and demand for water pollution control specialists; (3) grants for State pollution control programs; (4) scholarships, training grants and contracts in the field of water pollution control; (5) grants to designated agencies to assist in the development and operation of continuing areawide waste treatment management planning processes; (6) grants to the States for lake water improvement programs; and (7) the purposes of the Act other than those specified in (1) through (6) above. Authorizes the Administrator of the Environmental Protection Agency to pay non-Federal costs of research projects in connection with approved State continuing planning process. Authorizes the Administrator to make grants to municipalities in order to defray operation and maintenance costs of approved water pollution control projects. Lists priorities for Federal assistance under the treatment works design and construction grant program. Authorizes the appropriation of $3,500,000,000 for fiscal year 1977, and $4,500,000,000 for each of fiscal years 1978 through 1982, for the construction grant program. Specifies a formula for allotment of such funds to States. Authorizes the Administrator to develop a comprehensive program to provide sanitation services in Alaskan villages. Authorizes additional appropriations for a study of such program and for additional Alaska village demonstration projects. Revises procedures for allocation of grants for areawide waste treatment management programs. Authorizes Federal grants for the construction of privately owned treatment works where certified by an appropriate public body and where cost and environmental impact will be less severe than a collection and central treatment system. Authorizes the use of a single grant for the combined Federal share of planning and design along with building and construction costs in the case of treatment works with an estimated total cost of $3,000,000 or less. Requires analysis of recreation and open space potential in the waste treatment planning process and an identification of open space and recreation opportunities that can be expected to result from improved water quality. Authorizes the use of ad valorem taxes or other systems to satisfy the user charge system requirement for applicants for treatment works grants under the Act, in accordance with specified requirements. Authorizes the Administrator to reserve an amount not to exceed two percent of annual allotments to States under the construction grant program for administrative costs of such program. Authorizes use of percentage of funds for alternative or unconventional treatment works for States with large rural populations. Specifies that discharges from return flows from irrigated agriculture shall not be considered point source pollution under the Act. Directs the Secretary of Agriculture, acting through the Soil Conservation Service, to establish a program for the control of nonpoint source pollution through contracts with rural land owners and operators. Authorizes the appropriation of $200,000,000 for fiscal year 1979 and $400,000,000 for fiscal year 1980 for such program. Revises grant eligibility criteria for Federal assistance for new and existing sewage collection systems. Prohibits grants for treatment works to control discharges from separate storm sewer systems. Stipulates that the Administrator shall modify 1983 best available technology standards for point sources with the concurrence of the affected States, where such modified requirements will not contravene applicable water quality standards, including applicable toxic or hazardous pollutants regulated under this Act or primary standards under the Safe Drinking Water Act. Authorizes modification of the secondary treatment requirement for municipal discharges where applicable water quality standards will not be contravened. Authorizes the Administrator to extend the deadline for the achievement of effluent limitations for public treatment works from July 1, 1977, until no later than July 1, 1983, where construction of treatment works cannot be completed to meet the 1977 deadline. Authorizes the extension of compliance dates up to July 1, 1985 for point services utilizing innovative technologies with the potential for industry-wide application. Authorizes the appropriation of $100,000,000 for each of fiscal year 1979 through 1983 for interagency agreements designed to control nonpoint source pollution through implementation of areawide waste treatment management plans. Stipulates that pretreatment standards issued under such Act shall require at a minimum the application of the best available technology. Requires person discharging pollutants subject to pretreatment standards to notify appropriate Federal, State, and local officials, subject to a civil penalty not to exceed $10,000. Authorizes the Administrator to extend July 1, 1977, best practicable technology standards for industrial point sources to January 1, 1979, if specified criteria are met. Revises requirements and limitations for oil spill liability imposed by such Act. Requires imposition of marine sanitation device standards under such Act requiring a minimum of secondary treatment for commercial vessels on the Great Lakes. Stipulates that Federal facilities shall be subject to State and local water pollution control requirements to the same extent as any other person. Authorizes States to administer permit programs for discharges from approved aquaculture projects. Imposes a system of automatic noncompliance fees upon point sources not meeting applicable standards by July 1, 1979, and January 1, 1984. Establishes criteria to determine the amount of such fee, which shall be incorporated as a condition of the permit for operation of each point source. Limits the concentration by weight of certain phosphates in cleaning agents and water conditioners which are sold or distributed in the Great Lakes region. Establishes procedures and criteria for approval of State permit programs to control discharges of dredged or fill material. Requires development of procedures for control of dredge or fill material designed to protect wildlife, aquatic resources, and wetlands, as part of each areawide waste treatment management plan. Directs the Secretary of the Interior, acting through the Fish and Wildlife Service, to consult with and assist State agencies in developing continuing areawide waste treatment management planning processes. Authorizes the appropriation of $6,000,000 to the Secretary to complete the national Wetland Inventory by December 31, 1978, and to make information from such survey available to assist in the development of such plans. Provides that nothing in this Act shall be construed to abrogate any State authority to operate programs for the allocation of water within its boundaries. Directs the Administrator of the Environmental Protection Agency to report to Congress on the states of (1) combined sewer overflows in municipal works treatment systems and (2) use of sewage effluent and sludge for agricultural and other purposes that utilize the nutrient value of such material."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Water Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "An original bill to amend the Federal Water Pollution Control Act Amendments of 1972.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:27-05:00"
}