{
  "actions": [
    {
      "acted_at": "1973-02-21", 
      "committee": "House Committee on Banking and Currency", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Banking and Currency.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4545-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Banking and Currency", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-02-21", 
  "number": "4545", 
  "official_title": "A bill to amend the National Housing Act concerning primary and secondary reserves.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s892-93", 
      "reason": "identical"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Patman, Wright", 
    "state": "TX", 
    "thomas_id": "00895", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-02-21", 
  "subjects": [
    "Finance and financial sector", 
    "Housing and community development", 
    "Loans"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-02-21", 
    "text": "Provides that the Federal Savings and Loan Corporation shall not, on or after the date of enactment of this Act, accept or receive further payments in the nature of prepayments of future premiums as was formerly required by the National Housing Act (including any such payments which have accrued or are payable under such former provisions). States that when no insured institution has any pro rata share of the secondary reserve, or has any such share not immediately payable to it, the Corporation may take such steps as it may deem appropriate to close out and discontinue the secondary reserve. Eliminates the prepayment of additonal premiums and restructures the premium payment system by giving the Federal Home Loan Bank Board discretion to adjust the level of cash payments to the corporation within a range of 30 to 70 percent of the regular annual premiums with the remainder to be transferred from the secondary reserve of accumulated premium prepayments. Provides that if at any December 31 the Federal Savings and Loan Insurance Corporations reserve ratio is less than 1.25 percent, full cash payment of the regular premium would be begun and continued until the year-end ratio again reaches 1.25 percent."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the National Housing Act concerning primary and secondary reserves.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:17:04-05:00"
}