{
  "actions": [
    {
      "acted_at": "1979-05-21", 
      "committee": "Senate Committee on Finance", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1184-96", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-05-21", 
  "number": "1184", 
  "official_title": "A bill to amend title XX of the Social Security Act to increase the entitlement ceiling, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Social Services Amendments of 1979", 
  "sponsor": {
    "district": null, 
    "name": "Moynihan, Daniel Patrick", 
    "state": "NY", 
    "thomas_id": "01407", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-05-21", 
  "subjects": [
    "Authorization", 
    "Block grants", 
    "Guam", 
    "Northern Mariana Islands", 
    "Puerto Rico", 
    "Social welfare", 
    "States", 
    "Territories (U.S.)", 
    "Trust Territory of the Pacific Islands", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-05-21", 
    "text": "Social Services Amendments of 1979 - Amends title XX (Grants to States for Services) of the Social Security Act to increase the total amount allocable to the States for social services. Sets forth a formula for the distribution of such funds among the States based on the number of individuals in a State who are: (1) receiving aid under the program of Aid to Families with Dependent Children; (2) either under the age of five or over the age of 65; and (3) members of families with incomes below the national nonfarm poverty line. Directs the Secretary of Health, Education, and Welfare, for the purposes of determining the number of individuals below the national poverty line, to exclude from income cash transfer payments based on need and made from public lands. Directs the Secretary to report to Congress with respect to the adequacy of the income data available from the 1980 census for use in making such determinations. Requires a State seeking payments under title XX to provide a comprehensive training plan for personnel providing services under title XX. Permits a State to accept restricted private funds under title XX for the training of personnel so long as such restrictions are consistent with the State plan. Authorizes appropriations under title XX for Puerto Rico, Guam, the Virgin Islands, and the Northern Mariana Islands for specified social services programs. Permits a State to develop a multiyear plan under title XX. Authorizes payment for emergency shelter for adults in danger of physical or mental injury, neglect, maltreatment or exploitation. Prohibits payment for such shelter for more than 30 days in any six month period."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Social Services Amendments of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title XX of the Social Security Act to increase the entitlement ceiling, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:41:57-05:00"
}