{
  "actions": [
    {
      "acted_at": "1978-06-14", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1978-06-14", 
      "committee": "House Committee on Ways and Means", 
      "references": [], 
      "text": "Referred to House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13136-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1978-06-14", 
  "number": "13136", 
  "official_title": "A bill to amend the Immigration and Nationality Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "25", 
    "name": "Roybal, Edward R.", 
    "state": "CA", 
    "thomas_id": "00996", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1978-06-14", 
  "subjects": [
    "Advisory bodies", 
    "Alien labor", 
    "Aliens", 
    "Armed forces and national security", 
    "Citizenship", 
    "Deportation", 
    "Federal advisory bodies", 
    "Immigration", 
    "International affairs", 
    "Labor and employment", 
    "Mexicans", 
    "Mexico"
  ], 
  "subjects_top_term": "Citizenship", 
  "summary": {
    "as": "Introduced", 
    "date": "1978-06-14", 
    "text": "Title I: Directs the Attorney General to adjust to that of an alien lawfully admitted for permanent residence the status of any alien who is physically present in the United States on January 1, 1977, and who is not otherwise excludable under specified provisions of the Immigration and Nationality Act. Directs that such status adjustments be made without regard to and have no effect on any numerical limitation contained in the Immigration and Nationality Act. Title II; Changes the numerical limitation on total lawful admissions of aliens born in any foreign area of the Western hemisphere to 45,000 for the first three quarters of any fiscal year and to a total of 170,000 for any fiscal year. Limits the total number of immigrant visas and the number of conditional entries made available to natives of any single foreign state in the Eastern Hemisphere to 20,000 in any fiscal year. Restricts to foreign states located in the Eastern Hemisphere the existing general limitation of 20,000 visas which may be granted to natives from any single foreign state in accordance with the preference priorities and percentage limitations set forth in the Immigration and Nationality Act. Title III: Changes the English language requirement for citizenship through naturalization to require the person to have an ability to read, write, and speak words in ordinary usage in the language in which the person is most literate. Title IV: Directs the Attorney General to: (1) collect from the employer of a deported alien; and (2) pay to the alien amounts due to such alien for services rendered. Requires the Attorney General to determine any taxes owing by the alien and to pay those before turning over the amount collected from the employer. Title V: Allows any person who has served honorably at any time in the Armed Forces of the United States to be naturalized without having resided continuously immediately preceding the date of filing of such person's petition for the required period of time. Allows such person to be naturalized without passing the required examination on the history and the government of the United States. Title VI: Establishes the President's Commission on United States-Mexico Immigration Policy to conduct studies and develop recommendations on immigration between the United States and Mexico and its effects on domestic and international affairs respecting the United States. Requires the Commission's studies to cover: (1) prevailing and projected demographic, technological, and economic trends affecting immigration between the United States and Mexico; (2) the effects of United States immigration and trade policies and practices on relations with Mexico; and (3) the effectiveness of the operation of the immigration laws of the United States. Directs the Commission to annually transmit a report to the President and to each House of Congress containing the findings and recommendations of the Commission. Title VII: Declares that this Act shall become effective on the date of enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Immigration and Nationality Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:40:17-05:00"
}