{
  "actions": [
    {
      "acted_at": "1973-01-26", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s555-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-01-26", 
  "number": "555", 
  "official_title": "A bill to amend the Railroad Labor Act and the Labor Management Relations Act, 1947, to provide more effective means for protecting the public interest in national emergency disputes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Scott, William Lloyd", 
    "state": "VA", 
    "thomas_id": "01433", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-01-26", 
  "subjects": [
    "Labor and employment", 
    "Railroads", 
    "Transportation and public works"
  ], 
  "subjects_top_term": "Railroads", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-01-26", 
    "text": "Title I: Railway Labor Act - Provides, under the Railway Labor Act, that when a dispute is not adjusted under the provisions of this Act, employees may selectively strike any of the carriers or carrier systems to whom their proposal was directed. Provides that whenever a selective strike or a strike of any combination of carriers occurs, such carriers and representatives of the employees on strike shall provide service and transportation for such persons and commodities as may be directed by the President, on a finding by the President, that such services or transportation cannot in any way be provided by alternate rail, truck, water, or air transportation, and that the termination of such services or transportation would immediately imperil the national health or safety. Provides that it shall be unlawful for any carrier to lock out any craft or class of its employees, or any segment of any such class or craft, unless such carrier is caused to diminish such service by a strike of all or some portion of its employees. Provides that any agreements affecting rates of pay, rules, or working conditions between employees and any carrier so selectively struck shall be immediately offered jointly, without change, to all carriers who have been jointly or concurrently involved in the previous handling of the dispute under this Act. Provides, under a new title III of the Railway Labor Act, that in the event a dispute is not settled under this Act, any changes in rate, pay, or working conditions made unilaterally subsequent to this Act shall be rescinded and the original conditions reinstated, and any selective strike in progress under the provisions of this Act shall be terminated immediately, and for sixty days thereafter, and no change, except by agreement, shall be made by the parties to the controversy in the conditions out of which the dispute arose. Provides that the National Mediation Board shall recommend to the President specific actions which it deems most appropriate to the settlement of the dispute and the protection of the public interest. Provides that, during such sixty day period, the President may create a board to investigate and make, for transmittal to the parties in the dispute, a report respecting such dispute. Provides that if no resolution is reached at the end of such sixty days, and if the President finds that the dispute threatens substantially to interrupt interstate commerce to a degree such as to deprive any section of the country of essential transportation services, the President may: (1) order an additional sixty-day \"cooling-off period\" during which the parties shall continue collective bargaining under the National Mediation Board; or (2) permit the continuance of the selective strike under the limitations he deems necessary to protect the health or safety of the Nation or any region thereof; and (3) order the parties to submit final offers to the Secretary of Labor and submit such offers to a three-member panel for final settlement. Provides that such panel shall accept one of the final offers without compromise or alteration, except in the case of a settlement being reached by the parties through continued negotiation before such panel makes a final determination. Provides that the final offer selected by such panel shall be deemed to represent the contract between the parties and shall be conclusive unless found arbitrary and capricious. Title II: Labor Management Relations Act, 1947 - Broadens the powers of the President in labor disputes to cover situations which may imperil the health or safety of a substantial part of the Nation's population or territory (presently a threat to the national health or safety is required) and to cover situations which may deprive any section of the country of essential transportation services. Provides that the report of a Board of Inquiry appointed by the President shall contain the Board's recommendations for settlement. Provides that, upon receiving the report and until a final agreement to the labor dispute is reached, the President may issue an order for a specified period not to exceed thrity days that work shall resume or continue with no change in conditions, or he may issue an order for partial operation specifying the extent and condition of of such operation. Requires the President to direct each party to submit a sealed final offer to the Secretary of Labor within five days. Permits each party to submit one alternative final offer. Deems the last offer of a party during previous negotiations to be the final offer if such party refuses to submit a final offer. Permits the parties within ten days to select a three-member panel composed of disinterested persons to act as a final offer selector. Provides that the President shall select the panel if the parties cannot agree. Provides that the Secretary shall transmit the final offers to the panel thirty days after its selection and requires the panel to select the most reasonable offer within five days thereafter. Sets forth factors which the panel may take into account in making its selection. Provides that the panel shall not alter the content of the offer selected. Directs the parties to undertake collective bargaining under the auspices of the Board of Inquiry throughout the period and provides that any complete agreement reached before the selection of a final offer shall be final and binding. Makes the final offer selected by the panel conclusive unless found arbitrary or capricious. Provides that members of the Board or panel shall receive compensation at the daily rate prescribed for the GS-18 level. Makes the provisions of this title enforceable upon suit by the Attorney General brought before a three-judge district court."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Railroad Labor Act and the Labor Management Relations Act, 1947, to provide more effective means for protecting the public interest in national emergency disputes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:21-05:00"
}