{
  "actions": [
    {
      "acted_at": "1976-05-07", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1976-05-15", 
      "references": [], 
      "text": "Reported to House from the Committee on the Judiciary with amendment, H. Rept. 94-1155.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-31", 
      "references": [], 
      "text": "Measure called up by special rule in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-08-31", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-02", 
      "references": [], 
      "text": "Measure considered in House.", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-02", 
      "references": [], 
      "text": "Measure passed House, amended, roll call #693 (324-8).", 
      "type": "action"
    }, 
    {
      "acted_at": "1976-09-02", 
      "bill_ids": [
        "s2212-94"
      ], 
      "references": [], 
      "text": "Measure laid on table in House, S. 2212 passed in lieu.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr13636-94", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "94", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1976-05-07", 
  "number": "13636", 
  "official_title": "A bill to amend title I (Law Enforcement Assistance) of the Omnibus Safe Streets and Crime Control Act of 1968.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1246-94", 
      "reason": "rule"
    }, 
    {
      "bill_id": "s2212-94", 
      "reason": "related"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1976-05-07", 
  "subjects": [
    "Administration of criminal justice", 
    "Administration of juvenile justice", 
    "Aged and aging", 
    "Civil procedure", 
    "Civil rights and liberties, minority issues", 
    "Correctional institutions", 
    "Corrections", 
    "Court congestion and delay", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal procedure", 
    "Department of Justice", 
    "Government operations and politics", 
    "Juvenile delinquency", 
    "Law", 
    "Native Americans", 
    "Prisons and prisoners", 
    "Public safety", 
    "State courts", 
    "States", 
    "Youth"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Laid on table in House", 
    "date": "1976-09-02", 
    "text": "(Measure laid on table in House, S. 2212 passed in lieu) =Title I: Law Enforcemnt Assistance= - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to establish in the Law Enforcement Assistance Administration the Office of Community Anti-Crime Programs to be under the direction of the Deputy Administrator for Policy Development. Directs the Office to: (1) render technical assistance to community and citizen groups in crime prevention and other law enforcement activities; (2) coordinate its activities with other Federal agencies; and (3) disseminate information on successful programs of citizen and community participation to local groups. Directs that the comprehensive State law enforcement plan be submitted to a State legislature, upon request, for an advisory review prior to its submission to the Administration by the chief executive of the State. Requires State planning agencies to assure the participation of citizens and community organizations at all levels of the planning process. Authorizes the Administration to make grants to eligible States for: (1) strengthening courts and improving the availability and quality of justice; (2) expediting criminal prosecution and reducing court congestion; (3) revising court criminal rules and procedural codes; (4) training judges, court administrators, and support personnel of courts having criminal jurisdiction; and (5) developing and operating programs designed to prevent crime against the elderly. Prohibits the approval of a State plan unless it contains specified provisions, including: (1) a comprehensive program for the improvement of juvenile justice; (2) adequate assistance to high crime areas; (3) programs dealing with the prevention and treatment of crime against the elderly; and (4) identifying the special needs of drug-dependent offenders. Directs the National Institute of Law Enforcement and Criminal Justice to develop procedures for evaluating programs carried out with Federal law enforcement assistance funds. Requires the Institute, in consultation with the National Institute on Drug Abuse, to make continuing studies and undertake programs of research to determine the relationship between drug abuse and crime and to evaluate the success of various types of drug treatment programs in reducing crime. Directs the Institute to identify successful programs and to disseminate information about them to State planning agencies and, upon request, to units of local government. Establishes the National Advisory Committee on Criminal Justice Standards and Goals to: (1) assess and evaluate existing standards and goals for the improvement of juvenile and criminal justice systems at all levels of government; (2) make recommendations for the modification or elimination of existing standards where assessment and evaluation indicate the necessity to do so; (3) develop, as necessary, new standards and goals for the improvement of juvenile and criminal justice systems; (4) make recommendations for actions which can be taken by Federal, State, and local governments and by private persons and organizations to facilitate the adoption of the standards and goals; (5) assess the progress of Federal, State, and local governments in implementing standards and goals; and (6) carry out a program of collection and dissemination of information on the implementation, assessment, and evaluation of standards and goals for the improvement of juvenile and criminal justice systems. Requires such plans to set forth minimally acceptable physical and service standards agreed upon by the Administration and the State to improve or renovate State and local correctional institutions and facilities. Allows the Administration to increase grants to Indian tribes or other aboriginal groups upon determination that such tribes or groups do not have sufficient funds to meet the local share of the costs of any federally funded law enforcement assistance program or project. Stipulates that no person in any State shall, because of race, color, religion, national origin, or sex, be excluded from participation in, be denied the benefits of, be subjected to discrimination under, or be denied employment in, any program or activity funded in whole or in part under such Act. Prescribes methods by which compliance shall be sought with such requirement. Establishes penalties for violation of such prohibition. Stipulates that if compliance is not forthcoming within specified time limits, the Administration may suspend the payment of grants, which shall resume only upon compliance. Permits the Attorney General to bring a civil action in an appropriate U.S. district court, terminate payments, and seek repayment whenever there is reason to believe that a State or local government unit is engaged in a pattern or practice in violation of such prohibition. Extends authorizations for appropriations through fiscal year 1977 for the purpose of law enforcement assistance. Requires the Administration's annual report to the President and Congress to contain specified information, including: (1) an analysis of each State's comprehensive plan and the programs and projects funded thereunder; (2) the amounts expended for each of the components of the criminal justice system; (3) the number of State plans approved with and without substantial change; and (4) the number of successful, unsuccessful, and discontinued programs and projects. Directs the Administration to promulgate regulations establishing reasonable time limits for: (1) responding to the filing of a complaint alleging that a State or local government unit is in violation of Title I of such Act; and (2) the conduct of independent audits and reviews of State and local governments receiving funds under such title. =Title II: Requirement for Specific Authorization of Justice Department Appropriations= - Stipulates that no sums shall be deemed to be authorized to be appropriated for any fiscal year beginning after October 1, 1978, for the Department of Justice, except as specifically authorized by Act of Congress with respect to such fiscal year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend title I (Law Enforcement Assistance) of the Omnibus Safe Streets and Crime Control Act of 1968.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:33:18-05:00"
}