{
  "actions": [
    {
      "acted_at": "1983-01-26", 
      "committee": "Committee on Rules", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1983-05-17", 
      "in_committee": "Committee on Rules", 
      "references": [], 
      "text": "Committee on Rules. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s151-98", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "98", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1983-01-26", 
  "number": "151", 
  "official_title": "A bill to amend the Federal Election Campaign Act of 1971 to limit contributions by nonparty multicandidate political committees in election campaigns for the United States Senate, to provide for financing of general election campaigns for the United States Senate, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Clean Campaign Act of 1983", 
  "sponsor": {
    "district": null, 
    "name": "Proxmire, William", 
    "state": "WI", 
    "thomas_id": "01419", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1983-01-26", 
  "subjects": [
    "Campaign funds", 
    "Congressional elections", 
    "Department of the Treasury", 
    "Government trust funds", 
    "Members of Congress", 
    "Senate", 
    "Voting"
  ], 
  "subjects_top_term": "Campaign funds", 
  "summary": {
    "as": "Introduced", 
    "date": "1983-01-26", 
    "text": "Clean Campaign Act of 1983 - Amends the Federal Election Campaign Act of 1971 to treat as a contribution to a candidate for the U.S. Senate any extension of credit for advertising which exceeds $1,000 and more than 30 days. Prohibits either Senate candidates or their authorized political committees from accepting contributions from non-party multicandidate political committees aggregating more than 30% of certain spending limits in any calendar year. Establishes separate formulae for contribution limits for candidates in general and special elections. Deems expenditures made on behalf of any candidate to be expenditures made by such candidate. Provides guidelines limiting expenditures by candidates. Adds a new title to such Act: \"Title V - Financing of General Election Campaigns For The United States Senate.\" Establishes eligibility criteria entitling candidates to receive campaign payments on a matching basis. Establishes formulae to determine such sums. Limits expenditure of personal funds to $50,000 per election. Waives spending limits for eligible candidates: (1) whose opponents have spent sums exceeding the limit imposed upon such candidates; or (2) whose opponents have refused to agree to spending and contribution limitations. Permits certain additional payments to specified candidates whose opponents use independent funds for communications and broadcasting. Requires the Federal Election Commission to certify the eligibility of candidates to the Secretary of the Treasury, who shall disburse funds to such candidates. Directs the Secretary to establish a separate United States Senate Election Campaign Account in the Presidential Election Campaign Fund and to deposit certain sums in such account in accordance with specified guidelines. Directs the Commission to audit campaign accounts. Requires repayment of excess payments and unexpended payments. Penalizes the use of funds for other than campaign purposes. Authorizes the Commission to institute repayment actions in U.S. district courts. Specifies the administrative authority of the Commission in carrying out this Act. Requires the Commission to make certain reports to the Senate. Authorizes appropriations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Clean Campaign Act of 1983", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Election Campaign Act of 1971 to limit contributions by nonparty multicandidate political committees in election campaigns for the United States Senate, to provide for financing of general election campaigns for the United States Senate, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T19:08:27-05:00"
}