{
  "actions": [
    {
      "acted_at": "1995-01-04", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr352-104", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-04", 
  "number": "352", 
  "official_title": "To establish uniform national standards for the resolution of medical malpractice claims, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Medical Malpractice Fairness Act", 
  "sponsor": {
    "district": "10", 
    "name": "Porter, John Edward", 
    "state": "IL", 
    "thomas_id": "00923", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-04", 
  "subjects": [
    "Actions and defenses", 
    "Administrative procedure", 
    "Alternative dispute resolution", 
    "Civil procedure", 
    "Congress", 
    "Congressional reporting requirements", 
    "Cost control", 
    "Damages", 
    "District courts", 
    "Drugs", 
    "Evidence (Law)", 
    "Expert witnesses", 
    "Federal preemption", 
    "Forensic medicine", 
    "Government liability", 
    "Government operations and politics", 
    "Health", 
    "Jurisdiction", 
    "Law", 
    "Legal fees", 
    "Liability (Law)", 
    "Limitation of actions", 
    "Malpractice", 
    "Medical supplies", 
    "Obstetrics", 
    "Pretrial procedure", 
    "Products liability", 
    "Punitive damages", 
    "Quality of care", 
    "State courts", 
    "State laws", 
    "Surety and fidelity"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-04", 
    "text": "TABLE OF CONTENTS: Title I: Uniform Standards For Malpractice Claims Title II: Requirements For State Alternative Dispute Resolution Systems (ADR) Title III: Definitions Medical Malpractice Fairness Act - Title I: Uniform Standards for Malpractice Claims - Prohibits a health care malpractice action from being brought in any: (1) State court unless the claim that is the subject of the action has been initially resolved under an alternative dispute resolution (ADR) system certified by the Secretary of Health and Human Services (or, in the case of a State in which such a system is not in effect, under the alternative Federal system established under this Act); and (2) Federal court based on diversity of citizenship unless the claim has been initially resolved under the system that applied in the State whose law applies. Directs the Attorney General to establish an ADR process for the resolution of tort claims consisting of such claims brought against the United States. Prohibits an action based on such a claim from being brought in any Federal court unless the claim has been initially resolved under such process. (Sec. 103) Sets forth procedures for filing actions. (Sec. 104) Limits to $250,000 the total of noneconomic damages that may be awarded to a claimant and the claimant's family for losses resulting from the injury, regardless of the number of parties or actions brought with respect to the injury. Limits punitive awards against the manufacturer or seller of a medical product causing injury to twice the amount of other damages awarded with respect to such injury. Makes each defendant in such an action severally but not jointly liable. Directs that each defendant's fault be determined on the basis of the defendant's percentage of responsibility. (Sec. 105) Authorizes periodic payments for future economic losses in excess of $100,000. (Sec. 106) Requires the party contesting an ADR ruling to pay attorney's fees and certain other costs. (Sec. 107) Sets forth provisions regarding: (1) a uniform statute of limitations; (2) certain obstetric services; (3) the development and certification of specialty clinical practice guidelines; and (4) preemption. Title II: Requirements for State Alternative Dispute Resolution Systems (ADR) - Sets requirements for State ADR systems. Provides for the certification of State systems and the applicability of the alternative Federal system, as well as the treatment of States with an alternative system already in effect. (Sec. 203) Requires a report to the Congress describing and evaluating State ADR systems and the alternative Federal system. Title III: Definitions - Defines terms used in this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Medical Malpractice Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "To establish uniform national standards for the resolution of medical malpractice claims, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:47-05:00"
}