{
  "actions": [
    {
      "acted_at": "2002-09-19", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2002-09-25", 
      "in_committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2002-11-12", 
      "committee": "Health, Education, Labor, and Pensions", 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Kennedy with an amendment in the nature of a substitute. With written report No. 107-337.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2002-11-12", 
      "calendar": "Senate Legislative", 
      "number": "750", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 750.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2969-107", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "107", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Gregg, Judd", 
      "sponsored_at": "2002-09-19", 
      "state": "NH", 
      "thomas_id": "00466", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Craig, Larry E.", 
      "sponsored_at": "2002-10-02", 
      "state": "ID", 
      "thomas_id": "00246", 
      "title": "Sen", 
      "withdrawn_at": "2002-10-08"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2002-09-19", 
  "number": "2969", 
  "official_title": "A bill to provide for improvement of Federal education research, statistics, evaluation, information, and dissemination, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3801-107", 
      "reason": "related"
    }, 
    {
      "bill_id": "hr3801-107", 
      "reason": "related"
    }
  ], 
  "short_title": "Education Sciences Reform Act of 2002", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2002-09-25", 
  "subjects": [
    "Academic performance", 
    "Administrative procedure", 
    "Adult education", 
    "Advice and consent of the Senate", 
    "Arts, culture, religion", 
    "Authorization", 
    "Automation", 
    "Civil rights and liberties, minority issues", 
    "Competitive bidding", 
    "Computer-assisted instruction", 
    "Computers in education", 
    "Congress", 
    "Congressional reporting requirements", 
    "Continuing education", 
    "Crime and law enforcement", 
    "Data banks", 
    "Department of Education", 
    "Dropouts", 
    "Economics and public finance", 
    "Education", 
    "Education of disadvantaged children", 
    "Educational accountability", 
    "Educational finance", 
    "Educational innovations", 
    "Educational planning", 
    "Educational research", 
    "Educational statistics", 
    "Educational surveys", 
    "Educational technology", 
    "Educational tests", 
    "Electronic government information", 
    "Elementary and secondary education", 
    "Elementary education", 
    "English language", 
    "Executive reorganization", 
    "Families", 
    "Federal advisory bodies", 
    "Federal aid to education", 
    "Federal aid to higher education", 
    "Federal aid to research", 
    "Fees", 
    "Government contractors", 
    "Government internships", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publications", 
    "Government publicity", 
    "Higher education", 
    "Housing and community development", 
    "Illiteracy", 
    "Internet", 
    "Labor and employment", 
    "Law", 
    "Libraries", 
    "Literacy programs", 
    "Mathematics", 
    "Performance measurement", 
    "Preschool education", 
    "Presidential appointments", 
    "Reading", 
    "Regional educational laboratories", 
    "Research and development", 
    "Research and development contracts", 
    "Research centers", 
    "Research grants", 
    "Right of privacy", 
    "Rural education", 
    "Scholarships", 
    "School violence", 
    "Science, technology, communications", 
    "Scientific education", 
    "Secondary education", 
    "Social welfare", 
    "Student aid", 
    "Student records", 
    "Surveys", 
    "Teacher education", 
    "Teacher supply and demand", 
    "Teachers", 
    "Teaching", 
    "Victims of crimes", 
    "Weapons"
  ], 
  "subjects_top_term": "Elementary and secondary education", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2002-11-12", 
    "text": "Title I: Education Sciences Reform - Education Sciences Reform Act of 2002 - Part A: The United States Institute of Education Sciences - (Sec. 111) Establishes in the Department of Education the United States Institute of Education Sciences (the Institute), consisting of: (1) an Office of the Director; (2) a National Board for Education Sciences; and (3) the National Education Centers, including ones for Education Research, Education Statistics, and Education Evaluation, with their respective Commissioners to be appointed by the Institute Director. (The Institute replaces and reconstitutes the Office of Educational Resources and Information.)(Sec. 118) Authorizes the Institute to make agreements carry out research projects of common interest with entities such as the National Science Foundation and the National Institute of Child Health and Human Development.(Sec. 120) Requires grants, contracts, or cooperative agreements for activities under this Act to be awarded on a competitive basis, at a minimum, and, when practicable, through a peer review process.Part B: National Center for Education Research - (Sec. 131) Establishes in the Institute a National Center for Education Research, headed by a Research Commissioner.(Sec. 133) Requires the Research Center to: (1) maintain published peer-review standards and standards for conduct and evaluation of all research and development carried out under Center auspices; (2) propose to the Director a research plan; (3) carry out specific, long-term research activities consistent with Institute priorities and mission; (4) implement the plan to carry out scientifically valid research that uses objective and measurable indicators to assess progress and results, meets certain peer review procedures standards of research, and includes both basic research and applied research; (5) promote the use of scientifically valid research within the Federal Government, including active participation in interagency research initiatives; (6) ensure that research conducted by the Center is relevant to education practice and policy; (7) synthesize and disseminate the findings and results of research conducted or supported by the Center ; and (8) assist the Director in preparing the biennial report.Directs the Center to carry out research on: (1) successful State and local education reform activities, including increasing student achievement; (2) impacts and uses of technology in education; and (3) improved methods of mathematics and science teaching for use in elementary and secondary classrooms, including in low-performing schools, to meet ESEA requirements.Directs the Research Commissioner to support at least eight national research and development centers. Requires support of research in: (1) adult literacy; (2) assessment, standards, and accountability research; (3) early childhood development and education; (4) English language learners; (5) improvement of low-achieving schools; (6) innovation in education reform; (7) State and local policy; (8) postsecondary education and training; (9) rural education; (10) teacher quality; and (11) reading and literacy.(Sec. 134) Directs the Research Commissioner to ensure that Center research meets certain guidelines, and review and develop other necessary research standards. Requires the Director to establish a peer review system for evaluating applications for grants and contracts exceeding a specified amount, and the research products of the recipients. Directs the Commissioner to develop procedures for evaluating applications for research grants and contracts and recipient performance.Requires the Commissioner to ensure that at least 50 percent of funds made available for research for each fiscal year be used for long-term research programs of at least five years.Part C: National Education Center for Education Statistics - (Sec. 141) Establishes in the Institute a National Center for Education Statistics, headed by a Statistics Commissioner.(Sec. 143) Requires the Statistics Center to collect, report, analyze, and disseminate statistical data related to education in the United States and in other nations, including specified types of data.Authorizes the Statistics Commissioner to establish: (1) a training program for employees of public and private educational agencies, organizations, and institutions in the use of standard statistical procedures and concepts; and (2) a fellowship program to appoint such employees as temporary fellows to assist the Statistics Center.(Sec. 147) Authorizes the Statistics Center to establish one or more national cooperative education statistics systems to produce and maintain, with the cooperation of the States, comparable and uniform information and data on early childhood education, elementary and secondary education, postsecondary education, adult education, and libraries that are useful for policymaking at the Federal, State, and local levels.Part D: National Center for Education Evaluation - (Sec. 161) Establishes in the Institute a National Center for Education Evaluation, headed by an Evaluation Commissioner.(Sec. 162) Sets forth the duties of the Evaluation Commissioner.(Sec. 163) Requires the Evaluation Commissioner to administer all operations and contracts associated with evaluations authorized by part E of title I of ESEA.Part E: National Center for Knowledge Utilization in Education - (Sec. 171) Establishes in the Institute a National Center for Knowledge Utilization in Education, which shall include: (1) the regional educational laboratories; (2) the National Library of Education; and (3) the Educational Resources Information Center (ERIC).Requires the Knowledge Utilization Commissioner to: (1) disseminate information on scientifically valid research, statistics, and evaluation on education; (2) make such information accessible (including through an Internet database); (3) support the regional educational laboratories; and (4) manage the National Library of Education and other sources of digital information on education research.Requires the Director to continue for their duration prior awards for support of the ERIC Clearinghouses and prior contracts for regional educational laboratories.Establishes within the Knowledge Utilization Center the National Library of Education.(Sec. 172) Requires the Director to make contracts with regional entities to establish a networked system of ten regional educational laboratories for applied research, development, dissemination, and technical assistance to other appropriate entities. Requires the same ten geographical regions as served by the regional educational laboratories to be served under this part. Directs the Knowledge Utilization Commissioner to coordinate activities among the regions. Includes collaboration with the National Education Centers among required activities of regional educational laboratories.Part F: General Provisions - (Sec. 181) Sets forth general provisions relating to title I of this Act, including interagency data sources and formats, prohibitions, confidentiality, availability of data, performance management, authority to publish, Board vacancies, scientific or technical employees, voluntary service, fellowships, rulemaking, and authorization of appropriations.(Sec. 182) Prohibits construing anything in this title to authorize: (1) the development of a nationwide database of individually identifiable information on individuals involved in studies or other collections of data under this title; or (2) a Federal officer or employee to mandate, direct, or control the curriculum, program of instruction, or allocation of State or local resources of a State, local educational agency, or school, or to mandate a State or local government to spend any funds or incur any costs not provided for under this title.Prohibits the use of any funds provided under this title: (1) by the Institute (or any of its offices, boards, committees, or centers) to endorse, approve, or sanction any curriculum designed to be used in an elementary school or secondary school; or (2) by the Secretary or any award recipient to develop, pilot test, field test, implement, administer, or distribute any federally sponsored national test in reading, mathematics, or any other subject, unless specifically and explicitly authorized by law, with specified exceptions.Title II: Regional Educational Technical Assistance - Regional Assistance Act of 2002 - (Sec. 203) Provides for comprehensive centers for technical assistance and professional development in education.Authorizes the Secretary to award at least 20 grants to local entities or consortia to establish comprehensive centers to provide technical assistance and professional development in reading, mathematics, science, and technology, especially to low-performing schools and districts. Directs the Secretary, in awarding such grants, to ensure that at least one such center is established in each of the ten regions served by the current regional educational laboratories.(Sec. 204) Directs the Secretary to provide for ongoing independent evaluations by the EERA Center of the comprehensive centers receiving assistance under this title, and transmit the results to the appropriate congressional committees and the Director.(Sec. 205) Directs the Secretary, until the comprehensive centers are established, to continue awards for the support of the Eisenhower Regional Mathematics and Science Education Consortia, the Regional Technology in Education Consortia, and the Comprehensive Regional Assistance Centers.(Sec. 206) Sets forth provisions for regional advisory committees and assessments.(Sec. 207) Directs the Secretary to establish priorities for the regional educational laboratories and comprehensive centers, taking into account the regional assessments and other relevant regional surveys of educational needs.(Sec. 208) Authorizes the Secretary to make competitive grants to State educational agencies for statewide, longitudinal data systems for using individual student data, consistent with ESEA.Title III: National Assessment of Educational Progress - National Assessment of Educational Progress Authorization Act - (Sec. 303) Authorizes appropriations for FY 2003 through 2008 for: (1) the National Assessment Governing Board; and (2) the National Assessment of Educational Progress.Title IV: Amendatory Provisions - (Sec. 401) Redesignates and transfers to this Act confidentiality protections from the National Education Statistics Act of 1994 (which are currently applicable only to the National Center for Education Statistics) in a revised form to cover all individually identifiable information that has been collected or retained under this Act. Transfers from such Act to this Act provisions relating to the National Assessment Governing Board and the National Assessment of Educational Progress.(Sec. 402) Amends the Department of Education Organization Act to provide for the Institute of Educational Sciences and its Director.(Sec. 403) Repeals: (1) the National Education Statistics Act of 1994 (title IV of the Improving America's Schools Act of 1994); (2) parts A through E and K through N of the Educational Research, Development, Dissemination, and Improvement Act of 1994 (title IX of the Goals 2000: Educate America Act); and (3) specified provisions under the Department of Education Organization Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Education Sciences Reform Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "National Assessment of Educational Progress Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Regional Assistance Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Education Sciences Reform Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "National Assessment of Educational Progress Authorization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Regional Assistance Act of 2002", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide for improvement of Federal education research, statistics, evaluation, information, and dissemination, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:47:43-05:00"
}