{
  "actions": [
    {
      "acted_at": "2012-09-19", 
      "committee": "Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3569-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2012-09-19", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-19", 
  "number": "3569", 
  "official_title": "A bill to improve the enforcement of criminal and civil law with respect to cloud computing, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cloud Computing Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Klobuchar, Amy", 
    "state": "MN", 
    "thomas_id": "01826", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-09-19", 
  "subjects": [
    "Computers and information technology", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Europe", 
    "European Union", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government studies and investigations", 
    "International organizations and cooperation", 
    "Public contracts and procurement", 
    "Public-private cooperation", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-09-19", 
    "text": "Cloud Computing Act of 2012 - Amends the Computer Fraud and Abuse Act to provide that each instance of unauthorized access of a cloud computing account, access of such an account in excess of authorization, or an attempt or conspiracy to access such an account without or in excess of authorization in violation of such Act shall constitute a separate offense. Defines: (1) \"cloud computing account\" as information stored on a cloud computing service that requires a password or similar information to access and is attributable to an individual; and (2) \"cloud computing service\" as a service that enables convenient, on-demand network access to a shared pool of configurable computing resources that can be rapidly provisioned and released with minimal management effort or interaction by the service provider. Establishes the value of the loss of the use of a computer, the value of the information obtained, and the value of the aggregated loss, for an offense involving unauthorized access to a protected computer that is part of a cloud computing service, as the greater of: (1) the value of the loss of use, information, or aggregated loss to one or more persons; or (2) the product obtained by multiplying $500 by the number of cloud computing accounts accessed. Directs the Secretary of State to work with international fora, such as the Organization for Economic Cooperation and Development (OECD), to advance the aims of ensuring interoperability between the provisions of this Act and other laws and policies of the United States and foreign countries. Requires, within 180 days after enactment of this Act and at least once each year for four years thereafter: (1) the Secretary to conduct a study on international cooperation regarding data privacy, retention, and security; and (2) the heads of specified federal agencies to submit to the Administrator of the Office of Electronic Government and Information Technology of the Office of Management and Budget (OMB) a three-year forecast of the agency's plans relating to the procurement of cloud computing services and support. Directs the Administrator to make each such forecast available to the public via an Internet website."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Cloud Computing Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to improve the enforcement of criminal and civil law with respect to cloud computing, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:39:11-05:00"
}