{
  "actions": [
    {
      "acted_at": "1981-05-05", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Finance ordered to be reported an original measure.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1981-05-15", 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Dole under the authority of the order of May 13, 81. With written report No. 97-103.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-15", 
      "calendar": "Senate Legislative", 
      "number": "131", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under Regular Orders. Calendar No. 131.", 
      "type": "calendar", 
      "under": "Regular Orders"
    }, 
    {
      "acted_at": "1981-05-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Finance requested executive comment from OMB; Treasury Department; International Trade Commission; U.S. Trade Representative.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-05-19", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Finance requested executive comment from Health and Human Services Department; Labor Department.", 
      "type": "action"
    }, 
    {
      "acted_at": "1981-11-04", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Voice Vote.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1201-97", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "97", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1981-05-15", 
  "number": "1201", 
  "official_title": "An original bill to amend the Trade Act of 1974 with respect to trade adjustment assistance.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Dole, Robert J.", 
    "state": "KS", 
    "thomas_id": "01318", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1981-05-05", 
  "subjects": [
    "Department of the Treasury", 
    "Foreign Trade and Investments", 
    "Government trust funds", 
    "Imports", 
    "Labor and employment", 
    "Trade adjustment assistance", 
    "Unemployment insurance"
  ], 
  "subjects_top_term": "Trade adjustment assistance", 
  "summary": {
    "as": "Introduced", 
    "date": "1981-05-15", 
    "text": "Amends the Trade Act of 1974 to limit certification of eligibility for adjustment assistance to employees at firms for which: (1) there is a substantial probability that a lower level of employment due to increased import competition will be permanent; and (2) increased imports are a substantial cause of (currently an important contribution to) such unemployment. Provides for payment of adjustment assistance to begin during any week of unemployment which begins more than 60 days after the petition for certification is filed. Adds as conditions for payment of trade readjustment allowances the requirements that a worker: (1) was entitled to and has exhausted unemployment insurance benefits and does not have an unexpired waiting period for such benefits; and (2) would not be disqualified for certain extended compensation because of work and job search requirements. Authorizes the Secretary of Labor to require certain workers to search for work outside the worker's labor market area or accept certain approved training in new or related job categories. Makes the weekly amount of the trade readjustment allowance equal to the worker's weekly unemployment insurance benefits. Limits the total amount of trade readjustment allowance payments and the length of time during which a worker is entitled to such payments. Authorizes payment of such allowance for an additional 26 weeks so that the worker can complete an approved training course if the worker applies for such training within a specified time. Increases the authorized maximum job search allowance to $600 (currently $500). Increases the relocation allowance for a worker to 90 percent (currently 80 percent) of the worker's reasonable and necessary transportation expenses and a lump sum payment of up to $600 (currently $500). Requires persons who receive adjustment assistance payments to which they are not entitled to repay such amounts. Directs the appropriate State agency or the Secretary to recover any overpayments by taking deductions from trade readjustment allowances or unemployment compensation benefits. Makes ineligible for further payments persons who receive payments because of false statements or representations or nondisclosure of material facts. Requires the Secretary or the appropriate agency to provide an individual an opportunity for a hearing before requiring or collecting any repayment. Repeals provisions relating to the establishment of an adjustment assistance trust fund. Authorizes appropriations for such Act. Extends adjustment assistance for workers until September 30, 1984. Sets forth the effective dates for the sections of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "An original bill to amend the Trade Act of 1974 with respect to trade adjustment assistance.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:46:52-05:00"
}