{
  "actions": [
    {
      "acted_at": "1996-06-27", 
      "committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-28", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "subcommittee": "Forests and Public Lands", 
      "text": "Referred to Subcommittee on Forests and Public Lands.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1996-06-28", 
      "references": [
        {
          "reference": "CR S7326", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-16", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources requested executive comment from Department of the Interior, and Office of Management and Budget.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-05", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "in_subcommittee": "Forests and Public Lands", 
      "references": [], 
      "text": "Subcommittee on Forests and Public Lands. Hearings held. Hearings printed: S.Hrg. 104-774.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-12", 
      "in_committee": "Committee on Energy and Natural Resources", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1996-09-16", 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported to Senate by Senator Murkowski with an amendment in the nature of a substitute. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-09-16", 
      "calendar": "Senate Legislative", 
      "number": "609", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 609.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1996-09-30", 
      "references": [], 
      "text": "By Senator Murkowski from Committee on Energy and Natural Resources filed written report. Report No. 104-386.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1921-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Forests and Public Land Management", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1996-06-27", 
  "number": "1921", 
  "official_title": "A bill to authorize the Secretary of the Interior to transfer certain facilities at the Minidoka project to the Burley Irrigation District, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Craig, Larry E.", 
    "state": "ID", 
    "thomas_id": "00246", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1996-09-12", 
  "subjects": [
    "Agriculture and food", 
    "Canals", 
    "Dams", 
    "Drainage", 
    "Electric power", 
    "Energy", 
    "Energy policy", 
    "Hydroelectric power", 
    "Idaho", 
    "Irrigation", 
    "Irrigation districts", 
    "Land transfers", 
    "Public lands and natural resources", 
    "Right-of-way", 
    "Roads and highways", 
    "Transportation and public works", 
    "Water resources development", 
    "Water rights", 
    "Water storage"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1996-09-16", 
    "text": "Directs the Secretary of the Interior to convey to Burley Irrigation District, by quitclaim deed or patent, withdrawn and acquired lands and rights-of-way of the Southside Pumping Division of the Minidoka Project, Idaho, together with improvements or appurtenances used for the delivery of water from Lake Walcott reservoir to the lands within the District and associated facilities, including the electric transmission lines used for the operation of the pumping facilities of the Project for which allocable construction costs have been fully repaid. Requires the cost of such transfer and related activities to be equally shared between the United States and the District up to a total cost of $80,000 at which time the United States shall pay all remaining costs. Requires the Secretary to transfer to the District all natural flow and groundwater rights held by the Secretary for the benefit of, and for the use on, the land within the District. Affirms the allocation of storage space in Minidoka, American Falls, and Palisades reservoirs to the District in accordance with the terms of specified contracts, subject to the requirement that the District continue to assume its allocable costs of operation and maintenance associated with such storage facilities. Requires the Secretary: (1) to provide the District with a permanent right to project reserve power from the Minidoka, Palisades Black Canyon, and Anderson Ranch reclamation power plants; and (2) upon the decision of the Federal Government to transfer operation and maintenance or title of the Minidoka Power Plant, to grant to those entities entitled to storage water in Lake Walcott under Federal spaceholder contracts a right of first refusal to acquire such Powerplant and related facilities. Requires the District to continue to recognize the right of Minidoka Irrigation District to joint use of the gravity portion of the Southside canal being transferred to the District, under specified conditions. Provides that if the transfer is not completed by January 1, 1999, the U.S. title and interest cited in this Act shall be conveyed to the District on that date by operation of law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of the Interior to transfer certain facilities at the Minidoka project to the Burley Irrigation District, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:33:17-05:00"
}