{
  "actions": [
    {
      "acted_at": "1989-02-02", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-02-28", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "1989-10-26", 
      "references": [], 
      "text": "Committee on Foreign Relations. Reported to Senate by Senator Pell without amendment. With written report No. 101-173.", 
      "type": "action"
    }, 
    {
      "acted_at": "1989-10-26", 
      "calendar": "Senate Legislative", 
      "number": "316", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 316.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "1990-04-26", 
      "references": [], 
      "text": "Indefinitely postponed by Senate by Unanimous Consent.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s347-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "1989-02-02", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1989-02-02", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-02-02", 
  "number": "347", 
  "official_title": "A bill to combat international terrorism and otherwise further the national security and foreign policy interests of the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr91-101", 
      "reason": "related"
    }
  ], 
  "short_title": "Antiterrorism and Arms Export Amendments Act of 1989", 
  "sponsor": {
    "district": null, 
    "name": "Kerry, John F.", 
    "state": "MA", 
    "thomas_id": "01379", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "1989-02-28", 
  "subjects": [
    "Agriculture in foreign trade", 
    "American economic assistance", 
    "American military assistance", 
    "Arms sales", 
    "Congressional oversight", 
    "Congressional reporting requirements", 
    "Export controls", 
    "Export credit", 
    "Foreign trade and international finance", 
    "Hostages", 
    "International affairs", 
    "Judicial review of administrative acts", 
    "Licenses", 
    "Presidential powers", 
    "Terrorism"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-02-02", 
    "text": "Antiterrorism and Arms Export Amendments Act of 1989 - Amends the Arms Export Control Act to prohibit the Government or U.S. persons from exporting or providing munitions items to, or facilitating (through loans, credits, guarantees, or other financial assistance) the acquisition of munitions by, any country, or any individual or group in a country, which, as determined by the Secretary of State, has repeatedly provided support for acts of international terrorism. Permits the rescission of a determination of the Secretary only after the President makes specified certifications concerning the country involved to the Congress. Authorizes the President to waive such prohibition with respect to transactions determined to be vital to national security after consulting with, and reporting to, the Congress. Exempts from such prohibition transactions subject to reporting requirements of the National Security Act of 1947. Authorizes additional waivers pursuant to authority under the Foreign Assistance Act of 1961 in exceptional circumstances where time is of the essence and the President consults with and submits a report to the Congress at least 24 hours prior to granting such a waiver. Sets forth criminal and civil penalties for violations of this Act. Requires the Director of the U.S. Arms Control and Disarmament Agency, in making decisions concerning the issuance of export licenses, to consider whether the export of an article will support international terrorism. Requires the Director's evaluation of an arms sale submitted to the Congress to include an evaluation of whether the sale would support international terrorism. Amends the Export Administration Act of 1979 to provide that a validated license shall be required for the export of goods or technology to a country if the Secretary determines that: (1) such country has repeatedly provided support for acts of international terrorism; and (2) such exports could contribute to the military potential of such country or would enhance the ability of such country to support acts of international terrorism. Removes the $1,000,000 threshold for notification to the Congress of the issuance of an export license. Revises the President's authority to rescind the Secretary's determination. Amends the Foreign Assistance Act of 1961 to prohibit the provision of any assistance under such Act, the Agricultural Trade Development and Assistance Act of 1954, the Peace Corps Act, or the Export-Import Bank Act to any country which the Secretary determines has repeatedly provided support for acts of international terrorism. Authorizes the President to: (1) rescind such a determination only after making specified certifications concerning the country involved to the Congress; and (2) waive such prohibition for national security interests or humanitarian reasons only after consulting with, and reporting to, the Congress. Requires the President, in order to rescind a determination by the Secretary that a country supports international terrorism, to certify to the Congress that: (1) there has been a fundamental change in the leadership and policies of the government concerned and such government is not supporting acts of international terrorism and has provided assurances not to do so in the future; or (2) the government concerned has not provided any support for international terrorism during the preceding six-month period and has provided assurances that it will not support acts of international terrorism in the future. Amends the Arms Export Control Act to specify that any presidential designation to place a defense item on the munitions list shall be final and conclusive and shall not be subject to judicial review. Directs the President to include in required quarterly reports to the Congress concerning military exports a listing of: (1) all consents granted to third-party transfers of defense articles or defense services exceeding $1,000,000 in value; or (2) munitions items exceeding $250,000 in value transferred by the Department of Defense to other agencies of the U.S. Government, excluding items transferred for use within the United States or for intelligence activities subject to other reporting requirements under the National Security Act of 1947. Revises requirements for reporting the use of foreign assistance funds where it is inadvisable to specify the nature of the use of such funds to require that such a report be transmitted to the Committee on Foreign Affairs of the House of Representatives rather than to the Speaker of the House. Amends the Hostage Act to specify that the President may not use any means otherwise prohibited by law in attempting to cause the release of U.S. citizens imprisoned by foreign governments. (Current law specifies that the President may not use any means amounting to acts of war.) Specifies that the use by any government of armed force in the exercise of individual or collective self-defense in accordance with applicable international agreements and customary international law shall not be considered an act of international terrorism for purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Antiterrorism and Arms Export Amendments Act of 1989", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to combat international terrorism and otherwise further the national security and foreign policy interests of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:11-05:00"
}