{
  "actions": [
    {
      "acted_at": "1977-02-24", 
      "committee": "Senate Committee on Environment and Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-02-24", 
      "committee": "Senate Committee on Commerce, Science, and Transportation", 
      "references": [], 
      "text": "Referred to Senate Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1977-05-16", 
      "references": [], 
      "text": "Reported to Senate from Committee on Commerce, Science, and Transportation with amendment, S. Rept. 95-215.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-05-16", 
      "references": [], 
      "text": "Reported jointly to Senate from the Committee on Environment and Public Works with amendment, S. Rept. 95-215.", 
      "type": "action"
    }, 
    {
      "acted_at": "1977-06-22", 
      "references": [], 
      "text": "Measure indefinitely postponed in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s790-95", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "95", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Lugar, Richard G.", 
      "sponsored_at": "1977-01-03", 
      "state": "IN", 
      "thomas_id": "01387", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-02-24", 
  "number": "790", 
  "official_title": "A bill to authorize the rehabilitation or reconstruction of Locks and Dam 26, to establish a revolving fund from user fees to finance a portion of the future costs of the inland waterways of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Inland Navigation Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Domenici, Pete V.", 
    "state": "NM", 
    "thomas_id": "01319", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-02-24", 
  "subjects": [
    "Congressional oversight", 
    "Dams", 
    "Evaluation", 
    "Fees", 
    "Illinois", 
    "Inland water transportation", 
    "Minnesota", 
    "Mississippi River", 
    "Missouri", 
    "Public works", 
    "Recreation areas", 
    "Reservoirs", 
    "River regulation", 
    "Ships and shipping", 
    "Taxation", 
    "Water resources development"
  ], 
  "subjects_top_term": "Inland water transportation", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "1977-05-16", 
    "text": "(Reported to Sen. from Comm. on Commerce, Science, & Trans.; and Envir. & Pub. Wks. with admn., S. Rept. 95-215) Inland Navigation Improvement Act - Authorizes the Secretary of the Army, acting through the Chief of the Corps of Engineers, to replace locks and dam 26, Mississippi River, Alton, Illinois and Missouri, in accordance with the project report dated July 31, 1976. Authorizes the Secretary of the Army, acting through the Chief of the Corps of Engineers, to replace as a part of such project, terrestrial wildlife habitat inundated by project construction, and to manage such lands for wildlife mitigation purposes. Authorizes the Secretary to construct a project-related recreation development near Ellis Island, Missouri, on a cost-sharing basis with Missouri. Directs that such recreation area be administered in accordance with the Federal Water Project Recreation Act. Establishes the Mississippi River navigation channel above Alton, Illinois, at nine feet. Prohibits the Secretary or other Federal officials from studying the feasibility of deepening the navigation channels in the Minnesota River, Minnesota; Black River, Wisconsin; Saint Croix River, Minnesota and Wisconsin; and the Mississippi River north of its juncture with the Illinois River, Illinois. Authorizes appropriations for the replacement of the locks and dam and the wildlife habitat. Directs the Secretary of Transportation to conduct a thorough study of the need for and consequences of establishing a system of user charges for U.S. inland waterways. Directs the Secretary to submit a report on that study to the President and Congress. Authorizes the appropriation of $5,000,000 to the Secretary for such study. Authorizes the Upper Mississippi River Basin Commission to prepare, by January 1, 1981, a comprehensive plan for the management of the Upper Mississippi River, north of its juncture with the Illinois River. Directs the Commission to submit a final master plan, by January 1, 1982, to Congress for approval. Authorizes the Commission to conduct studies for the purposes of developing such plan. Authorizes $20,000,000 to be appropriated to the Commission for the preparation of such plan. Prohibits the replacement or construction of locks and dams to increase the traffic capacity of the Upper Mississippi River System until the master plan has been approved by Congress. Excepts from this provision the replacement of the locks and dam authorized by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Inland Navigation Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the rehabilitation or reconstruction of Locks and Dam 26, to establish a revolving fund from user fees to finance a portion of the future costs of the inland waterways of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:35:07-05:00"
}