{
  "actions": [
    {
      "acted_at": "2009-06-11", 
      "committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2009-10-21", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Hearings held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-01-28", 
      "in_committee": "Committee on Veterans' Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2010-04-29", 
      "committee": "Veterans' Affairs", 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Akaka with an amendment in the nature of a substitute and an amendment to the title. With written report No. 111-175.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2010-04-29", 
      "calendar": "Senate Legislative", 
      "number": "360", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 360.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1237-111", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "111", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2009-11-09", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Byrd, Robert C.", 
      "sponsored_at": "2010-02-22", 
      "state": "WV", 
      "thomas_id": "01299", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2010-06-22", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2009-06-11", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2010-06-21", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2009-07-20", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "2009-06-11", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Specter, Arlen", 
      "sponsored_at": "2009-11-04", 
      "state": "PA", 
      "thomas_id": "01437", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stabenow, Debbie", 
      "sponsored_at": "2010-07-13", 
      "state": "MI", 
      "thomas_id": "01531", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2010-07-13", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2009-06-11", 
  "number": "1237", 
  "official_title": "A bill to amend title 38, United States Code, to expand the grant program for homeless veterans with special needs to include male homeless veterans with minor dependents and to establish a grant program for reintegration of homeless women veterans and homeless veterans with children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Homeless Veterans and Other Veterans Health Care Authorities Act of 2010", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2010-01-28", 
  "subjects": [
    "Armed forces and national security", 
    "Child care and development", 
    "Child safety and welfare", 
    "Department of Veterans Affairs", 
    "Employment and training programs", 
    "Environmental health", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Hazardous wastes and toxic substances", 
    "Health facilities and institutions", 
    "Home and outpatient care", 
    "Homelessness and emergency shelter", 
    "Literacy and language arts", 
    "Military personnel and dependents", 
    "Minnesota", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Women's employment"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2010-04-29", 
    "text": "Homeless Veterans and Other Veterans Health Care Authorities Act of 2010 - Title I: Homeless Veterans Matters - (Sec. 101) Allows grants made by the Secretary of Veterans Affairs (VA) for comprehensive services programs for veterans to be used for the construction of new facilities. Prohibits the Secretary from denying an application for a grant under such programs solely on the basis that the grant entity proposes to use funding from other private or public sources, as long as such entity demonstrates that a private nonprofit organization will provide project oversight and site control. Requires the Secretary to: (1) complete a study of the method used to make per diem payments to grant recipients for the furnishing of services to homeless veterans; and (2) report study results to Congress. Authorizes appropriations for such programs through FY2014. Directs the Secretary to ensure that at least 5% of aggregate grant amounts are awarded to entities located in rural areas. (Sec. 102) Directs the Secretary of Labor, subject to the availability of appropriations, to make grants to programs and facilities that provide dedicated services for homeless women veterans and homeless veterans with children. Requires grants to be used to provide job training, counseling, placement services, and child care services to expedite the reintegration of such veterans into the labor force. Requires the Secretary to: (1) ensure that at least 5% of grant amounts are awarded to programs and facilities in rural areas; (2) monitor and evaluate the expenditure of funds under the grant program; (3) carry out the program through the Assistant Secretary of Labor for Veterans' Employment and Training; and (4) report biennially to Congress on the grant program. Authorizes appropriations. (Sec. 103) Includes, under the grant program for homeless veterans with special needs, entities that are eligible for: (1) grants for programs for a variety of services for such veterans; and (2) per diem payments for services furnished to such veterans. Includes homeless veterans who care for minor dependents among those considered to have special needs and provides for direct receipt of services by such dependents. (Sec. 104) Directs the Secretary to establish a program to prevent veteran homelessness by: (1) identifying any veteran who is homeless or at imminent risk of becoming homeless; and (2) providing assistance to such veterans. Authorizes appropriations. Requires a program operation report from the Secretary to Congress. (Sec. 105) Requires the Secretary to establish a method for the collection and aggregation of data on homeless veterans participating in programs of the VA and the Department of Housing and Urban Development (HUD). Directs the Secretary, once the method is established, to collect and aggregate such data on an annual basis, and to report annually to Congress on the data collected. Authorizes appropriations. (Sec. 106) Directs the Secretary to make available, for FY2010 and thereafter, an increasing number of vouchers to provide rental assistance to veterans through a public housing-supported program administered in conjunction with the VA. Requires appropriate case management for each veteran who receives such assistance. (Sec. 107) Establishes a Special Assistant for Veterans Affairs to: (1) ensure veteran access to VA housing and homeless assistance programs; and (2) coordinate all VA programs and activities relating to veterans. (Sec. 108) Directs the Secretary to submit to Congress a comprehensive plan to end homelessness among veterans. Requires the plan to consider circumstances and requirements that are unique to veterans located in rural areas. Title II: Toxic Substances Exposure - (Sec. 201) Authorizes, from the date of enactment of this Act through December 31, 2012, the provision of VA health care for any illness of a veteran who served in the Persian Gulf War and was exposed to a toxic substance, radiation, or other environmental hazard during such service, notwithstanding insufficient medical evidence that the illness is related to such service. Title III: Health Care Matters - (Sec. 301) Increases the authorized number of VA: (1) Assistant Secretaries from seven to eight; and (2) Deputy Assistant Secretaries from 19 to 27. Abolishes the VA position of Director of Construction and Facilities Management. (Sec. 302) Establishes within the Veterans Health Administration (VHA) the position of Director of Physician Assistant Services who shall report to the VHA's Chief Patient Care Services Officer on all matters relating to the education and training, employment, appropriate utilization, and optimal participation of physician assistants within VHA programs and initiatives. (Sec. 303) Directs the Secretary to establish and implement the Medical Center Quality Report Card Initiative to publish, at least twice each year, information on the quality and performance of each VA medical center. Requires the Secretary to: (1) develop and implement safeguards against the unauthorized use, disclosure, or dissemination of medical center data used in compiling such information; and (2) report to Congress periodically on the effectiveness of the Initiative. Authorizes appropriations. (Sec. 304) Directs the Secretary to report to the veterans committees on VA use of pay-for-performance compensation mechanisms in the provision of health care services by VA contractors through community-based outpatient clinics. (Sec. 305) Requires the Secretary to permit a state home to provide services to a non-veteran any of whose children died while serving in the Armed Forces. (Sec. 306) Directs the Secretary to provide for the automatic enrollment of reserve members discharged or released from active duty within the VA health or dental care programs for which they will be eligible. Requires such enrollment to: (1) occur during the member's participation in the demobilization and discharge process; and (2) include assistance in the completion of any required enrollment activities. Directs the Secretary to provide members with the option to decline such enrollment. Requires an annual report for six years, from the Secretary to the veterans and appropriations committees, on the implementation of this section. (Sec. 307) Directs the Secretary to develop and implement a comprehensive policy on the provision of chiropractic services to veterans enrolled in the VA health care system, including protocols governing referrals, direct access to, and the scope of such services. Requires the policy to be updated on a periodic basis. Directs the Secretary, in carrying out the policy, to provide chiropractic services at no less than two locations in each Veterans Integrated Service Network, as well as other locations considered appropriate based on the Secretary's assessment of demand for such services. Requires an annual report from the Secretary to the veterans committees concerning such policy. (Sec. 308) Designates the VA outpatient clinic in Alexandria, Minnesota, as the \"Max J. Beilke Department of Veterans Affairs Outpatient Clinic.\" Title IV: Other Matters - (Sec. 401) Requires funding for amounts necessary to carry out this Act to be derived from certain unobligated amounts appropriated for VA medical services, but makes such amounts unavailable if their availability would otherwise limit or impede the delivery of health care services to veterans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Homeless Women Veterans and Homeless Veterans with Children Act of 2009", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Homeless Veterans and Other Veterans Health Care Authorities Act of 2010", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend title 38, United States Code, to expand the grant program for homeless veterans with special needs to include male homeless veterans with minor dependents and to establish a grant program for reintegration of homeless women veterans and homeless veterans with children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:50:09-05:00"
}