{
  "actions": [
    {
      "acted_at": "1989-10-25", 
      "committee": "Committee on Banking", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-11-20", 
      "in_committee": "Committee on Banking", 
      "references": [], 
      "text": "Subcommittee on Securities. Hearings held. Hearings printed: S.Hrg. 101-499.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1794-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Securities", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-10-25", 
  "number": "1794", 
  "official_title": "A bill to amend the Securities Exchange Act of 1934 with respect to mergers and corporate tender offers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Specter, Arlen", 
    "state": "PA", 
    "thomas_id": "01437", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-10-25", 
  "subjects": [
    "Actions and defenses", 
    "Business records", 
    "Corporate mergers", 
    "Crime and law enforcement", 
    "Damages", 
    "Fines (Penalties)", 
    "Information disclosure (Securities law)", 
    "Insider trading in securities", 
    "Junk bonds", 
    "Legal fees", 
    "Leveraged buyouts", 
    "Margins (Security trading)", 
    "Perjury", 
    "Securities", 
    "Securities fraud", 
    "Securities regulation", 
    "Stockholders", 
    "Stockholders' voting", 
    "Stocks", 
    "Tender offers"
  ], 
  "subjects_top_term": "Securities", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-10-25", 
    "text": "Amends the Securities Exchange Act of 1934 to: (1) change from ten days to 48 hours the period during which the beneficial owner of five percent of certain securities must file a disclosure statement with the SEC; and (2) prohibit additional acquisition of such securities until 24 hours after such statement has been filed. Prohibits the registration of non-uniform voting rights of common stock on a national securities exchange (or its quotation on an automated quotation system operated by such exchange) unless its issuance has been approved by a majority vote of the issuer's aggregate outstanding voting securities. Grandfathers securities admitted to listed trading prior to the enactment of this Act. Prohibits tender offers resulting in more than a 20 percent equity security ownership unless: (1) the offeror is the issuer of such security; or (2) the offer is a cash offer for all outstanding shares of the class. Authorizes the SEC to grant exemptions as it deems necessary. Sets a 90-day period as a prerequisite for the completion of any tender offer which is either: (1) financed by non-investment grade securities; or (2) part of a management leveraged buyout. Requires the target company of a management leveraged buyout to provide full access to its books and records during this period to any other bona fide potential purchaser. Mandates a 90-day proxy solicitation or tender offer period before a management leveraged buyout may be completed. Creates a private right of action for legal fees and actual damages sustained by an issuer or shareholder of securities which were purchased by another in violation of statutory margin requirements. Entitles an issuer of securities to recover the profits realized by the beneficial owner of more than three percent of such securities if the owner held and then disposed of them to the issuer within less than one year (unless such disposition was approved by a majority vote of the aggregate outstanding voting securities or the same offer was made available to all shareholders). Authorizes a shareholder's derivative suit if the issuer fails to bring an action. Establishes a maximum $1,000,000 fine and a maximum ten-year prison term for any person who willfully violates this Act by engaging in securities transactions (or communications) while in possession of material nonpublic information. Establishes a one-year prison sentence for perjury and obstruction of justice relating to insider trading investigations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Securities Exchange Act of 1934 with respect to mergers and corporate tender offers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:45-05:00"
}