{
  "actions": [
    {
      "acted_at": "1973-06-07", 
      "committee": "Senate Committee on Labor and Public Welfare", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Labor and Public Welfare.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1959-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Public Welfare", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-06-07", 
  "number": "1959", 
  "official_title": "A bill to amend the Public Health Service Act to enlarge the authority of the National Institute for Neurological Diseases and Stroke in order to advance a national attack on multiple sclerosis, epilepsy, muscular dystrophy, and other diseases.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Multiple Sclerosis and Epilepsy Act", 
  "sponsor": {
    "district": null, 
    "name": "Moss, Frank E.", 
    "state": "UT", 
    "thomas_id": "01406", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-06-07", 
  "subjects": [
    "Health", 
    "Medical care, personnel, and facilities", 
    "Nervous system diseases", 
    "Public health", 
    "Research"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-06-07", 
    "text": "National Multiple Sclerosis and Epilepsy Act - Authorizes the Director of the National Institute of Neurological Diseases and Stroke to develop a plan, within 180 days after the date of enactment of this Act, for a neurological disease program to expand, intensify, and coordinate the activities of the Institute with respect to such diseases. Provides that such plan shall be submitted to the Congress with recommendations for necessary appropriations. Requires the Director to prepare and submit an annual report to the President for transmittal to the Congress on the activities, progress and accomplishments under the plan. Authorizes to be appropriated such sums as may be necessary to carry out such plan. Provides for the development of new centers for clinical research and treatment respecting neurological diseases and disorders. Authorizes the Director to enter into cooperative agreements with public or nonprofit agencies or institutions to pay all or part of the costs of developing and operating such centers. Provides that the aggregate of payments made to any center may not exceed $5,000,000 in any year. Authorizes to be appropriated $100,000,000 for fiscal year 1973; $125,000,000 for fiscal year 1974; and $150,000,000 for fiscal year 1975 for the development of such centers. Provides for the development of cooperative programs between the Institute and other Federal health agencies and with State, local, and regional public and nonprivate health agencies. Authorizes the Director to make grants to public and nonprivate entities for research and training in neurological diseases not exceeding $100,000 per year. Authorizes to be appropriated such sums as may be necessary to carry out such programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "National Multiple Sclerosis and Epilepsy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to amend the Public Health Service Act to enlarge the authority of the National Institute for Neurological Diseases and Stroke in order to advance a national attack on multiple sclerosis, epilepsy, muscular dystrophy, and other diseases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:45-05:00"
}