{
  "actions": [
    {
      "acted_at": "1999-01-06T14:20:00-05:00", 
      "references": [
        {
          "reference": "CR H6-207", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as privileged matter.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-06T14:20:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-06T15:10:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House continued with debate on the resolution.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-06T15:48:00-05:00", 
      "references": [], 
      "text": "On ordering the previous question Agreed to by the Yeas and Nays: 216 - 207 (Roll no. 3).", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-06T15:49:00-05:00", 
      "references": [], 
      "text": "Mr. Moakley moved to commit with instructions to a select committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-06T15:49:00-05:00", 
      "references": [], 
      "text": "COMMIT WITH INSTRUCTIONS - The instructions contained in the motion to commit require the resolution to be committed to a select committee comprised of the majority leader and the minority leader and to be reported back immediately with amendments which set new ratios for membership on standing committees and which insert a \"pay-as-you-go\" provision for budget purposes pending the actuarial soundness of the Social Security Trust Fund.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-06T15:50:00-05:00", 
      "references": [], 
      "text": "The previous question on the motion to commit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-06T16:07:00-05:00", 
      "references": [
        {
          "reference": "CR H205-206", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to commit with instructions Failed by the Yeas and Nays: 201 - 218 (Roll no. 4).", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-01-06T16:25:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "5", 
      "status": "PASSED:SIMPLERES", 
      "suspension": null, 
      "text": "On agreeing to the resolution Agreed to by the Yeas and Nays: 217 - 204 (Roll no. 5).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "1999-01-06T16:25:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres5-106", 
  "bill_type": "hres", 
  "committees": [], 
  "congress": "106", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "1999-01-06T16:25:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "1999-01-06", 
  "number": "5", 
  "official_title": "Adopting rules for the One Hundred Sixth Congress in recodified form.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "26", 
    "name": "Armey, Richard K.", 
    "state": "TX", 
    "thomas_id": "00028", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASSED:SIMPLERES", 
  "status_at": "1999-01-06T16:25:00-05:00", 
  "subjects": [
    "Aerospace industries", 
    "Appropriations", 
    "Armed forces and national security", 
    "Bribery", 
    "Budget resolutions", 
    "Campaign contributors", 
    "Campaign funds", 
    "China", 
    "Civil rights and liberties, minority issues", 
    "Classified defense information", 
    "Commerce", 
    "Communication satellites", 
    "Congress", 
    "Congress and foreign policy", 
    "Congressional Record", 
    "Congressional budget", 
    "Congressional budget process", 
    "Congressional committees (House)", 
    "Congressional ethics", 
    "Congressional investigations", 
    "Congressional publicity", 
    "Congressional sessions", 
    "Corporate corruption", 
    "Corruption investigation", 
    "Crime and law enforcement", 
    "Decision making in public administration", 
    "Defense contracts", 
    "Defense industries", 
    "East Asia", 
    "Economics and public finance", 
    "Election fraud", 
    "Entitlements", 
    "Federal officials", 
    "Foreign agents", 
    "Foreign trade and international finance", 
    "Gifts", 
    "Government contractors", 
    "Government ethics", 
    "Government operations and politics", 
    "Government publicity", 
    "Guided missiles", 
    "Honoraria", 
    "House Budget", 
    "House Government Reform", 
    "House rules and procedure", 
    "Intercontinental ballistic missiles", 
    "International affairs", 
    "Legislation", 
    "Lobbying", 
    "Members of Congress (House)", 
    "Misconduct in office", 
    "Nuclear weapons", 
    "Obstruction of justice", 
    "Official secrets", 
    "President and foreign policy", 
    "Public corruption", 
    "Science, technology, communications", 
    "Security classification (Government documents)", 
    "Social welfare", 
    "Space activities", 
    "Technology transfer", 
    "Weapons of mass destruction"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "1999-01-06", 
    "text": "Provides for the adoption of the Rules of the House of Representatives of the 105th Congress as the Rules of the House for the 106th Congress with amendments and other orders as outlined in this resolution.(Sec. 2) Requires: (1) the chairman of the Committee on the Budget, when elected and pending the adoption by the Congress of a concurrent resolution on the budget for FY 1999, to publish in the Congressional Record budget totals and allocations contemplated by the Congressional Budget Act (the Act) for FY 1999 through 2003; (2) such totals and levels to be effective in the House as though established under a concurrent resolution on the budget and provisions of the Act; and (3) the published totals and levels to be considered as the completion of congressional action on a concurrent resolution on the budget for FY 1999.Provides that, pending the adoption by the Congress of a concurrent resolution on the budget for FY 2000, a provision in a bill or joint resolution, or in an amendment thereto or a conference report thereon, that establishes prospectively for a Federal office or position a specified or minimum level of compensation to be funded by annual discretionary appropriations shall not be considered as providing new entitlement authority within the meaning of the Act.Determines a point of order under the Act, in the case of a reported bill or joint resolution considered pursuant to a special order of business, on the basis of the text made in order as an original bill or joint resolution for the purpose of amendment or to the text on which the previous question is ordered directly to passage, as the case may be.Bans the tenure limitation on the Committee on the Budget during the 106th Congress.Reaffirms for the 106th Congress each provision of House Resolution 168, 105th Congress, that was not executed as a change in the standing rules.Prohibits the Committee on Government Reform from having more than eight subcommittees during the 106th Congress.Permits the Majority and Minority Leaders, upon the adoption of this resolution, to submit for inclusion in the Congressional Record as part of the debate hereon such extraneous and tabular matter as they may consider to constitute legislative history concerning the codification of the standing rules.Allows the Select Committee on U.S. National Security and Military Commercial Concerns With the People's Republic of China (solely for the purpose of completing activities directly associated with the declassification and public release of its report) to sit and act during the 106th Congress at any time before April 1, 1999, as it may deem appropriate, without regard to whether or not the House of Representatives is in session at the time. Continues the powers and jurisdiction of the Committee solely for such purpose, with specified exceptions.Provides for the disposition of the Committee's records, upon its termination.Limits funds for the Committee's activities to those that remain unobligated and unexpended as of the end of the 105th Congress.Requires, in the 106th Congress, the first ten numbers for bills (H.R. 1 through H.R. 10) to be reserved for assignments by the Speaker of the House to such bills as he may designate when introduced before March 1, 1999.Makes it in order to consider in the House a resolution amending rule XXVI (limitations on outside earned income and acceptance of gifts), if offered by the Majority Leader."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Adopting rules for the One Hundred Sixth Congress in recodified form.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:42:32-05:00"
}