{
  "actions": [
    {
      "acted_at": "1973-09-28", 
      "committee": "Senate Committee on Public Works", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to Senate Committee on Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2501-93", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cook, Marlow W.", 
      "sponsored_at": "1973-01-03", 
      "state": "KY", 
      "thomas_id": "01308", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Milton R.", 
      "sponsored_at": "1973-01-03", 
      "state": "ND", 
      "thomas_id": "01458", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-28", 
  "number": "2501", 
  "official_title": "A bill entitled the Motor Vehicle Disposal Act of 1973.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Motor Vehicle Disposal Assistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Gurney, Edward J.", 
    "state": "FL", 
    "thomas_id": "01345", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-28", 
  "subjects": [
    "Department of Transportation", 
    "Motor vehicles"
  ], 
  "subjects_top_term": "Motor vehicles", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-09-28", 
    "text": "Motor Vehicle Disposal Assistance Act - Authorizes appropriations of $25,000,000 for each of the fiscal years 1974 through 1977. Authorizes the Administrator of the Environmental Protection Agency to make grants to States which have State plans approved by him, to pay the Federal share of the cost of carrying out motor vehicle disposal plans. Provides that such funds be allotted not more than 2 percent among the Commonwealth of Puerto Rico, Guam, American Samoa, the Virgin Islands, and the Canal Zone. Provides that from the remainder of such sums he shall allot to each State an amount which bears the same ratio to such remainder as the number of motor vehicles registered in such State bears to the number of such vehicles in all States. Provides that the number of motor vehicles registered in a State and in all States shall be determined by the Administrator on the basis of the most recent satisfactory data available to him. Requires any State desiring to receive funds to submit a State plan meeting specified criteria. Requires such plan to: (1) provide for the administration by a public agency of a junked motor vehicle disposal plan designed to provide for the efficient removal to scrap processing facilities of junked motor vehicles; (2) provide assurances that a State law has been enacted or will be enacted to provide an efficient means of transferring title of junked motor vehicles (or other evidence of ownership of such vehicles in States not requiring title certification) to public agencies or private business concerns charged with the responsibility of transporting such motor vehicles to scrap processing facilities; (3) provide assurances that the State agency will pay from non-Federal sources the remaining costs of such program; (4) set forth such fiscal control and fund accounting procedures as may be necessary to assure proper disposal of and accounting of Federal funds paid to the State agency under this Act; and (5) provide for making reports, keeping records, and for affording access thereto as the Administrator may find necessary. Authorizes the Administrator to: (1) promulgate such rules and regulations; (2) appoint advisory committees; (3) procure the services of experts and consultants; (4) use the services, personnel, facilities, and information of any other Federal department or agency, or any agency of any State, or political subdivision thereof, or any private research agency with the consent of such agencies, with or without reimbursement therefor. Requires records to be kept and provides for audits. Sets forth various definitions under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Motor Vehicle Disposal Assistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill entitled the Motor Vehicle Disposal Act of 1973.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:14:54-05:00"
}