{
  "actions": [
    {
      "acted_at": "1989-04-17", 
      "committee": "Committee on Foreign Relations", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1989-04-18", 
      "in_committee": "Committee on Foreign Relations", 
      "references": [], 
      "text": "Committee on Foreign Relations. Hearings held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s808-101", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "101", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1989-04-17", 
  "number": "808", 
  "official_title": "A bill to authorize appropriations for fiscal years 1990 and 1991 for the Department of State, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Relations Authorization Act, Fiscal Years 1990 and 1991", 
  "sponsor": {
    "district": null, 
    "name": "Pell, Claiborne", 
    "state": "RI", 
    "thomas_id": "01417", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1989-04-17", 
  "subjects": [
    "Airmail service", 
    "Aliens", 
    "Americans employed in foreign countries", 
    "Arms sales", 
    "Arrest", 
    "Asia", 
    "Auditing", 
    "Authorization", 
    "Building construction", 
    "Charities", 
    "Civil service retirement", 
    "Claims", 
    "Classified defense information", 
    "Conferences", 
    "Congressional reporting requirements", 
    "Consular agreements", 
    "Counterintelligence", 
    "Crime and law enforcement", 
    "Criminal justice information", 
    "Dams", 
    "Diplomatic privileges and immunities", 
    "Diplomats", 
    "Dismissal of employees", 
    "District of Columbia", 
    "Divorcees", 
    "Drainage", 
    "Eastern Europe", 
    "Embassies", 
    "Employee training", 
    "Espionage", 
    "Exhibitions", 
    "Federal aid to day care centers", 
    "Federal aid to higher education", 
    "Federal employees", 
    "Federal installations", 
    "Federal officials", 
    "Fees", 
    "Foreign service", 
    "Foundations", 
    "Germany", 
    "Government employees' health insurance", 
    "Government operations and politics", 
    "Government property", 
    "Government trust funds", 
    "Immigration", 
    "Inspectors general", 
    "International affairs", 
    "International agencies", 
    "International cooperation in science", 
    "International rivers", 
    "Judicial review of administrative acts", 
    "Law enforcement officers", 
    "Licenses", 
    "Marriage", 
    "Mexico", 
    "Minority education", 
    "Narcotic traffic", 
    "Negotiations", 
    "Passports", 
    "Polygraphs", 
    "Postal facilities", 
    "Presidential appointments", 
    "Recruiting of employees", 
    "Refugees", 
    "Research", 
    "Salaries", 
    "Scholarships", 
    "Science, technology, communications", 
    "Searches and seizures", 
    "Sewage treatment", 
    "Spain", 
    "Sugar and sugar trade", 
    "Survivors' benefits", 
    "Transboundary pollution", 
    "Tropical forests", 
    "U.S.S.R.", 
    "United Nations finances", 
    "Visas", 
    "Water supply"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "1989-04-17", 
    "text": "Foreign Relations Authorization Act, Fiscal Years 1990 and 1991 - Title I: The Department of State - Part A: Authorization of Appropriations; Allocation of Funds - Authorizes appropriations for FY 1990 and 1991 for the Department of State for: (1) the administration of foreign affairs; (2) international organizations and conferences; (3) international commissions; (4) migration and refugee assistance; (5) bilateral science and technology agreements; (6) Soviet-East European research and training; and (7) the Asia Foundation. Amends the State Department Basic Authorities Act to authorize the transfer into the Buying Power Maintenance Account of amounts deobligated from accounts for the administration of foreign affairs. Eliminates a percentage limitation on the transfer of authorized funds between specified Department of State accounts. Provides that if an amount appropriated pursuant to an Act other than an appropriation Act is less than the authorization amount and the Act provides for earmarked funds, such funds shall be reduced to an amount bearing the same ratio to such funds as the amount appropriated bears to the authorization amount. Authorizes amounts appropriated for the Department of State to be obligated for 12-month contracts for two fiscal years, provided that the total amount is obligated in the earlier fiscal year. Applies such provisions only to funds appropriated for FY 1987 and thereafter. Authorizes appropriations for U.S. participation in the 1992 Seville World's Fair. Part B: Department of State Authorities and Activities; Foreign Missions - Amends the State Department Basic Authorities Act to authorize the Secretary to use appropriated funds for: (1) obligations assumed in Germany on or after June 5, 1945; (2) telecommunications services; and (3) the provision of maximum physical security in Government-owned and leased properties abroad. Authorizes funds received by the Department in connection with the use of Blair House for FY 1990 and 1991 to be credited to the appropriate appropriations account and made available for maintenance and other expenses of Blair House. Amends the International Center Act to authorize the Department of State to charge Federal agencies for the lease or use of International Center facilities used for security and maintenance. Amends the State Department Basic Authorities Act to authorize the Secretary of State to require foreign missions to obtain benefits or comply with other terms of the Secretary if necessary to implement an exchange of property with a foreign country to be used in connection with diplomatic or consular establishments. Authorizes the Secretary, if it is determined that the purposes of the Foreign Service Buildings Act, 1926 can best be met by such exchanges of property, to transfer funds for the acquisition and maintenance of buildings abroad to the Working Capital Fund. Amends the Foreign Relations Authorization Act, Fiscal Years 1986 and 1987 to increase the amount of funds authorized for the construction of Foreign Service Institute training facilities. Amends the Arms Export Control Act to credit a specified amount of registration fees collected from manufacturers, exporters, or importers of designated defense articles or services to a Department of State account for FY 1990 and 1991. Repeals a provision of the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 concerning overseas assignments of Drug Enforcement Agency agents. Amends the Omnibus Diplomatic Security and Antiterrorism Act to eliminate the exemption for Agency for International Development (AID) regional inspector general offices from the Secretary of State's oversight for overseas staffing levels. Amends the Foreign Operations, Export Financing, and Related Programs Appropriations Act, 1989 to remove provisions regarding: (1) a prohibition on the use of funds to relocate AID regional inspector general offices; and (2) the number of positions authorized for such offices. Repeals a provision of the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 which requires the Secretary of State to report to the Congress on expenditures made from appropriations for emergencies in the diplomatic and consular service. Amends the American-Mexican Treaty Act of 1950 to authorize appropriations for the Department of State for official entertainment and other representation expenses within the United States for the U.S. section of the International Boundary and Water Commission. Authorizes the expenditure of appropriations available to the Commission for repairs of sanitation works threatened by the Colorado and Tijuana Rivers and for emergency actions against health threatening sanitation problems. Authorizes the President to carry out preliminary surveys, operations, and maintenance of the system constructed to intercept sewage flows from Tijuana and selected canyon areas. Prohibits the operation of the Anzalduas diversion dam for irrigation or water supply purposes in the United States unless arrangements have been made with the prospective water users for repayment to the Government of the allocated portions of such dam. Authorizes the Secretary of State, acting through the Commission, to conduct investigations relating to the drainage of transboundary waters between the United States and Mexico. Repeals provisions of the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 concerning the operations of diplomatic and consular posts and the United States Information Agency (USIA). Repeals a provision of a specified Act relating to the solemnization of marriages by consular officials. Adds the Department of State to the list of agencies to which criminal justice agencies are required to make available criminal history record information regarding individuals under investigation by the Department for determining the eligibility of such individuals for access to classified information or assignment to sensitive national security duties. Authorizes the U.S. Postal Service to establish branch post offices at diplomatic posts abroad. Requires the Department of State to transfer postal revenues to the Postal Service for expenses incurred in providing airmail service for such posts. Amends the State Department Basic Authorities Act to authorize special agents of the Department of State and the Foreign Service to make arrests without warrant for any offense concerning passport or visa issuance if there are grounds to believe that a person has committed or is committing such offense. Removes violations of specified sections of the criminal code from a list of violations for which such agents are authorized to make arrests without warrant. Part C: Diplomatic Immunity, Reciprocity and Security - Amends the Immigration and Nationality Act to make ineligible to receive a visa and to exclude from admission into the United States any alien who has committed a serious criminal offense and for whom immunity from criminal jurisdiction was exercised with respect to such offense. Waives such excludability under certain conditions. Amends the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 to require the President, no later than October 1, 1990, to determine whether steps have been or will be taken to: (1) ensure that a new chancery building for the U.S. Embassy in Moscow can be safely and securely used; and (2) eliminate the damage to U.S. national security from electronic surveillance by Soviet facilities on Mount Alto. Expresses the sense of the Congress that a 1969 agreement (and related agreements, notes, and understandings) between the United States and the Soviet Union on reciprocal allocations for use free of charge of plots of land in Moscow and Washington, D.C., should be terminated if the President cannot make such determinations. Amends the State Department Basic Authorities Act to authorize the Secretary of State to make grants to child care facilities to offset in part the costs of such care in Moscow and other posts abroad where the Secretary determines that such facilities are necessary to the efficient operation of the post. Amends the Employee Polygraph Protection Act of 1988 to exempt the Department of State from a prohibition on administering lie detector tests, in any counterintelligence function, to individuals working under Department contracts. Part D: Personnel - Amends the Foreign Service Act of 1980 to require the Secretary of the Treasury, at the direction of the Secretary of State and the election of a foreign national employee, to transfer such employee's interest in the Civil Service Retirement and Disability Fund to a trust or other local retirement plan (except a social security plan). Deems such transfers to be a complete and final payment of benefits under Federal provisions governing civil service compensation. Amends the Foreign Service Act of 1980 to authorize judicial review of any separation for cause of a Foreign Service member. Makes technical amendments to provisions regarding the payment of travel expenses for Foreign Service members and their families in emergency situations. Revises Federal provisions regarding civil service compensation to extend the time period for which payments to employees whose evacuation has been ordered may be made. Revises Federal provisions regarding quarters, education, and cost-of-living allowances for Federal employees stationed in foreign countries. Amends the Foreign Service Act of 1980 to prohibit extra credit for foreign service at an unhealthful post from being used to determine the eligibility of a person to qualify as a former spouse of a Foreign Service employee or to compute such person's pro rata share of employee credit. Prohibits such credit for service as a part of a tour of duty. Entitles qualified former spouses of former USIA and AID employees to Foreign Service health and survivor benefits if such an employee retired before participation in the Foreign Service Retirement and Disability System was possible and the marriage lasted at least five years during the overseas assignment. Amends the State Department Basic Authorities Act to authorize the Secretary of State to make grants to post-secondary institutions or students (with special emphasis on minorities) to promote awareness of, and interest in, Foreign Service employment. Requires satisfactory educational progress by grant recipients for continued receipt of such grants. Amends the Foreign Service Act of 1980 to authorize Foreign Service members who receive presidential appointments to remain eligible for certain performance pay and leave in lieu of receiving the salary and leave of the appointed position. (Current law makes such members ineligible for performance pay.) Title II: International Organizations - Authorizes the President to continue U.S. membership in the International Sugar Organization and the International Tropical Timber Organization. Allows U.S. contributions to such organizations to be paid from funds appropriated for contributions to international organizations, beginning in FY 1991. Expresses the sense of the Congress that the President should ensure that the United Nations continues to pay sufficient attention to the United States and other major financial contributors in decision-making procedures on budgetary matters. Authorizes the President to withhold funds appropriated for the U.S. contribution to the United Nations or its agencies unless the United Nations has continued to implement the decision-making process in such manner. Amends the Foreign Relations Authorization Act, Fiscal Years 1988 and 1989 to repeal provisions regarding the U.S. contribution to the International Committee of the Red Cross and the recognition of the Red Shield of David. Title III: Immigration and Refugee Provisions - Amends the Migration and Refugee Assistance Act of 1962, as amended by the Foreign Relations Authorization Act, Fiscal Years 1986 and 1987, to make technical amendments to a provision regarding audits of funds received by the United Nations High Commissioner for Refugees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Foreign Relations Authorization Act, Fiscal Years 1990 and 1991", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize appropriations for fiscal years 1990 and 1991 for the Department of State, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:05:22-05:00"
}