{
  "actions": [
    {
      "acted_at": "1973-09-13", 
      "committee": "House Committee on Interior and Insular Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interior and Insular Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "1974-02-13", 
      "references": [], 
      "text": "Reported to House from the Committee on Interior and Insular Affairs with amendment, H. Rept. 93-798.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr10294-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "reporting"
      ], 
      "committee": "House Interior and Insular Affairs", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "93", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Bingham, Jonathan B.", 
      "sponsored_at": "1973-01-03", 
      "state": "NY", 
      "thomas_id": "00090", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "37", 
      "name": "Burke, Yvonne B.", 
      "sponsored_at": "1973-01-03", 
      "state": "CA", 
      "thomas_id": "00150", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Cronin, Paul W.", 
      "sponsored_at": "1973-01-03", 
      "state": "MA", 
      "thomas_id": "00253", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Dellenback, John", 
      "sponsored_at": "1973-01-03", 
      "state": "OR", 
      "thomas_id": "00283", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Kastenmeier, Robert W.", 
      "sponsored_at": "1973-01-03", 
      "state": "WI", 
      "thomas_id": "00620", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Martin, James G.", 
      "sponsored_at": "1973-01-03", 
      "state": "NC", 
      "thomas_id": "00741", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Meeds, Lloyd", 
      "sponsored_at": "1973-01-03", 
      "state": "WA", 
      "thomas_id": "00787", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "O'Hara, James G.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "00873", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Owens, Wayne", 
      "sponsored_at": "1973-01-03", 
      "state": "UT", 
      "thomas_id": "00884", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Ruppe, Philip E.", 
      "sponsored_at": "1973-01-03", 
      "state": "MI", 
      "thomas_id": "01002", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Saylor, John P.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01024", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "14", 
      "name": "Seiberling, John F.", 
      "sponsored_at": "1973-01-03", 
      "state": "OH", 
      "thomas_id": "01040", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Steelman, Alan", 
      "sponsored_at": "1973-01-03", 
      "state": "TX", 
      "thomas_id": "01106", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Vigorito, Joseph P.", 
      "sponsored_at": "1973-01-03", 
      "state": "PA", 
      "thomas_id": "01187", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-09-13", 
  "number": "10294", 
  "official_title": "A bill to establish land use policy; to authorize the Secretary of the Interior, pursuant to guidelines issued by the Council on Environmental Quality, to make grants to assist the States to develop and implement comprehensive land use planning processes; to coordinate Federal programs and policies which have a land use impact; to make grants to Indian tribes to assist them to develop and implement land use planning processes for reservation and other tribal lands; to provide land use planning directives for the public lands; and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres1110-93", 
      "reason": "rule"
    }
  ], 
  "short_title": "Land Use Planning Act", 
  "sponsor": {
    "district": "2", 
    "name": "Udall, Morris K.", 
    "state": "AZ", 
    "thomas_id": "01173", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-09-13", 
  "subjects": [
    "Advisory bodies", 
    "Department of the Interior", 
    "Land use", 
    "Native Americans", 
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Land use", 
  "summary": {
    "as": "Reported to House amended", 
    "date": "1974-02-13", 
    "text": "(LATEST SUMMARY) Land Use Planning Act - =Title I: Assistance to States= - Declares it to be Federal policy, in order to assure harmonious use of the lands to meet requirements of present and future generations, to encourage and support the States to establish effective land use planning and decision-making processes which provide for public involvement. Authorizes the Secretary of the Interior to make annual grants to a State having an eligible State land use planning agency and an intergovernmental advisory council to assist in development and administration of a comprehensive land use planning process. Provides for the development of a comprehensive land use planning process and the subsequent administration or implementation of the process. Set forth requirements as to use and development in accordance with the comprehensive land use planning process. Defines a comprehensive land use planning process as one taking into account all land and other natural resources within the State as well as the costs and benefits of their use and conservation, and providing among other things for: (1) development of an \"adequate data base\"; (2) technical assistance and training programs; (3) \"substantial and meaningful\" public involvement on a continuing basis and continued participation of local governmental personnel in all significant aspects of the planning process; (4) coordination of planning and regulatory activities of State and area-wide agencies; (5) a method to assure that State and local agency programs and services significantly affecting land use are consistent with the comprehensive land use planning process; (6) recognition and coordination of land use planning activities of interstate agencies, local governments, public land management agencies, and (in coastal States, the planning activities under the Coastal Zone Management Act; (7) consideration of various conditions, needs, projections, and unique characteristics, impacts on property tax base and of the laws, and requirements for adequate primary and secondary energy sources; (8) criteria for identification on, and designation pursuant to such criteria, of areas of critical environmental concern, areas suitable for or which may be impacted by key facilities, criteria for identification of large-scale development and land use of regional benefit; and provisions for an appeal or petition for local governments and other interested parties concerning designation or exclusion of any land in or from such areas, except when they are designated by the State; and (9) development of explicit substantive State policies and criteria to guide land use in areas of critical environmental concern. Requires a State comprehensive land use planning process to provide methods to: (1) insure consistency of actions and assure development in accordance with the comprehensive land use planning process; (2) assure that use and development will not substantially impair areas of critical environmental concern; (3) assure full consideration of economic, social, environmental, and other demands upon the land; (4) control the use of land in areas impacted by key facilities; (5) control proposed large scale development of more than local significance in its impact upon the environment; (6) assure that regulations do not unreasonably restrict or exclude development and land use of regional or national benefit; (7) assure that public lands are not damaged or degraded; (8) consider the environmental, economic and social impact of large-scale subdivision or development projects; (9) assure developing and implementation of a policy for influencing location and use of land around new communities; (10) regulate development so pollution sources will not be located where violation of air, water, noise, or other pollution standards would result; and (11) to the greatest extent practicable, assure consideration of the need for a full range of housing opportunities within the State. Sets forth methods which a State may utilize in implementing its comprehensive land use planning process Authorizes and encourages interstate cooperation through existing entities or by negotiation of new compacts subject to Federal grants. Requires the Secretary, prior to making any land use planning grant, to consider the views and recommendations of the Interagency Land Use Policy and Planning Board and of all Federal agencies involved in programs significantly affecting land use but not represented on the Board. Requires each State to submit periodic reports to the Secretary, including suggestions as to national land use policies. Requires that Federal projects and activities significantly affecting land use generally be consistent with a State's comprehensive land use planning process except in cases of over-riding national interest as determined by the President. Requires State and local governmental units applying for assistance under other Federal programs to obtain the view of the State land use planning agency or Governor, as well as local and areawide agencies where applicable. Requires Federal agencies conducting or assisting public works activities in areas not subject to a comprehensive land use planning process to conduct their activities in such a manner as to minimize any adverse environmental impact. =Title II: Indian Reservation and Other Tribal Lands= - Directs the Secretary to appoint a task force group to study and report on the legal, economic, social, and environmental factors related to the control and regulation of Indian reservation and other tribal lands. =Title III: Public Lands= - Declares it to be the policy of the United States that: (1) National Park, National Forest, and National Wildlife Refuge Systems, and other public lands, are vital national assets, which should be dedicated to the benefit of both present and future generations, and managed according to applicable Federal, State, and local laws; (2) the integrity of the public lands should be insured by permitting adjustment in the ownership or boundaries only according to applicable Federal laws and land use plans; and (3) there should be increased coordination of public land management and planning programs with the planning processes relating to non-Federal lands significantly impacted by such programs. Requires the preparation and maintenance of an inventory of the public lands and resources. Directs public management agency heads to ascertain boundaries of lands under their jurisdiction as funds are made available, to provide means of public identification thereof, and to provide State and local governments with data from the inventory for the purpose of planning and regulating uses of non-Federal lands in proximity to the public lands. Directs each public land management agency head to develop, maintain, and, when appropriate, revise land use plans for the public lands under his jurisdiction. Requires each public land management agency head, on a continuing basis, to provide for substantial and meaningful public involvement and participation of State and local governments in development, revision, and implementation of land use plans. =Title IV: Administration= - Establishes an Interagency Land Use Policy and Planning Board composed of an appointee of the Secretary of the Interior as Chairman, and representatives of 12 agencies (the Departments of Agriculture; Commerce; Defense; Health, Education, and Welfare; Housing and Urban Development; Transportation; and Treasury; the Atomic Energy Commission, Federal Power Commission, Environmental Protection Agency, General Services Administration, and the Council on Environmental Quality). Directs the Council on Environmental Quality within six months to issue guidelines and the Secretary of the Interior within nine months to promulgate rules and regulations to implement the Act. Requires the Secretary to submit a biennial report to the President and the Congress on land resources, uses of land, and land use problems, including assessment of economic, social, and environmental costs. Requires the report to include a summary of public involvement and participation by officials or representatives of local governments in all aspects of State and Federal activities pursuant to this Act. Provides for Federal agencies to furnish the Secretary with necessary information and temporary detail of personnel on a reimbursable basis. Authorizes appropriations for the various programs set forth in the Act. Provides that the grants to States shall not exceed, during any fiscal year, 75 percent of the cost of developing and administering the comprehensive land use planning process."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Land Use Planning Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish land use policy; to authorize the Secretary of the Interior, pursuant to guidelines issued by the Council on Environmental Quality, to make grants to assist the States to develop and implement comprehensive land use planning processes; to coordinate Federal programs and policies which have a land use impact; to make grants to Indian tribes to assist them to develop and implement land use planning processes for reservation and other tribal lands; to provide land use planning directives for the public lands; and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:41-05:00"
}