{
  "actions": [
    {
      "acted_at": "1979-02-13", 
      "committee": "House Committee on Education and Labor", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Education and Labor.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2106-96", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Education and Labor", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "96", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1979-02-13", 
  "number": "2106", 
  "official_title": "A bill to establish a program for the inspection of schools for the presence of asbestos materials, to provide funds for the testing and evaluation of potential hazards, to create a loan program to assist in the containment or removal of imminent hazards to health and safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1435-96", 
      "reason": "identical"
    }
  ], 
  "short_title": "Asbestos School Hazard Detection and Control Act of 1979", 
  "sponsor": {
    "district": "5", 
    "name": "Carter, Tim Lee", 
    "state": "KY", 
    "thomas_id": "00181", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1979-02-13", 
  "subjects": [
    "Advisory bodies", 
    "Asbestos", 
    "Department of Health, Education, and Welfare", 
    "Education", 
    "Educational facilities", 
    "Environmental health", 
    "Environmental protection", 
    "Federal advisory bodies", 
    "Government lending", 
    "Labor and employment", 
    "Occupational health and safety", 
    "Public safety", 
    "School personnel", 
    "Standards", 
    "Students"
  ], 
  "subjects_top_term": "Asbestos", 
  "summary": {
    "as": "Introduced", 
    "date": "1979-02-13", 
    "text": "Asbestos School Hazard Detection and Control Act of 1979 - States the purposes of this Act to be to: (1) establish a Federal task force to ascertain the extent of the danger from asbestos materials in schools to children or employees; (2) require States to establish programs for asbestos inspection in schools; (3) provide scientific and technical assistance to States and local school boards; (4) provide loans for the mitigation of serious asbestos hazards in schools; and (5) assure that no disciplinary action be taken against employees for calling attention to such hazards. Directs the Secretary of Health, Education, and Welfare to establish an Asbestos Hazards Schools Safety Task Force within 30 days of enactment. States that the duties of such Task Force shall include: (1) preparing educational materials; (2) compiling and disseminating medical, scientific, and technical materials to State and local entities; (3) reviewing and approving State plans for loans and reimbursements; (4) establishing criteria for levels of asbestos hazards in schools; and (5) making recommendations to the Secretary for technical assistance grants. Requires States in order to participate in programs under this Act to submit an asbestos safety plan no later than September 1, 1979. States that such plan shall include: (1) a timetable for identifying imminent asbestos health hazards; (2) a description of the procedures to be used to locate and identify such hazards; (3) a timetable for the removal of such hazards; (4) procedures for recordkeeping; and (5) the identification of a State agency to prepare and administer such plan. Provides that local governmental units responsible for the administration and safety of schools may be reimbursed for up to one half of their asbestos hazards detection expenses. Directs the Secretary to determine those costs that are reimbursable. Authorizes the Secretary to: (1) waive such reimbursement limitation; and (2) allocate up to 20 percent of such asbestos detection funds for use in education and technical assistance programs. Requires recipients of such asbestos detection funds to file a report with the Secretary describing detection and testing activities undertaken, the results, and the plan for correcting any discovered asbestos hazards. Establishes an Asbestos Hazards Control Loan Program in the Department of Health, Education, and Welfare. Stipulates that loans from such program shall be: (1) available only to correct imminent asbestos hazards in schools to school children or school employees; (2) limited to projects covering more than 2,500 square feet, in which the asbestos level is at a level specified by the Secretary; (3) for a period not exceeding 20 years; (4) interest free; and (5) used to cover not more than half the cost of correcting such asbestos hazards (although the Secretary may waive such limitation). Requires applications for such loans to describe: (1) the nature of the asbestos problem; (2) the results of preliminary testing; and (3) the methods to be used to correct such problem. Requires the Secretary to report annually to the appropriate House and Senate committees regarding such loan program. Directs the Secretary to promulgate and distribute to the States safety standards and procedures for testing the level of asbestos in schools and for determining the likelihood of the leakage of asbestos into the school environment. Stipulates that no employer receiving funds under this Act shall discriminate against or discipline any worker who focuses public attention on an asbestos problem in his or her school district. Stipulates that nothing in this Act shall restrict any other legal rights in connection with the purchase or installation of asbestos materials in schools, or with any claim or disability or death from exposure to asbestos in a school setting."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Asbestos School Hazard Detection and Control Act of 1979", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to establish a program for the inspection of schools for the presence of asbestos materials, to provide funds for the testing and evaluation of potential hazards, to create a loan program to assist in the containment or removal of imminent hazards to health and safety, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:43:32-05:00"
}