{
  "actions": [
    {
      "acted_at": "1995-01-05", 
      "references": [
        {
          "reference": "CR S503-504", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-05", 
      "committee": "Committee on Labor and Human Resources", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Labor and Human Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s168-104", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Labor and Human Resources", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "104", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1995-01-05", 
  "number": "168", 
  "official_title": "A bill to ensure individual and family security through health insurance coverage for all Americans.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Affordable Health Care for All Americans Act", 
  "sponsor": {
    "district": null, 
    "name": "Kennedy, Edward M.", 
    "state": "MA", 
    "thomas_id": "01377", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1995-01-05", 
  "subjects": [
    "Accounting", 
    "Administrative procedure", 
    "Administrative remedies", 
    "Aid to dependent children", 
    "Aliens", 
    "Alternative dispute resolution", 
    "Associations, institutions, etc.", 
    "Auditing", 
    "Authorization", 
    "Business records", 
    "Caregivers", 
    "Child health", 
    "Churches", 
    "Cigarettes", 
    "Civil rights and liberties, minority issues", 
    "Clinical trials", 
    "Clinics", 
    "Collective bargaining", 
    "Collective bargaining agreements", 
    "Commerce", 
    "Commercial arbitration", 
    "Community health services", 
    "Community hospitals", 
    "Comprehensive health care", 
    "Confidential communications", 
    "Conflict of interests", 
    "Congress", 
    "Congressional reporting requirements", 
    "Construction industries", 
    "Construction workers", 
    "Consumer cooperatives", 
    "Consumer education", 
    "Consumer protection", 
    "Cost control", 
    "Damages", 
    "Department of Health and Human Services", 
    "Department of Labor", 
    "Disabled", 
    "Disciplining of employees", 
    "Discrimination in employment", 
    "Discrimination in insurance", 
    "Discrimination in medical care", 
    "Dislocated workers", 
    "Dismissal of employees", 
    "Drug abuse", 
    "Drugs", 
    "Economics and public finance", 
    "Education", 
    "Educational policy", 
    "Elementary and secondary education", 
    "Employee health benefits", 
    "Executive reorganization", 
    "Expedited congressional procedure", 
    "Families", 
    "Family medicine", 
    "Federal advisory bodies", 
    "Federal aid to alcoholism programs", 
    "Federal aid to education", 
    "Federal aid to health facilities", 
    "Federal aid to hospitals", 
    "Federal aid to maternal health services", 
    "Federal aid to medical education", 
    "Federal aid to medical research", 
    "Federal aid to nursing education", 
    "Federal employees", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Fines (Penalties)", 
    "Fraternal organizations", 
    "Government contractors", 
    "Government employees' health insurance", 
    "Government lending", 
    "Government operations and politics", 
    "Government paperwork", 
    "Government publicity", 
    "Government trust funds", 
    "Grants-in-aid", 
    "Grievance procedures", 
    "Health", 
    "Health care rationing", 
    "Health care reform", 
    "Health education", 
    "Health insurance", 
    "Health maintenance organizations", 
    "Health planning", 
    "Higher education", 
    "Home care services", 
    "Homeless", 
    "Housing and community development", 
    "Identification devices", 
    "Immigration", 
    "Indexing (Economic policy)", 
    "Industrial arbitration", 
    "Inflation", 
    "Information services", 
    "Insurance companies", 
    "Insurance premiums", 
    "Insurance rates", 
    "Interstate relations", 
    "Labor and employment", 
    "Labor disputes", 
    "Law", 
    "Legal fees", 
    "Legislative resolutions", 
    "Licenses", 
    "Long-term care insurance", 
    "Malpractice", 
    "Marketing", 
    "Married people", 
    "Mediation", 
    "Medicaid", 
    "Medical economics", 
    "Medical education", 
    "Medical personnel", 
    "Medical records", 
    "Medical research", 
    "Medical screening", 
    "Medicare", 
    "Mental health services", 
    "Migrant labor", 
    "Minimum wages", 
    "Nursing education", 
    "Nursing homes", 
    "Occupational health and safety", 
    "Ombudsman", 
    "Patients' rights", 
    "Payroll deductions", 
    "Physicians", 
    "Poor", 
    "Preventive medicine", 
    "Prospective payment systems (Medical care)", 
    "Psychiatrists", 
    "Psychologists", 
    "Public assistance programs", 
    "Public health personnel", 
    "Public service advertising", 
    "Quality of care", 
    "Recruiting of employees", 
    "Religion", 
    "Religious liberty", 
    "Right of privacy", 
    "Right to die", 
    "Rural hospitals", 
    "Scholarships", 
    "School health programs", 
    "Science, technology, communications", 
    "Self-employed", 
    "Self-insurance", 
    "Small business", 
    "Social welfare", 
    "Social workers", 
    "Standards", 
    "State laws", 
    "Student loan funds", 
    "Students", 
    "Supplemental security income program", 
    "Tax rates", 
    "Taxation", 
    "Teaching hospitals", 
    "Tobacco tax", 
    "Treatment and rehabilitation of alcoholics", 
    "Treatment and rehabilitation of narcotic addicts", 
    "Urban affairs", 
    "Wages", 
    "Women"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "1995-01-05", 
    "text": "TABLE OF CONTENTS: Title I: Health Care Security Subtitle A: Universal Coverage and Individual Responsibility Subtitle B: Benefits Subtitle C: State Role in Reform Subtitle D: Expanded Access to Health Plans Subtitle E: Standards for Reform Subtitle F: Federal Responsibilities Subtitle G: Miscellaneous Employer Requirements Subtitle H: General Definitions; Miscellaneous Provisions Title II: New Benefits Subtitle A: Home and Community-Based Services Subtitle B: Life Care Subtitle C: Sense of the Committee with Regard to Prescription Drugs Title III: Public Health Initiatives Subtitle A: Workforce Priorities Under Federal Payments Subtitle B: Health Research Initiatives Subtitle C: Health Services for Medically Underserved Populations Subtitle D: Assistance for State Managed Mental Health and Substance Abuse Programs Subtitle E: Comprehensive School Health Education; School-Related Health Services Subtitle F: Public Health Service Initiative Title IV: Medical Malpractice Subtitle A: Liability Reform Subtitle B: Other Provisions Relating to Medical Malpractice Liability Title V: Fall-Back Premium Limits in Cases of Ineffective Competition; Premium-Based Financing; Assistance to Low Income Individuals and to Businesses Subtitle A: Fall-Back Premium Limits Subtitle B: Premium-Related Financings Subtitle C: Payments to Health Plans and Miscellaneous Provisions Subtitle D: Cost-Sharing Assistance, Application for Assistance and Premium Discounts, and Income Reconciliation Title VI: Aggregate Government Payments Subtitle A: Aggregate Federal Payments to Participating State Subtitle B: Borrowing Authority to Cover Cash-Flow Shortfalls Subtitle C: Miscellaneous Provisions Affordable Health Care for All Americans Act - Title I: Health Care Security - Subtitle A: Universal Coverage and Individual Responsibility - Entitles each U.S. citizen or national, resident alien, and long-term nonimmigrant (except for individuals exempt from paying Social Security taxes and except for individuals eligible under title XVIII (Medicare) of the Social Security Act)) to the benefits required under subtitle B. (Sec. 1004) Declares that: (1) subject to exception, the applicable health plan for a family is a community-rated plan for the community-rating area in which the family resides; and (2) the applicable health plan for a family member eligible to enroll in an experienced-rated (sic) plan is such an experienced-rated (sic) plan. Allows eligible individuals who are permitted to elect coverage under more than one plan to elect which will be the applicable plan. (Sec. 1005) Prohibits aliens who are not eligible individuals from obtaining benefits through enrollment under this Act. Allows benefits to lawful nonimmigrants (who are not long-term nonimmigrants) only in accordance with any reciprocal agreements between the United States and foreign States. (Sec. 1011) Requires, subject to exception, all members of the same family to be enrolled in the same applicable plan. Authorizes national rules regarding who will be treated as children under this Act. (Sec. 1012) Provides for the treatment of certain families that include: (1) Medicare-eligible individuals; (2) recipients under part A (Aid to Families with Dependent Children (AFDC)) of the Social Security Act; and (3) disabled and nondisabled recipients under title XVI (Supplemental Security Income for the Aged, Blind, and Disabled (SSI)) of the Social Security Act. Allows qualifying students to enroll in a community-rate plan for the area in which the school is located. (Sec. 1013) Requires individuals (and their spouses) who are eligible as an employee for more than one plan to elect the applicable plan. Subtitle B: Benefits - Requires a certified health plan to provide benefits actuarially equivalent to the BlueCross-Blue Shield standard option plan provided under the Federal Employees Health Benefits Program (FEHBP) on January 1, 1995. Includes in minimum services: (1) hospital services; (2) health professionals' services; (3) emergency and ambulatory medical and surgical services; (4) clinical preventive services; (5) mental illness and substance abuse services; (6) family planning services and services for pregnant women; (7) hospice care, home health care, extended care services, outpatient rehabilitation services, and ambulance services; (8) outpatient laboratory, radiology and diagnostic services; (9) outpatient prescription drugs and biologicals; (10) durable medical equipment; (11) vision care and dental care for children; and (12) patient care costs of qualified investigational treatments. Prohibits scope or duration limits on certain services. Declares that certain services are not medically necessary or appropriate. Prohibits cost-sharing for preventive and prenatal services. Mandates establishment of three model certified plans having cost-sharing and scope and duration limits appropriate for fee-for-service plans, preferred provider plans, and health maintenance organization (HMO) plans. Requires a study on the provision and enrollment patterns of certified plans. (Sec. 1102) Declares that a health professional or a health facility may not be required to provide an item or service under a certified plan if the professional or facility objects on the basis of a religious belief or moral conviction. (Sec. 1103) Prohibits balance billing. Subtitle C: State Role in Reform - Requires each State to establish a State market reform program (SMRP) meeting the requirements of this title. (Sec. 1202) Mandates certain SMRP actions, including regarding certification of insured health plans, establishment of community rating areas, certification of purchasing cooperatives, establishment of purchasing cooperative coordination rules, development of standardized comparative certified plan information and information on accessing plans and cooperatives, providing for risk adjustment programs for community-rated and association health plans, and enrollment periods. (Sec. 1209) Authorizes a SMRP to certify a network plan to operate in a service area different from the borders of a community rating area if certain requirements are met. (Sec. 1210) Allows a State, on approval by the Secretary of Health and Human Services and notwithstanding specified provisions of this Act, to tighten premium rate bands beyond the variation permitted, establish association plan rules more restrictive than provided for, and establish financial solvency requirements exceeding requirements. (Sec. 1211) Mandates establishment (by grant or contract) and oversight of a National Center of Consumer Advocacy to provide technical assistance, training, and support to States and Offices of Consumer Advocacy in each State. (Sec. 1212) Requires each participating State to establish a procedure for exempt employers to elect to be treated as a community- rated employer. (Sec. 1222) Sets forth requirements for single-payer systems, including: (1) operation by the State or a designated agency of the State; (2) enrollment of all individuals in the State, subject to exception; (3) payments made by the State (directly or through fiscal intermediaries) to providers; (4) coverage of all items and services as required by subtitle B of this title (allowing reduced but not increased cost-sharing); (5) limiting the health care spending increase rate; and (6) meeting the requirements applicable to certified plans. Subtitle D: Expanded Access to Health Plans - Requires that each employer make available to each employee the opportunity to enroll in one of at least three certified plans, including either a fee-for-service plan or a point-of-service option. Allows a small employer (defined as having fewer than 100 employees) to meet this requirement through a purchasing cooperative; requires a large employer (defined as having 100 or more employees) to meet this requirement only through offering experience-rated health plans. Provides for payroll withholding of any required employee premiums. (Sec. 1302) Allows small employer employees who are community- rated individuals to elect to enroll in any certified plan in the community rating area in which the employees work or live. (Sec. 1311) Allows a State to establish or charter purchasing cooperatives. Prohibits any individual or entity engaged in the sale of health insurance from forming or underwriting a purchasing cooperative (PC) or holding or controlling any right to vote regarding a PC. (Sec. 1313) Requires PCs to: (1) accept all small employers and individuals eligible for coverage in the community-rated market and residing in the area served by the cooperative; and (2) enter into agreements with at least three certified plans providing the benefits described in subtitle B, including at least one fee-for-service plan or point-of-service plan. Prohibits PCs from: (1) being involved in approval or enforcement of payment rates for providers; (2) being involved in the compliance of certified plans; or (3) assuming financial risk relating to a plan. (Sec. 1321) Requires certified association plans (APs), except as otherwise provided, to meet all requirements of this Act for certified plans offered by large employers. Requires, for APs meeting those requirements, treating: (1) the AP as a plan established and maintained by a large employer; and (2) individuals enrolled in the AP as experience-rated individuals. Requires an AP to cover at least 500 lives. Declares that the certifying authority for APs is: (1) the Secretary of Labor for a certified AP that is a multistate self- insured plan; (2) the State for a certified AP that is a single State self-insured plan. Applies risk adjustment provisions of this Act to APs. Mandates solvency standards for APs. (Sec. 1324) Repeals specified provisions of the Employee Retirement Income Security Act of 1974 (ERISA) relating to multiple employer welfare arrangements. (Sec. 1325) Requires church plans and multiemployer plans, except as otherwise provided, to meet all requirements of this Act for certified plans offered by large employers. Requires, for plans meeting those requirements, treating: (1) the plan as a plan established and maintained by a large employer; and (2) individuals enrolled in the plan as experience-rated individuals. Declares that the certifying authority for such plans is the Secretary of Labor. Sets forth risk adjustment and solvency requirements. (Sec. 1331) Requires any health plan participating under the Federal Employees Health Benefits Program to offer the plan to community-rated individuals and small employers in community rating areas served by the plan at a premium established in accordance with specified provisions of this Act. Subtitle E: Standards for Reform - Sets forth requirements regarding certified health plans. Requires a plan sponsor offering a community-rated plan to offer the plan to any community-rated individual and a plan sponsor offering an experience-rated plan to offer the plan to any experience-rated individual. Declares that a network plan may be made available only in a service area not identical to a community rating area if specified requirements are met. Mandates renewability, subject to exception. (Sec. 1413) Requires standard premiums within each community rating area to be the same for each plan. Requires the premium charged to be the product of the standard premium, an adjustment for the class of enrollment (individual, couple only, single parent, or dual parent), and an age adjustment factor. (Sec. 1414) Prohibits denial, limitation, or conditioning of coverage on any reason, including health status, except as provided in this Act. (Sec. 1416) Allows a plan to offer: (1) additional coverage only if offered and priced separately, if the purchase of the plan is not conditioned on purchase of additional coverage, and if the additional coverage is also offered to individuals not in the plan; and (2) a reduction in cost-sharing only to enrollees for a price that includes any use increase expected to result from the cost-sharing reduction. (Sec. 1417) Requires each community-rated plan to: (1) participate in a risk adjustment program; (2) meet financial solvency requirements; (3) provide information to the State; and (4) provide for quality improvement and quality assurance. Prohibits: (1) utilization management from creating financial incentives for reviewers to reduce or limit medically necessary or appropriate services; and (2) physician incentive plans unless in accordance with specified provisions of title XVIII (Medicare) of the Social Security Act. (Sec. 1421) Applies to each plan Medicare provisions relating to procedures to notify a patient of the patient's right to accept or refuse treatment and to execute an advance directive. Limits plan gatekeepers in complex or chronic health conditions so as to avoid undue enrollee burdens. Mandates procedures to protect confidentiality. Prohibits: (1) selective marketing; (2) patient lability for unpaid plan obligations; and (3) discrimination in selecting providers for a provider network based on the actual or anticipated health status of the provider's patients. Mandates: (1) physician participation in matters affecting patient care; and (2) patient ability to choose any primary care physician from among participating providers. (Sec. 1422) Requires certification of specified types of providers as essential community providers, including: (1) covered entities under provisions of the Public Health Service Act (PHSA); (2) Medicare-dependent small rural hospitals; (3) children's hospitals; (4) mental health and substance abuse providers receiving funds under specified provisions of the PHSA; (5) runaway homeless youth centers or homeless youth transitional living programs; (6) maternal and child health providers receiving funds under specified provisions of the Social Security Act; (7) rural health clinics; (8) school health services centers; and (9) nonprofit hospitals providing a specified percentage of services to individuals entitled to or eligible for benefits under Medicare or under title XIX (Medicaid) of the Social Security Act. Requires each plan, if such providers so elect, to have a written provider participation agreement with such providers or have an agreement to make payment to the provider. (Sec. 1423) Requires each plan to have in its network (or through other arrangements) a sufficient number, distribution, and variety of specialists to assure service availability to adults, infants, children, and persons with disabilities. Directs the Secretary of Health and Human Services to establish criteria for designating, and to designate, centers of specialized care. (Sec. 1424) Requires each plan to: (1) have the capacity, within its network or through arrangements with providers, to deliver the benefits required in subtitle B throughout the community rating area; and (2) provide emergency out-of-area and out-of-plan coverage for enrollees and urgent out-of-area coverage. (Sec. 1431) Specifies which certified health plan requirements apply to certified self-insured health plans. Applies certain fiduciary requirements of the Employee Retirement Income Security Act of 1974 (ERISA) to self-insured plans and imposes financial management and record keeping requirements. (Sec. 1441) Prohibits States from requiring: (1) the offering, as part of a certified plan, of any services different from the benefit categories of this Act; or (2) a right of conversion from a group certified plan to an individual certified plan. (Sec. 1442) Prohibits State limits, regulations, or prohibitions regarding: (1) incentives for certified plan enrollees to use participating providers; (2) limiting coverage to services provided by a participating provider; (3) rate and payment form negotiations; (4) limitations on the number of participating providers; (5) requiring that services be provided or authorized by a participating provider; (6) the corporate practice of medicine; (7) utilization management and review programs; (8) single-source suppliers; and (9) point-of-service options. (Sec. 1451) Sets forth plan standards for the interim period between January 1, 1996, and when the State becomes a participating State. Subtitle F: Federal Responsibilities - Directs the Secretary of Labor to develop and publish standards for certified self-insured plans and to provide for the certification of the plans. (Sec. 1502) Mandates procedures for corrective actions when a self-insured plan has failed to meet requirements. Provides for termination of self-insured plans. (Sec. 1503) Amends the Employee Retirement Income Security Act of 1974 (ERISA) to authorize special rules for the application of portions of ERISA to group health plans. (Sec. 1521) Requires sanctions and corrective action orders if a participating State fails to meet requirements of this Act. Allows the Secretary of Health and Human Services to carry out activities in the same manner as a participating State would. (Sec. 1522) Requires treating related employers as a single employer if a reason for their separation relates to their employees' health risk characteristics. (Sec. 1523) Mandates development of certification criteria for workplace wellness programs. (Sec. 1532) Repeals these provisions relating to collective bargaining dispute resolution on a specified date. Authorizes a health care entity or a labor organization certified or recognized as representing a health care entity's employees to request that the Director of the Federal Mediation and Conciliation Service appoint an impartial Health Care Board of Inquiry to investigate a collective bargaining dispute between the entity and the labor organization. Subtitle G: Miscellaneous Employer Requirements - Prohibits discrimination against employees on the basis of family status or class of family enrollment selected. (Sec. 1603) Makes it unlawful to take adverse action against an employee if a purpose of the action is to interfere with the employee's attainment of status as a qualifying employee, full time employee, or part-time employee, or if a purpose is to evade or avoid any obligation under this Act. (Sec. 1604) Allows a community-rated employer (and an experience- rated employer with respect to employees who are community-rated eligible individuals) to provide benefits to employees that consist of benefits in a cost-sharing policy only through a contribution toward the purchase of a cost-sharing policy that is funded primarily through insurance. Makes the responsibilities of individuals and employers in single payer States supersede their obligations under this subtitle. (Sec. 1605) Authorizes the Secretary of Labor to impose a civil money penalty for violations of this subtitle. Subtitle H: General Definitions; Miscellaneous Provisions - Sets forth definitions for purposes of this Act. (Sec. 1714) Amends the Davis-Bacon Act to modify the definitions of \"wages\" and related terms by adding references to this Act. Amends the Service Contract Act of 1965 to add references to this Act in provisions relating to required contract provisions. (Sec. 1715) Declares that it is the sense of the Committee on Labor and Human Resources of the Senate that, when this Act is enacted, it should include these sources of financing not within the jurisdiction of the Committee: (1) the net savings and revenues included in the Health Security Act; (2) a specified increase in the cigarette tax; (3) a phased-in premium assessment; (4) other savings or revenues as necessary to provide budget neutrality; and (5) a payroll assessment on exempt employers with specified numbers of workers. Title II: New Benefits - Subtitle A: Home and Community-Based Services - Sets forth requirements in order to approve a State plan for home and community-based services for individuals with disabilities, including: (1) State maintenance of effort (with a base amount set with regard to expenditures under title XIX (Medicaid) of the Social Security Act); (2) eligibility (including initial screenings, restrictions, and continuation of services during transition from Medicaid to the State plan); (3) types of providers and requirements for participation; (4) provider reimbursement; (5) State matching funds; and (6) health care worker redeployment. Mandates annual compliance monitoring. (Sec. 2103) Requires the State plan to specify the services available and any limitations on those services. Mandates a needs assessment, an individualized plan of care, care management services, coverage of personal assistance services. Sets forth a list of other services the plan may cover. Prohibits coverage of room and board or services in institutional settings. Declares that service recipients shall retain the right to independently select, terminate, and direct the work of a home care provider. (Sec. 2104) Prohibits cost-sharing for individuals with an income under a specified level. Mandates coinsurance and an annual deductible in graduated steps above that level. (Sec. 2105) Requires the plan to ensure and monitor service quality. Mandates State plan adherence to federal standards in: (1) case review; (2) mandatory reporting of abuse, neglect, and exploitation; (3) a registry of providers against whom complaints have been sustained; (4) sanctions on States or providers; (5) surveys of client satisfaction; and (6) State optional training programs for informal care givers. Requires client advocacy services. (Sec. 2106) Mandates a Federal advisory group and an advisory group in each State. (Sec. 2107) Sets forth formulas for payments to States. (Sec. 2108) Authorizes appropriations. Subtitle B: Life Care - Life Care Act - Amends the Public Health Service Act to create a new title establishing a voluntary insurance program for individuals 35 years old and over to cover nursing home stays. Covers the nursing facility services to inpatients of: (1) nursing care; (2) physical, occupational, or speech therapy; (3) medical social work; (4) drug, biological, supply, appliance, and equipment; (5) other services as necessary to the functioning of a patient, including personal care and assistance with activities of daily living; and (6) the portion of the first six months of room and board not covered by copayments. Limits the dollar amount of coverage to three levels electable by the individual. Mandates a report on the feasibility of making payments for services delivered in residential care facilities. Declares an individual eligible if the individual is a legal U.S. resident, needs hands-on or standby assistance, supervision, or cueing over at least 90 days, and has elected coverage. Makes individuals in a hospital or nursing home at the time of enrollment ineligible until their next spell of illness. Gives an individual the option to purchase coverage under this title when the individual is within six months of his or her 35th, 45th, 55th, or 65th birthday, with one premium rate for each of the periods between those birthdays or after the 65th birthday. Requires that covered services be provided by nursing homes certified by the State. Sets the monthly reimbursement at 80 percent of the amount reasonable and appropriate to cover costs. Mandates, to extent feasible, a prospective payment mechanism. Makes the benefit recipient responsible for specified percentages of room and board charges. Requires nursing facility services reimbursement, to the extent available, to be made under title XIX (Medicaid) of the Social Security Act, Department of Veterans Affairs' programs, or private insurance policies before reimbursement under this title. Directs the Secretary to contract with entities to act as Long- Term Care Screening Agencies for each designated area of the State to assess the eligibility of individuals for services under this title. Allows Screening Agencies to require payment from individuals only in accordance with standards set by the Secretary. Prohibits requiring payment from individuals with incomes below a specified level. Requires, notwithstanding any other law, that the assets an individual may retain and be eligible for nursing facility benefits under State Medicaid programs be increased by the amount of coverage elected under this title. Prohibits insurers from offering long-term care policies duplicating coverage provided under this title. Directs the Secretary to develop standard long-term care packages insurers may offer that complement this title. Subtitle C: Sense of the Committee with Regard to Prescription Drugs - Declares that it is the sense of the Committee on Labor and Human Resources of the Senate that, when this Act is enacted, it should include coverage of outpatient prescription drugs as included in the Health Security Act (as introduced in the 103d Congress) and providing for a deductible, coinsurance, and out-of-pocket limits not over specified amounts. Title III: Public Health Initiatives - Subtitle A: Workforce Priorities Under Federal Payments - Establishes in the Department of Health and Human Services the National Council on Graduate Medical Education. Repeals provisions of the Health Professions Education Extension Amendments of 1992 establishing the Council on Graduate Medical Education. (Sec. 3011) Allows payments to physician training programs in a medical specialty only if the program will ensure that the number of individuals enrolled in the program in the subsequent academic year is in accordance with these provisions. (Sec. 3012) Requires the National Council to designate, for each medical specialty for each academic year, starting with academic year 2001-2002, the number of individuals nationwide authorized to be enrolled in eligible programs, with at least 55 percent completing programs in primary care. Mandates interim voluntary targets set by the National Council. (Sec. 3013) Requires the National Council, for each academic year and each medical specialty, to make allocations among eligible programs of the number of positions for the year. (Sec. 3031) Mandates payments to qualified entities for the operational costs of an approved physician training program. Requires, in order to be qualified, that entities providing primary care training rotate enrollees to community programs in underserved areas. Specifies the amounts to be available for payments in certain calendar years under these provisions and under provisions relating to transitional payments to institutions. Declares that these amounts constitute the annual health professions workforce account. (Sec. 3041) Mandates payments to medical schools (to be administered as a grant) for the direct costs of academic programs, including the education of medical students, graduate students in biomedical sciences, and otherwise unfunded faculty research. Specifies the amounts to be available for payments in certain academic years. Declares that these amounts constitute the annual medical school fund account. (Sec. 3051) Mandates payments to academic health centers or teaching hospitals (to be administered as a contract, grant, or cooperative agreement) for costs not routinely incurred by other entities providing health services but are incurred by such institutions by virtue of their academic nature, including productivity decreased by teaching responsibilities, uncompensated costs of clinical research, and exceptional costs associated with treatment using the institution's specialized expertise. Specifies the amounts to be available for payments in certain calendar years. Declares that these amounts constitute the annual academic health center account. (Sec. 3061) Requires transitional payments to eligible entities losing specialty positions to assist operational costs. (Sec. 3071) Mandates a program regarding graduate nurse training programs (nurse program) equivalent to the program in previous provisions of this Act relating to physician training programs (physician program). Applies the physician program provisions of this Act to the nurse program provisions of this Act, including calling the council established the National Council on Graduate Nurse Education. (Sec. 3073) Specifies the amounts to be available for payments in certain calendar years. Declares that these amounts constitute the annual graduate nurse training account. (Sec. 3081) Sets forth transitional provisions, terminating them on a specified date and applying them only to health care entities employing more than 25 individuals. Requires hiring preference for displaced employees of those entities and provides for termination of preference eligibility. Requires successor health care entity employers to provide employees of the previous entity continued employment unless their positions no longer exist. Regulates collective bargaining matters during the transition period. Provides for enforcement of these transitional provisions. Subtitle B: Health Research Initiatives - Makes available specified percentages of the premiums required to be paid under this Act. Amends the Public Health Service Act (PHSA) to make those amounts available to: (1) the Office of the Director of the National Institutes of Health (NIH), to be used to carry out the responsibilities of the Office and for construction and acquisition of equipment or facilities; (2) the National Center for Research Resources to carry out provisions of the National Institutes of Health Revitalization Act of 1993 concerning biomedical and behavioral research facilities; (3) carry out PHSA provisions regarding health information communications; and (4) the NIH institutes. (Sec. 3102) Amends provisions of the PHSA to require the Agency for Health Care Policy and Research to conduct and support U.S. health care reform research. Authorizes appropriations. Subtitle C: Health Services for Medically Underserved Populations - Authorizes appropriations to carry out specified provisions of this subtitle. Declares that these authorizations are in addition to any others for the same purposes. (Sec. 3321) Authorizes grants and contracts for: (1) the development of community groups to provide benefits under subtitle B of title I of this Act in health professional shortage areas or to members of a medically underserved population; and (2) the expansion and development of health delivery sites and services. (Sec. 3322) Specifies permitted fund uses, including: (1) recruitment, compensation, and training of professional and administrative staff; (2) purchase and upgrading of equipment, supplies, and information systems; and (3) establishment of reserves for furnishing services on a prepaid or capitated basis. (Sec. 3341) Mandates grants and loans to eligible entities, essential access community hospitals, and rural primary care hospitals for the capital costs of developing community health groups and expanding or developing health delivery sites. (Sec. 3361) Authorizes grants and contracts with eligible entities to provide services to increase the capacity of individuals to use the benefits under title I (including transportation, outreach, patient and family education, translation services, case management, and home visiting) and to provide access to essential supplemental services that are not fully reimbursable under title I before a specified date. Authorizes appropriations in addition to any other authorizations. (Sec. 3371) Authorizes appropriations to carry out provisions of the Public Health Service Act (PHSA) relating to the National Health Service Corps and to carry out these provisions on nurse participation in PHSA scholarship and loan repayment programs. Requires reservation of sufficient funds to ensure that a specified percentage of the participants in those programs are being educated in specified nursing fields. (Sec. 3373) Requires reservation of sufficient funds to ensure that a specified percentage of the participants in those programs are being educated or are serving as psychiatrists, psychologists, and clinical social workers. (Sec. 3381) Directs the Secretary of Health and Human Services to make payments to eligible hospitals. Declares that this: (1) is an entitlement in the Secretary on behalf of the hospitals but not an entitlement in the State in which any hospital is located or in any individual receiving hospital services; and (2) constitutes budget authority in advance of appropriations and the obligation of the Government to provide funding in specified amounts for certain years. (Sec. 3382) Identifies as eligible those hospitals with low income use rates of at least a specified percentage. (Sec. 3383) Regulates the amount of payments. (Sec. 3391) Declares that it is the sense of the Senate Committee on Labor and Human Resources that this Act and later appropriations Acts should recognize the success of community and migrant health centers. Subtitle D: Assistance for State Managed Mental Health and Substance Abuse Programs - Mandates grants to States for the development and operation of comprehensive managed mental health and substance abuse programs integrated with the health delivery system established under this Act. Authorizes appropriations. Subtitle E: Comprehensive School Health Education; School- Related Health Services - Mandates grants to State educational agencies to integrate comprehensive school health education. Authorizes requirements waivers for the Prevention, Treatment, and Rehabilitation Model Projects for High Risk Youth, the State and Local Comprehensive School Health Programs to Prevent Important Health Problems and Improve Educational Outcomes, and programs carried out under certain provisions of the Drug-Free Schools and Communities Act of 1986. Authorizes appropriations. (Sec. 3503) Establishes the Healthy Students-Healthy Schools Interagency Task Force. (Sec. 3504) Directs the Secretary of Health and Human Services to establish and maintain a national clearinghouse and mechanisms for the dissemination of school health education material. (Sec. 3581) Authorizes appropriations for: (1) planning and development grants to local community partnerships (LCPs), both directly and through State health agencies; and (2) operational grants to LCPs, both directly and through States. Requires that LCPs include at least one local health care provider, one local educational agency on behalf of one or more public schools, and one community-based organization. Authorizes the Secretary to make the grants to develop and operate school-based or school-linked health service sites. Limits the Federal share of operational grants. Subtitle F: Public Health Service Initiative - Directs the Secretary of Health and Human Services to pay, under specified provisions of this Act, certain amounts for: (1) health services research activities; (2) the development of community groups to provide benefits in health professional shortage areas or to members of a medically underserved population and the expansion and development of health delivery sites and services; (3) the capital costs of developing community health groups; (4) increasing the capacity of individuals to use benefits; (5) providing access to essential supplemental services not fully reimbursable before a specified date; (6) the National Health Service Corps; (7) comprehensive managed mental health and substance abuse programs; and (8) school-based or school-linked health service sites. Title IV: Medical Malpractice - Subtitle A: Liability Reform - Applies this subtitle to any medical malpractice liability action in State or Federal court except for actions under title XXI (Vaccines) of the Public Health Service Act. (Sec. 4002) Requires parties, before or after beginning a medical malpractice action, to participate in the alternative dispute resolution system (ADR) administered by the State. Requires each State to adopt at least one ADR satisfying specified requirements. (Sec. 4003) Limits attorneys contingent fees. (Sec. 4004) Reduces damages for collateral source recovery. (Sec. 4005) Allows a party to ask the court to award future damages on a periodic basis. Subtitle B: Other Provisions Relating to Medical Malpractice Liability - Mandates grants to States for malpractice reform demonstration projects assessing the fairness and effectiveness of one or more of no-fault liability, enterprise liability, or practice guidelines. Authorizes appropriations. Title V: Fall-Back Premium Limits in Cases of Ineffective Competition; Premium-Based Financing; Assistance to Low Income Individuals and to Businesses - Subtitle A: Fall-Back Premium Limits - Directs the Secretary of Health and Human Services to: (1) compute and publish annually an area inflation factor for each community rating area; (2) determine baseline premium amounts; and (3) annually determine baseline premiums for each community rating area. (Sec. 5004) Regulates the process for community-rated plan's submitting premium rate bids to States and premium bids to cooperatives. Conditions community and cooperative bids on the plan s agreement to accept any payment reduction that may be imposed under these provisions. (Sec. 5005) Allows any State to assume responsibility for containment of health care expenditures. (Sec. 5011) Directs the Secretary to develop and use a method to reduce payments to each noncomplying plan in a noncomplying community rating area. Defines \"noncomplying community rating area\" as one in which the weighted average accepted bid exceeds the community rating area baseline premium. Defines \"noncomplying plan\" as a plan in a noncomplying area if the premium rate exceeds the baseline premiums. (Sec. 5012) Requires community-rated plans to include in their contracts with providers a provision reducing provider payments if the plan is noncomplying. (Sec. 5021) Directs the Secretary to develop a method for calculating an annual per capita expenditure equivalent for amounts paid for benefit package coverage by a large employer. (Sec. 5022) Directs the Secretary of Labor to take corrective action if a large employer has two years in which the rate of increase exceeds the national corporate inflation factor. Requires considering the large employer a small employer and requiring it to make premium payments in accordance with specified provisions of this Act. (Sec. 5031) Directs the Secretary of Health and Human Services, for a statewide single-payer State, to compute a statewide per capita premium target in the same manner as the community rating area per capita premium target. Subtitle B: Premium-Related Financings - Makes each family enrolled in a community- or experience-rated plan responsible for payment of the family share of premium. Allows payment of the premium by an employer or another person. (Sec. 5102) Provides for family credits for community- and experience-rated plans. (Sec. 5103) Provides for a premium discount for families that: (1) are AFDC families or SSI; (2) have a family income below a certain level; or (3) have a family obligation that would otherwise exceed specified percentages of family income. (Sec. 5110) Makes families that are provided a family credit liable for repayment of the base employment monthly premium. Reduces that amount by the amount of: (1) any employer payments made based on the net earnings from self-employment; and (2) employer premiums payable. (Sec. 5112) Limits repayment liability for low income families. (Sec. 5113) Regulates the net liability of families with one or more nonqualifying employees and no full-time qualifying employees. (Sec. 5114) Provides for special treatment for certain individuals eligible for Medicare. (Sec. 5116) Exempts small employers (no more than 10 employees and average annual wages under a specified amount) from these requirements on employer premium payments. (Sec. 5118) Allows an exempt employer to elect to be treated as a community-rated employer. Requires treating an exempt employer as a community-rated employer after an election and makes the employer eligible for discounts. (Sec. 5120) Applies Medicare rules relating to Medicare as a second payer to individuals eligible for premium assistance under this title in relation to any non-electing employer. (Sec. 5121) Requires community-rated employers to pay at least a specified amount of the premium payment for each qualifying employee. (Sec. 5122) Requires each State to provide for the annual computation of a base employment premium for each class of family enrollment. (Sec. 5123) Limits the amount of the employer s required premium payment to a specified percentage of the qualifying employee s wages, with different levels for medium employers (eleven to 75 employees) and small employers. Provides for the treatment of certain self- employed individuals. Requires, for employers that make premium payments in more than one community rating area, application of the reduction in a pro-rated manner to the payments in all areas. (Sec. 5124) Adjusts employee payments of large employers if certain average costs and rate increases exceed limits. (Sec. 5125) Considers a self-employed individual to be an employer of himself or herself and to pay wages to himself or herself equal to the amount of net earnings from self-employment. Limits the payment obligation of certain individuals to a specified amount. (Sec. 5131) Requires each experience-rated large employer to contribute to premiums in specified amounts. Increases the share of large employers for low income employees entitled to a premium discount. Subtitle C: Payments to Health Plans and Miscellaneous Provisions - Makes States responsible for assisting plans and cooperatives in premium collection. (Sec. 5202) Makes the payment amount for a community-rated plan equal to a blended payment amount reflecting the final bid for each plan, the number of enrollees in each class, and the proportion of AFDC and SSI beneficiaries in the area. (Sec. 5203) Requires States to develop and implement adjustments (including risk adjustment, reinsurance, premium discounts, and adjustments to reflect AFDC and SSI beneficiaries) necessary to reconcile the amounts collected by plans with the amounts owed to the plans. (Sec. 5204) Requires each State to compute and publish specified components of the general family share of premiums and the general employer premium payment amount. (Sec. 5205) Declares that the obligations of an employer regarding employees that reside in a single-payer State supersede the obligations of an employer to provide for payments under specified provisions of this Act. (Sec. 5207) Requires, if an employer makes available a voluntary payment on behalf of an employee in a community- or experience-rated plan and except as provided under collective bargaining agreements, that the employer make such a voluntary payment in the same dollar amount available to all qualifying employees of the employer in any community- or experience-rated plan in the same class of enrollment and the same area. Prohibits employers from discriminating in the terms or conditions of employment based on the health plan (or the premium of a plan) in which an employee is enrolled. (Sec. 5208) Requires employers to deduct from the wages of qualifying employees the amount of the family share of the premium. Mandates that States require payment for families that do not include a qualifying employee to be made prospectively. Subtitle D: Cost-Sharing Assistance, Application for Assistance and Premium Discounts, and Income Reconciliation - Entitles AFDC, SSI, and low income families to a reduction in cost-sharing, unless: (1) for community-rated families, there are sufficient at- or below- average cost plans with cost-sharing similar to the model certified preferred provider network plans or model certified health maintenance organization plans established under this Act; or (2) for experience- rated families, the employer offers such a plan. (Sec. 5302) Allows a family to apply for a determination of the family adjusted income or wage adjusted income of the family to establish eligibility for cost-sharing reductions, premium discounts, and reductions in liability. Makes each individual who knowingly understates income or otherwise makes a material misrepresentation liable to the State for triple the excess payments and interest. (Sec. 5303) Requires families with premium discounts or reductions in liability to file an income reconciliation statement for the year. Mandates related payment adjustments. (Sec. 5304) Requires States to make eligibility determinations for premium discounts, liability reductions, and cost-sharing reductions in a way that keeps error rates below a level specified by the Secretary of Health and Human Services or the Secretary of Labor. Title VI: Aggregate Government Payments - Subtitle A: Aggregate Federal Payments to Participating State - Directs the Secretary of Health and Human Services to provide for payments to each participating State of the capped Federal payment amount. Declares that this constitutes budget authority in advance of appropriations Acts and represents the obligation of the Government to provide for the payments. Sets forth a formula for determination of amounts, including determination of caps. Provides for the handling of anticipated shortfalls. Subtitle B: Borrowing Authority to Cover Cash-Flow Shortfalls - Authorizes the Secretary of Health and Human Services to make loans available to States to cover temporary cash-flow shortfalls. (Sec. 6102) Provides for the use of funds resulting from estimation discrepancies. Subtitle C: Miscellaneous Provisions - Declares that it is the sense of the Committee on Labor and Human Resources that, when this Act is enacted, it should include requirements that States: (1) pay premiums for AFDC and SSI recipients at a level established as described in the Health Security Act; and (2) make maintenance of effort payments to be included in the amounts receivable under certain provisions at a level established as described in the Health Security Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Affordable Health Care for All Americans Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "Life Care Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to ensure individual and family security through health insurance coverage for all Americans.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T20:32:33-05:00"
}