{
  "actions": [
    {
      "acted_at": "1977-03-15", 
      "committee": "House Committee on Agriculture", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Agriculture.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5041-95", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "95", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1977-03-15", 
  "number": "5041", 
  "official_title": "A bill to authorize the Secretary of Agriculture to establish an improved emergency program to provide assistance in areas where feed for livestock or poultry is scarce as a result of a natural disaster.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Emergency Feed Act", 
  "sponsor": {
    "district": "2", 
    "name": "Abdnor, James", 
    "state": "SD", 
    "thomas_id": "00001", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1977-03-15", 
  "subjects": [
    "Agricultural credit", 
    "Agriculture and Rural Affairs", 
    "Commodity Credit Corporation", 
    "Department of Agriculture", 
    "Disaster relief", 
    "Disasters", 
    "Feed grain program", 
    "Feed grains", 
    "Livestock", 
    "Poultry"
  ], 
  "subjects_top_term": "Agricultural credit", 
  "summary": {
    "as": "Introduced", 
    "date": "1977-03-15", 
    "text": "Emergency Feed Act - Authorizes the Secretary of Agriculture to implement an emergency program to assist persons in maintaining and preserving livestock or poultry in any area of the United States including Puerto Rico and the Virgin Islands, where, because of natural catastrophe, the Secretary determines that an emergency exists. Limits such assistance to bona fide farmers and ranchers primarily and directly engaged in breeding, raising, fattening or marketing livestock and poultry. Limits assistance to corporations or partnerships to those whose majority interest is held by stockholders or partners who themselves are primarily and directly engaged in such operations. Requires that reimbursements be made to any eligible person who has suffered a substantial loss in the livestock feed normally produced on his farm for his livestock, or who has incurred, as a result of conditions caused by natural disaster, significantly higher costs in obtaining feed he normally purchases. Requires that the eligible person have an insufficient supply of feed and have had to purchase feed in increased quantities or at increased costs. Excludes from consideration feed normally grown or sold for seeding purposes. Sets the rate of reimbursement at no more than 50 percent of the cost of the replacement feed, and 50 percent of the increase in the cost of feed (including reasonable transportation charges). Specifies a formula for determining the amount of feed with respect to which assistance may be made to any eligible person. Authorizes, in lieu of the above assistance, assistance to any person who transported or sold their livestock or poultry as a result of conditions caused by a natural disaster and who would have been eligible for the assistance authorized above. Authorizes reimbursements to any eligible person who has transported his livestock to an area outside the emergency area in order to feed them during the period of the emergency. Sets a reimbursement rate of 50 percent of any fee charged for leasing the grazing land outside the emergency area, and 100 percent of the cost of transporting the livestock back home from the emergency grazing place. Requires reimbursement of any eligible person who, because of the conditions caused by a natural disaster, has sold any livestock or poultry and later replaced them with livestock or poultry of similar nature and quality. Sets a reimbursement rate of 100 percent of the increase in the national average market price, if any, of such livestock or poultry between the time of sale and the time of replacement, plus 50 percent of an amount calculated according to a specified formula. Directs the Commodity Credit Corporation to administer such assistance programs. Establishes civil and criminal penalties for unauthorized of any feed for which a person has been reimbursed under such programs. Repeals specified provisions of the Agricultural Act of 1949 dealing with: (1) distress relief assistance in the preservation and maintenance of livestock foundation herds; (2) limitations on the costs borne by the Commodity Credit Corporation in the administration of distress relief assistance; and (3) civil and criminal penalties for unauthorized disposal of any feed grains furnished under such relief program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Emergency Feed Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to authorize the Secretary of Agriculture to establish an improved emergency program to provide assistance in areas where feed for livestock or poultry is scarce as a result of a natural disaster.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:37:50-05:00"
}