{
  "actions": [
    {
      "acted_at": "1973-11-07", 
      "committee": "House Committee on Interstate and Foreign Commerce", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to House Committee on Interstate and Foreign Commerce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr11339-93", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Interstate and Foreign Commerce", 
      "committee_id": "HSIF"
    }
  ], 
  "congress": "93", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "1973-11-07", 
  "number": "11339", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to require that patients may not be treated with investigational new drugs without their consent.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "2", 
    "name": "Symington, James W.", 
    "state": "MO", 
    "thomas_id": "01131", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "1973-11-07", 
  "subjects": [
    "Consumer protection", 
    "Drug law and legislation", 
    "Drugs"
  ], 
  "subjects_top_term": "Drug law and legislation", 
  "summary": {
    "as": "Introduced", 
    "date": "1973-11-07", 
    "text": "Defines informed consent, in the case of an individual to whom a drug is proposed to be administered, as that consent given in a situation in which such individual or his legal representative is able to exercise a free power of choice without the intervention of any element of force, fraud, deceit, duress, or other form of constraint or coercion. Requires such consent to be evidenced by an agreement signed by such individual (or his legal representative). Requires that the information to be given to the individual (or his legal representative) in such written agreement include the following basic elements: (1) a description of any attendant discomforts and risks reasonably to be expected from such drug; (2) a fair explanation of the likely results should the drug fail; (3) an offer to answer any inquiries concerning the drugs or procedures; and (4) an instruction that the subject is free to decline administration of such drug without prejudicing his future care. Requires that the agreement entered into by such individual, or his legal representative, include no exculpatory language through which the individual is made to waive, or to appear to waive, any of his legal rights, or to release anyone from liability for negligence in the administration of such drug."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to require that patients may not be treated with investigational new drugs without their consent.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T18:18:58-05:00"
}