{
  "actions": [
    {
      "acted_at": "2011-11-18", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-05-16", 
      "in_committee": "Committee on Homeland Security and Governmental Affairs", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2012-12-19", 
      "committee": "Homeland Security and Governmental Affairs", 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Lieberman with an amendment in the nature of a substitute. With written report No. 112-257.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2012-12-19", 
      "calendar": "Senate Legislative", 
      "number": "572", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 572.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1910-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Akaka, Daniel K.", 
      "sponsored_at": "2012-03-29", 
      "state": "HI", 
      "thomas_id": "00007", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2012-03-29", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2012-03-29", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2012-09-19", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2012-03-29", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "sponsored_at": "2012-03-29", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2012-03-29", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2011-11-18", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2012-05-15", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2012-03-29", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2012-09-13", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2012-03-29", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2012-03-29", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2012-03-29", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kerry, John F.", 
      "sponsored_at": "2012-03-29", 
      "state": "MA", 
      "thomas_id": "01379", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2012-03-29", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lautenberg, Frank R.", 
      "sponsored_at": "2012-03-29", 
      "state": "NJ", 
      "thomas_id": "01381", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2012-03-29", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2012-03-29", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2012-05-21", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2012-03-29", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "sponsored_at": "2012-03-29", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2012-03-29", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "2012-09-19", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2012-03-29", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2012-09-21", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2012-03-29", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2012-09-12", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2012-03-29", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2012-09-10", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2011-11-18", 
  "number": "1910", 
  "official_title": "A bill to provide benefits to domestic partners of Federal employees.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3485-112", 
      "reason": "related"
    }
  ], 
  "short_title": "Domestic Partnership Benefits and Obligations Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Lieberman, Joseph I.", 
    "state": "CT", 
    "thomas_id": "01385", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2012-05-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional agencies", 
    "Congressional oversight", 
    "Department of Labor", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Employee leave", 
    "Government Accountability Office (GAO)", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government operations and politics", 
    "Health care costs and insurance", 
    "Life, casualty, property insurance", 
    "Marriage and family status", 
    "Office of Personnel Management (OPM)", 
    "Sex, gender, sexual orientation discrimination", 
    "Transportation costs", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2012-12-19", 
    "text": "Domestic Partnership Benefits and Obligations Act of 2012 - (Sec. 2) States as the purpose of this Act to apply the same employment benefits and obligations to federal employees in same-sex domestic partnerships and to their domestic partners as apply under existing statutes to married federal employees and their spouses. Title I: Establishment and Termination of Domestic Partnerships; Other General Provisions - (Sec. 101) Amends federal civil service law to provide that in order to establish a domestic partnership with an individual for purposes of receiving federal employment benefits, the two individuals in such domestic partnership shall jointly execute, and the employee, former employee, or annuitant seeking to establish a domestic partnerships for purposes of this Act shall file, an affidavit attesting that: both individuals in the domestic partnership are members of the same sex, at least age 18, and competent to contract; the individuals are in a committed domestic-partnership relationship and intend to remain so indefinitely; both individuals have a common residence or would have a common residence but are prevented from doing so because of an assignment abroad or for other reasons identified in the affidavit; the individuals share responsibility for a significant measure of each other's welfare and financial obligations; neither individual is married to or in a domestic partnership with anyone except each other and neither is related to the other by blood in a way that would prohibit legal marriage in the jurisdiction in which the partners have a common residence; and both individuals understand the benefits and obligations of a domestic partnership and that willful falsification of information in the affidavit or willful failure to provide notification of the termination of the domestic partnership may lead to recovery of amounts obtained as a result of such falsification or failure, disciplinary action against the employee, and criminal or other penalties. Requires either domestic partner to give notification of the termination of the domestic partnership within 30 days after such partnership ends. Provides that the death of either domestic partner or notification of termination by either partner shall terminate a domestic partnership. (Sec. 102) Requires authorized officers and agencies to develop and issue guidance and educational materials with respect to benefits and obligations established by this Act. Requires the Director of the Office of Personnel Management (OPM) to compile such materials and ensure that they are readily available to employees and their domestic partners, both in print form and by a publicly accessible website. Requires such materials to be prepared and made available not later than 30 days after the enactment of this Act and updated as necessary. (Sec. 103) Requires the President, not later than 180 days after the enactment of this Act and not less frequently than once every two years thereafter, to: (1) conduct a review of the employment benefits and obligations for federal employees across the executive branch to determine what authority exists for the President and designees of the President to apply such benefits and obligations to employees and their domestic partners, (2) develop recommendations for necessary legislation, and (3) report to Congress. (Sec. 104) Sets forth the effective date of this Act and its applicability to employees, former employees, and annuitants. Title II: Civil Service Retirement System - (Sec. 201) Defines \"former domestic partner\" for purposes of the Civil Service Retirement System (CSRS) as a former domestic partner of an individual if: (1) such individual performed at least 18 months of civilian service as a federal employee, and (2) the former domestic partner was in a domestic partnership with such individual for at least 9 months. (Sec. 202) Extends regulations defining creditable service for CSRS purposes to domestic partners or former domestic partners. (Sec. 203) Extends eligibility for a CSRS annuity to a domestic partner, former domestic partner, or surviving partner. (Sec. 204) Makes a surviving partner or former domestic partner eligible for a cost-of-living adjustment to an annuity. (Sec. 205) Revises the definitions of \"surviving partner\" and \"former domestic partner\" to make such individuals and their children eligible for a survivor annuity to the same extent as widows and widowers. (Sec. 206) Makes a surviving partner of a civil service annuitant eligible for a lump sum payment, in lieu of an annuity, to the same extent as the widow or widower of an annuitant. (Sec. 207) Applies provisions governing alternative forms of annuity benefits available for any employee or Member of Congress who has a life-threatening illness or other critical medical condition to individuals in domestic partnerships. (Sec. 208) Requires the Director of Central Intelligence (DCI) to include domestic partners and former domestic partners of the Central Intelligence Agency (CIA) in the administration of CSRS, including by collecting deposits made by domestic partners and former domestic partners in a manner consistent with existing provisions. (Sec. 209) Extends eligibility for participation in the Thrift Saving Plan (TSP) to domestic partners and former domestic partners of employees covered by CSRS. Title III: Federal Employees' Retirement System - Subtitle A: General Provisions - (Sec. 301) Defines \"former domestic partner\" for purposes of the Federal Employees' Retirement System (FERS). Subtitle B: Creditable Service - (Sec. 311) Extends regulations defining creditable service for FERS purposes to domestic partners and former domestic partners. (Sec. 312) Extends eligibility to current and former domestic partners for the election under FERS for reducing annuity payments to a federal employee for purposes of funding a survivor annuity. (Sec. 315) Extends to domestic partners provisions relating to the calculation of an annuity, payments from an annuity, notifications and other protections regarding withdrawals from annuities, insurable interest reductions, alternative forms of annuities, and lump sum payments from an annuity. Subtitle C: Thrift Savings Plan - (Sec. 321) Extends to domestic partners and their survivors benefits and protections under the Thrift Savings Program (TSP). Subtitle D: Survivor Annuities - (Sec. 331) Makes provisions of federal civil service law relating to survivor annuities under FERS applicable to domestic partners, their survivors, and children and to former domestic partners. Subtitle E: General Administrative Provisions - (Sec. 341) Extends the authority of the Director of Central Intelligence (DCI) for the administration of the Thrift Savings Fund, including the collection of deposits by CIA employees, to include domestic partners and former domestic partners. (Sec. 342) Provides for cost-of-living adjustments to the FERS annuities of surviving domestic partners. Subtitle F: Federal Retirement Thrift Investment Management System - (Sec. 351) Extends certain fiduciary requirements governing transactions between the Thrift Savings Fund and a party in interest to domestic partners. Title IV: Insurance Benefits - (Sec. 401) Extends to domestic partners and their family members coverage under the Federal Employees' Group Life Insurance (FEGLI) Program and the Federal Employee Health Benefits (FEHB) Program. Defines \"former domestic partner\" for FEHB purposes. (Sec. 403) Allows domestic partners to enroll in family coverage for enhanced dental and vision benefits. (Sec. 405) Makes domestic partners and children and parents of domestic partners eligible for federal employee long-term care insurance coverage. Title V: Travel, Transportation, and Subsistence - (Sec. 501) Extends to domestic partners of federal employees: (1) reimbursement for taxes related to payments for travel, transportation, and moving or storage expenses; and (2) payment of relocation expenses and reimbursement for related taxes incurred by federal employees transferred in the interest of the government, including employees on extended assignment. (Sec. 506) Extends to domestic partners who are held captive and repatriated payment of transportation and travel expenses. (Sec. 507) Requires regulations relating to travel and transportation expenses to include domestic partners within the definitions of \"immediate family\" and \"dependent.\" Title VI: Compensation for Work Injuries - (Sec. 601) Modifies definitions applicable under the Federal Employees' Compensation Act (FECA) to include domestic partners and their children. (Sec. 602) Requires a death gratuity to be paid to the surviving domestic partner or children of a member of the Armed Forces who dies of injuries while serving in a contingency operation. (Sec. 603) Modifies the order of precedence for payment of federal employee death benefits to include a surviving domestic partner at the same level as a surviving spouse. (Sec. 604) Adds \"domestic partner\" to the definition of \"dependent\" for purposes of augmented compensation under FECA. (Sec. 605) Includes the domestic partner of a federal employee as eligible to receive exclusive payments under FECA. (Sec. 606) Modifies the order of precedence for payment of federal employee death benefits to include a surviving domestic partner of such employee on the same level as a surviving spouse. (Sec. 607) Makes the domestic partner of a federal employee eligible to received a lump sum payment under FECA. (Sec. 608) Applies provisions of the Longshore and Harbor Workers' Compensation Act providing for payment of compensation to federal employees for injury or death arising out of or in the course of employment to surviving domestic partners and children of such employees. (Sec. 609) Makes this title generally effective on the date of enactment of this Act and applicable to any injury or death occurring before, on, or after that date. Makes compensation payable, retroactive to such date, only with respect to any period commencing on or after such date. Provides that no recovery shall be made of compensation paid to an individual whose entitlement to compensation is terminated or reduced as a result of this title's enactment. Title VII: Employee Leave; Death or Captivity Compensation; Other Employee Benefits - (Sec. 701) Applies to domestic partners provisions of federal civil service law and regulations relating to: (1) voluntary transfers of leave and the voluntary leave bank program, (2) unpaid leave to care for family members under the Family and Medical Leave Act of 1993, (3) settlement of accounts of federal employees who die without specifying a beneficiary, (4) federal employees in captive or missing status due to hostile action, and (5) the annuity of the Comptroller General and related survivor benefits. Title VIII: Ethics in Government, Conflicts of Interest, Employment of Relatives, Gifts, and Employee Conduct - (Sec. 801) Amends the Ethics in Government Act of 1978 to make provisions of that Act relating to financial disclosure, limitations on outside earned income and employment, and gifts to superiors and to federal employees applicable to federal employees in a domestic partnership and their domestic partners. (Sec. 802) Amends the federal criminal code to expand the applicability of prohibitions against bribery of public officials and conflicts of interest to cover a domestic partner of a federal official or employee and to include domestic partners in exemptions from such prohibitions. (Sec. 803) Extends prohibitions against the employment of relatives in federal service to a public official's domestic partner or a child of such partner. (Sec 804) Extends the prohibition against receiving gifts or decorations from a foreign government to the domestic partner of a public official. (Sec. 805) Requires the President and the Office of Government Ethics to modify regulations on federal employee conduct and receipt of gifts to make such regulations applicable to employees in domestic partnerships and their domestic partners. (Sec. 806) Extends to domestic partners rules relating to acceptance of payments from non-federal sources for the travel and subsistence expenses of a federal employee or employee's spouse for attendance at a work-related meeting."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "title": "Domestic Partnership Benefits and Obligations Act of 2011", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "title": "Domestic Partnership Benefits and Obligations Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "title": "A bill to provide benefits to domestic partners of Federal employees.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-02-02T21:19:34-05:00"
}